{"paragraphs": ["Անդրեյ Սախարովը նախնական կրթությունն ստացել է տանը. դպրոց հաճախել է 7-րդ դասարանից։ 1942 թ-ին ավարտել է Մոսկվայի պետական համալսարանը, 1945–80 թթ-ին աշխատել է ԽՍՀՄ ԳԱ ֆիզիկայի ինստիտուտում։ Սախարովը ֆիզիկամաթեմատիկական գիտությունների դոկտոր էր (1951 թ.), պրոֆեսոր (1952 թ.), ԽՍՀՄ ԳԱ ակադեմիկոս (1953 թ.)։", "Նրա աշխատանքները վերաբերում են մագնիսական հիդրոդինամիկային, պլազմայի ֆիզիկային, կառավարվող ջերմամիջուկային սինթեզին, տարրական մասնիկների ֆիզիկային, աստղաֆիզիկային, ձգողականությանը։ ", "1950-ական թվականների վերջերից ակտիվորեն պայքարել է միջուկային զենքի փորձարկումների դեմ։ ", "Աքսոր", "1980 թ. հունվարի 22-ին աշխատանքի գնալու ճանապարհին ձերբակալվում է, որից հետո կնոջ՝ Ելենա Բոների հետ միասին առանց դատի աքսորվում է այդ ժամանակ օտարերկրա այցելուների համար փակ Գորկի քաղաք։ Աքսորվելու հետ միաժամանակ ԽՍՀՄ Գերագույն խորհրդի Նախագահության հրամանով զրկվել է Սոցիալիստական աշխատանքի եռակի հերոսի կոչումից և Նախարարների խորհրդի որոշմամբ՝ Ստալինյան (1953) և Լենինյան (1956) մրցանակների դափնեկիր կոչումներից (ԽՍՀՄ ԳԱ անդամ կոչումից չի զրկվել)։", "Հացադուլներ", "Գորկիում Սախարովը երեք երկար հացադուլներ է արել.", "1989 թ-ին Սախարովն ընտրվել է ԽՍՀՄ Գերագույն խորհրդի ժողովրդական պատգամավոր։ ", "Սախարովը հանդես է եկել Ղարաբաղյան հիմնախնդրի արդարացի լուծման պահանջով՝ այն անվանելով «վերակառուցման փորձաքար»։ ", "1975 թ-ից աշխարհի մի շարք մայրաքաղաքներում պարբերաբար անցկացվում են սեմինարներ՝ «Սախարովյան լսումներ» խորագրով։ ", "1988 թ-ին Եվրախորհուրդը սահմանել է Անդրեյ Սախարովի անվան մրցանակ՝ մարդու իրավունքների պաշտպանության բնագավառում մարդասիրական գործունեության համար։ ", "1990 թ-ից ՀՀ-ում գործում է «Մարդու իրավունքների պաշտպանության Անդրեյ Սախարովի անվան հայկական կենտրոն» հասարակական կազմակերպությունը։", "Վերակառուցման սկզբում, 1986 թ.-ի ավարտին, մոտ 7 տարվա ազատազրկումից հետո Սախարովը աքսորից ազատվեց։ 1986 թ. հոկտեմբերի 22-ին Սախարովը Մ. Ս. Գորբաչովին կրկին դիմել էր իր և կնոջ աքսորից ազատման խնդրանքով՝ խոստանալով, որ եթե կնոջը թույլ տան բուժման մեկնել արտասահման, հասարակական գործունեությունից կհրաժարվի, «բացառությամբ հատուկ դեպքերի»։", "1986 թ. դեկտեմբերի 23-ին Ելենա Բոների հետ միասին Սախարովը վերադառնում է Մոսկվա։ Վերսկսում է աշխատել Լեբեդևի անվան Ֆիզիկայի ինստիտուտում որպես ավագ գիտաշխատող։"], "paragraph_source_docs": [1, 1, 1, 0, 0, 0, 0, 1, 1, 1, 1, 1, 0, 0], "source_docs_file": "wiki6.json"}