{"paragraphs": ["Անդրեյ Սախարովը նախնական կրթությունն ստացել է տանը. դպրոց հաճախել է 7-րդ դասարանից։ 1942 թ-ին ավարտել է Մոսկվայի պետական համալսարանը, 1945–80 թթ-ին աշխատել է ԽՍՀՄ ԳԱ ֆիզիկայի ինստիտուտում։ Սախարովը ֆիզիկամաթեմատիկական գիտությունների դոկտոր էր (1951 թ.), պրոֆեսոր (1952 թ.), ԽՍՀՄ ԳԱ ակադեմիկոս (1953 թ.)։", "1986 թ.-ին Միխայիլ Գորբաչովը Սախարովին ազատեց աքսորից և թույլ տվեց վերադառնալ Մոսկվա, որը աշխարհում գնահատվեց որպես այլախոհության դեմ պայքարի ավարտի սկիզբ ԽՍՀՄ-ում։", "1950-ական թվականների վերջերից ակտիվորեն պայքարել է միջուկային զենքի փորձարկումների դեմ։ ", "1960–70-ական թվականներին Սախարովը ԽՍՀՄ-ում մարդու իրավունքների պաշտպանության շարժման առաջնորդներից էր, «Մարդու իրավունքների Մոսկովյան կոմիտեի» (1970 թ.) հիմնադիր անդամներից։ 1974 թ-ին հանդես է եկել ԽՍՀՄ-ում քաղբանտարկյալների մասին ասուլիսով, 1975 թ-ին գրել է «Աշխարհը և խաղաղությունը» աշխատությունը։ 1979 թ-ի դեկտեմբերին և 1980 թ-ի հունվարին հրապարակային ելույթներով դատապարտել է ԽՍՀՄ զորքերի մուտքն Աֆղանստան։ Նրա հայտարարությունները տպագրվել են արևմտյան մամուլում, որին հետևել է խորհրդային իշխանությունների պատասխանը. նրան զրկել են պետական բոլոր պարգևներից (Սոցիալիստական աշխատանքի հերոս՝ 1954, 1956 և 1962 թթ., ԽՍՀՄ Պետական՝ 1953 թ., Լենինյան՝ 1956 թ., մրցանակներ) և կնոջ՝ Ելենա Բոնների հետ աքսորել Գորկի (այժմ՝ Նիժնի Նովգորոդ) քաղաք։ ", "1980 թ. հունվարի 22-ին աշխատանքի գնալու ճանապարհին ձերբակալվում է, որից հետո կնոջ՝ Ելենա Բոների հետ միասին առանց դատի աքսորվում է այդ ժամանակ օտարերկրա այցելուների համար փակ Գորկի քաղաք։ Աքսորվելու հետ միաժամանակ ԽՍՀՄ Գերագույն խորհրդի Նախագահության հրամանով զրկվել է Սոցիալիստական աշխատանքի եռակի հերոսի կոչումից և Նախարարների խորհրդի որոշմամբ՝ Ստալինյան (1953) և Լենինյան (1956) մրցանակների դափնեկիր կոչումներից (ԽՍՀՄ ԳԱ անդամ կոչումից չի զրկվել)։", "Հացադուլներ", "1988 թ-ին Սախարովն առաջին անգամ մեկնել է արտասահման, որտեղ հանդիպել է ԱՄՆ-ի նախագահներ Ռոնալդ Ռեյգանին ու Ջորջ Բուշին, Ֆրանսիայի նախագահ Ֆրանսուա Միտերանին և Մեծ Բրիտանիայի վարչապետ Մարգարետ Թետչերին։", "1989 թ-ին Սախարովն ընտրվել է ԽՍՀՄ Գերագույն խորհրդի ժողովրդական պատգամավոր։ ", "երկրորդ հացադուլը 1984 թ. մայիսին, տևել է 26 օր։ Սախարովը բողոքում էր Ելենա Բոների նկատմամբ քաղաքական հետապնդման դեմ։", "երրորդ հացադուլը 1985 թ. ապրիլից հոկտեմբեր, տևել է 178 օր։ Սախարովը բողոքում էր Ե. Բոներին սրտի վիրահատության համար արտասահման թույլտվության իրավունք չտալու դեմ։ Այդ ընթացքում Սախարովին մի քանի անգամ հոսպիտալացրել են (Առաջինը հացադուլի 6-րդ օրը։ Երբ նա հայտարարել է, որ դադարեցնում է հացադուլը (հուլիսի 11), նրան հիվանդանոցից դուրս են գրել։ Նա վերսկսել է հացադուլը հուլիսի 25-ին, որից երկու օր հետո, կրկին հոսպիտալացվել է) և ստիպողաբար, բռնի կերակրել են։", "Գորկիում աքսորի ողջ ընթացքում աշխարհի տարբեր երկրներում Սախարովի պաշտպանության արշավներ էին ընթանում։ Օրինակ՝ ԱՄՆ Սպիտակ տան մոտակա հրապարակներից մեկը, որտեղ տեղակայված էր խորհրդային դեսպանատումը Վաշինգտոնում, վերանվանվեց Սախարովի հրապարակ։ Աշխարհի տարբեր մայրաքաղաքներում՝ 1975 թ.-ից սկսած, պարբերաբար անցկացվում էին Սախարովյան լսումներ։", "1990 թ-ից ՀՀ-ում գործում է «Մարդու իրավունքների պաշտպանության Անդրեյ Սախարովի անվան հայկական կենտրոն» հասարակական կազմակերպությունը։", "Վերակառուցման սկզբում, 1986 թ.-ի ավարտին, մոտ 7 տարվա ազատազրկումից հետո Սախարովը աքսորից ազատվեց։ 1986 թ. հոկտեմբերի 22-ին Սախարովը Մ. Ս. Գորբաչովին կրկին դիմել էր իր և կնոջ աքսորից ազատման խնդրանքով՝ խոստանալով, որ եթե կնոջը թույլ տան բուժման մեկնել արտասահման, հասարակական գործունեությունից կհրաժարվի, «բացառությամբ հատուկ դեպքերի»։", "1986 թ. դեկտեմբերի 23-ին Ելենա Բոների հետ միասին Սախարովը վերադառնում է Մոսկվա։ Վերսկսում է աշխատել Լեբեդևի անվան Ֆիզիկայի ինստիտուտում որպես ավագ գիտաշխատող։"], "paragraph_source_docs": [1, 0, 1, 1, 0, 0, 1, 1, 0, 0, 0, 1, 0, 0], "source_docs_file": "wiki6.json"}