{"paragraph_source_docs": [0, 1, 0, 5, 3, 3, 0, 3, 3, 0], "paragraphs": ["Գրականագետ  Կրիստինա  Բակիլեգան  այս  կապակցությամբ  գրում  է.  «Աջիլուլֆոն ոչ այլ ինչ է, քան անուն և տիտղոս, որ նյութականցված է զենք ու զրահի մեջ»:154 Աջիլուլֆոն արժանի ասպետ լինելու համար ունի ամեն ինչ, բացի «ինքն իրենից». «այսպիսով՝ Կառլոս Մեծի բանակում կարելի է ասպետ լինել, ունենալ բազմաթիվ կոչումներ, կռվելու հանդեպ մեծ կիրք և պատրաստակամություն՝ առանց գոյություն ունենալու կարիքի»:155 Երբ  ասպետական  նկրտումներով  տարված  և  Աջիլուլֆոյի  շնորհներով  հիացած դեռահաս  Ռամբալդոն  խորհուրդ  է  հարցնում  Աջիլուլֆոյից՝  ինչպես  պետք  է premio. La fiaba e i testiextrafolklorici. Edizioni grafo. Brescia 1985.  P.29 սարակինոսներից  վրեժ  լուծի  հոր  սպանության  համար,  ապշում  է  ասպետի  տված անտարբեր և ակնհայտորեն կենցաղային, բյուրոկրատական պատասխանից. «Պետք  է  դիմել  Մենամարտերի,  Վրիժառության  և  Պատվի  վրա  Խազերի Տնօրինությանը՝ մասնավորեցնելով պատճառները, որոնք ուսումնասիրվելուց հետո կորոշվեն ինչ պայմաններ ձեռնարկել, որ դիմողը բավարարվի»:156 Ակնհայտ  է,  որ  նման  պատասխանը  հատուկ  չէ  միջնադարյան  ասպետական վեպի հերոսին: Սա ճղճիմ կենցաղային խնդիրներով ու ձևականություններով տարված, տիտղոսների  զրահ  հագած  և  մարդկային  զգացմունքներից  զուրկ  մի  հերոսի պատասխան  է,  որն  ապացուցում  է  կռվի  և  ասպետականության  հանդեպ  նրա խանդավառության բացակայությունը: ", "Իր  ստեղծագործություններից  մեկի  մեջ  գլխավոր  հերոսը՝  Դեզ  Էսսենթը, միանշանակ  հիշեցնում  է  Պոյի  Աշերին՝  իր  ընդհանուր  բնութագրով  և  իռացիոնալ վախերով:  Գյուիսմանսը  ստեղծագործության  մեջ  անգամ  հիշատակում  է  Պոյի անունը.  §Դեզ  Էսսենթին  համակում  էր  մի  տարօրինակ  անհանգստություն:  Նման Paris, A. Michel, 1925 — p. 67 զգացում  նրա  մոտ  առաջացրել  էին…  Էդգար  Պոյի  որոշ  պատմվածքները,  որի հալյուցինացիաները և մղձավանջները Ռեդենը դարձրել էր իր սեփականը¦:38 Գյուիսմանսը  անդրադառնում է նաև  Պոյի  պոեզիային, որն իր հագեցվածությամբ  չէր  կարող  չազդել  վեպի  հերոսի  վրա.  դրանք  §ազդում  էին  նրա (Դեզ  Էսսենտի-Լ.Լ.)  նյարդերի  վրա  նույնքան,  որքան  Էդգար  Պոյի  ամենախորը  և հոգեցունց բանաստեղծությունները:39 Գյուիսմանսի ստեղծագործությունը կառուցված է այնպես, որ հերոսը որևէ բանի մասին խոսելիս հեշտությամբ փոխում է իր  սեփական  տեսակետը  և  ձևակերպում  նոր  ընկալում:  Օրինակ՝  այնտեղ,  ուր  Դեզ Էսսենտը  հիշատակում է  Պոյի  դեդեկտիվները,  անվանում է  հեղինակին §ինդուկցիայի  մեծ  վարպետ¦  և  հիանում  է  վախի  բնույթը  հետազոտելու  Պոյի ունակությամբ: Իսկ  երբ  նա խոսում է Էդգար Պոյի պոեզիայի մասին, պատկերում է վերջինիս  որպես  զգայուն,  ֆիզիոլոգիայից  զուրկ  հեղինակի.  §…  Էդգար  Պոն զբաղվում  էր  ուղեղի  անատոմիայով,  իսկ  երբ  հոգնում  էր,  նրա  երևակայության  մեջ հայտնվում էին հրեշտականման պատկերներ և քաղցր տեսիլներ¦:40 Պոյի  ստեղծագործության  և  անհատականության  նման  հակասական ընկալումը  շատ  բնորոշ  է  ֆրանսիական  մշակույթին:  Խոսելով  Պոյի  ազդեցության մասին Գյուիսմանëի վրա՝ Լեմոնյեն գրում է, որ վերջինս ազդված է ոչ այնքան Պոյից, որքան  Պոյի  բոդլերյան  մեկնաբանությունից:  Քննադատը  դա  անվանում  է  կրկնակի արտացոլում: Գյուիսմանսը շարունակում է Պոյի կերպարի ընկալման այն գիծը, երբ ամերիկացի  հեղինակը  ներկայանում  է  որպես  անիծված,  մերժված  ու  թշվառ հանճար-հանցագործ: ", "Գրականագետ  Բելանուին  գտնում  է,  որ  Աջիլուլֆոն  «մաքուր կամքն է՝ առանց տարածականության», իսկ Գուրդուլուն «ներկայացնում  է  բացարձակ տխմարությունը»:158 Համաձայնելով  գրաքննադատի  կարծիքին՝  հավելենք,  որ Աջիլուլֆոյի  մարմինը,  «տարածականությունը»,  լուծված  է  նրա  բացարձակ  կամքի  մեջ, որը  մետաղի  պես  կարծրացել  և  վերածվել  է  զրահի:  Իսկ  Գուրդուլուն  ունի  մարմին, սակայն  զուրկ  է  կամքից:  Աջիլուլֆոյի  և  Գուրդուլուի  ընդհանրությունը  ինքնության բացակայության մեջ է, սակայն, ի տարբերություն շարունակ «ծռծմվող», «վերելքների» ու «վայրէջքների»  մեջ  գտնվող  իր  վահանակրի՝  մարմնից  զուրկ  Աջիլուլֆոն  հաստատուն կանգնած է իր զրահի ներսում: ", "Բանաստեղծություններ  սկսել  է  գրել  10-ական  թվականների  սկզբից,  երբ  գրական մթնոլորտը ամբողջապես շնչում էր Տերյանով։ Պատահական չէ, որ նրա միակ ժողովա- ծուն,  որ  լույս  է  տեսնում  1912  թ.,  կրում  է  «Աշնուտ»  բնորոշ  խորագիրը։  Բանաստեղ- ծությունների  վրա  զգալի  է  ոչ  միայն  Տերյանի,  այլև  ռուս  սիմվոլիստների,  հատկապես Ալեքսանդր Բլոկի և Կոստանդին Բալմոնտի ազդեցությունը։ Բոլոր դեպքերում, սակայն, գերիշխողը  10-ական  թվականներին  հայ  մտավորական  երիտասարդության  շրջանում տիրող տրամադրություններն ու խոհերն են։ Հատկանշական է, որ Տեր-Մարտիրոսյանի ժողովածուն  ևս,  ինչպես  Տերյանի  «Մթնշաղի  անուրջները»,  սկսվում  է  «Տխրություն» խորագիրը կրող բանաստեղծությամբ. Անհայտության մեջ ընկնող աստղի պես Օրերը չունին սկիզբ ու վախճան, Նամակների պես, որ չհասան քեզ, Հայացքների պես, որ քեզ չտեսան… Այս վիշտը արդյոք ո՞վ է մորմոքում – Սուլում է քամին դատարկ դաշտերում… Խենթ ափսոսումը ցավ է բորբոքում, Եղեգը այս խեղճ, մենակ, երազուն… Հասկերը վհատ մրմնջում են լուռ, Խուրձերն են տխրում մոռացված ու խեղճ. Խոսքերը վհատ, չասված ու տխուր Տարուբերվում են անհայտության մեջ…63 Ընդհանուր  տրամադրությունը  իրոք  տերյանական  է։  Պատկերամտածողությունը ևս  հիշեցնում  է  Տերյանի  բնաստեղծական  լեզվաշխարհը՝  ընկնող  աստղեր,  մորմոքող վիշտ,  արձակ  դաշտեր,  երազուն  եղեգ,  վհատ  մրմունջ,  անհայտություն  և  այլն։ ", "Ըստ  էության,  այս  ենթագլխում  մի  պայմանական  տարանջատում  էլ  կլինի,  որը վերաբերում է ուղղակիորեն և անուղղակիորեն ասված ասույթներին: Իսկ ավելի պարզ՝ գրողը  իմաստախոսքերի  շարքում  տալիս  է  ժամանակաշրջանի  ամբողջական գնահատականը, բայց առաջին խմբում ուղղակիորեն տալիս է ժամանակի անվանումը, երկրորդում կրկին տրվում է այն, բայց ոչ ուղղակիորեն. դա զգացվում է ենթատեքստից: ", "Համեմատության  համար  բերենք  մեկ  օրինակ.  «Կենդանի  մը  ինչքան  ալ  անպատկառ ըլլա,  չի  խոստովանի,  որ  կռիվը  կուտի  համար  է»  /17/:  Ո՞վ  է  կենդանին,  ի՞նչ  «կուտի» մասին  է  խոսքը:  Պարզից  էլ  պարզ  է,  բայց՝  միայն  ենթատեքստից.  հենքը  կրկին քաղաքական է,  խոսքը՝  հիմնադրված  կամ  հիմնադրման շեմին  կանգնած հասարակարգի կամ կուսակցությունների մասին է, միտքը՝ համարձակորեն անկեղծ: ", "Աջիլուլֆոն  մեկնում  է  որոնելու  Սոֆրոնիային  իր  պարգևների  արժանիությունը ապացուցելու  նպատակով:  Նրան  հետևում  են  Բրադամանտեն՝  Աջիլուլֆոյին սիրահարված մի կին ասպետ, Բրադամանտեին սիրահարված Ռամբալդը, որ երազում էր  ասպետ  դառնալ,  և  Տոռիզմունդոն:  Աջիլուլֆոն  գնում  է  որոնելու  իր  ինքնության ակունքները,  այն,  ինչ  իրեն  ասպետի  պատիվ  է  բերել:  Այստեղ  է,  որ  նա  դոն  Կիխոտի պես  բախվում  է  այն  իրականությանը,  որը  ցույց  է  տալու  նրան  իր  ինքնության բացակայությունը: ", "Հետևում  ենք  գրողի  մտքերի  ընթացքին:  Գրողի՝  սոցիալիզմի  մասին արտահայտած մտքերը ցրված են գրքով /գրքերով/ մեկ և երբ միավորվում են, պատկերն ավելի ակնառու է դառնում, իսկ հեղինակի մտածելակերպի մասին ավելի ամբողջական պատկերացում  կազմելու  հնարավորություն  է  ստեղծվում.  այդ  ֆոնի  վրա  հեղինակի աշխարհայացքը,  հասարակարգի  նկատմամբ  դրսևորվող  վերաբերմունքն  ավելի պարզորոշ  է  գծագրվում:    «Շատ  բանի  գաղափարը  ավելի  քաղցր  է,  քան  բուն  ինքն առարկան»  /256/,  «Ինչպես  ժողովրդին  իրական  կամքը  միայն  գաղտնի  քվեարկությամբ կիմացվե,  անանկ  ալ  մարդուս  էությունը  իր  առանձնության  մեջ  միայն  դիտե»  /268/, «Սոցիալիզմն դուրսի, ցուցադրական  զգացմունք կամ գաղափար է, բայց մարդս իր  մեջ /կամ արտաքնոցում/ միայն էգոիստ է» /275/: Իսկ ասվածը ավելի պատկերավոր կարելի է  դարձնել.  հեղինակի՝  սոցիալիզմի  մասին  նշված  խոսքերը  ամբողջական  պատկերի մասերն  են,  որոնք  իրար  մոտ  բերելով  լիարժեքորեն  հնարավոր  է  դառնում  տեսնել ընդհանուր պատկերը: «Պատառիկները» կամայական չեն. նրանցից յուրաքանչյուրն իր կայուն  տեղն  ու  դիրքն  ունի  այս  խոսքում:  «Սոցիալիզմն  երազին  մեջ  ավելի  շուտ կիրականանա,  քան  հարթմնի»  /17/,  «Սոցիալիզմն  ինչքան  հեռու  ըլլա,  այնքան  քաղցր կուգա,  ինչքան  մոտիկ,  այնքան  գանելի»  /256/,  տե՛ս  հակադրությունը  /256,  256/:  Նույն սկզբունքով  նաև՝  էջ  268,  268  կրկին  առկա  է  հակադրությունը.  ասել  է  թե՝  մի  դեպքում տրվում է իրականության անվանումը, երկրորդ դեպքում խոսքն ասվում է այնպես, իբր թե  ոչ  մի  կապ  չունի  ո՛չ  քաղաքական  վիճակի,  ո՛չ  էլ  առավել  լայն  առումով իրականության հետ: ", "Ի՞նչ է կոմունիզմը, ի՞նչ սկզբունքների վրա է կառուցված այս հասարակարգը, ի՞նչ է  պետք  դրա  ամրության  համար.  այս  և  բազմաթիվ  այլ  հարցերի  մի  երկար  շարքի պատասխանն  է  տալիս  Լեռ  Կամսարը՝  նաև  իմաստախոսքերով  ժամանակ  առ ժամանակ  անդրադարձ  կատարելով  ժամանակաշրջանի  իրադարձություններին, քննադատելով իրականության թերի և բացասական կողմերը: Իսկ դրա համար դիմում է բնականաբար  նաև  երգիծանքին:  Ընդամենը  ընդհատ-ընդհատ  հնչող  մի  քանի  միտք, մեկը՝  բացեիբաց,  մյուսը՝  ծածկված  ոչ  թե  գաղտնիության  քողով,  այլ  թափանցիկ շղարշով,  որտեղ  միտքը  նույնն  է,  բուն  հենքը՝  քաղաքական:  «Կոմունիստական  սա աշխարհի  բնակիչներս  տեսակ  մը  բանտարկյալներ  ենք՝  ցմահ  դատապարտված.  սա տարբերությամբ  միայն,  որ  փոխանակ  պետական  հացը  ուտելու,  մեր  աշխատանքով կհայթայթենք»  /37/:  Սակայն  բանտ-կոմունիստական  աշխարհի  գաղափարը  զուտ չգոյության  է  դատապարտված.  կոմունիզմը  լոկ  գաղափար  է,  իսկ  գաղափարներից  ոչ բոլորի  համար  է  կանխորոշված  իրականություն  դառնալը:  «Եթե  դուն  մեռցնես թշնամիիդ  դավանած  գաղափարը,  եթե  դուն  սպանես  զայն  բարոյապես,  ֆիզիկականը ինքնիրեն կիյնա գետին ու կմեռնի: Գաղափար: Ահա օձի գլուխ, որ պիտի ջախջախես. չէ նե պոչը կտրատելով քեզի չես փրկեր գալիք պարտութենեն: Տվե՛ք ինձի փայտե հրացան և թուղթե փամփուշտ մը, ես կոմունիզմի գաղափարը սպանեմ…» /180/: ", "Այսպիսով՝ ֆանտաստիկը վեպում միախառնվում է իրականին, որի ճնշման տակ հետզհետե անհետանում է: Ըստ գրականագետ Ռ.Սանդների՝ «Ֆանտաստիկ պատկերը չունի “գոյություն”, հետևաբար այն կասկած է սփռում ցանկացած պատկերի վրա, որ փորձում է “գոյություն” ներկայացնել»:161 «Գոյության»  և  «չգոյության»,  «իրականի»  և  «անիրականի»  հակադրությունը կարելի է բնորոշել միաժամանակ որպես ֆանտաստիկ և այլաբանական: Ֆանտաստիկ գրականության  մեջ  այլաբանական  գործոնը  որոշ  գրականագետների  համար խնդրահարույց է: Այսպես՝ Տոդորովը գրում է. «Այլաբանությունը  առաջին  հերթին  ենթադրում  է  առնվազն  երկու  իմաստ միևնույն բառի մեջ, որտեղ կա'մ ջնջվում է նախնական իմաստը, կա'մ պահպանվում են երկու իմաստներն էլ»:162 «Գոյություն չունեցող  ասպետում»  և  առհասարակ  ամբողջ  եռերգության ֆանտաստիկն  այլաբանորեն  է  ընկալվում  պատումի  ընթացքում:  Տոդորովին համակարծիք  է  Ռ.Սանդները.  «Ֆանտաստիկը ձգտում է աննշանակության տարածք: "], "source_docs_file": "Literature.json"}