{"paragraphs": ["  ըսխօֆ՝  «եպիսկոպոս»  –  համապատասխանում  է  արաբերենի ُﺃﻒُﻘﺳ   ուսկուֆ  բա- ռին, որը ծագել է դասական ասորերենի էֆիսկոֆա բառից, որն իր հերթին հու- նական επίσκοπος բառի տառադարձությունն է: ", "Մասնավորապես I am also a lesbian woman and I have 2 beautiful children who are loved and I will support them in any decisions they may make in their life! It's called the human race...  նախադասությանը  հղելով`  հարցվողները  նշել  են,  որ  հատվածի հեղինակը  սեփական  փորձից  գիտի,  թե  ինչի  մասին  է  խոսում,  ու  դա  լրացուցիչ հավաստիություն  է  տալիս  նրա  խոսքին:  Այսպես` love is love  նույնաբանությունը ընկալվել  ու  մեկնաբանվել  է`  նկատի  ունենալով  կոնկրետ  ոչ  ավանդական հարաբերությունները  ու  հաշվի  առնելով  այն  թրենդերն  ու  զարգացման ուղղությունը,  որ  կա  մեր  ժամանակներում:  Որոշ  հարցվողներ  իրենց մեկնաբանություններում  գրել  են,  որ  պետք  է  նույնասեռ  ամուսնությունները օրինականացնել,  ինչպես  արվեց  Մեծ  Բրիտանիայում:  Այսինքն`  կրկին  հղում  է արվում  մի  տեղեկույթի,  որն  անմիջականորեն  արտահայտված  չէ  դիսկուրսում: ", "  բաթրիք՝ «պատրիարք» – համապատասխանում է հունական πατριάρχης բառից փոխառված արաբերենի ﻙﺮَﻳﺮﻄَﺑ բատրըյարք բառի կրճատ՝ ﻚﻳ ِﺮﻄَﺑ բատրիք ձևին: ", "  ապունա199՝  «մեր  Հայր»,  հոգևորականների  պատվավոր  տիտղոս  –  համապա- տասխանում է արաբերենի ﺎَﻧﻮُﺑَﺃ աբունա բառին: ", "Պատասխանների  մեջ  կային  նաև  առավել  ընդհանրական,  մի  փոքր  անորոշ պատասխաններ,  ինչպես,  ասենք, That’s it  կամ I bet so  (20  %)  ու  նմանատիպ  այլ մեկնաբանություններ:  Դրանց  ոչ  կոնկրետ  լինելը  թերևս  կարող  է  վկայել,  որ հարցվողները չեն կողմնորոշվել նույնաբանության հաղորդակցական- գործաբանական  նշանակության  հարցում  և  պարզապես  փորձել  են  ինչ-որ  կերպ պատասխանել ու մեկնաբանել: ", "  Շուպհօ ըլ թօպօ201 կամ Շուպհօլ դօպօ202՝ «Բարեպաշտի փառաբանում»: Սա եկե- ղեցական շարական է, որը խարբերդցի ասորիները վերագրում էին Եփրեմ Ասո- րուն: Ըստ «Բաբելոնի»՝ այս շարականը կատարվում էր հանդիսավոր ժողովների սկզբում.  այսպես՝  Բ-15  համարի  «Ֆրեզնոյի  ասորիները»  հոդվածում  կարդում ենք՝ «Ժողովը սկսավ «Շուպհօլ դոպօ»ով»: Ա-25 համարում հրատարակված հա- յատառ  թուրքերենով  Կէօզ  եաշիյլէ  Ասուր  Սարկոն  երգին  կից  նշված  է,  որ  այն պետք է կատարվի Շուպհօլ Դօպօ-ի եղանակով: Բ-19 համարի «Միջինկի խնճույ- քը» հոդվածում նույն երգը հիշատակվում է, որպես կատարված Շուպհօլ Դօպօ-ի եղանակով: Սա նշանակում է, որ շարականը, կամ առնվազն նրա մեղեդին, լայն ճանաչում և գործածություն ուներ: ", "  Թշպօհթo  -  փառաբանական  ժամերգություն  է:  Ա-13  համարի  «Ըթլիթօյօ  [եր- րորդ]  տարեդարձի  մը  առթիվ»  հոդվածում,  որում  նկարագրված  է  «Ասորվոց Հնգյակ  Ընկերության»  նախագահի  որդու  տարեդարձի  տոնակատարությունը, կարդում  ենք.  «Ճաշասեղանեն  վերջն  էր,  որ  ըթլօթօ  [երեք]  շմմասներու [սարկավագների] մասնակցությամբ «Թշպօհթօ» փառաբանական ժամերգով մը սկեսացավ արարողությունը»: ", "  Սէհրանա – հավանաբար աղոթք կամ շարական է: Հիշատակված է Ա-10 համա- րի  խմբագրականում՝  «Սէհրանա  կարդալ»  բառակապակցության  մեջ:  Բառա- ցիորեն նշանակում է «լուսնային»: ", "«Բաբելոնում» արձանագրված ասորական լեզվական նյութն առավելապես ներկայաց- ված է հայերեն տեքստի մեջ ներհյուսված առանձին բառերով: Դրա հետ մեկտեղ պար- բերականում  գտնում  ենք  նաև  հայատառ  առնվազն  երեք  ամբողջական  նախադասու-   Ըպրիխ մավլօտէ ըտմօրան ու րիշօթ շիթօ խօթթօ աբրիխթօ՝ «Օրհնյալ է մեր Տի- րոջ  ծնունդը  և  օրհնյալ  նոր  տարի»:  Այս  պարագայում  գործ  ունենք  դասական ասորերենի  հայատառ  քիչ  թե  շատ  ճշգրիտ  տառադարձության  հետ,  քանի  որ սա կրոնական գործառույթ ունեցող ավանդական նախադասություն է, որն ասո- րիները սերնդեսերունդ լսում և կրկնում էին իրենց առօրյայում: ", "Well progress is progress. (The Independent, http://www.independent.co.uk/news/world/middle-east/iran-allows- women-into-sports-stadiums-but-not-for-anything-too-masculine- Այս  հատվածում  progress  is  progess  –  առաջընթացն  առաջընթաց  է նույնաբանությունը  մեկնաբանելու,  դրա  հաղորդակցական-գործաբանական արժեքը  որոշելու,  խոսողի  հաղորդակցական  նպատակին  հաղորդակից  դառնալու համար անհրաժեշտ է, որ խոսողի ու նրան լսողի`զրուցակցի միջև լինի ընդհանուր տեղեկույթի  առկայություն:  Այսինքն`  թե՛  խոսողը  և  թե՛  լսողը  պետք  է  տեղյակ լինեն  Իրանում  կանանց  իրավունքների  սարսափելի  սահմանափակ  վիճակից: ", "Անհրաժեշտ  նախապայման  է,  որպեսզի  խոսողը  վստահ  լինի,  որ  լսողը  տեղյակ  է Իրանում  առկա  իրավիճակից  ու  ի  վիճակի  է  համապատասխան  կերպով մեկնաբանելու  իր  խոսքն  ու  դրանում  առկա  նույնաբանական  կառույցը:  Կարևոր նախապայման  է  նաև,  որ  խոսողն  ունենա  որոշակի  վստահություն,  որ  լսողը համակարծիք է իրեն: Հակառակ պարագայում, ըստ էության մարզադահլիճ գնալու թույլտվությունը,  այն էլ ոչ չափազանց  տղամարդկային մարզաձևերի հանդիսատեսը  լինելու  համար,  առնվազն  տարօրինակ  կթվար  լսողի  համար,  ով տեղյակ չէ  Իսլամական  հեղափոխությունից  հետո  Իրանում  հաստատված կարգերից:  Ու  հետևաբար  նաև  քիչ    հավանական  է,  որ  նա  առաջընթաց  համարեր մի  բան,  որ  ինքնին  հասկանալի  է  ու  վաղուց  ընդունելի  ամբողջ  քաղաքակիրթ աշխարհում:  Թերևս  կարելի  է  վստահորեն  ասել,  որ  նրա  համար  տարօրինակ կհնչեր  չափազանց  տղամարդկային  արտահայտությունը:  Հետևաբար  տվյալ պարագայում  Իրանում  առկա  հասարակական-քաղաքական  իրավիճակն  ու դրանում կանանց իրավունքների սահմանափակումը  այն հանրային համատեքստն են` հարատեքստը, որոնք հնարավոր են դարձրել progress is progess նույնաբանության  կիրառությունը:  Մեր  դիտարկած  օրինակում  նույնաբանության մեկնաբանման  հարցում  վերոնշյալ  գործոնը  մեծ  կշիռ  ունի:  Կարևոր  է  կոնկրետ դիսկուրսի  հեղինակի  անձը,  նրա  պատկանելությունը  որևէ  քաղաքակրթական ճամբարի:  Տվյալ  օրինակում  ենթադրվում  է,  որ  զրուցակիցները  կա՛մ  մուսուլման չեն,  կա՛մ  առնվազն չեն  խրախուսում  Իրանում  կանանց  իրավունքների սահմանափակումները:  Դիտարկենք  մեկ  այլ  օրինակ,  որտեղ  նույնաբանության մեկնաբանման  գործում  ազդեցություն  է  ունեցել  հաղորդակցական  իրադրության մասը  կազմող  արտալեզվական  համատեքստը  կամ  հարատեքստը:  The Guardian թերթում հրատարակված I was held hostage by Isis. They fear our unity more than our airstrikes  վերնագրով  հոդվածի  տակ  ընթերցողներից  մեկը  գրել  էր  մի մեկնաբանություն, որի մեջ կար հետևյալ նույնաբանությունը` Islam is Islam: ", "Այս խմբին կարելի է դասել նաև Սումօխօ սլիպօ շուտաֆութօ՝ «Կարմիր Խաչ ըն- կերություն» արտահայտությունը (Ա-9-4, Ա-11-12), որում դասական ասորերենին բնորոշ որոշյալ-որոշիչ  հերթականությունը  փոխարինված  է  հայերենին  բնորոշ  որոշիչ-որոշյալ հերթականությամբ (պետք է լինէր՝ սլիպօ սումօխօ): ", "Վերջինս հայտնի է իր  անմարդկային հաշվեհարդարներով, որոնք տեսանկարահանում է  և  տարածում  համացանցում`  այդպիսով  սրելով հարաբերությունները  տարբեր երկրների մուսուլման և քրիստոնյա բնակչությունների  միջև:  Շատ  մուսուլմաններ  տարբեր  երկրներում  դեմ  են արտահայտվում  Իսլամական  Պետության  գործունեությանը,  նրանց  արյունալի մահապատիժներին` ասելով, որ դա դեմ է հենց Իսլամին, ու որ այդ խմբավորման զինյալները  իրականում չեն  կարող  մուսուլման  համարվել:  Սա  այն հասարակական-քաղաքական  հարատեքստն  է,  որ  անհրաժեշտ  է  իմանալ`  տվյալ հատվածում առկա նույնաբանությունը վերծանելու համար: Ըստ էության հոդվածի տակ  այս  մեկնաբանությունը  գրողը  նույնպես  այն  մուսուլմանների  թվին  է պատկանում,  ովքեր  ԻՊ-ի  գրոհայիններին  չեն  համարում  Իսլամի  իրական հետևորդներ: Սա արդեն երևում է համատեքստից: Հարցվողների մեծ մասը (90 %) հատկապես կարևոր է համարում …Several times we announced they are not Muslim, we reject them and their terrorism is accurately against to Islamic rules…,  որտեղից հասկանալի է դառնում այդ մեկնաբանության հեղինակի վերաբերմունքը: Ավելին, հաջորդ  նախադասությունը  …still the media call this terrorist organization as an Islamic  state..  this  is  an  abuse  to  us…  արտահայտում  է  այն  միտքը,  որ մուսուլմանները  արդեն  զայրանում  են  ԶԼՄ-ի  վրա,  ովքեր  ԻՊ-ի  արարքները տարածում  են  Իսլամի  գաղափարախոսության  վրա:  Ըստ  մեկնաբանության հեղինակի`  այդպիսի  վերաբերմունքը  ԶԼՄ-ի  կողմից  վիրավորում  է  իրենց` մուսուլմաններին:  Այստեղ  արդեն  բացահայտվում  է  այն  իրադրությունը,  որը զայրույթ  է  առաջ  բերել  տվյալ  մեկնաբանությունը  անող  ընթերցողի  մոտ,  ու  նա օգտագործել  է  Islam is Islam  նույնաբանությունը`  դրանով  արտահայտելով  այն միտքը,  թե  Իսլամը  ո՛չ  ագրեսիվ  է,  ո՛չ  էլ  չափավոր,  այլ  պարզապես  կրոն  է  ու պատասխանատու  չէ  ԻՊ-ի  արյունարբու  գործունեության  համար:  Մինչդեռ հարցվողների  մյուս  խումբը,  որոնք  Islam is Islam  նույնաբանությունը  պետք  է մեկնաբանեին  առանց  համատեքստի,  որոշակիորեն  այլ  պատասխաններ  է  տվել: ", "Նրանց  արդյունքների  ամփոփումը  մեզ  տվել  է  հետևյալ  պատկերը:  Հարցվողների է կանանց  կրել փակ հագուստ, իսկ մնացած  հարցվողները հիմնականում  տվել են ավելի  չեզոք  կամ  անորոշ  պատասխաններ,  ինչպիսիք  են` You can’t change that  և You should respect their laws  մեկնաբանությունները: Այստեղ հատկանշական է, որ Իսլամ  գոյականը  մարդկանց  գիտակցության  մեջ  որոշակի  մտահայեցումներ  է առաջ  բերում,  ինչպիսիք  են  հետամնացությունն  ու  կանանց  իրավունքների սահմանափակումը,  ինչը  նույնպես  հենքային  գիտելիքի  մասին  է  խոսում:  Հարկ  է անշուշտ  նշել,  որ  մեր  հարցման  բոլոր  մասնակիցները  քրիստոնյա  էին,  ինչն, անշուշտ, նույնպես ազդեցություն է ունեցել նրանց մեկնաբանությունների վրա: ", "Արտասանական  երկու  տարբերակները  նշվում  են  դիակրիտիկ  կետով,  որը շփականի  պարագայում  դրվում  է  տառի  տակ,  իսկ  պայթականի  պարագայում՝  տառի վերևում: Ընդ որում, տարանջատիչ կետի գործածությունը չի կրում պարտադիր բնույթ, և արտասանական երկու տարբերակներն էլ կարող են նշվել որևէ կետ չպարունակող միևնույն տառով204: ", "Պայթական  և  շփական  տարբերակների  միջև  միևնույն  բառում  հնարավոր  է հերթագայություն:  Այսպես,  բառը  չի  կարող  սկսվել  շփական  տարբերակով,  սակայն րակներ  ունեցող  զույգեր  որպես  քերականական  կատեգորիա  գոյություն  չունեն:  Թվարկված  12 հնչույթներից  առնվազն  ինը,  ներառյալ  միջատամնայինները,  արաբերենում  առկա  են,  սակայն  հանդես են գալիս որպես ինքնուրույն, կայուն հնչույթներ և նշվում են առանձին տառերով: ", "ցող,  բայց  ինքնուրույն  տառերով,  որոնք  իրարից  տարբերվում  են  տառի  վրա  դրվող  կետով:  Այլ  կերպ ասած՝ միջատամնայինը նշվում է պայթականը նշող տառի վրա կետի ավելացումով: Համապատասխա- նաբար՝ առաջին զույգը նշվում է ﺕ ﺙ տառերով, իսկ երկրորդը՝ ﺩ  :ﺫ եթե նրան նախորդող բառն ավարտվում է ձայնավորով, ապա բառասկզբի պայթական բաղաձայնը փոխարինվում է իր շփական տարբերակով: Օրինակ՝ talmiḏa «աշակերտ», բայց՝ ha ṯalmiḏa «ահա աշակերտը»205: ", "Այստեղ խոսքն առայժմ միջատամնայինների մասին է լինելու, քանի որ հայերե- նում նման հնչյուններ և համապատասխան տառեր գոյություն չունեն: ", "Տվյալ պարագայում նույնաբանության հաղորդակցական-գործաբանական արժեքը իրավիճակի  ընդունումն  ու  հանդուրժողականության  արտահայտումն  է,  քանի  որ մայրը  ամենաթանկ  անձնավորությունն  է,  ու  ցանկացած  պարագայում  պետք  է ուշադիր  լինել  նրա  հանդեպ  և  հոգ  տանել  նրա  մասին:  Այստեղ  գործում  է հանրային  համատեքստում  ընդունված  ու  ամրագրված  բարոյական  արժեքը,  որ ծնողի  մասին  պետք  է  հոգ  տանել  ու  հնարավոր  ամեն  ինչ  անել  նրան  օգնելու համար:  Թեպետ  այս  հասարակական  սկզբունքը  ոչ  մի  կերպ  չի  նշվում  ու  չի  էլ ակնարկվում, թե՛ խոսողն ու թե՛ լսողը, ինչպես նաև մենք` կողքից դիտարկողներս, մեր  մտապատկերում  ունենք  այս  սկզբունքը  ու  ընդունում  ենք  այն  որպես  հենք ամբողջ դիսկուրսի ու հատկապես նույնաբանության մեկնաբանման համար: ", "Ինչպես  նշել  էինք,  Խարբերդի  ասորիները  չունեին  իրենց  սեփական  բարբառը, ուստի «Բաբելոնում» գործածված բառերն ու արտահայտությունները գրեթե ամբողջու- թյամբ ներմուծված են դասական ասորերենից (դա լավագույնս վկայում են պարբերա- կանում գործածված դասական բայական ձևերը, որոնք չեն պահպանվել արդի արամե- ական որևէ բարբառում): ", "Այդ  նշանակությունը  նույնաբանությունը  ձեռք  է  բերում  նաև  ուղեկցող  լեզվական համատեքստի  միջոցով:  Առաջին  օրինակում  վերջինս  արտահայտում է անհրաժեշտ տեղեկություն այն մասին, որ նրա մայրը տարբերվում է այլ մայրերից ու ընդհանրապես  առանձնանում է որպես մարդ իր կապերի ու հնարավորությունների  առումով, իսկ երկրորդ օրինակում ուղեկցող նախադասությունների  արտահայտած  նշանակության  շնորհիվ  նույնաբանության իմաստն այն է, որ մոր համար միշտ պետք է ժամանակ գտնել  ու հոգ տանել նրա մասին, հատկապես երբ դրա անհրաժեշտությունն ակնհայտ է: Փաստական նյութի մեր  վերլուծությունը  ցույց  է  տալիս,  որ  նույնաբանական  ասույթի  ճիշտ մեկնաբանման  համար  կարևոր  է  նաև  նախորդ  խոսքային  ակտերից  ստացված ընդհանուր գիտելիքը, ինչպես, օրինակ, հաջորդ հատվածում. I  thought you  were  drunk,  she said.  I thought  you had  to  be drunk before you came to see me. I bet you didn’t get all this writing, I said looking around. Not even if you got paid for what you thought you thought. (RC FML: 201) Նմանատիպ օրինակներում նույնաբանական կառույցները հանդես են գալիս որպես  լեզվական  տնտեսման  միջոց,  այսինքն`  տնտեսում  են  խոսընկերների ժամանակը  և  ջանքերը:  Հակառակ  դեպքում,  վերադառնալով  կոնկրետ  այս օրինակին,  ասույթը  ձեռք  կբերեր  չպատճառաբանված  երկարացված  կառուցվածք … if you got paid for having thought that I had to be drunk to see you, that I had been out with a blonde, etc. Հաջորդ օրինակում խոսքային իրադրության ազդեցությամբ նույնաբանությունը, որը կազմված  է what հարաբերական դերանունով, ինչը ոչ մի կոնկրետ  վերաբերական  չունի,  ձեռք  է  բերում  տվյալ  երկխոսության  մեջ ներգրավված  անձանց  համար  ընկալելի  իմաստ,  իսկ  մեր  փորձի  մասնակիցները, ովքեր  քննել  են  այդ  նույնաբանությունը  համատեքստի  մեջ,  ի  վիճակի  են  եղել հասկանալու, թե what-ը ինչին է վերաբերում. ...But why not the men in the squadron, Milo?' Colonel Cathcart exclaimed. After  all  you're  doing  all  this  for  them.  They  ought  to  be  willing  to  do something for you in return What's fair is fair. What is fair is fair. They could take turns, sir. Who gets the credit? missions, you get the medal. Who dies if he gets killed? They might even take turns flying your missions for you, Milo. You  get  the  credit  Milo.  And  if  a  man  wins  a  medal  flying  one  of  your Why, he dies, of course. After all, Milo,  what's fair is fair. There's just one thing. You’ll have to raise the number of missions I might have to raise the number of missions again… …I’d  give  everything  I  own  to  Yossarian.  Milo  persevered  gamely  on Yossarian’s behalf. But since I don’t own anything I can’t give everything to him, can I? So he’ll just have to take his chances with the rest of the men, won’t he? What’s fair is fair, Milo Yes, sir, what’s fair is fair. Milo agreed. Yossarian is no better than the other men, and he has no right to expect any special privileges, has he? No Milo. What’s fair is fair. (HJ C 22: 537) Այստեղ  նույնաբանության  գործաբանական  ներուժը  վերծանելու  համար հարցվողներին անհրաժեշտ է խոսքային իրադրության մեջ թափանցել, հասկանալ, որ  գնդապետ  Քաթքարթն  ու  Մայլոն  ինչ-որ  անարդար  բան  են  ծրագրում,  որը ցանկանում  են  ներկայացնել  որպես  ինքնին  ենթադրելի  և  տրամաբանական  ու ազնիվ քայլ: Պետք է, սակայն, նշել, որ համատեքստը նույնպես տալիս է բավարար տեղեկույթ,  որի  միջոցով  մեկնաբանվում  է  նույնաբանությունը:  Մասնավորապես հարցվողների ուշադրությունը գրավել է հետևյալ հատվածը. …  And  if  a  man  wins  a  medal  flying  one  of  your  missions,  you  get  the Who dies if he gets killed? Why, he dies, of course. After all, Milo,  what's fair is fair. There's just one medal' thing. Հարցվողների  90  %-ն  անդրադարձել  է  այս  տողերին`  դրանք  համարելով հենց այն նուրբ հեգնական պահը, որը բացահայտում է, որ այն, ինչ ներկայացվում է որպես արդար, իրականում արդար չէ, այլ հենց հակառակը` անարդար է: Պետք է նկատել,  որ  երկխոսության  ընթացքում  վեց  անգամ  կիրառվող  նույնաբանությունը ոչ  բոլոր  դեպքերում  է  նույն  իմաստով  կիրառվում:  Սկզբում  այն  լսողի/ընթերցողի մոտ  ընկալվում  է  ուղիղ  իմաստով,  այսինքն`  այն,  ինչ  արդար  է,  անխոս  հենց այդպես  է:  Բոլոր  մարդիկ  ունեն  արդարություն  հասկացության  բավական ընդհանուր  ընկալում: Արդարության գաղափարը ինչ-որ չափով կարծրատիպային է,  ու  դժվար  թե  գտնվեն  շատ  մարդիկ,  ովքեր  արմատապես  տարբեր պատկերացումներ  ունենան  արդարության  մասին:  Եվ  Ջոզեֆ  Հելլերը  այս հատվածում  կարծես  հենց արդարության  այդ  կարծրատիպային  ընկալման  հետ  է հնարք  կիրառում:  Երկխոսության  ընթացքում  նույնաբանությունը  սկսում  է աստիճանաբար  փոխել  իր  հաղորդակցական  իմաստը:  Աստիճանաբար,  հիմք ընդունելով  համատեքստը,  այսինքն`  այն  նախադասությունները,  որոնք նախորդում  և  հաջորդում  են  հաջորդ  չորս What’s fair is fair  նույնաբանությանը, մենք  տեսնում  ենք,  որ  նույնաբանությունը  իրականում  հակառակ  իմաստն  է արտահայտում,  որ  այն,  ինչ  տվյալ  խոսքային  իրադրությունում  համարվում  է արդար,  իրականում  բացարձակապես  արդար  չէ,  ավելի  ճիշտ`  կատարյալ անարդարություն  է:  Ինչպես  հասկանում  ենք  համատեքստից,  փաստորեն  Մայլոյի փոխարեն  ռազմական  թռիչքներ  պետք  է  իրականացնեն  այլ  օդաչուներ,  ու  նրանց հաջողությունների  համար  մեդալ  կստանա  Մայլոն:  Ավելին,  այս  պատճառով օդաչուների  անձնական  թռիչքների  քանակը  պետք  է  ավելացնել:  Հենց  այստեղ  էլ հասկանալի  է  դառնում,  որ  What’s fair is fair  նույնաբանության  միջոցով  վեպի հեղինակը  փորձել  է  արտահայտել  իր  խոր  հեգնանքը  արդարության  հանդեպ: ", "Մինչ հոգևորականներն ու ասորերենի ուսուցիչներն արտաբերում էին այս հնչյունները, դժվար  է  ասել,  թե  որքանով  էին  միջատամնայիններն  արտաբերելի  հասարակ  ասո- րիների  համար,  որոնք  առնվազն  երկու  հարյուրամյակ հայախոս էին (միջատամնային բաղաձայններ  չկան  նաև  թուրքերենում):  Համենայն  դեպս,  հայերենում  միջատամ- նային  բաղաձայնների  և  համապատասխան  տառերի  բացակայությունը  հանգեցրեց նրան,  որ  «Բաբելոնի»  ասորական  բառերի  տառադարձության  մեջ  հիմնականում  տեղ գտավ  արդի  գրական  ասորերենում  ձևավորված  եղանակը,  այսինքն՝  միջատամնային հնչյունները փոխարինվել են իրենց պայթական տարբերակներով: Այսպես, դասական ասորերենի eṯkanaš բայը հայկական տառադարձության մեջ դարձել է էթքանաշ, tliṯoyo և  haḏ  թվականները՝  թլիթօյօ  և  հատ  (հիշենք,  որ  արևմտահայերենի  [տ]-ն  համապա- տասխանում  է  արևելահայերենի  [դ]-ին),  malkṯo  բառը՝  մալքէթօ,  լայն  տարածում  ունե- ցող –uṯo վերջավորությունը՝ -ութօ և այլն: ", "Առնվազն մեկ դեպքում միջատամնային [ṯ]-ն վերածել է ոչ թե [թ], այլ [ս] բաղա- ձայնի: Խոսքն aṯuroyo «ասորի», «ասորական» բառի մասին է, որը «Բաբելոնում» հան- դես է գալիս ասուրօյօ տեսքով (արդի գրական ասորերենում՝ aturaya): Սա պետք է բա- ցատրել հայերենի «ասորի» բառի, ինչպես նաև թուրքերենի ազդեցությամբ, որում առ- կա է նման ձև (այստեղ հիշենք, որ Աշուր Յուսուֆի՝ Խարբերդում հրատարակած պար- բերականը  կոչվում  էր  Մյուրշիդ-ի-ասուրիյուն՝  «Ասորիների  ուղեցույց»):  Ազդեցություն կարող էր գործած լինել նաև ասորիների ավանդական suryoyo կամ suroyo ինքնանվա- նումը,  որն  առաջացել  է  «Սիրիա»  բառից  և  գրվել  է  միջատամնային  որակ  չունեցող «սեմքաթ»  տառով  (ܣ),  որով  նշվում  է  հայերենի  «ս»  բաղաձայնի  հետ  համընկնող Միջատամնային [ḏ]-ի վերածում [z]-ի «Բաբելոնում» արձանագրված չէ: ", "հնչյուն: ", "Կոկորդայինների պարագայում հիմնականում պետք է անդրադառնանք ܥ՝ «է» տառով նշվող  և  «սեմական  լեզուներին  բնորոշ  կոկորդային  խոր  հնչյունին,  որն  առաջանում  է կոկորդի  մկանների  և  ձայնալարերի  ուժեղ  լարմամբ  և  տառին  հաջորդող  ձայնավորի միաժամանակյա  արտաբերմամբ»208  (արաբերենում՝  ع,  գիտական  տրանսկրիպցիայի մեջ նշվում է շրջված ապաթարցով կամ  c նշանով): Սեմական լեզուներում սա համար- վում է լիարժեք բաղաձայն և, ինչպես նշվեց, արտահայտվում առանձին տառով: Անմի- ջապես  նշենք,  որ  արդի  արամեական  բարբառներից  շատերում,  հատկապես  նրան- ցում, որոնք զարգացել են առանց արաբերենի ազդեցության, ինչպես նաև արդի գրա- կան ասորերենում, այս հնչյունն իսպառ վերացել է, թեև դասական եղանակին հետևող ուղղագրության մեջ «է» տառը պահպանվում է: Այդուհանդերձ, Ասորի ուղղափառ, Ասո- րի  կաթոլիկ  և  Մարոնական  եկեղեցիների  կողմից  ընդունված  դասական  ասորերենի ընթերցման ավանդական եղանակում այս կոկորդային բաղաձայնը պահպանվում է և որևէ  դժվարություն  չի  ներկաացնում  արաբերենին  տիրապետող  ասորիերի  համար: "], "paragraph_source_docs": [0, 1, 0, 0, 1, 0, 0, 0, 0, 1, 1, 0, 1, 1, 0, 0, 0, 0, 1, 0, 1, 0, 0, 0, 0], "source_docs_file": "Linguistics.json"}