{"paragraphs": ["Նկ .  3-ո ւ մ   բ ե ր վ ած   ե ն   N-բ ե ն զ ի լ պր ո լ ի ն ի   մ ն աց ո ր դ ի   2-ր դ դ ի ր ք ո ւ մ   ք լ ո ր   պար ո ւ ն ակ ո ղ   մ ո դ ի ֆի կ աց վ ած   NiII-(S)-2-CBPB-(S)-Ala  (20) կ ո մ պլ ե ք ս ի  կ առ ո ւ ց վ ած ք ն  ո ւ  1H ՄՄՌ ս պե կ տր ը : ", "– Mo – Mo2S3 – MgO – MgS – ZnS – Zn0.68Mg0.32S ե. դ. գ. բ. ա. Նկ. 4.7. (MoS2+2Zn)+0.2(MoO3+3Mg) խառնուրդի այրման արգասիքների դիֆրակ- տոգրամները կախված գազի ճնշումից. ա. – 1, բ. – 5, գ. – 15, դ. – 25 և ե. – 35 մթն Ստացված  արդյունքներից  կարելի  է  եզրակացնել,  որ  ուսումնասիրված  ողջ տիրույթում  մետաղական  մոլիբդենը,  մագնեզիումի  օքսիդը  և  ցինկի  սուլֆիդը հանդիսանում են այրման հիմնական արգասիքները: Եվ չնայած այն հանգամանքին, որ կախված այրման պրոցեսի իրականացման պայմաններից, փոխազդեցությունը կարող է ուղեկցվել.   Mo-ի  մասնակի  վերականգնմամբ`  պայմանավորված  այրման  գոտուց  Zn-ի մասնակի հեռացմամբ գոլորշիացման ճանապարհով (I տիրույթ);   զուգահեռ  ընթացող  այլ  ռեակցիաներով,  որոնք  բերում  են  (MgS  և  Mg0.68Zn0.32S)  ոչ ցանկալի միացությունների առաջացմանը (III տիրույթ),   ռեագենտների  հարաբերակցության  և  միջավայրի  գազի  ճնշման  որոշակի  արժեք- ների դեպքում կարելի է իրականացնել մոլիբդենի սուլֆիդի վերամշակում` տեխնո- լոգիապես ապահով պայմաններում և ստանալ Mo (II տիրույթ): ", "Ինչպես  կարելի  է  տեսնել  ստացված  արդյունքներից`  միջավայրի  ճնշման բարձրացումը  բերում  է  արտանետումների  քանակի  զգալի  նվազեցման  և  փոխարկման կորուստը  զգալիորեն  ցածր  է,  այրման  արգասիքներում  ձևավորվում  են  MgS  և Mg0.68Zn0.32S ոչ ցանկալի միացությունները: ", "Դի աս տե ր ե ո մ ե ր   կ ո մ պլ ե ք ս ն ե ր ի   ալ ան ի ն ի   մ ն աց ո ր դ ի   -ած խած ն ի ատո մ ի  բ աց ար ձ ակ  կ ո ն ֆի գ ո ւ ր աց ի այ ի  ո ր ո շ մ ան  հ ամ ար  օ գ տագ ո ր ծ վ ե լ ե ն պո լ յ ար ի մ ե տր ի կ չ ափո ւ մ ն ե ր ի , ք ի ր ալ այ ի ն Բ ԱՀ Ք և ռ ե ն տգ ե ն կ առ ո ւ ց վ ած ք այ ի ն  ան ալ ի զ ի  մ ե թո դ ն ե ր ը : ", "Այրման  նպատակային  արգասիքը`  մոլիբդենը  երկրորդային  արգասիքներից (MgO-ից և ZnS-ից) առանձնացնելու նպատակով իրականացվել  է նմուշների թթվահիմ- նային մշակում: Մշակման պրոցեսում անջատված H2S-ը կլանվել է NaOH-ի լուծույթով` առաջացնելով  Na2S,  որը  հանդիսանում  է  կարևոր  նյութ  հիդրոմետալուրգիական պրոցեսներում:  Չլուծված  պինդ  մնացորդի  դիֆրակտոգրամում  առկա  են  միայն  Mo-ին բնորոշ դիֆրակցիոն ռեֆլեքսներ (նկ. 4.8): "], "paragraph_source_docs": [2, 0, 0, 2, 0], "source_docs_file": "Chemistry.json"}