{"paragraphs": ["Գրականագետ  Կրիստինա  Բակիլեգան  այս  կապակցությամբ  գրում  է.  «Աջիլուլֆոն ոչ այլ ինչ է, քան անուն և տիտղոս, որ նյութականցված է զենք ու զրահի մեջ»:154 Աջիլուլֆոն արժանի ասպետ լինելու համար ունի ամեն ինչ, բացի «ինքն իրենից». «այսպիսով՝ Կառլոս Մեծի բանակում կարելի է ասպետ լինել, ունենալ բազմաթիվ կոչումներ, կռվելու հանդեպ մեծ կիրք և պատրաստակամություն՝ առանց գոյություն ունենալու կարիքի»:155 Երբ  ասպետական  նկրտումներով  տարված  և  Աջիլուլֆոյի  շնորհներով  հիացած դեռահաս  Ռամբալդոն  խորհուրդ  է  հարցնում  Աջիլուլֆոյից՝  ինչպես  պետք  է premio. La fiaba e i testiextrafolklorici. Edizioni grafo. Brescia 1985.  P.29 սարակինոսներից  վրեժ  լուծի  հոր  սպանության  համար,  ապշում  է  ասպետի  տված անտարբեր և ակնհայտորեն կենցաղային, բյուրոկրատական պատասխանից. «Պետք  է  դիմել  Մենամարտերի,  Վրիժառության  և  Պատվի  վրա  Խազերի Տնօրինությանը՝ մասնավորեցնելով պատճառները, որոնք ուսումնասիրվելուց հետո կորոշվեն ինչ պայմաններ ձեռնարկել, որ դիմողը բավարարվի»:156 Ակնհայտ  է,  որ  նման  պատասխանը  հատուկ  չէ  միջնադարյան  ասպետական վեպի հերոսին: Սա ճղճիմ կենցաղային խնդիրներով ու ձևականություններով տարված, տիտղոսների  զրահ  հագած  և  մարդկային  զգացմունքներից  զուրկ  մի  հերոսի պատասխան  է,  որն  ապացուցում  է  կռվի  և  ասպետականության  հանդեպ  նրա խանդավառության բացակայությունը: ", "Վեպում  ինքնությունից  զուրկ  կերպարներից  է  նաև  Աջիլուլֆոյի  վահանակիրը՝ Գուրդուլուն, որն ունի բազմաթիվ այլ անուններ և կերպարանքներ՝ «երբ բադերի հետ է, նա ինքն էլ է բադ դառնում… ասե՛ք պանիր կամ հոսանք, նա կպատասխանի՝ այստեղ եմ»:157 Անվանումները փոխող և շարունակ փոխակերպվող այս կերպարը հավանաբար ամենից  գրոտեսկայինն  է.  նույնանալով  տարբեր  առարկաների  հետ՝  նա  և՛  մարդ  է,  և՛ մարդ չէ: ", "Գրականագետ  Բելանուին  գտնում  է,  որ  Աջիլուլֆոն  «մաքուր կամքն է՝ առանց տարածականության», իսկ Գուրդուլուն «ներկայացնում  է  բացարձակ տխմարությունը»:158 Համաձայնելով  գրաքննադատի  կարծիքին՝  հավելենք,  որ Աջիլուլֆոյի  մարմինը,  «տարածականությունը»,  լուծված  է  նրա  բացարձակ  կամքի  մեջ, որը  մետաղի  պես  կարծրացել  և  վերածվել  է  զրահի:  Իսկ  Գուրդուլուն  ունի  մարմին, սակայն  զուրկ  է  կամքից:  Աջիլուլֆոյի  և  Գուրդուլուի  ընդհանրությունը  ինքնության բացակայության մեջ է, սակայն, ի տարբերություն շարունակ «ծռծմվող», «վերելքների» ու «վայրէջքների»  մեջ  գտնվող  իր  վահանակրի՝  մարմնից  զուրկ  Աջիլուլֆոն  հաստատուն կանգնած է իր զրահի ներսում: ", "Մի  շարք  գրականագետներ,  ինչպես,  օրինակ  Ռոբերտ  Ռաշինգը,    Աջիլուլֆոյի  և վահանակիր  Գուրդուլուի  մեջ  տեսնում  են  Դոն  Կիխոտ  և  Սանչո  Պանսա  զույգի University. Istambul 2012. Vol. 2. No. 5. P. 319 արձագանքը:  Ընդունելով  Ռաշինգի  այն  միտքը,  որ  Աջիլուլֆոյի  կերպարը արտահայտում է  Դոն  Կիխոտի «իդեալիզմի  հերթական  տրագիկոմիկական ձախողումը»՝159  ավելացնենք,  որ  Դոն  Կիխոտի  պես  մելանխոլիկ  Աջիլուլֆոն  արդեն կրում է սերվանտեսյան հերոսի գիտելիքն ու իդեալների տապալման փորձը: ", "Դոն  Կիխոտը՝  որպես  Վերածննդի  կերպար,  հետևում  է  բացառապես  սեփական ազնիվ  մղումներին,  բայց  բախվում  է  աշխարհի  արհավիրքներին,  մինչդեռ  Աջիլուլֆոն սաստում է այդ արհավիրքները, ձեռք բերում տիտղոսներ ու պարգևներ:  Կալվինոյի՝ իր գործին  կատարյալ  տիրապետող,  բայց  իրականում  էությունից  զուրկ  և  աշխարհի հանդեպ  անտարբեր  հերոսը  օտարանում,  փակվում  է  իր  զրահի  մեջ:  Ասպետական արժանիքները նրա համար զուտ սկզբունք են, բարոյականությունը՝ ընդամենը կարգ: "], "paragraph_source_docs": [0, 0, 0, 0, 0], "source_docs_file": "Literature.json"}