{"source_docs_file": "Linguistics.json", "paragraph_source_docs": [1, 0, 1, 0, 0, 1, 1, 1, 0, 1, 1, 0, 0, 1, 0, 1, 0, 0, 0, 0, 0, 1, 1, 1, 1, 0, 0, 1, 1, 0, 1, 1, 0, 0, 1, 1, 1, 0, 0, 0, 0, 1, 1, 1, 0, 0, 0, 1, 0, 1], "paragraphs": ["Օրինակ. Either John will come or he won't. (Wierzbicka 1988: 431-434) Նրանք  գտնում  են,  որ  տվյալ  նույնաբանությունը  նշանակում  է,  որ  մենք  չենք կարող  իմանալ`  Ջոնը  կգա,  թե  ոչ,  և  ոչինչ  չենք  կարող  անել`  ինչ-որ  կերպ  դա փոխելու  համար,  թեպետ  կարծում  ենք,  որ  գուցե  դա  վատ  է:  Սակայն  այդ  մասին պետք  չէ  մտածել,  որովհետև  չենք  կարծում,  թե  կարող  ենք  անել  մի  բան,  որ կանխենք լինելիքը: ", "Այս  շարքում  հետաքրքրական  են  «Նամակ  Փարիզէն»  հաղորդագրությունները, որոնք  վերաբերում  են  Առաջին  համաշխարհային  պատերազմին  հաջորդած  Փարիզի խաղաղության վեհաժողովին: Ասորիները վեհաժողովի հետ մեծ հույսեր էին կապում և Փարիզ էին գործուղել մի քանի պատվիրակների, որոնցից մեկը խարբերդցի Աբրահամ Յուսուֆն էր: «Բաբելոնը» պարունակում է նրա մի քանի «նամակները Փարիզէն»: ", "Ընդհակառակը` խոսողը արտահայտում է հուսահատվածության  ու  դատապարտվածության զգացում, նրա  խոսքը փոխանցում է անորոշություն ու տագնապ: ", "Ոչ տեղեկատվական բնութի նամակները կարելի է հիմնականում բաժանել երկու խմբի՝  «Բաբելոնին»  և  Ասորվոց  Հնգյակ  Ընկերությանը  հասցեագրված  նամակներ  և բաց նամակներ: Առաջինները հիմնականում պարունակում են պարբերականի և Ընկե- րության գովեստը: Քննադատական նամակները, որոնք, ըստ ամենայնի, նույնպես քիչ չէին,  «Բաբելոնը»  չէր  հրատարակում,  սակայն  ժամանակ  առ  ժամանակ  ուղղակիորեն կամ  անուղղակիորեն  հիշատակում  է  դրանք  և  որոշ  դեպքերում՝  արձագանքում:  Կան նաև  մի  քանի  խմբագրական  պարզաբանումներ  ընթերցողների  կողմից  հնչեցրած հարցադրումներին: Այսպես, ի պատասխան ոմն Դավուդ Էլբիի նամակին, «Բաբելոնի» մի  քանի  հաջորդական  համարներում  տպվում  էր  «Մեր  պատասխանը»  արձագանքը, տարբերակով (West Hoboken), մյուս դեպքում՝ հայերեն տառադարձությամբ (Ուէսթ Հօպօքըն): ", "որում  կան  բազմաթիվ  տեղեկություններ  Ասորվոց  Հնգյակ  Ըկերության  ստեղծման  և նպատակների վերաբերյալ: ", "Այն  առաջին  հատվածից  բաժանված  է  բազմակետով,  ինչը  առոգանական  դադարի նշան  է:  Ենթադրվում  է,  որ  հենց  այս  մի  քանի  վայրկյան  տևող  դադարը արտահայտում է իրավիճակի ճակատագրական ու ծանր լինելը: ", "Ա.  Վերժբիցկան նաև  տարբերակում է  ապագայի և  անցյալի իրադարձություններին  վերաբերող  նույնաբանություններ,  որոնցում  բայական անդամը  ներկա  ժամանակով  է:  Ապագային  վերաբերող  նույնաբանությունները ներակայում են ապագա իրադարձությունների անհայտ և անորոշ լինելու իմաստը և արտահայտում են ֆատալիստական վերաբերմունք: Օրինակ. I  love  to  play  the  game  no  matter  if  it’s  here  in  New  Jersey  or  if  it’s  where everybody’s speculating. So whatever happens happens. I have no say in it. I’m just an employee. (Insidehoops, http://www.insidehoops.com/kidd-interview- Այստեղ  խոսողն  ընդունում  է  ապագա  իրադարձությունները`  հասկանալով,  որ դրանք անվերահսկելի են: ", "Անցյալի մասին  խոսելիս նույնաբանությունները ներակայում են անդառնալիության իմաստ. ինչ եղել է, այլևս հնարավոր չէ փոխել: ", "Դրանց տակ, նույնպես հայատառ թուրքերենով գրված է Թօփլատի152 Ն.Պ.Գօյուն: Մե- ծատառերով  տպված  ՊՈՒՐԱՏԱՆ  ՇՈՒՐԱՏԱՆ  վերնագիրն  առկա  է  նաև  տիտղոսա- թերթի  վրայի բովանդակության մեջ: Դրա կողքին՝ հեղինակների սյունակում կարդում ենք Թօփլատը Ն.Պ.Գօյուն՝ ի տարբերություն համարի ներսում գործածված Թօփլատի տարբերակի: Ի տարբերություն մեծատառերով տպված մյուս բոլոր վերնագրերի և հե- ղինակների  անունների՝  Թօփլատը  Ն.Պ.Գօյուն  միակ  բառակապակցությունն  է,  որը տպված է փոքրատառերով: ", "Դիտարկենք օրինակը. First of all there are some real fundamental differences between the “old” phones and  today's  phones.  In  the  60's  a  phone  was  a  phone.  Nothing  more.  They  were used  to  make  and  receive  calls.  No  fancy  staff!  (Engineer,  http://www..engineer- exchange.com/content/view/37/70/, (accessed 15 December, 2013)) Այս  օրինակում  համեմատվում  են  երկու  տեսակի  հեռախոս.  60-ականների  հին հեռախոսը  համեմատվում  է  ներկայիս  բազմաֆունկցիոնալ  հեռախոսի  հետ:  Ընդ որում`  a phone was a phone  կառույցը  ակտիվացնում  է  այն  միտքը,  որ  այն ժամանակ  հեռախոսին  բնորոշ  էին  հենց  այն  գործառույթները,  որոնք  դրա ամենաէական բաղադրիչներն են, ու առանց որոնց այն չի լինի հեռախոս: Այստեղ, ինչպես նաև նախորդ քննված նույնաբանական կառույցներում, գործում է Վորդի և Հիրշբերգի  այլընտրանքային  տարբերակների  բացառման  սկզբունքը:  Այսինքն` լսողը հասկանում  է, որ խոսողը բացառում է A phone was a TV կամ A phone was a radio  այլընտրանքային  տարբերակները`  հեռախոս  սարքի  մեջ  ներառելով  այն ամենաբնորոշ  հատկանիշները,  որոնք  հատուկ  են  բացառապես  իրեն`  զանգ կատարել և զանգ ընդունել: Այնուհետև հեռախոսի այսպիսի մոդելը համեմատվում է  արդի  հեռախոսների  հետ  ու  նշվում  հենց  այն,  ինչը  ստեղծում  է  տարբերություն նախկին ու ներկայիս հեռախոսների միջև` fancy staff. Դիտարկենք  ևս  մեկ  օրինակ,  որտեղ  նույնաբանությունը  գործածվում  է համեմատական  գործառույթ  իրականացնելու  նպատակով:  Այս  դեպքում  x was x կաղապարով  կիրառված  նույնաբանությունը  համեմատվում  է  x  was  not  y կաղապարի հետ. It was a time of innocence, and fun. A time when a kid was a kid and an X-ray was not  for  candy.  (Cinema  Invisible,  http://cinemainvisible.org/fci-2014/when-a-kid- was-a-kid/, (accessed 19 August, 2015)) Այս  օրինակում  ունենք  համեմատության  մի  քանի  մակարդակ:  Մի  կողմից` անցյալի  երեխան  համեմատվում  է    այսօրվա  երեխայի  հետ,  անցյալի  X-ray (ռենտգենյան  ճառագայթ)  հասկացությունը`  այժմյանի  հետ,  իսկ  մյուս  կողմից` անցյալի  ու  ներկայի  երեխաների  միջև  եղած  տարբերությունը  զուգահեռվում  է անցյալի  ու  ներկայի  ռենտգենյան  ճառագայթի  հետ  (տվյալ  դեպքում  նշվում  է,  որ ռենտգենյան  ճառագայթը  անցյալում  քաղցրավենիք  չէր,  ինչն  էլ  թույլ  է  տալիս ենթադրել,  որ  այժմ  X-ray  անունով  քաղցրավենիք  կա):  Արդյունքում  ընտրելով անցյալ  ժամանակաձևով  նույնաբանական  կառույց`  խոսողը  նպատակ  է հետապնդում  փոխանցելու դիմացինին իր ոչ  այնքան բարյացակամ վերաբերմունքը  կամ  մտքերը  ժամանակի  ընթացքում  տեղ  գտած  այդ փոփոխությունների վերաբերյալ: Անդրադառնանք ևս մեկ օրինակի. When  men  were  men…  (Thought  Catalog,  http://thoughtcatalog.com/josh- gondelman/2013/07/im-glad-i-didnt-live-when-men-were-men/, (accessed 19 July, Այս  նույնաբանությունը  կարելի  է  մեկնաբանել  հետևյալ  կերպ:  Խոսողը կիրառում  է  անցյալ  ժամանակաձև`  այդպիսով  ընդգծելով  ներկայի  ու  անցյալի միջև  եղած  ջրբաժանը:  Նա  գոյականը  գործածում  է  հոգնակի  թվով:  Սա  խոսքին տալիս  է  ընդհանրական  բնույթ,  այսինքն`  ասվածը  չի  վերաբերում  որևէ  կոնկրետ անձի:  Կարևոր  է  բազմակետի  կիրառությունը:  Տվյալ  դեպքում  այն  տեղ  է  թողնում ենթադրելու,  որ  խոսողը  միտքը  կիսատ  է  թողնում`  համարելով,  որ  լսողը  կամ ընթերցողը ինքը կհասկանա շարունակությունը: ", "Լսողը  կարող  է  մեկնաբանել,  որ  նախկինում  տղամարդիկ  ունեին  այնպիսի հատկանիշներ, որոնք սովորաբար համարվում են տղամարդկանց առավել բնորոշ: ", "Ա-16 համարի տիտղոսաթերթի վրա առկա է միայն մեծատառերով տպված ՄԷՆ ԸԼԼԷԼ ՄԷՆ ԸԼՔՕ արտահայտությունը, որին հետևում է Թօփլատը Ն.Պ.Գօյուն: Նույն ձևով բաժինը, որն այս անգամ պարունակում է 12 ասացվածք, վերնագրված է համարի ներսում,  սակայն  ստորագրության  տողում  կարդում  ենք  Քանիշ  (թօփլատը)  Ն.Պ.Գօ- յուն,  ուր  քանիշ-ը  «հավաքեց»  բառի  ասորերեն  համարժեքն  է  (ավելի  մանրամասն՝ «Բայեր» գլխում): ", "Մէն Ըլլէլ Մէն Ըլքօ վերնագիրը տիտղոսաթերթի վրա և համարի ներսում գտնում ենք նաև Ա-17 համարում: Տիտղոսաթերթի վրա գործածված թօփլատը բայի փոխարեն (սա  թօփլատը  բայի  վերջին  գործածությունն  է  «Բաբելոնում»)  համարի  ներսում՝  15 ասացվածքների տակ կարդում ենք՝ էթքանաշ Ն.Պ.Գօյուն, ուր էթքանաշ բայն ասորե- րեն քանիշ բայի ածանցյալ ձևն է: ", "Տվյալ պարագայում տղամարդ հասկացության մասին տեղեկույթը հենց այն է, ինչը խոսողը/գրողը  ու  լսողը/ընթերցողը  կիսում  են,  կամ  խոսողը  ենթադրում  է,  որ կիսում  են,  կամ  առնվազն  խոսողը  բացառում  է  հավանականությունը,  որ լսողը/ընթերցողը բացարձակապես չի տիրապետում այդ տեղեկույթին: ", "Ա-19 համարում այս մշտական բաժինն էական փոփոխություններ է կրում: Նախ Նշան  Գօյունի  փոխարեն  այս  համարում  տեսնում  ենք  Էթքանաշ  Նաում  Բեշարոֆ (տիտղոսաթերթի  վրա՝  Բեշարով)  ստորագրությունը:  Ապա  հայատառ  թուրքերեն ասացվածքների փոխարեն՝ արևելահայերեն 10 աֆորիզմներ: Մեն Ըլլէլ Մէն Ըլքօ վեր- նագիրն  այս  համարի  ներսում  ուղեկցված  է  «Իմաստավոր  նախադասություններ,  կեն- սական գիտելիքներ» ենթավերնագրով: Մեջբերենք երկու նմուշ. «Նա թշնամի է հասա- րակության, ով որ օգնում է միայն ինքն իրան» և «Երջանիկ է նա, որի շիրիմի վրա սե- րունդները կգրեն՝ նա միշտ կատարում էր յուր պարտականաությունները դեպի մեզ»: ", "Այժմ  ավելի  մանրամասն  անդրադառնանք  սույն  օրինակում  կիրառված բազմակետին:  Վերջինս,  անկասկած,  շարունակություն  է  պահանջում:  Այսինքն` շարունակություն, որը բխում է ինքն իրենով սահմանվող կառույցից: Այստեղ պետք է  արձանագրել,  որ  սա  հակասում  է  Ա.  Վերժբիցկայի  (Wierzbicka  1991)  այն կարծիքին,  թե  նույնաբանություններն  ունեն  թեման  փակող,  եզրափակող գործառույթ:  Մեր  օրինակում  տեսնում  ենք  հակառակը:  Կախման  կետը  տալիս  է նույնաբանության  առաջ  քաշած  միտքը  շարունակելու  տարբերակների  լայն հնարավորություն: ", "Ա-21 համարը Մէն Ըլլէլ Մէն Ըլքօ բաժին չի պարունակում: ", "Ա-22  համարում  բաժինը  կրկին  ստանձնում  է  Նշան  Գօյունը՝  առաջարկելով  ըն- թերցողին 16 ասացվածքներ և ասույթներ հայատառ թուրքերենով: Սա վերջին Մէն ըլ- լէլ մէն ըլքօ բաժինն է, որը պարունակում է թուրքերեն տեքստ: Հետագայում այս բաժ- նում զետեղվում են բացառապես հայերեն գրված նյութեր: ", "Ա-23,  Ա-25  և  Ա-26-րդ  համարներում  Նաում  Բեշարովը  ներկայացնում  է  աֆո- րիզմներ արևելահայերենով: Ա-24 և Ա-27-րդ համարներում այս բաժինը կրկին բացա- կայում է: ", "Հրատարակման  երկրորդ  տարում,  երբ  խմբագրի  պարտականություններն ստանձնել էր Նաում Բեշարովը, Մէն Ըլլէլ Մէն Ըլքօ բաժինը լույս էր տեսնում անկանոն կերպով:  Առաջին  անգամ  այն  տեսնում  ենք  Բ-8  համարում:  Բաժինը  կրում  է  «Օգտա- կար  գիտելիք»  ենթավերնագիրն  ու  պարունակում  է  արևմտահայերեն  7  աֆորիզմներ, որոնց տակ գտնում ենք Էթքանաշ Ճ.Տ. Սէֆէր ստորագրությունը: Տիտղոսաթերթի վրա էթքանաշ  բայը  բացակայում  է:  Նույնը  կրկնվում  է  նաև  Բ-9  համարում,  որում  գտնում ենք 9 աֆորիզմներ: ", "Բ-10 համարի 8 աֆորիզմների տակ, որոնք այս անգամ էլ կրում են «Օգտակար գիտելիք»  ենթավերնագիրը,  կարդում  ենք՝  Հավաքեց  և  թարգմանեց  Ճօռճ  Տ.  Սէֆէր, այսինքն  բացակայում  է  ավանդական  դարձած  էթքանաշ  ասորերեն  բայը:  Սա  միակ դեպքն է, երբ Մէն Ըլլէլ Մէն Ըլքօ բաժնի տակ տեսնում ենք հայերեն բառեր: Տիտղոսա- թերթի վրա անունը ներկայացված է որպես «Ճ.Տ.Սէֆէր»: ", "Երկրորդ  հատվածում  B-ն  կրկին  հիշում  է  անցյալը,  բայց  արդեն  կոնկրետ համեմատություն  ու  տարբերություն  ցույց  տալու  բացահայտ  ցանկությամբ:  Նա ներկայացնում է նախնիների հզոր կերպարն ու  խոսքը  ամփոփում նույնաբանությամբ:  Այստեղ  նույնաբանությունը  հանդես  է  գալիս  որպես եզրակացություն:  Այն  կարծես  հակիրճ  բանաձևում  է  խոսողի  մինչ  այդ արտահայտած  միտքը:  Տվյալ  դեպքում  վերջակետի  կիրառությունը  հենց  բխում  է խոսողի  ասելիքի  տրամաբանությունից:  Նա,  կատարելով  համեմատություն  ու ցույց  տալով  իրենց  քաղաքի  անցած  հզորությունը,  վերջում  նշում  է`  որն  էր  այդ հզորության պատճառը, որը և դառնում է նրա ամփոփիչ արտահայտությունը: ", "Երրորդ  օրինակում  A-ն  բողոքում  է  ներկա  հասարակական,  տնտեսական վիճակից  ու  որպես  այդ  ամենի  պատճառ  տեսնում  է  կնոջ  հայտնվելը հասարակական-քաղաքական  կյանքի  այնպիսի  ոլորտներում,  որոնք  նախկինում բացառապես  եղել  են  տղամարդկանց  գերակայության  ներքո:  Ու  այս  երևույթի մեղավորը  նա  համարում  է  հենց  տղամարդկանց,  ովքեր  իր  կարծիքով  չափազանց հլու և հանդուրժող են  դարձել, ու դժվար է իրական տղամարդ  գտնելը: Դիմացինը հեգնում  է  նրան`  ասելով,  որ  անցյալում,  իհարկե,  ամեն  ինչ  իդեալական  ու դրախտային  էր,  և  ամեն  ինչ  պարզապես  հոյակապ  էր,  քանի  որ  տղամարդիկ տղամարդ էին: Այստեղ նա միտումնավոր չափազանցություն է անում, քանի որ թե՛ խոսողին,  թե՛  իր  խոսակցին  հայտնի  է,  որ  նույնիսկ  եթե  ընդունենք,  որ  անցյալում որոշ բաներ ավելի լավ են եղել, ամեն ինչ հեռու է եղել իդեալական համարվելուց: ", "Եվ  անգամ  եթե  տղամարդիկ,  այսպես  ասած,  իրոք  տղամարդ  էին,  միևնույնն  է, խնդիրները  առկա  էին:  Հենց  այս  հեգնանքն  առավել  շեշտված  արտահայտելու համար  B-ն  օգտագործում  է  բացականչություն  կամ  բացականչական  նշան` այդպիսով  է՛լ  ավելի վստահեցնելով,  որ  անցյալում  ամեն  բան  կատարյալ  էր,  երբ կանայք խոհանոցից դուրս չէին գալիս, իսկ տղամարդիկ էլ տղամարդ էին: Այստեղ նույնպես նույնաբանությունն ունի թեման եզրափակող գործառույթ: ", "Ուսումնասիրելով  նշված  օրինակները  և  ի  մի  բերելով  դրանց  քննության արդյունքները`  ցանկանում  ենք  փաստել,  որ  նույնաբանական  կառույցի գործաբանական  ներուժի  կազմավորման  գործում  մեծ  է  նաև  բայական  անդամի ժամանակի  քերականական  կարգի  դերը  խոսողի  այս  կամ  այն  հաղորդակցական նպատակը  արտահայտելու համար:  Այս ենթագլխում իրականացված վերլուծությունը  նաև  հնարավորություն  է  տալիս  խոսելու  նույնաբանական կառույցների  տեքստակազմիչ  գործառույթի  մասին:  Վերջիններս    ոչ  միայն  ունեն թեման եզրափակող, ամփոփող գործառույթ (ինչպես նշում են որոշ լեզվաբաններ), երբ  նրանցում  խտացվում է  խոսողի  հաղորդակցական  մտադրությամբ պայմանավորված  տեղեկույթը,  այլև  կարող  են  ներմուծել  նոր  թեմա`  տվյալ խոսքային  իրավիճակի  պահանջներից  ելնելով,  և  դառնալ  հաղորդակցության առանցքային թեման: ", "Ինչպես  երևում  է  այս  համառոտ  ակնարկից,  Նաում  Բեշարովի  խմբագրապետ լինելու օրոք  թուրքերենն իսպառ վերանում է  Մէն Ըլլէլ Մէն Ըլքօ  բաժնից  և  ամբողջու- թյամբ փոխարինվում հայերենով, թեև «Բաբելոնը» պարունակում է Բեշարովի հեղինա- կած  բանաստեղծությունը  հայատառ  թուրքերեն:  Սա  թույլ  է  տալիս  ենթադրելու,  որ հայերենին  փայլուն  տիրապետող  Նաում  Բեշարովը  լեզվի  հարցերում  ցուցաբերում  էր մաքրամոլության միտումներ, և նրա օրոք է, որ ասորական լեզվական նյութի ծավալը «Բաբելոնում» կտրուկ նվազում է: ", "«Բաբելոնը» պարունակում է մեծ թվով տարաբնույթ հայտարարություններ, ծանուցում- ներ, ծանոթություններ և այլն: Որպես մշտական բաժին կարելի է դրանցից առանձնաց- նել  «Բաբելոնին»  դրամական  նվիրատվություններ  արած  անձանց  և  բաժանորդների ցանկերը: Որոշ հետաքրքրություն են ներկայացնում այն հայտարարությունները, որոնք լույս են սփռում լրացուցիչ դրամ հայթայթելուն ուղղված Ասորվոց Հնգյակ Ընկերության գործունեության  վրա:  Այսպես,  ծանուցումներից  տեղեկանում  ենք,  որ  «Բաբելոնի» խմբագրակազմը  պարբերաբար  հրատարակում  էր  «Գրպանի  երգարաններ»,  որոնք ձերք բերել ցանկացողներից խնդրվում էր համապատասխան գումարն ուղարկել «Բա- բելոնի»  հասցեով:  Նույնպես  հայտարարություններից  տեղեկանում  ենք,  որ  Ասորվոց Հնգյակ Ընկերությունն արտադրում էր ասորական խորհրդանիշներով կրծքանշաններ և  բացիկներ,  ինչպես  նաև  քարտեզներ  և  ազգային  հերոսների  դիմանկարներ,  որոնք սպառվում էին ինչպես ԱՄՆ-ում, այնպես էլ Մերձավոր Արևելքում: ", "Կարևորն  այստեղ  այն  կարծրատիպային  նշանակությունն  է  կամ  գիտելիքը,  որը զուգորդվում  է  չամուսնացած  տղամարդկանց  հետ`  որպես  նրանց  բնորոշ հատկանիշներ:  Ըստ  այս  նույնաբանության  նշանակության` չամուսնացած տղամարդիկ  չեն  կարողանում  կոկիկ  ապրել  և  հագնվել,  ու  դա  նրանց  բնորոշ հատկանիշ  է:  Այստեղ  գործ  ունենք  տեղինության  (Relevance)  կարգախոսի  հետ, ինչն  ուղղորդում  է լսողին,  որպեսզի  վերջինս  ինքնուրույն  որոշի,  թե կարծրատիպային  նշանակությունը  որքանով է  տեղին  տվյալ  ասույթի հաղորդակցական-գործաբանական արժեքը ձևավորելու գործում: ", "Խոսելով  կարծրատիպային  նշանակության  մասին`  անհրաժեշտ է ուշադրություն  դարձնել  այն  իրավիճակին,  որտեղ  կիրառվել է  տվյալ նույնաբանական  կառույցը:  Նշված  օրինակում  առանց  առաջին  խոսակցի    տված տեղեկության,  որ  Փիթը  իր  գուլպաները  ամիսներ  շարունակ  չի  լվացել,  երկրորդ խոսակցի  օգտագործած  նույնաբանության  նշանակությունը  միանշանակ  կերպով հասկանալի չէր լինի: Նույնիսկ կարելի է պնդել, որ տվյալ նշանակությունը մեկ այլ օրինակում տեղին չէր լինի: Դիտարկենք հետևյալ օրինակը. …one of his (male) friends laughs at me and says: you’re the one who had to have him!!  (he  has  had  probably  50 “girlfriends”  who  lasted  less  than  one  year  and  most  less than 6 months). It is apparently very shocking to those that have known him that he’s so “committed” to this relationship because he never had the same girl around for very long. His friends and family love me. I am crazy about him and yet…. sometimes I think that he’s just not ever going to “let go” and let me in there…. (and then I see some tiny inkling of progress….). Everyone (including my dad) said to me “he is a guy to have fun wi th, but if  you  want  something  “serious”  or  if  you  want  a  “partner”  you’ll  have  to  move  on, bachelors  are  bachelors.  (The  Tao  of  dating,  http://taoofdating.com/how-to-deal-with- confirmed-bachelor/, (accessed 19 March, 2014)) Այս  օրինակում  նախորդ  օրինակի  մեկնաբանությունը  տեղին  չէ:  Այստեղ խոսքը չամուսնացած  տղամարդկանց  մասին  է,  ովքեր  չեն  սիրում  երկար հարաբերություններ  ունենալ,  խուսափում  են  ամուսնությունից  և  գերադասում  են միայնակ  ապրել:  Նույնաբանությունը  կիրառվում  է  որպես  հաստատում  այն կարծրատիպային  մտքի,  որ  չամուսնացած  տղամարդիկ  իրենց  ուշադրության  ու ժամանակի  մեծ  մասը  հատկացնում  են  իրենք  իրենց  և  չեն  ցանկանում  նվիրվել ընտանիքին: Այսինքն, եթե առաջին օրինակում կարծրատիպային նշանակությունը չամուսնացած  տղամարդկանց  անփույթ  վերաբերմունքն  է  սեփական  արտաքինի ու  հագուկապի  նկատմամբ,  ապա  երկրորդ  դեպքում  խոսքը  նրանց  հոգեբանական կողմին  է  վերաբերում:  Այստեղ  արդեն  կարծրատիպն  այն  է,  որ  չամուսնացած տղամարդիկ,  սովոր  չեն  կանոնավոր  ապրելակերպի:  Ինչ  խոսք,  պետք  է  նշել,  որ երկու  մեկնաբանություններն  էլ  տեղին  են`  յուրաքանչյուրն  իր  համատեքստում: ", "մեռիկ Աշուր Էֆ. Ս. Յուսուֆի անմահ հիշատակին, այժմ կփափագինք, որ տարբեր քա- ղաքներու մեր գործակալները, որ ցարդ իրենց հաշիվները մաքրած չեն, հաճին շուտա- փույթ թղթակցիլ Պրն. Հեննե Ա. Յուսուֆի հետ, որն իրավասությունը ստանձնած է [ըն- թեռնելի չէ]»: Ինչպես նշել էինք, «Ասորվոց անզուգական ռահվիրան» հավաքածուն մեծ արժեք  է  ներկայացնում,  քանի  որ  նրանում  պահպանվել  են  Աշուր  Յուսուֆի  գրական ստեղծագործության մի քանի նմուշներ, ինչպես նաև իրեն վերաբերող կենսագրական Կարճ  հայտարարություններից  տեղեկանում  ենք,  որ  Ընկերությունը  կամ, առնվազն, նրա որոշ անդամներ զբաղվում էին Ամերիկայից Խարբերդ դրամի փոխան- Ծանուցումների մեկ այլ տեսակն առաջիկա համարներում լույս տեսնելիք նյութե- րի անոնսներն են: Այսպես, օրինակ, Ա-1 համարում կարդում ենք ծանուցում հաջորդ մի քանի  համարներում  Աշուր  Յուսու ֆի  «Ասորական  եկեղեցին  անցյալին  ու  ներկային մեջ» հոդվածի լույս տեսնելու մասին: ", "Նշված  կարծրատիպային  բնույթի  նույնաբանությունները,  ինչպես  տեսանք, ունեն a is a բանաձևը: Սակայն ճիշտ  չի լինի կարծել, թե  կարծրատիպային կարող են  լինել  միայն  այս  բանաձևով  կառուցված  նույնաբանությունները:  Օրինակ` այնպիսի նույնաբանական կառույցներ, ինչպիսիք են Whatever happens happens; Let bygones  be  bygones;  It  is  what  it  is  գրանցված  են  դարձվածաբանական բառարաններում: Դիտարկենք ևս մեկ օրինակ. East is East and West is West (KR BEW: 1989) Այս  նույնաբանությունը  համադասական  է  և,  եթե  դիտարկենք  դրա իմաստային  կողմը,  ապա  կտեսնենք,  որ  մի  կողմում  ունենք  արևելք հասկացությունը, որը բնութագրվում է երկրորդ գոյականական անդամով: Այստեղ երկրորդ գոյականը լրացնում է  առաջինին` նրան վերագրելով  այն հատկանիշները,  որոնք  ոչ  միայն  հատուկ  են  արևելքին,  այլ  նաև  տարբերում  են նրան  արևմուտքից:  Մյուս  կողմից`  նույն  պատկերն  է  West is west  հատվածում: ", "Այստեղ նույնպես  երկրորդ  բաղադրիչը լրացնում է առաջինին`  հաղորդելով նրան այն  յուրահատուկ  հատկանիշները,  որոնք  դրան  դարձնում  են  տարբեր արևելքից: ", "վող կարճ շնորհավորանքները: ", "Այս շարքին պետք է դասել նաև «Բաբելոնի» անունից այս կամ այն առիթով ար- «Բաբելոնն»  իր  էջերը  տրամադրում  էր  նաև  մասնավոր  հայտարարությունների համար, ինչպես, օրինակ, իրենց հարազատներին փնտրողներին: ", "Սակայն  ինչպես  նշվեց,  դա  սահմանափակ  ազատություն  է,  քանի  որ And West is West  ասույթն  իր  կառուցվածքով  և  նշանակությամբ  տալիս  է  այն  մտային կաղապարը, ըստ որի պետք է կառուցվի նախորդող հատվածը: ", "Հարկ է  նշել  ևս  մեկ  կարևոր  հանգամանք:  Ընթերցողի  կողմից չարտահայտված  մտքի  վերականգնման  գործում  զգալի  նշանակություն  ունի  նրա տեղեկացվածությունը  ներկայիս  գլոբալ  աշխարհաքաղաքական  իրավիճակից  ու աշխարհի  մշակութային,  գաղափարախոսական,  ինչպես  նաև  կրոնական  և առհասարակ  քաղաքակրթական  մասնատվածությունից  արևմուտքի  և  արևելքի միջև,  այսինքն`  ընթերցողի  հենքային  գիտելիքը:  Հակառակ  պարագայում  ըստ էության  հնարավոր  տարբերակներ  կարող  են  դիտվել,  օրինակ, North is North and West is West  կամ  South is South and West is West  համադաս  նույնաբանական կառույցները: ", "Տվյալ  պարագայում կառուցվածքային  տրամաբանության տեսանկյունից  ամեն ինչ  կարծես  ճիշտ  է  լինում:  Սակայն  միայն  կառուցվածքային ճշգրտությունը,  փաստորեն,  բավարար  չէ:  Ենթադրվում  է,  որ  ընթերցողը  պիտի տեղյակ  լինի  աշխարհի  երկու  հիմնական  քաղաքակրթական  կաղապարների բաժանված  լինելու  մասին,  որոնցից  մեկն  արևելքն  է,  իսկ  մյուսը`  արևմուտքը: ", "Խարբերդի ասորիների հայախոս լինելը նշանակում էր, որ նրանց համար հրատարակ- վելիք  պարբերականը  պետք  է  լիներ  հայերեն:  Պարբերականի  անդրանիկ  համարի խմբագրականում  կարդում  ենք.  «Նկատի  ունենալով,  որ  ներկա  վճռական  օրերուն խարբերդցի ասորիներու փոքրամասնություն մը հույժ պետք ունին հայատառ պարբե- րականի  մը  արտասահմանի  անցուդարձերուն  տեղեկանալու  համար,  …  Ասորվոց  Հն- գյակ  Ընկերությունը  կուգա  այդ  զգալի  պակասը  լեցունել  «Բաբելոնով»»153:  Այս  մեջբե- րումից  հետևում  է,  որ  խարբրերդցի  ասորիների  միջավայրում  կար  մի  շերտ,  որի  հա- մար  հասկանալի  կարող  էր  լինել  միայն  հայերեն  հրատարակվող  պարբերականը: ", "Թուրքերենը,  հավանաբար,  այլևս  չէր  դիտվում  որպես  խարբրեդցիների  համար  հրա- տարակվելիք պարբերականի լեզվի տարբերակ: ", "Լինելով  Խարբերդի  ասորիների  միջավայրում  ծնունդ  առած  պարբերական՝ «Բաբելոնն»  առավելապես  գործածում  է  գրական  արևմտահայերենը:  Հոդվածների ճնշող մեծամասնության լեզվի հարստությունը և ոճական բազմազանությունը կասկած չեն  թողնում,  որ  հոդվածագիրներից  մեծ  մասը ստացել  էր  հայկական  լավ  կրթություն: ", "Դրա հետ մեկտեղ, որոշ հոդվածներում, հատկապես նրանցում, որոնք լուսաբանում են ազգային  կամ  համայնքային  կյանքն  ու  անցուդարձը,  նկատվում  են  որոշ  շեղումներ գրական արևմտահայերենի ոճական և շարահյուսական կանոններից, որը, թերևս, բա- ցատրվում  է  խոսակցական  լեզվի  ազդեցությամբ:  Խարբերդում  բնակվող  ասորիների մեջ, անկասկած, տարածված էր հայերենի Խարբերդի բարբառը, որը բավականին լավ ուսումնասիրված  է:  Այդուհանդերձ,  պարբերականի  էջերում  այդ  բարբառի  որևէ  նմուշ չկա: ", "Այժմ  դիտարկենք  հետևյալ  նույնաբանության  նմուշօրինակը,  որը  ռեժիսոր Քրիստիան Ժաքի` 1958 թվականին նկարահանված ֆիլմի անվանումն է` The law is the law:  Կրկին  դիմելով  Օքսֆորդի  բառարանին  law  (օրենք)  բառի  իմաստները արձանագրելու  նպատակով`  փորձենք  սահմանագծել  այն  դաշտը,  որի շրջանակում  տվյալ  նույնաբանությունը  կարող  է  մեկնաբանվել  և  ձեռք  բերել  իր գործաբանական ներուժը: ", "Law law or  society  must  obey.  2.  a  particular  branch  of  the  law:  company/international/tax,  etc. agreement, etc. (Oxford Advanced Learner’s Dictionary 2005) Law  բառի  մնացած  իմաստներն  այստեղ  չենք  ներկայացնի,  քանի  որ  դրանք շատ  են,  այլ  միայն  կնշենք,  որ  դրանց  թվում  են  հետևյալ  իմաստները  4) Subject/profession  5)  Police  6)  of  an  organization/activity  7)  of  good  behavior  8)  in business/  Nature/  Science  –  principle:  Սակայն  անկախ  նրանից,  որ  law  բառն  ունի բազմաթիվ  իմաստներ, միևնույնն է, երբ  կիրառվում է The law is the law կառույցը, թերևս  ոչ  ոք law-ն չի  ընկալում  իրավաբանական  ֆակուլտետի  կամ իրավագիտության  կամ  ոստիկանության  իմաստով:  Այն  մեկնաբանվում  է  որպես սահմանադրությամբ  ամրագրված  իրավունքի  վրա  հիմնված  կանոնների համակարգ,  որին  բոլորը  պետք  է  ենթարկվեն:  Օրենքի  դեպքում  ընտրության հնարավորություններ չկան.  պետք  է  ենթարկվել,  հակառակ  պարագայում կհաջորդի պատիժ: Գոյականի այսպիսի բավական միանշանակ իմաստը քիչ տեղ է թողնում  դրա  երկրորդային  իմաստների  կամ  իմաստային  նրբերանգների  համար: ", "Այս  պատճառով  էլ  տվյալ  նույնաբանությունն  ունի  նաև  կարծրատիպային  արժեք: ", "«Բաբելոնում»  իր  լուսանկարի  տակ  (պատ- կեր  18)  անգլերեն  տպված  է՝  Naum  S.G.  Beshrov, editor  of  “Babylon”:  Beshrov  գրությունը  հավանա- բար  վրիպակ  է,  քանի  որ  հայերեն  ամենուր  այս- Պատկեր 18. Նաում Բեշարով (լուսանկար «Բաբելոնից») տեղ  պակասող  «ա»  ձայնավորն  առկա  է:  Մարդահամարի  հարցաթերթիկը  նույնպես հաստատում  է,  որ  ազգանունի  լատինատառ  գրությունը  եղել  է  Besharov:  Արխիվային այլ տվյալներ մեզ թույլ տվեցին վերծանել նաև S.G. հապավումը՝ Shamas Georgis, որը նշանակում է «Գեորգիս սարկավագ»: Սրանից կարելի է եզրակացնել, որ երիտասարդ տարիներին Բեշարովը հարազատ քաղաքում ընդգրկված է եղել եկեղեցական կյանքի մեջ,  կրել  է  «Գեորգիս»  եկեղեցական  անունը  և  հետագայում,  ըստ  ավանդույթի,  պահ- պանել  է  սարկավագի  կոչումը  որպես  պատվավոր  տիտղոս:  Բեշարովի  հոդվածների հղկված  ոճն  ու  հարուստ  հայերենը  թույլ  են  տալիս  ենթադրելու,  որ  նա  բարձրագույն կրթություն է ստացել կամ ակտիվորեն զբաղվել ինքնակրթությամբ: ", "Մարդահամարի տվյալներից տեղեկանում ենք, որ Նաումն ու Կատին ամուսնա- ցել  էին,  երբ  առաջինը  20,  իսկ  երկրորդը՝  15  տարեկան  էր,  այսինքն՝  1890-ին:  Նման վաղ տարիքը թույլ է տալիս ենթադրելու, որ նրանք ամուսնացել էին Խարբերդում, քա- նի  որ  վաղ  ամուսնությունները  տարածված  էին  արևմտահայ  քաղաքներում  և  գյուղե- րում:  Ըստ  մարդահամարի՝  նրանք  ունեին  որդի՝  Անդրանիկը,  որը  ծնվել  էր  1906  թ.: ", "«Բաբելոնից»  տեղեկանում  ենք,  որ  Նաում  և  Կատի  Բեշարովներն  ունեցել  են  նաև առնվազն մեկ դուստր, որի անունն ու ծննդյան տարեթիվը հայտնի չեն, քանի որ մար- դահամարի պահին նա բնակվելիս չի եղել ծնողների հետ: ", "Այժմ փորձենք ներկայացնել այս խոսակցության կաղապարը: ", "Ռուսաստանում երկար բնակվելու օգտին է վկայում նաև Նաում Բեշարովի ազ- գանվան  «-ով»  վերջավորությունը,  որից  կարելի  եզրակացնել,  որ  նա  ընդունել  էր  ռու- սական հպատակություն: Ցարական Ռուսաստանում ասորիներին գրեթե բացառապես գրանցում էին ռուսականացված ազգանուններով, որոնք Հայաստանի ասորիների մեջ պահպանվում են մինչև օրս (Յակուբով, Թամրազով, Խոսրոև, Ալավերդով և այլն): Հե- տաքրքրական  է  նաև  Բեշարովի  «Մանէթ»  մականունը  կամ  գրչանունը,  որը  «Բաբելո- նում» երբեմն փակագծերում նշված է նրա անունից ու ազգանունից հետո: Մականվան պատմության  մասին  ոչինչ  հայտնի  չէ,  սակայն  այն  կարող  է  ունենալ  ռուսական  ծա- գում: ", "Ջոնի  կողմից  օգտագործված  նույնաբանությունը  հենվում  է  կնոջ  պակաս ֆիզիկական  ուժի  մասին  (ի  համեմատ  տղամարդու)  ձևավորված  կարծիքի  վրա: "]}