{"paragraph_source_docs": [0, 5, 0, 5, 0, 0, 2, 4, 0, 0], "paragraphs": ["Բացարձակ միապետությունը բնութագրվում է  պետության ղեկավարի անսահմանափակ իշխանությամբ: Միապետը հանդիսանում է իշխանության աղբյուր, և միայն  նա  է  սահմանում  դրա  սահմանները  նորմատիվ  իրավական  ակտերում,  որոնք, որպես կանոն, ընդունվում են նրա անունից: Բացարձակ միապետություններում առկա է սահմանադրություն: ", "Зубкова В.И., Крылова Н.Е., Кузнецова Н.Ф., и др.; Под ред.: Кузнецов Н.Ф., Тяжков И.М. - М.: Зерцало, право: Общая часть. В 2-х томах. Т. 1 / Борзенков Г.Н., Иногамова-Хегай Л.В., Комиссаров В.С., Кузнецова Մեր  կարծիքով  վերը  ներկայացված  երկու  մոտեցումներն  էլ  որոշակի թերություններ  ունեն։  Այսպես,  հանցագործությունների  ընդհանուր  կանխման նպատակը  միայն  հասարակության  ոչ  կայուն  և  հանցանք  կատարելուն  հակված անձանց  շրջանակով  սահմանափակելն  արդարացված չէ,  քանի  որ  նախ` վկայակոչված  չափանիշներն  ինքնին  օբյեկտիվ  չափանիշներ  չեն։  Մանավորապես «ոչ  կայունե  և  «հանցանք  կատարելուն  հակվածե  հասկացություններն  անհնարին  է հստակ  որոշել  այն  պայմաններում,  երբ  այս  կամ  այն  արարքի  հակաիրավական լինելը  պայմանավորված  է  հասարական  հարաբերությունների  զարգացվածության աստիճանից, իրավամտածողությունից, պետության քրեական քաղաքականությունից  և  այլն։  Այլ  խոսքով,  իրավականի  և  ոչ  իրավականի տարանջատումը խիստ սահմանային է և հարաբերական, հետևաբար ոչ իրավական արարքներին  հակված  լինելու  հասկացությունն  ինքնին  որոշակի  լինել  չի  կարող։ ", "Բոլոր գործադիր մարմինները ուղղակիորեն վերահսկվում են միապետի կողմից ու քաղաքական  պատասխանատվություն  են  կրում  բացառապես  նրա  առջև:  Անկախ դատական համակարգ նույնպես գոյություն չունի: ", "Ինչ  վերաբերում  է  այն  մոտեցմանը,  որ  ընդհանուր  կանխումն  ուղղված  է ամբողջ  հասարակությանը  կամ  պատժի  էությունը  հասկանալուն  ունակ  անձանց՝ անհրաժեշտ  ենք  համարում  նշել,  որ  ամբողջ  հասարակության  վրա  պատժի սպառնալիքը  կամ  դրա  իրական  կիրառումն  ազդեցության  ունենալու  մոտեցումը բացարձականացված և վերացարկված է, քանի որ դժվար է պատկերացնել՝ ինչպիսի ազդեցություն կարող են գործել քննարկվող երևույթները նորածին երեխաների կամ հոգեկան  կամ  ֆիզիկական  այնպիսի  հիվանդությամբ  տառապող  անձանց  վրա ովքեր  զրկված  են  իրենց  գործողությունների  էությունը  հասկանալու  կամ  դրանք Н.Ф.,  и  др.;  Под  ред.:  Иногамова-Хегай Л.В., Комиссаров В.С., Рарог А.И.  -  М.:  Инфра-М,  2003,  ¿ç  341; Мицкевич А.Ф.  Уголовное  наказание:  понятие,  цели  и  механизмы  действия.  –СПБ.:  Издательство  Р. Асланова  «Юридический  центр  Пресс»,  2005,    ¿ç  104;  Карпец И.И.  Наказание.  Социальные,  правовые  и криминологические проблемы - М.: Юрид. лит., 1973, ¿ç 113: ", "Ներկայումս  բացարձակ  միապետություններ  են  համարվում  Սաուդյան  Արաբիա, Կատարը, Օմանը, Բրունեյը, Բահրեյնը և այլն: ", "Դուլիստական  միապետությունը,  ինչպես  հուշում  է  անվանումը,  բնութագրվում  է միապետի  և  պառլամենտի  իշխանության  բաժանումով:  Սա  սահմանադրական (սահմանափակ)  միապետության  պատմականորեն  առաջին  տարատեսակն  է:  Այստեղ արդեն առկա է իշխանությունների բաժանում: ", "Սահմանադրական  փոփոխությունների  արդյունքում,  խորհրդարանական կառավարման  պահանջներին  համապատասխան,  որակապես  ամրապնդվեց Ազգային ժողովի իրավական կարգավիճակը։  Մինչև սահմանադրական փոփոխությունները  Սահմանադրության  62-րդ  հոդվածով  ամրագրված  էր  Ազգային ժողովի միայն օրենսդիր բնույթը։  Սահմանադրական  փոփոխությունների արդյունքում  արձանագրվեց,  որ  Ազգային  ժողովը  ոչ  միայն  օրենսդիր,  այլ  նաև ժողովրդի ներկայացուցչական մարմինն է (հոդ. 88, մաս 1)։ ", "Հետևաբար,  5-րդ  հոդվածի  պահանջները  պետք  է  կատարվեն  ցանկացած  տեղ, որտեղ առկա է ազատությունից զրկում, այն պետք է կիրառվի նաև այն դեպքերում, երբ իրավապահ մարմինների աշխատակիցները մեկնում են այլ երկիր` որևէ մեկին վերա- դարձնելու նպատակով, որպեսզի վերջինս կանգնի դատարանի առջև կամ կրի պատի- ժը:  Այսպես,  Ռենետն  ընդդեմ  Ֆրանսիայի225  գործով  դատարանը  վճռել  է,  որ  5-րդ  հոդ- վածը կիրարկելի է դարձել, երբ մեղադրյալը Սենտ Վինսենտում զինվորական օդանավի մեջ հանձնվել է ֆրանսիական ոստիկանությանը: Այդ պահից դիմողին ազատությունից զրկելը (չնայած այն կատարվել է Սենտ Վինսենտում) համարվել է Ֆրանսիայի իրավա- սության խնդիրը՝ ըստ ֆրանսիական իրավապահ մարմինների հայեցողության: ", "Գործադիր  իշխանությունն,  ամբողջությամբ  կենտրոնացված  է  միապետի  ու  նրա կողմից  ձևավորվող կառավարության ձեռքերում  (երբեմն ամրագրվում է,  որ գործադիր իշխանությունը պատկանում է միապետին, օրինակ, ինչպես, որ Սաուդյան Արաբիայում է):  Կառավարությունը  պատասխանատվություն  է  կրում  պետության  ղեկավարի  առջև, չնայած,  որ  սովորաբար  դրույթ  է  ամրագրվում  այն  մասին,  որ  կառավարությունը պատասխանատու  է  նաև  պառլամենտի  առաջ:  Ճիշտ  է  նման  դրույթները,  գրեթե  միշտ ձևական  բնույթ  են  կրում,  քանի  որ  կառավարության  հետ  կոնֆլիկտի  մ ե ջ   մտնելով` պառլամենտի  անդամներն  այդպիսով  հակասության  մեջ  են  մտնում  միապետի  հետ, դրա հաղթահարելու հնարավորությունը, օրինակ` Քուվեյթում: ", "ինչը սովորաբար հանգեցնում է պառլամենտի լուծմանը159: "], "source_docs_file": "Law.json"}