{"paragraph_source_docs": [1, 1, 1, 1, 1, 1, 1, 1, 1, 1], "source_docs_file": "Medicine.json", "paragraphs": ["Աղյուսակ 7 Հոջկինյան լիմֆոմայով հիվանդների կլինիկա - ձևաբանական բնութագիրը ՀԼ-ով հիվանդները Միջին տարիք (տարի) Դեպքերի թիվը Տղամարդ Կին հիվանդության փուլն ըստ AnnArbor դասակարգման ավշահանգույցների խմբերի քանակը II III IV ≤ 2 ≥ 2 մեծացում օջախային փոփոխություններ Փայծաղ Միջնորմի ախտահարում Աճուկային ա/հ Անութային ա/հ Պարանոցային ա/հ Վերանրակային ա/հ Որովայնի խոռոչի և հետորովայնա - մզային ա/հ Ոսկրածուծի ախտահարում Սերոզիտներ Պնևմոթորաքս Վահանաձև գեղձի ախտահարում Լյարդ մեծացում օջախային փոփոխություններ Ստամոքսի ախտահարում n=85 n=49 n=36 n= 2 n=36 n=27 n=20 n=31 n=16 n=9 n=5 n=37 n=29 n=30 n=45 n=27 n=20 n=1 n=2 n=1 n=6 n=11 Ա/հ-ի  մեծացում  հայտնաբերվել  է  որովայնի  խոռոչում  23.5%  դեպքում  (20  հիվանդ), աճուկային  շրջանում  –  34.1%  (29  հիվանդ),  անութափոսերում  –  35.2%  (30  հիվանդ), պարանոցի  շրջանում  52.9%  (45  հիվանդ)  և  վերանրակային  շրջանում՝  31.8%  (27 հիվանդ):  Հարկ  է  նշել,  որ  ՀԼ-ի  դեպքում  մեր  կողմից  հետազոտվող  հիվանդների ախտահարված  ա/հ-ում  դոպլեր  հետազոտությամբ  հիմնականում  դիտվել  է  1-2  անոթ (նկ.3): ", "Նկ.3. Վերանրակային ա/հ-ի անոթավորման պատկեր Միջնորմի  ա/հ-ի  ախտահարումները  դիտվել  են  43.5%  դեպքում  (37  հիվանդ): ", "Ռենտգեն հետազոտությամբ հաճախ չեն հայտնաբերվում հետկրծոսկրային գոյացություններն, ուստի կարևորվում է առաջնային դիտարկման ընթացքում միջնորմի ՈւՁ-ին  հետազոտությունը,  որ  թույլ  է  տալիս  ոչ  միայն  հայտնաբերել  ուռուցքն,  այլև գնահատել ուռուցքի չարորակության նշանների առկայություն/բացակայությունը [Ahuja A. 2005; Stephens N., 2007]: ", "Նկ.4. Վերին առաջային միջնորմի գոյացության պատկեր ՈւՁՀ-մբ  շատ  լավ  վիզուալիզացվում  է  գոյացության  ներքին  կառուցվածքը, էխոզգայնությունը, եզրագծերը, հարաբերակցությունը հարևան օրգանների հետ  ՈւՁՀ-ը թույլ  է  տալիս  հայտնաբերել  չշոշափվող  ծայրամասային  ա/հ-ը,  ի  հայտ  բերել  ոչ  մեծ գոյացություններն առաջային վերին միջնորմում հետ (նկ.  4,5): ", "Նկ. 5. Վերին առաջային միջնորմի գոյացության պատկերը պունկցիոն բիոպսիայից հետո Մեր  կողմից  հետազոտվող  ՀԼ-ով  հիվանդների  խմբում  միջնորմի  ախտահարման Հետազոտվածների մոտ լյարդի մեծացում նկատվել է 12.9% դեպքում (11 հիվանդ) և մեկ  հիվանդի  մոտ  երիկամի  մեծացում:  Վահանաձև  գեղձի  օջախներ  հայտնաբերվել  է հեռացնելուց հետո մեկ հիվանդի մոտ նկատվել է պնևմաթորաքս, մեկի մոտ էլ՝ հեղուկ պլևրալ խոռոչում: ", "Ա. վեր և ստոր անրակային ա/հ Բ. Փայծաղի դրունքում ա/հ Գ. Փայծաղի հիպոէխոգեն օջախներ Դ. Կրծքավանդակի ուղիղ ռենտգենագրաֆիա Ե.Կրծքավանդակի կողմնային ռենտգենագրաֆիայով միջնորմի ախտահարում Նկ. 6. ՈւՁ-ին (Ա, Բ,Գ) և ռենտգեն (Դ,Ե) հետազոտությունների արդյունքները ՀԼ-ով հիվանդի մոտ ՀԼ-ի  դեպքում,  երբ  փոփոխություններն  ակնառու  չեն,  լիարժեք  չհետազոտված հիվանդի  մոտ  կարող  են լինել  որովայնի  խոռոչի  օրգանների  և  միջնորմի ախտահարումներ, որոնք շոշափմամբ և ստանդարտ ռենտգենագրաֆիայով հնարավոր չէ հայտնաբերել: ", "Լիմֆոմանների  ուշացած  ախտորոշման  պատճառներից  է  նաև  ՈւՁՀ–ն տվյալների  մասնագիտական  սխալ  մեկնաբանումը:  Նկար  6-ում  բերված  օրինակում հիվանդի մոտ չշոշափվող ա/հ-ի պայմաններում ստոր և վերանրակային ա/հ-ը ՈւՁՀ-ն մասնագետի  կողմից  դիտարկվել  է  որպես  վահանաձև  գեղձի  հանգույցներ  (նկ.  6  Ա): ", "Որովայնի  խոռոչի  և  միջնորմի  ՈւՁՀ-ն  չկատարելու  պատճառով  չի  հայտնաբերվել չմեծացած փայծաղի օջախային փոփոխությունները և փայծաղի դրունքի ա/հ-ները (նկ. ախտորոշումը  ձգձգվել  է  ամիսներ,  ավելին  ախտորոշվել  է  «Վահանաձև  գեղձի հանգուցավոր խպիպ», ստացել է հորմոնալ պրեպարատներ: Ուղեգրվել է ԱԿ « Անհայտ էթիոլոգիայի  անեմիա,  ամենոռեա,  վահանաձև  գեղձի  II  աստիճանի  մեծացում, հանգուցավոր  խպիպ»  ախտորոշումով,  այնինչ  ԱԿ-ում    կատարված  հետազոտություն- ների  արդյունքում  հիվանդի  մոտ  ախտորոշվեց  Հոջկինի լիմֆոմա:  Միջնորմի ախտահարման  դեպքում  պարանոցային,  հատկապես  վերանրակային  ա/հ-ի հայտնաբերումը  շատ  կարևոր  է,  քանի  որ  միջնորմի  սահմաններից  դուրս  ուռուցքային գոյացությունների  (պարանոցային.վերանրակային  ա/հ-ի)  բիոպսիայի  արդյունքների ձևաբանական  պատկերը չի  տարբերվում  միջնորմի  առաջնային ուռուցքի իմմունահիստաքիմիական պատկերից [Мазурок Л.А., 2006] : ", "Այսպիսով  հետազոտման  արդյունքում  պարզվել է,  որ  ՀԼ-ի  դեպքում ծայրամասային  ա/հ-  ի  52.9%  ախտահարվել  են  պարանոցային  ա/հ-ը,  43.5%  դեպքում ախտահարվել  է  միջնորմը,  երկուսից  ավել    ախտահարված  օջախների  թիվը  կազմել  է օրգանների ախտահարումները ՈՀԼ-ով  հիվանդների  դիտողական  և  հետհայաց  հետազոտության  վերլուծության համաձայն, ԱԿ դիմած հիվանդների մոտ գերակշռում են В-բջջային լիմֆոմաները 93.5% (101  հիվանդ):  Ըստ  գրականության  տվյալների  այն  կազմում  է  85.5-95.0  %  [Поддубная И.В. и др., 2006; Ковригина А.М. и др., 2007]: ", "Հաճախակի  հանդիպող  ձևաբանական  տարբերակն  է  եղել  В-խոշորբջջային լիմֆոման  31.6%  (32)  հիվանդ,  իսկ  23.7%  (24)  հիվանդի  մոտ  –  լիմֆոցիտար  լիմֆոմա: "]}