{"paragraph_source_docs": [0, 0, 0, 0, 0, 0, 2, 0, 0, 0, 0, 0, 0, 2, 0, 0, 2, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 1, 0, 0, 0, 0, 1, 0, 2, 0, 0, 0, 0, 0, 0, 0, 0, 0], "paragraphs": ["MoO3-Mg–NaCl համակարգում այրման թերմոգրամների (նկ. դերիվատոգրաֆիական  և  արագասիքների  ռենտգենաֆազային  հետազոտությունների համատեղ  վերլուծությունը  վկայում  են  այն  մասին,  որ  վերականգնիչի  հալումից անմիջապես հետո տեղի է ունենում հետևյալ փոխազդեցությունը. . . , Նկ. 3.15. MoO3 + 5NaCl խառնուրդում էկզոթերմ փոխազդեցությունից անմիջապես հետո տաքացումն ընդհատված նմուշի դիֆրակտոգրամը MoO3(պ.) + 3Mg(հ.) = Mo(պ.) + 3MgO(պ.)           (3.2) իսկ  NaCl-ի  հալման  էնդոթերմ  և  MoO3  +  Mg  էկզոթերմ  փոխազդեցության  տիրույթները մասամբ վերածածկում են իրար: Ավելի ցածր տաքացման արագություններում (օրինակ փոխազդեցությունը)  տարանջատել  միմյանցից:  Հարկ  է  նշել,  որ  DTA  կորի  վրա  չի դիտվում MoO3+NaCl էկզոթերմ փոխազդեցություն, որը հավանաբար  պայմանավորված է  ռեակցիոն  խառնուրդում  աղի  հարաբերական  մեծ  քանակներով:  Սակայն  զանգվածի ոչ մեծ կորուստ դիտվել է TG կորի վրա 470÷530  oC ջերմաստիճանային տիրույթում (նկ. Ելային  ռեագենտների  և  նրանց  տարբեր  կոմբինացիաների  ջերմային  անալիզի արդյունքները  թույլ  են  տալիս  պարզել  այրման  ռեժիմում  փոխազդեցության թերմոգրամներում  լավ  արտահայտված  ջերմաստիճանային  տիրույթներում  ընթացող պրոցեսները:  DTA  հետազոտության  արդյունքներից  կարելի  է  եզրակացնել,  որ  MoO3  + ընթանալ համանման հերթականությամբ: ", ", . . , Նկ. 3.16. DTA հետազոտության արդյունքները MoO3 + 3Mg + 5NaCl խառնուրդի համար T, oC Այսպես, օրինակ աղի համեմատաբար մեծ պարունակությամբ նմուշների այրման թերմոգրամներում  (նկ.  3.7)  նկատվում  են  DTA  կորերում  գրանցված  էֆեկտների համապատասխան  ջերմաստիճանային  տիրույթները:  Մասնավորապես  450-650  °C ջերմաստիճանային տիրույթում մոլիբդենի (VI) օքսիդը էկզոթերմ փոխազդեդության մեջ է մտնում NaCl-ի հետ ըստ հետևյալ ռեակցիայի. Շնորհիվ այս փոխազդեցության, Mo-ի հետագա վերականգնումը կարող է ընթանալ նաև հեղուկ  և  գազ  ֆազերից,  ինչի  արդյունքում  ձևավորվում  են  թելանման  կառուցվածքով բյուրեղներ  (նկ.  3.11,  դ):  Իհարկե,  կասկածից  դուրս  է,  որ  մոլիբդենի  զգալի  մասը վերականգնվում է ըստ հետևյալ ռեակցիայի. MoO3(պ.) + 3Mg(հ.) = Mo(պ.) + 3MgO(պ.)           (3.4) MoO3  +  5NaCl  խառնուրդի  փոխազդեցության  արգասիքներում  նատրիումի մոլիբդատի  ածանցյալների  հայտնաբերումը  (նկ.  3.15,  Na2MoO4(MoO3)x)  հաստատում  է այրման  ռեժիմում (3.3)  ռեակցիայի  տեղի  ունենալը`  դրանով  իսկ  վկայելով թերմոդինամիկական  վերլուծության  և  այրման  ալիքում  ստացված  փորձարարական արդյունքների հավաստիությունը: ", "մանրահատիկ փոշու ստացումը գերում և MoSi2-ի մանրահատիկ փոշու ստացման հնարավորությունն այրման ռեժիմում Հիմնվելով  3.1 բաժնում քննարկված թերմոդինամիկական անալիզի արդյունքների վրա`  ուսումնասիրվել  է  MoO3+3Mg+2Si  և  MoO3+7Mg+2SiO2  խառնուրդների  այրման պրոցեսներն  իներտ  գազի  (արգոնի)  միջավայրում  1  ՄՊա  ճնշման  պայմաններում  [70, այնպես  որ  նույնիսկ  միկրոթերմոզույգային  եղանակով  հնարավոր  չէ  իրականացնել այրման պարամետրերի հստակ չափումներ (Tա և Uա): ", "Այրման արգասիքների գրավիմետրական անալիզի արդյունքները ցույց են տալիս, որ  այս  դեպքում  այրման  պրոցեսն  ուղեկցվում  է  մոտ  50  զանգ.  %  կորստով:  Վերջինս պայմանավորված  է  այրման  նախաբոցային  և  ռեակցման  գոտիներում  ելային ռեագենտների  և  միջանկյալ  նյութերի  մասնակի  գոլորշիացմամբ  և  նմուշից  դրանց հեռացմամբ:  Այրման  պինդ  արգասիքների ռենտգենաֆազային  անալիզների արդյունքներից  պարզվել  է,  որ  առկա  են  մագնեզիումի  օքսիդ,  մոլիբդենի  դիսիլիցիդ  և սիլիցիումով  աղքատ  այլ  սիլիցիդներ,  ինչպես  նաև  փոքր  քանակությամբ  ազատ սիլիցիում և մագնեզիումի սիլիկատային միացություններ: ", "Այրման  պայմանների  մեղմացման  նպատակով  ելային  խառնուրդ  է  ներմուծվել նատրիումի քլորիդ, որպես «իներտ» նոսրացուցիչ: Ինչպես արդեն նշվել է, ալկալիական մետաղների  հալոգենիդներով  նոսրացման  եղանակը  լայն  կիրառում  է  գտել  տարբեր բնույթի  ԲԻՍ  պրոցեսներում [71-74,  76]:  Մեր  կողմից  ուսումնասիրվել  են (MoO3+3Mg+2Si+nNaCl) և (MoO3+7Mg+2SiO2+nNaCl)  խառնուրդների  այրման պարամետրերի (Tա  և  Uա),  կրած  փոփոխություններն  ու  ֆազագոյացման օրինաչափությունները`  կախված  ելային  խառնուրդում  նատրիումի  քլորիդի  քանակից (n,  մոլ):  Կատարված  հետազոտությունների  արդյունքում  պարզվել  է,  որ  նոսրացուցիչի ներմուծման և հետագա ավելացման պայմաններում այրման պրոցեսը տեղափոխվում է մեղմ,  կառավարելի  ռեժիմ:  Դա  հնարավորություն  է  ստեղծում  ոչ  միայն  մեծացնել ելանյութի  փոխարկման  աստիճանը՝  սահմանափակելով  արտանետումների  բաժինը  և կարգավորել  նպատակային  վերջնանյութի  (MoSi2-ի)  միկրոկառուցվածքը,  այլ  նաև իրականացնել այրման պարամետրերի չափումներ միկրոթերմոզույգային եղանակով: ", "Կատարված  հետազոտությունները  ցույց  են  տվել,  որ  ելային  խառնուրդում նոսրացուցիչի  քանակության  մեծացումը  բերում է  այրման  արագության  և Նկ. 3.17. MoO3–3Mg–2Si–nNaCl համակարգի այրման պարամետրերի փոփոխությունը կախված նոսրացուցիչի քանակից համակարգում` 7.5 մոլ արժեքի դեպքում (50 զանգ. % NaCl) (նկ. 3.18): Ինչպես երևում է ստացված  արդյունքներից,  այրման  ալիքի  տարածման  արագությունն  երկու Uա Tա Tա Uա ջերմաստիճանի նվազման` ընդհուպ մինչև այրման սահմանի  ի  հայտ  գալը (նկ.  3.17):  MoO3–3Mg– համակար- գում  այրման  սահմանն ըստ  NaCl-ի  քանակու- թյան  դիտվել  է  7  մոլի դեպքում  (58.3  զանգ.  % NaCl),  իսկ  MoO3–7Mg– համակարգերի դեպքում էլ  նվազում է անգամ` այրման սահմանի  մոտ  կազմե- լով  ընդամենը  0.035  ÷ ժամանակ երկու համակարգերի դեպքում Նկ. 3.18. MoO3–7Mg–2SiO2–nNaCl համակարգի այրման պարամետրերի փոփոխությունը կախված NaCl-ի քանակից նվազում են մոտ երկու անգամ` 2000 oC-ից նվազելով մինչև 1050 oC-ի: ", "-Ամ ի ն աթթո ւ ն ե ր ի և այ լ կ ե ն ս աբ ան ո ր ե ն ակ տի վ մ ի աց ո ւ թյ ո ւ ն ն ե ր ի   ս ի ն թե զ ի   ո ւ շ ագ ր ավ   ե ղ ան ակ ն ե ր ի ց   է   Շ տր ե կ ե ր ի ռ ե ակ ց ի ան  [195]: Շ տր ե կ ե ր ի  աս ի մ ե տր ի կ  ս ի ն թե զ ի  ռ ե ակ ց ի ան  շ ատ պար զ և   ար դ յ ո ւ ն ավ ե տ  մ ե թո դ   է   ն աև   օ պտի կ ապե ս   ակ տի վ   -ամ ի ն աթթո ւ ն ե ր ի ած ան ց յ ալ ն ե ր ի   ս տաց մ ան   հ ամ ար :  Այ դ   ռ ե ակ ց ի այ ի   հ ի մ ան   վ ր ա  -ամ ի - ն աթթո ւ ն ե ր ի   աս ի մ ե տր ի կ   ս ի ն թե զ ի   առ ավ ե լ   հ այ տն ի   մ ե թո դ ն ե ր ը բ աժ ան վ ո ւ մ  ե ն  հ ե տև յ ալ  դ աս ե ր ի . ա) Շ տր ե կ ե ր ի  դ ի աս տե ր ե ո ս ե լ ե կ տի վ ռ ե ակ ց ի ան ե ր , բ ) Շ տր ե կ ե ր ի է ն ատի ո ս ե լ ե կ տի վ ռ ե ակ ց ի ան ե ր մ ե տաղ ակ ատալ ի զ ատո ր ն ե ր ի և օ ր գ ան ակ ան կ ատալ ի զ ատո ր ն ե ր ի կ ի ր առ մ ամ բ  [195-199]: ", "Ըստ այրման արգասիքների գրավիմետրական անալիզի արդյունքների, զանգվածի հարաբերական  փոփոխությունը  (m=(mել-mարգ)/mել)*100  %)  ելային  նմուշի  զանգվածի նկատմամբ  n–ի  արժեքի  մեծացման  հետ  նվազում  է  անընդհատ  կերպով  (նկ.  3.19):  Ընդ որում  MoO3–3Mg–2Si–nNaCl  համակարգի  դեպքում  m-ի  փոփոխությունն  ավելի  զգալի է: Սակայն երկու համակարգերում էլ այրման սահմանին մոտ m-ի արժեքը կազմում է ընդամենը 1.5÷3.5 զանգ. %: ", "Նկ.  3.17  և  3.18-ից  պարզորոշ  երևում  է,  որ  երկու  համակարգերում  էլ  այրման սահմանին  մոտ  այրման  ջերմաստիճանը  ցածր  է  նատրիումի  քլորիդի  եռման ջերմաստիճանից (1470 oC), ինչով և պայմանավորված է m-ի նվազագույն արժեքները: ", "Նոսրացուցիչի  համեմատաբար  փոքր  քանակների  ներմուծման  դեպքում`  w<40 զանգ.  %  (T1800  oC),  այրման  պրոցեսից  հետո  հաստատուն  ճնշման  ռեակտորի պատերին  նկատվել  է  սպիտակ գույնի մեծ քանակությամբ փաթիլանման  արտանետումներ: ", "Վերջինիս դիֆրակտոգրամում գրանցվել  են  NaCl-ին բնորոշ դիֆրակցիոն ռեֆլեքսներ: ", "Իրականացվել է նաև այրման արգասիքների ռենտգենաֆազային անալիզ:  Պարզվել  է,  որ  վերը նշված երկու համակարգերի Նկ. 3.19. Ռեակցիոն համակարգերի այրման արգասիքների զանգվածի հարաբերական փոփոխությունը (m) կախված NaCl-ի քանակից պարունակում են NaCl, MgO և MoSi2 (նկ. 3.20): ", "Նկ. 3.20. MoO3+3Mg+2Si+56.3%NaCl խառնուրդի այրման արգասիքի դիֆրակտոգրամը Հարկ  է  նշել,  որ  նույնիսկ  նոսրացուցիչի  մեծ  պարունակությամբ  խառնուրդների դեպքում,  այրման  ջերմաստիճանի  բավականաչափ  ցածր  լինելու  պայմաններում (Tա..Tհալ(Si)),  տեղի  է  ունենում մոլիբդենի սիլիցավորման պրոցես:  Եվ ինչպես տեսնում ենք  ստացված  դիֆրակտոգրամից՝  մոլիբդենի  սիլիցիդներից  գլխավորապես  մոլիբդենի դիսիլիցիդին  բնորոշ  բնութագրական  ռեֆլեքսներն  են  վառ  արտահայտված,  իսկ  Mo-ի մյուս  սիլիցիդային  ֆազերը  կամ  չեն  առաջացել,  կամ  էլ  այնքան  քիչ  քանակներով  են ստացվել,  որ  դրանց  բնութագրական  դիֆրակցիոն  ռեֆլեքսները  չեն  նկատվում դիֆրակտոգրամում:  Այսպիսով  այրման  ռեժիմում  առաջին  անգամ  հնարավոր  է  եղել իրականացնել  մոլիբդենի  սիլիցավորման  պրոցես  սիլիցիումի  հալումից  ցածր ջերմաստիճաններում` որպես հիմնական արգասիք ստանալով մոլիբդենի դիսիլիցիդը: ", "ԳԼ ՈՒ Խ  2 ԽՆԴՐԻ ԴՐՎԱԾՔՆ ՈՒ  Հ ԵՏԱԶՈՏՄԱՆ ՕԲՅԵԿՏԻ ԸՆՏՐՈՒ ԹՅՈՒ ՆԸ Գ ր ակ ան   ակ ն ար կ ի   վ ե ր լ ո ւ ծ ո ւ թյ ո ւ ն ի ց   ակ ն հ այ տ  է   դ առ ն ո ւ մ ,  ո ր բ ն ակ ան   մ ե տաբ ո լ ի տն ե ր ի ս ի ն թե տի կ   ք ի ր ալ այ ի ն   ն մ ան ակ ն ե ր ի ս տաց մ ան   հ ամ ար   ար դ ի ակ ան   և   հ ր ատապ  է   հ ամ ար վ ո ւ մ   աս ի մ ե տր ի կ ս ի ն թե զ ի   ո ւ ղ ղ ո ւ թյ ո ւ ն ը ,  ք ան ի   ո ր   ս ո ւ բ ս տր ատն ե ր ի   օ տար ած ի ն կ առ ո ւ ց վ ած ք ի  պատճ առ ո վ  դ ր ան ց  ս տաց ո ւ մ ը  ավ ան դ ակ ան  մ ան ր է աբ ան ա- կ ան  կ ամ  է ն զ ի մ ատի կ  ե ղ ան ակ ն ե ր ո վ  ար դ յ ո ւ ն ավ ե տ չ է : ", "ձևավորման վրա Ուսումնասիրվող  համակարգերում  այրման  արգասիքների  միկրոկառուցվածքի ձևավորման  վրա  NaCl-ի  ունեցած  ազդեցությունը  պարզաբանելու  նպատակով լուսածրային էլեկտրոնային մանրադիտակով (նկ. 3.21): ", "բ) դ) ա) գ) Նկ. 3.21. MoO3+3Mg+2Si+wNaCl խառնուրդների այրման արգասիքների միկրոկառուցվածքները. ա) w= 30, բ) w= 46.25, գ) և դ) w= 56.3 զանգ. % Ստացված  արդյունքներից  պարզվել  է,  որ  ելային  խառնուրդում  30  զանգ.  % նատրումի քլորիդի առկայության դեպքում ստացված արգասիքի միկրոկառուցվածքում առկա  են  515  մկմ  չափսեր  ունեցող  գնդաձև  և  մինչև  մի  քանի  տասնյակ  մկմ երկարությամբ  ձողաձև  բյուրեղներ (նկ.  3.21,  ա):  NaCl-ով  առավել  հարուստ խառնուրդների դեպքում, մասնավորապես w = 46.25 զանգ. %, այրման արգասիքներում առկա  են  հալույթից  ձևավորված  միաձուլված  տիրույթներ  (նկ.  3.21,  բ),  որոնցում պարզորոշ  կերպով  առանձնացվում  են  մեծ  քանակությամբ  25  մկմ  չափսեր  ունեցող հատիկավոր  բյուրեղներ:  Այստեղ  նույնպես  նկատվել  են  ձողաձև  բյուրեղներ:  Աղի առավելագույն  պարունակության  դեպքում  (w=  56.3  զանգ.  %)  ելային  խառնուրդի այրման  արգասիքներում  առկա  են  հիմնականում  թեփուկավոր  և  0.5-1  մկմ  չափսերով բյուրեղներ (նկ. 3.21, գ և դ): ", "Դա  է   պատճ առ ը ,  ո ր   ք ի ր ալ այ ի ն   պատր աս տո ւ կ ն ե ր   ար տադ ր ո ղ դ ե ղ ագ ո ր ծ ակ ան   ը ն կ ե ր ո ւ թյ ո ւ ն ն ե ր ի   ջ ան ք ե ր ն   առ աջ ի ն   հ ե ր թի ն ո ւ ղ ղ վ ած ե ն   այ ն պի ս ի   տե խն ո լ ո գ ի ան ե ր ի մ շ ակ մ ան ը , ո ր ո ն ք կ ապահ ո վ ե ն   ան հ ր աժ ե շ տ օ պտի կ ապե ս   ակ տի վ է ն ան տի ո մ ե ր ն ե ր ի ս տաց ո ւ մ ը : ", "Նկ. 3.22. MoO3+3Mg+2Si+wNaCl խառնուրդի այրման արգասիքների միկրոկառուցվածքները MoO3+3Mg+2Si+56.3%NaCl համակարգի այրման արգասիքը թորած ջրով լվանալուց հետո  կատարվել  է  չլուծված  մասի  միկրոկառուցվածքային  անալիզ  (նկ.  3.23,  ա): ", "Ստացված  արդյունքներից  պարզվել  է,  որ  ջրային  լվացումից  հետո  չլուծված  պինդ ֆազում բացակայում են ձողաձև, թեփուկավոր և խորանարդային բյուրեղները, և առկա են  խոշոր  հատիկավոր  (1530  մկմ)  և  ենթամիկրոնային  չափսի  բյուրեղներ:  Նույն նմուշներում  իրականացված  ռենտգենաֆազային  անալիզի  արդյունքից  կարելի  է տեսնել, որ ստացված դիֆրակտոգրամում բացակայում են նատրիումի քլորիդին բնորոշ բնութագրական ռեֆլեքսները (նկ. 3.24): ", "³) µ) Նկ. 3.23. MoO3+3Mg+2Si+56.3%NaCl այրման արգասիքների միկրոկառուցվածքային անալիզները ա) ջրային լվացումից և բ) թթվային մշակումից հետո Այս արդյունքները համեմատվել են հետևյալ տեսական հաշվարկի հետ: Այրման արգասիքը թորած ջրով լվանալուց հետո չորացվել է վառարանում և կշռվել: Պարզվել է, որ  նմուշի  զանգվածի  կորուստը  լվացման  արդյունքում  կազմում  է  54.8  զանգ.%,  այն դեպքում, երբ ելային խառնուրդում նատրիումի քլորիդի պարունակությունը կազմում է Նկ. 3.24. MoO3+3Mg+2Si+56.3%NaCl այրման արգասիքի ջրային լվացումից հետո չլուծված պինդ մնացորդի դիֆրակտոգրամը Այսինքն վստահորեն  կարելի  է  պնդել, որ վերը  նշված խորանարդային, թեփուկավոր և ձողաձև  բյուրեղներն  իրենցից  ներկայացնում  են  նատրիումի  քլորիդի  բյուրեղներ: ", "Թորած ջրով լվացումից հետո նմուշներն անցկացվել են մշակման երկրորդ փուլով՝ 5 %- ոց  աղաթթվի  լուծույթով:  Չլուծված  պինդ  մնացորդի  համանման  մշակումից  հետո զանգվածի  կորուստը  կազմել  է  73.5  զանգ.  %:  Ըստ  տեսական  հաշվարկների  թթվային մշակմամբ  համակարգից  NaCl-ի  և  MgO-ի  հեռացման  դեպքում  զանգվածի  գումարային կորուստը  պետք  է  կազմեր  75.6  զանգ.  %:  Ստացված  արդյունքները  հաստատվում  են նմուշի ռենտգենաֆազային  անալիզներով (նկ. դիֆրակտոգրամում  բացակայում  են  MgO-ին  բնորոշ  բնութագրական  ռեֆլեքսները: ", "Կրկնակի  մշակումից  հետո  ստացված  նմուշի  միկրոկառուցվածքային  անալիզի արդյունքում  ստացված  նկարում  առկա  է  միայն  նանոչափսի  հատիկավոր  բյուրեղներ (նկ. 3.23,  բ):  Այստեղից  կարելի է եզրակացնել, որ խոշորահատիկ բյուրեղներն իրենցից ներկայացնում  են  մագնեզիումի  օքսիդ:  Ռենտգենաֆազային  անալիզի  արդյունքների համաձայն այրման արգասիքի թթվային մշակումից հետո ստացված զանգվածն իրենից ներկայացնում  է  մոլիբդենի  դիսիլիցիդ (նկ.  3.25):  Սակայն,  ինչպես  երևում  է փոքր ինտենսիվությամբ այլ ռեֆլեքսներ, որոնք բնութագրական են Mo5Si3 սիլիցիդին: ", "Նպատակային -ամինաթթուների օպտիկական մաքրությունը որոշվել է քիրալա- յին ԲԱՀՔ անալիզի  մեթոդով, իսկ հայտնի ամինաթթուների  դեպքում`  պոլյարիմետրիկ չափումների`  []D կալված ֆենիլալանինների (32 և 52) ֆիզիկաքիմիական անալիզի տվյալները: ", "Այրման  արգասիքներում  թթվային  մշակումից  հետո  կատարված  ազատ սիլիցիումի  որոշման  անալիզների  համաձայն,  նրանցում  առկա  է  66.5  %  ազատ սիլիցիում,  սակայն  նկ.  3.25-ում  սիլիցիումին  բնորոշ  ռեֆլեքսներ  չեն  դիտվում:  Այս հանգամանքը  թույլ  է  տվել  ենթադրել,  որ  ազատ  սիլիցիումն  այրման  արգասիքներում գտնվում է, ամենայն հավանականությամբ, ամորֆ վիճակում: ", "Հիմնվելով  նկ.  3.25-ում  ստացված  ռենտգենագրամի  տվյալներից`  Շերրերի հավասարումով գնահատվել է մոլիբդենի դիսիլիցիդի բյուրեղի բնութագրական չափսը, որի  համար  ստացվել  է  40  նմ  միջին  բնութագրական  չափս:  Սակայն,  ինչպես  տեսնում ենք նկ. 3.23,  բ-ից, ձևավորված արգասիքը, չնայած գտնվում է  ագլոմերատի ձևով, բայց այնուամենայնիվ  առանձին  բյուրեղներն  ունեն  10  նմ  միջին  բնութագրական  չափս:  Այդ նմուշների  տեսակարար  մակերեսի  չափումներն  ըստ  ԲԷԹ  եղանակի  տվել  են  24  մ2/գ արժեք: Եթե ստացված MoSi2-ի բյուրեղները լինեին կատարյալ գնդաձև կառուցվածքով, ապա  ԲԷԹ-ի  եղանակով  ստացված  տեսակարար  մակերեսը  կհամապատասխաներ  6.7 նմ միջին բնութագրական չափսով բյուրեղահատիկների: ", "պարամետրերի վրա Հետազոտվող  համակարգում  այրման  պրոցեսի,  ինչպես  նաև  նպատակային արգասիքի  միկրոկառուցվածքի  ձևավորման  վրա  նոսրացուցիչի  բնույթի  ունեցած ազդեցության  պարզաբանման  նպատակով  NaCl-ը  փոխարինվել  է  այլ  բնույթի նոսրացուցիչով՝ մագնեզիումի օքսիդով: Վերջինի ընտրությունը պայմանավորված է այն հանգամանքով,  որ  մագնեզիումի  օքսիդի  հալման  ջերմաստիճանը (2830 օC) բավականաչափ բարձր է  այրման  առավելագույն ջերմաստիճաններից, տարբերություն  նատրիումի  քլորիդի,  և  այրման  պրոցեսում  այն  գտնվում  է  պինդ վիճակում:  Կատարված  հետազոտությունները  ցույց  են  տվել,  որ  MoO3–3Mg–2Si համակարգում  մագնեզիումի  օքսիդի  ներմուծումը  բերում  է  այրման  ջերմաստիճանի զգալի  նվազման:  Մասնավորապես,  ելային  խառնուրդում  45  զանգ.  %  մագնեզիումի օքսիդի  առկայության  դեպքում  այրման  ալիքում  առավելագույն  ջերմաստիճանը գրանցվել  է  2050  օC:  Այս  դեպքում  այրման  սահմանն  ըստ  նոսրացուցիչի  քանակության դիտվել  է  ելային  խառնուրդում  66.5  զանգ.  %  MgO-ի  դեպքում,  իսկ  այրման ջերմաստիճանը  կազմել  է  1425  օC:  Համեմատության  համար  նկ.  3.26-ում  բերված  է MoO3+3Mg+2Si խառնուրդի այրման ջերմաստիճանի փոփոխությունը կախված տարբեր բնույթի  նոսրացուցիչների  զանգվածային  բաժնից:  Ինչպես  երևում  է  նկարում  բերված համեմատությունից, NaCl-ով նոսրացման Նկ. 3.26. MoO3+3Mg+2Si խառնուրդի այրման ջերմաստիճանի փոփոխությունը կախված նոսրացուցիչի զանգվածային բաժնից և բնույթից դեպքում  այրման  սահմանը  գրանցվել  է  w=58  զանգ.  %  արժեքի  դեպքում,  այսինքն նոսրացուցիչի  ավելի  փոքր  զանգվածային  բաժնի  դեպքում,  քան  MgO-ի  պարագայում (66.5  զանգ.  %):  Մյուս  կողմից,  համեմատած  մագնեզիումի  օքսիդի  հետ  համեմատած նատրիումի  քլորիդի  դեպքում  այրման  սահմանը  գրանցվել  է  ավելի  ցածր ջերմաստիճանում  (1050  օC):  Այս  հանգամանքը,  հավանաբար,  պայմանավորված  է նոսրացուցիչների  ջերմունակությունների  զգալի  տարբերությամբ,  ինչպես  նաև  NaCl-ի ֆազային  փոխարկումով:  Նշենք, որ նատրիումի քլորիդի  տեսակարար ջերմունակությունը  հավասար  է  50.5  Ջ/մոլ.K,  իսկ  մագնեզիումի  օքսիդի  համար  այն կազմում է 37.2 Ջ/մոլ.K: ", "Ինչպես  երևում  է  նկ.  3.26-ում  բերված  կորերից,  սիլիցիումի  հալման ջերմաստիճանից  բարձր  ջերմաստիճաններում  ստացված  Tա  –  w  կախման օրինաչափություններն  երկու  նոսրացուցիչների  դեպքում  ունեն  համանման  բնույթ: ", "Օգտագործված նոսրացուցիչների դեպքում այրման արագությունների տարբերությունը գնահատելու  նպատակով  կառուցվել  են  այրման  ջերմաստիճան–արագություն կախումները:  Նկ.  3.27-ում  բերված  կորերի  համեմատությունից  ակնհայտ  է,  որ MoO3+3Mg+2Si  խառնուրդում  երկու  նոսրացուցիչներով  նոսրացման  դեպքում  այրման ջերմաստիճան–արագություն  օրինաչափություններն ընդհանուր  առմամբ  ունեն համանման բնույթ` արտահայտված էքսպոնենցիալ օրենքով: ", "Tհալ.(Si) NaCl MgO Նկ. 3.27. MoO3+3Mg+2Si+wMgO/NaCl խառնուրդների այրման արագության փոփոխությունը կախված այրման առավելագույն ջերմաստիճանից Սակայն  բարձր  ջերմաստիճանային  տիրույթում  (Tա.Tհալ.(Si)),  MoO3+3Mg+2Si խառնուրդը  NaCl-ով  նոսրացնելիս  այրման  արագությունը  2÷2.5  անգամ  ավելի  մեծ  է՝ համեմատած մագնեզիումի օքսիդով նոսրացման դեպքի հետ: ", "(S)--MePhe  (48):  Գրականության  մեջ  հայտնի  ամինաթթու  է154,155`  []D նմուշ  =  - գրակ = -4.510(c 1.04, H2O),),  Tհալմ. նմուշ = 298-299°C, Tհալմ. գրակ. = 298°C: ", "I - տիրույթ ENaCl = 105±2 կՋ/մոլ II - տիրույթ EMgO = 105±2 կՋ/մոլ ENaCl = 63±1 կՋ/մոլ Նկ. 3.28. MoO3+3Mg+2Si+wNaCl/MgO խառնուրդների այրման արագության փոփոխությունը կախված այրման առավելագույն ջերմաստիճանից՝ արենիուսային կոորդինատներով Կատարված հաշվարկներից պարզվել  է, որ սիլիցիումի հալման  ջերմաստիճանից բարձր  տիրույթում  անկախ  նոսրացուցիչի  բնույթից  այրման  պրոցեսի  էֆեկտիվ ակտիվացման  էներգիան  կազմում  է  105±2  կՋ/մոլ,  որը  զգալի  ցածր  է [118] աշխատանքում  բերված  արժեքից (140  կՋ/մոլ):  Si-ի  հալման  կետից  ցածր ջերմաստիճաններում  ակտիվացման  էներգիայի  արժեքը  զգալիորեն  նվազում  է` կազմելով  63±2  կՋ/մոլ:  Վերջինս  վկայում  է  այրման  պրոցեսում  փոխազդեցության մեխանիզմի փոփոխության մասին: ", "Հետաքրքրություն  էր  ներկայացնում  նաև  այրման  նպատակային  արգասիքի միկրոկառուցվածքների  համեմատությունը  տարբեր բնույթի նոսրացուցիչների կիրառման  պայմաններում:  Պարզվել  է,  որ  այրման  միևնույն  ջերմաստիճանային -10.00-8.00-6.000.40.60.811/T, K-1Ln(Uա/Tա) պայմաններում  (մասնավորապես,  Tա.  =  1660  օC)  NaCl-ի  միջավայրում  ձևավորված արգասիքների  մասնիկների  բնութագրական  չափսը  փոքր  է  5  մկմ-ից,  իսկ  MgO-ի դեպքում` 15 մկմ-ից: ", "* * * Ստացված արդյունքների համեմատությունը թույլ է տալիս ենթադրել, որ  հալված աղն  առավել  բարենպաստ  պայմաններ  է  ստեղծում  այրման  ալիքում  մոլիբդենի սիլիցավորման  պրոցեսի  համար:  Դրա  օգտին  է  վկայում  այն  փաստը,  որ  նատրիումի քլորիդի` որպես նոսրացուցիչի, օգտագործման դեպքում այրման պրոցեսի նվազագույն ջերմաստիճանը  կազմում  է  1050  օC  (նկ.  3.26):  Մինչդեռ  մագնեզիումի  օքսիդի  դեպքում այրման  նվազագույն  ջերմաստիճանը  համապատասխանում  է  սիլիցիումի  հալման ջերմաստիճանին:  Այսինքն,  հալված  աղն  ինտենսիվացնում  է  նյութափոխանակության պրոցեսներն  անհամեմատ  ավելի  ցածր  ջերմաստիճաններում:  Մյուս  կողմից,  միևնույն ջերմաստիճանային պայմաններում տարբեր նոսրացուցիչների միջավայրում ստացված մոլիբդենի  դիսիլիցիդի  մասնիկների  չափսերի  զգալի  տարբերությունը  հետևանք  է  այն բանի,  որ  հալված  աղը  կանխում  է  ձևավորված  հատիկների  աճն  ու  դրանց ագլոմերացումը հետայրման փուլում: Ընդ որում նկ. 3.28-ում բերված կորերից ակնհայտ է, որ NaCl-ի դեպքում փոխվում է կորի թեքության անկյան տանգենսը, հետևաբար նաև ռեակցիայի  մեխանիզմն  ու  համապատասխանաբար,  այրման  ալիքի  տարածումը պայմանավորող պրոցեսի էֆեկտիվ ակտիվացման էներգիան: ", "Ալկիլման  ռեակցիաների  դիաստերեոմերային  ստերեոսելեկտիվությունը  (de)  որոշվել  է արգասիք կոմպլեքսների խառնուրդի թթվային հիդրոլիզից անջատված ամինաթթվային խառնուրդի (առանց վերաբյուրեղացման) ԳՀՔ անալիզմամբ: ", "Հայտնի են նաև մոլիբդենի ստացման տեխնոլոգիական եղանակներ, որոնք հիմնված են անմիջական  մոլիբդենիտի  մշակման  հիման  վրա`  մասնավորապես  մոլիբդենիտի վերամշակումն  անագով  [6]:  Չնայած  այն  հանգամանքին,  որ  այս  եղանակներով հնարավոր  է  ստանալ  բարձր  մաքրությամբ  Mo  և  խուսափել  SO2-ի  առաջացումից,  այն հանդիսանում է խիստ էներգատար պրոցես (պրոցեսն իրականացվում է 12501650 oC - ում),  անհրաժեշտ  են  մեծ  քանակությամբ  անջատվող  ծծմբի  գոլորշիների  չեզոքացում, ծծմբի գոլորշիների նկատմամբ բարձր ջերմաստիճանային հրակայուն և կոռոզիակայուն  վառարաններ,  ինչպես  նաև  անագի  հետագա  վերականգնում  (§  1.3): ", "Ուստի,  մոլիբդենի  ստացման  այլընտրանքային,  մատչելի  և  պարզ  եղանակի  մշակումը հանդիսանում է կարևոր խնդիր և ունի գործնական մեծ նշանակություն: ", "Այս  բաժնում  կքննարկվի  Mo-ի  ստացումը  MoS2-ի  անմիջական  վերականգնմամբ` այրման  ռեժիմում  (ԲԻՍ  եղանակով)  [96]:  Այդ  նպատակով  որպես  վերականգնիչ նախընտրելի  է  կիրառել  ցինկը:  Ցինկի  ընտրությունը  պայմանավորված  է  մի  շարք հանգամանքներով:  Նախ,  վերջին  տարիներին  այն  լայնորեն  կիրառվում  է  այրման սինթեզներում  որպես  վերականգնիչ  [112-114,  128,  129]:  Շնորհիվ  MoS2+Zn  էկզոթերմ փոխազդեցության`  մոլիբդենի  ստացումը  MoS2-ից  կարելի է  իրականացնել ինքնատարածվող  այրման  ռեժիմում:  Բացի  այդ  ցինկի  սուլֆիդը  հանդիսանում  է բավականին կայուն միացություն և հեշտությամբ չի հիդրոլիզվում օդի և խոնավության պայմաններում`  բերելով  H2S-ի  առաջացման,  ի  տարբերություն  այլ  վերականգնիչ մետաղների  սուլֆիդների  (MgS,  Al2S3):  Այսպիսի  հանգամանքներում  կարելի  է  MoS2-ի վերամշակումը  և  երկրորդային  արգասիքներից  Mo-ի  մաքրումն  իրականացնել էկոլոգիապես առավել անվտանգ պայմաններում: ", "Հարկ  է  նշել  սակայն,  որ  մոլիբդենի  ցինկաթերմ  վերականգնման  պրոցեսը ինքնատարածվող  այրման  ռեժիմում  կազմակերպելու  համար  առկա  են  որոշ դժվարություններ`  պայմանավորված  MoS2+Zn  փոխազդեցության  փոքր  ջերմէֆեկտով (H=-31  կԿալ/մոլ,  Tադ  =  960  oC):  Հետևաբար  հետազոտվող  համակարգում  քիմիական փոխազդեցությունը  խթանելու  նպատակով  անհրաժեշտություն է  առաջանում ռեակցիոն  խառնուրդին  հաղորդել  հավելյալ  էներգիա:  Այդ  նպատակով  MoS2+Zn փոխազդեցության  բնույթն  ուսումնասիրվել  է  ջերմաքիմիական  ակտիվացման պայմաններում`  հետազոտվող  համակարգ  ներմուծելով  ոչ  մեծ  քանակությամբ MoO3+3Mg  բարձր  կալորիականություն  ունեցող  խառնուրդ:  Առկա  խնդրի  լուծման նպատակով  առաջարկվող մոտեցումը  պայմանավորված է մի շարք առավելություններով:  Մասնավորապես,  MoO3+3Mg  փոխազդեցությունը  բնութագրվում է  մեծ  ջերմէֆեկտով,  իսկ  ռեակցիայի  արդյունքում  ձևավորվող  արգասիքներից  մեկը հանդիսանում  է  նպատակային  նյութը՝  մոլիբդենը:  Ենթադրվում  է,  որ  ցածր կալորիական MoS2+2Zn խառնուրդում փոխազդեցությունն էապես կարելի է բարելավել` այն զուգորդելով  բարձր կալորիական  MoO3+3Mg փոխազդեցությամբ: Փաստորեն սույն մոտեցումը հնարավորություն է ստեղծում իրականացնել  Mo-ի  տարբեր միացությունների (օքսիդային  և  սուլֆիդային)  միաժամանակյա  վերականգնում: ", "NiII-(S)-2-BrBPB-(S)-3-(4'-F-Bz)Ala  (56):  Tհալ  =  139-141ºC;  [] =  +1352.06  (c  =  0.04, MeOH): Գտնվել է, (%): С, 59.10; H, 3.92; N, 6.00: C35H29BrFN3O4Ni: Հաշվվել է, (%): С, 58.93; H, 4.06; N, 5.89: 1Н ՄՄՌ սպեկտր ( p.p.m): 1.97-2.16 (2H, m, -Ha и δ-Ha Pro), 2.54 (1H, m, β-Ha Pro), 3.04 (1H, dd, 2J=17.1, 3J = 6.6, CH2CH), 3.11 (1H, m, β-Hb Pro), 3.41(1H, dd, 2J=17.1, 3J = 3.3, CH2CH), 3.44 (1H, dd,  3J = 10.6,  3J = 7.2,  -H, Pro), 3.62-3.70 (2H, m, -Hb и δ-Hb Pro), CH2Ph), 6.56-6.65 (2H, m, H-3,4 C6H4), 6.85 (1H, br.d, J=7.8, H-2 C6H5), 7.13 (1H, ddd, J1 = 8.7, J2= 6.4, J3= 2.3, H-5 C6H4), 7.19-7.25 (1H, m, Ar), 7.30-7.45 (5H, m, Ar), 7.50-7.60 (2H, m, Ar), NiII-(S)-2-BrBPB-(S)-3-(4'-NO2-Bz)Ala (57): Tհալ = 211-213ºC; [] = +1123.16 (c = 0.05, MeOH): Գտնվել է, (%): С, 56.00; H, 3.92; N, 8.46: C35H29BrN4O6Ni: Հաշվվել է, (%): С, 56.10; β-Ha Pro), 3.04 (1H, dd, 2J=17.0, 3J = 6.5, CH2CH), 3.13 (1H, m, β-Hb Pro), 3.41(1H, dd, 2J=17.0, 3J = 3.4, CH2CH), 3.45 (1H, dd,  3J = 10.7,  3J = 7.1,  -H, Pro), 3.66-3.72 (2H, m, -Hb и δ-Hb Pro), CH2Ph), 6.56-6.65 (2H, m, H-3,4 C6H4), 6.85 (1H, br.d, J=7.8, H-2 C6H5), 7.13 (1H, ddd, J1 = 8.7, J2= 6.4, J3= 2.3, H-5 C6H4), 7.19-7.25 (1H, m, Ar), 7.30-7.45 (5H, m, Ar), 7.50-7.60 (2H, m, Ar), NiII-(S)-2-BrBPB-2-Me-(S)-3-(4'-Cl-Bz-Ph)Ala (58): Tհալ = 162-164°С; []D (с = 0.05, MeOH): Գտնվել է, (%): С, 71.56; Н, 5.73; N, 6.17: C42H35N3O4BrClNi: Հաշվվել է, %: ", "MoS2+Zn և  MoO3+Mg ռեակցիաների ջերմաքիմիական զուգորդման պայմաններում  փոխազդեցությունն  ուղղորդված  այրման  ռեժիմում  կազմակերպելու  և ռեագենտների  միջև  ընտրողական  փոխազդեցությունն  ուսումնասիրելու  նպատակով իրականացվել  են  նախնական  թերմոդինամիկական  վերլուծություններ  և  այնուհետև փորձարարական հետազոտություններ: ", "Հ աջ ո ր դ   փո ւ լ ո ւ մ ,  մ ե թի լ ե ն   ք լ ո ր ի դ ի   մ ի ջ ավ այ ր ո ւ մ , ս առ ե ց մ ան  պայ մ ան ն ե ր ո ւ մ  տե ղ ակ ալ վ ած  1-9 բ ե ն զ ի լ պր ո լ ի ն ն ե ր ը  PCl5-ի առ կ այ ո ւ թյ ամ բ մ ի ջ ան կ յ ալ ք լ ո ր ան հ ի դ ր ի դ ն ե ր ի   առ աջ աց մ ամ բ կ ո ն դ ե ն ս վ ո ւ մ ե ն հ ե տ  առ աջ աց ն ե լ ո վ մ ո դ ի ֆի կ աց վ ած  ք ի ր ալ այ ի ն  օ ժ ան դ ակ  ռ ե ագ ե ն տն ե ր  10-18 (ս խե մ ա 2): ", "Նկ.  4.1-ում  բերված  են  (MoS2+2Zn)+n(MoO3+3Mg)  խառնուրդի  թերմոդինամի- կական  վերլուծության  արդյունքները,  որտեղ  n-ը  բնութագրում  է  բարձր  կալորիական խառնուրդի  բաժինը`  արտահայտված  մոլերով:  Ստացված  արդյունքներից  կարելի  է տեսնել,  որ  MoO3+3Mg  խառնուրդի  առկայության  պայմաններում  այրման  ադիաբատ ջերմաստիճանը  զգալի  բարձրանում  է:  Այսպես,  n  =  0.35  արժեքի  դեպքում  Tադ-ը ստացվում  է  ավելի  քան  կրկնակի  անգամ  բարձր  (մոտ  2030  oC)`  համեմատած  n  =  0 դեպքի: n = 0 ÷ 0.175 (Tադ≤1820  oC) արժեքների տիրույթում այրման հավասարակշռային արգասիքները  պարունակում  են  հիմնականում  պինդ  մոլիբդեն,  մագնեզիումի  օքսիդ  և ցինկի սուլֆիդ: n ≥0.175 արժեքների դեպքում ZnS-ն առաջանում է ինչպես պինդ, այնպես էլ հալված վիճակում: n–ի հետագա մեծացումը նպաստում է ZnS-ի ամբողջովին հալման և  միայն  դրանից  հետո  է  նկատվում  համակարգի  Tադ-ի  բարձրացում:  Հարկ  է  նշել,  որ Tադ, oC հավասարակշռային  արգասիքներում  դիտվում  են  զգալի  քանակությամբ  ցինկի գոլորշիներ (n ≥ 0.325), որը բերում է մոլիբդենի սուլֆիդի ոչ լրիվ փոխարկման: ", "պ. ադ. Ci, % հ. գ. գ. Նկ. 4.1. (MoS2+2Zn) – n(MoO3+3Mg) համակարգի թերմոդինամիկական վերլուծության արդյունքները՝ կախված n-ի արժեքից (P = 25 մթն) Ստացված  արդյունքներից  կարելի  է  եզրակացնել,  որ  չնայած  n-ի  մեծացումը նպաստում  է  համակարգի  ադիաբատ  այրման  ջերմաստիճանի  բարձրացմանը,  ինչը հնարավորություն  է  տալիս  Mo-ի  ստացումը  կազմակերպել  ինքնատարածվող  այրման ռեժիմում,  սակայն  n≥0.35  արժեքների  տիրույթում  դիտվում  է  ոչ  լրիվ  փոխարկում` պայմանավորված Zn-ի գոլորշիացմամբ: ", "Գազային միջավայրի ճնշման ազդեցությունն այրման ադիաբատ ջերմաստիճանի և արգասիքների հավասարակշռային բաղադրության վրա Ըստ  նկ.  4.1-ում  բերված  թերմոդինամիկական  վելուծության  արդյունքների, այրման  հավասարակշռային  արգասիքներում  դիտվում  են  զգալի  քանակությամբ  Zn-ի գոլորշիներ:  Ընդ  որում  n-ի  արժեքի  մեծացումը  նպաստում  է  ինչպես  այրման առավելագույն  ջերմաստիճանների  բարձրացմանը  (նկ.  4.3),  այնպես  էլ  Zn-ի  ինտենսիվ գոլորշիացմանը  (նկ.  4.5)  և  այրման  արգասիքներում  ոչ  ցանկալի  միացությունների առաջացմանը  (նկ.  4.4):  Այդ  պատճառով  խնդիր  դրվեց  ուսումնասիրել  գազային միջավայրի ճնշման ազդեցությունը հետազոտվող համակարգում: ", "(MoS2+2Zn) + 0.2(MoO3+3Mg) խառնուրդի համար՝ կախված միջավայրի գազի ճնշումից: ", "Այստեղ n = 0.2 արժեքը դիտարկվել է որպես օպտիմալ արժեք` հիմք ընդունելով այրման ռեժիմում ստացված նախնական փորձարարական արդյունքները: ", "Tադ, oC ադ. Ci, % պ. հ. գ. մթն Նկ. 4.2. (MoS2+2Zn) + 0.2(MoO3+3Mg) համակարգի թերմոդինամիկական վերլուծության արդյունքները կախված գազային միջավայրի ճնշումից Նկ.  4.2-ում  բերված  արդյունքներից  կարելի  է  տեսնել,  որ  ցինկի  գոլորշիներ  և չփոխարկված  MoS2  դիտվում  են  միայն  ճնշման  12  մթն–ից  ցածր  արժեքների  դեպքում: ", "Ճնշման  բարձրացումը  խոչընդոտում  է  ցինկի  գոլորշիացմանը,  որը  նպաստում  է նպատակային նյութի բարձր ելքով ստացմանը: Այրման ջերմաստիճանը բարձրանում է ճնշման  մեծացմանը զուգընթաց և P ≥ 12 մթն արժեքների դեպքում մնում հաստատուն, որտեղ գրանցվում է ռեագենտների  ամբողջական  փոխարկում:  Ստացված արդյունքներից  կարելի  է  եզրակացնել,  որ  մոլիբդենի  սուլֆիդի  ամբողջական փոխարկում մոլիբդենի դիտվում է հենց գազային միջավայրի 12 մթն –ից բարձր ճնշման պայմաններում: ", "Tա m Uա Uա ջերմաքիմիական զուգորդման պայմաններում և մետաղական մոլիբդենի ստացումը հարաբերակցությունից Հիմնվելով  թերմոդինամիկական  վելուծության  արդյունքների  վրա՝  ուսումնասիր- վել  է  (MoS2+2Zn)+n(MoO3+3Mg)  խառնուրդի  փոխազդեցության  օրինաչափություններն այրման  ռեժիմում  կախված  n-ի  արժեքից:  Հետազոտություններն  իրականացվել  են իներտ գազի 25 մթն ճնշման պայմաններում: Այրման պարամետրերի (Tա և Uա) և նմուշի զանգվածի փոփոխությունը (m, զանգ. %) կախած n-ի արժեքից բերված են նկ. 4.3-ում: ", "Tա, oC Tա m Uա, սմ/վ m*10, զանգ. % Նկ. 4.3. Այրման պարամետրերի (Tա և Uա) և զանգվածի (m) փոփոխման օրինաչափությունները կախված n-ի արժեքից n(MoO3 + 3Mg) Ստացված արդյունքներից պարզ է դառնում, որ փոխազդեցությունը հնարավոր է իրականացնել այրման ռեժիմում n0.15 դեպքում: Այսպիսով այրման ստորին սահմանը դիտվել  է  n=0.15  դեպքում,  որտեղ  փոխազդեցության  առավելագույն  ջերմաստիճանն  ու արագությունը կազմել են համապատասխանաբար 1500 oC և 0.11 սմ/վ: Ինչպես կարելի է տեսնել  ստացված  արդյունքներից,  այրման  պարամետրերը  (Tա.  և  Uա.)  դանդաղորեն աճում են n-ի մեծացմանը զուգընթաց (n = 0.150.3 տիրույթում): "], "source_docs_file": "Chemistry.json"}