{"paragraph_source_docs": [4, 5, 3, 2, 5, 3, 3, 4, 4, 3, 5, 1, 3, 0, 3, 3, 3, 3, 3, 3, 4, 4, 0, 4, 3, 1, 2, 3, 3, 3, 3, 3, 5, 0, 3, 3, 1, 5, 3, 2, 0, 2, 1, 3, 5, 3, 3, 4, 5, 0], "source_docs_file": "Literature.json", "paragraphs": ["Աշխույժ և կենսուրախ 78-ամյա կինը,  երիտասարդ աղջկա հագուստ հագած, սահում է Ռոքֆելերի  կենտրոնի  սահադաշտում։  Պարզվում  է,  որ  նա  նախապաշարմունքային վախ ունի ինքնաթիռներով թռչելուց. «Ես ուզում եմ տուն գնալ: Եթե պետք  է մեռնեմ, չեմ ուզում մեռնել այս թռչող մեքենայի մեջ»122:  Հերոսի եղբայրը վերելակներից է վախենում, քանի  որ  տունը  կարող  է  հանկարծակի  փլուզվել:    Նա  անգամ  աշխատանքից  է ազատվում, որովհետև  ֆիրման տեղափոխվել էր շենքի հիսուներորդ հարկ և ստիպված նոր աշխատանք է գտնում շենքի երրորդ հարկում գտնվող մի հիմնարկում: ", "Դժգոհությունը  կյանքի  անկատարությունից  բոլոր  ժամանակներում  էլ  հուզել  է բանաստեղծներին։  Նրանցից  ամեն  մեկը  այդ  հուզումը  բանաստեղծական  ապրումի  է վերածել յուրովի՝ իր անձնական նկարագրին, իր դավանած ուղղությանը, իր ժամանակի ոճամտածողությանը համապատասխան։ Նույն հուզումը Աթաբեկյանի մոտ քնարական ապրումի կերպ է ստացել մի բնորոշ քառյակում. Ես մոլորվել եմ մունջ տեսիլների այս քաոսի մեջ.... Իմ գոյությունը դարձել է կարծես երազ ու տեսիլ... Եվ չգիտեմ ես, մունջ տեսիլների այս քաոսի մեջ Ապրե՞լ եմ իրոք, թե կյանքի մասին երազ եմ տեսել48։ ", "էջ 212: ", "Մարտի  12-ի  ժամանակաշրջանը  ներկայացնող  վեպերում  կարևոր  տեղ  են զբաղեցնում  նաև  աշխատավորական  շարժումները`  գործադուլները,  ցույցերը:  Նման վեպերում կարևորվում  էր  հատկապես  այն,  որ թեև աշխատավոր դասը դժվարությամբ էր ընկալում իրականությունն ու չէր հասկանում իր ուժը, սակայն սկսել էր գիտակցել և պահանջել  իր  իրավունքները186:  Հետևաբար  «Մարտի  12-ի  վեպերը»  հասարակական փոփոխվող  գիտակցության  բնութագրերն  են,  իշխող  համակարգի  հետ  ստեղծված հարաբերությունների ձևի  արտացոլումը: ", "Աթաբեկյանի  բանաստեղծություններում,  ինչպես  այդ  տարիներին  գրական  առա- ջին քայլերն անող շատ բանաստեղծների մոտ, երազը կապվում է իդեալական աշխար- հի  հավերժական  տեսիլի  հետ,  որ  հասանելի  է  միայն  մտքի  և  ոգու  բարձունքներում ապրող  ընտրյալ  հոգիներին։  Բանաստեղծն  այդ  գաղափարը  հաճախ  արտահայտում  է պարզ  անմիջականությամբ,  առանց  խորհրդանշական  կամ  այլաբանական  պայմանա- կանությունների։ Ահա բնորոշ մի բանաստեղծություն. Դարեր ու դարեր ժողովուրդը հեզ փորփորել է մունջ ցեխոտ կեղևը գորշ հողագնդի. Մենք, կույր դիպվածի ընտրյալներս մեղկ, շնչել ենք օդը լույս բարձունքների դարեր ու դարեր։ ", "Եզրափակենք  կրկին  հեղինակի  խոսքերով  պրոլետգրողների  մասին.  «Մեզ  մոտ բանաստեղծներու  լռությունը  շատ  ավելի  պետք  է  քաջալերել,  քան  խոսելը:  Ու  եթե  ես հարուստ  ըլլայի՝  փառավոր  հիսնամյակը  կտոնեի  մեր  այն  բանաստեղծին,  որ խոստանար երբեք չգրել…» /131/: ", "Ժամանակի  մեկ  այլ  գրող  ասես  ի  հաստատումն  ասվածի՝  ընդգծում  է.  «Պրոլետ- բանաստեղծները  «զավոդ»  են  երգում,  ու  մելամաղձութիւնը  դեռ  ավելի  սաստկանում  է, երբ զինւորական ակումբի նւագախումբը սկսում է ձայնել: Դժոխքը շարժում է իր թևը»65: ", "Չիվերի  հերոսներն  ի  վերջո  դժվարին  կացությունից  դուրս  են  գալիս՝ մխիթարվելով անուրջների  կամ  տեսիլքների  հայտնությամբ`  որպես  քաոսային աշխարհի այլընտրանք: Երևակայությունը  իրական խնդիրը լուծելու միջոց է  դառնում: ", "Չիվերն  ուզում  է  կառուցել  կամուրջ,  որպեսզի  միավորի  կյանքի  տարբեր կոտրվածքները։ ", "-Ատիկա  շինծու  գրականություն  է՝  գրողները՝  շինծու,  ընթերցողները՝  շինծու» /200/: ", "...  Ինտելիգենտը  անհաշտ  թշնամի  է  այն  ամենի,  ինչ  որ  արգելք  է  հանդիսանում անհատի ազատ, բազմակողմանի և ներդաշնակ զարգացման առաջ։ Ինտելիգենտը կա- տարյալ հակադրությունն է քաղքենի մարդու, մեշչանինի, ինչպես ռուսներն են ասում և ֆիլիստերի՝ ինչպես գերմանացիներն են ասում»52։ ", "Այստեղ  պարզ  երևում  է  Էդգար  Պոյի  §Կառուցվածքի  փիլիսոփայությունը¦  և §Պոետական  սկզբունքը¦  հոդվածների  ազդեցությունը,  որտեղ  Պոն  դեմ  է  դուրս գալիս  պոեզիայի  մեջ  ճարտասանությանը  և  բարոյախոսությանը:  Պոն  գրում  է,  որ պոեզիայի  փոխհարաբերությունները  ինտելեկտի,  խղճի  հետ  ունեն  երկրորդական XX  века:  Итоги  и  перспективы  изучения.  Материалы  Седьмых  Андреевских  чтений  /  Под  ред.  Н.Т. Пасхарьян. – М.: Экон – Информ, 2009. С. 72. նշանակություն, պարտքի կամ ճշմարտության հետ պոեզիան միայն հանկարծակի է շփվում, պոեզիայի նպատակը գեղեցիկն է ¥175 ¤: ", "Կրկին  իր՝  Լեռ  Կամսարի  միտքն  է՝  «Բաներ  կան,  որոնց  կորցնելով  ավելի  ես շահում».  գրողի  մտքերը  դիպուկ  են,  գնահատականները՝  ռեալ,  իսկ  նրանց  նկատմամբ վերաբերմունքը՝ անկողմնակալ: ", "Նա նստած էր թամբին, նրա դեմքն ասես և՛ հասուն տիկնոջ, և՛ երեխայի դեմք լիներ, ճակատը կարծես երջանիկ էր այդ աչքերից վեր գտնվելու, աչքերը՝ երջանիկ այդ դեմքի վրա լինելու համար, քիթը, բերանը, կզակը, վիզը, նրան պատկանող ամեն ինչ երջանիկ էր՝ նրա ինչ-որ մի մասում լինելու համար, ամենը, ամենը, ամենը հիշեցնում էր աղջկան, որին տեսել էր տասներկու տարի առաջ՝ ծառից կախված ճոճանակի վրա ճոճվելիս: Դա Սոֆոնիսբա Վիոլա Վիոլանտե դ'Օնդարիվան էր»:142 Չնայած  կանացի  կերպարի  այդ  պոետիկ  ներկայացմանը՝  Կալվինոն  Վիոլային օժտում  է  ուժեղ  բնավորությամբ:  Պարզվում  է,  օրինակ,  որ  նա  համագործակցում  է ավազակների  հետ,  որոնց  հետ  ծանոթացնում  է  նաև  Կոզիմոյին:  Հիշեցնենք,  որ դաստիարակության վեպի կերպարային համակարգում հաճախ հանդիպում ենք երկու հակադիր  հերոսների:  Կալվինոյի  վեպում  երկու  հերոսներն  էլ  ըմբոստներ  են,  սակայն հակադրությունը՝ նրանց ակտիվության մեջ է:  Կոզիմոյի ըմբոստությունը ավելի պասիվ է,  նա  բավարարվում  է  ճղճիմ  աշխարհից  հեռանալով  և  մեկուսանալով  ծառերի աշխարհում,  իսկ  Վիոլան  գործուն  է:  Առաջին  հանդիպումից  հետո՝  նա  մանկական ոգևորությամբ  համաձայնում  է  Կոզիմոյի  հետ  կիսել  նրա  ապրելակերպը,  որոշ ժամանակ  ապրում  է  նրա  ստեղծած  ծառերի  աշխարհում,  սակայն  Վիոլայի  ակտիվ էությունը չի կարող երկար դիմանալ  այդ ուտոպիային, ուստի նա մի օր որոշում է լքել Կոզիմոյին:  Սիրահարված  Կոզիմոն  ընդունում  է  Վիոլայի  որոշումը՝  տեղի  տալով  նրա ուժեղ  բնավորությանը։  Երբ  Վիոլայի  ընտանիքը  հեռանում  է  Օմբրոզայից,  Կոզիմոյին մնում է միայն շարունակել այցելել նրանց լքված այգին: ", "Քաղաքական հենքով աֆորիստիկ մտքերը Ա. Երկրի ներքին և արտաքին քաղաքական անցուդարձի՝ կամսարյան բնորոշումները Ժամանակի մասին առավել ամբողջական նկարագիր-ուրվապատկեր ստանալու համար  պետք  է  գտնել  մի  եզր,  որը  «շոշափելի»  և  ամուր  սյուն  կլինի  նաև համեմատության  համար:  Հաստատուն  այդ  հիմքը,  որը,  իհարկե,  բացարձակ հաստատուն  «մեծություն»  չէ,  բնականաբար,  պատմությունն  է:  Եվ  ուրեմն,  մի  կողմից՝ պատմական  անհերքելի  ճշմարտություններ,  մյուս  կողմից՝  նույն  իրականության պատմական  բնորոշումը:  Ի  դեպ,  պարզ  է,  որ  այստեղ  օգտագործվող  մեկնաբանության մեթոդը համեմատականն է: ", "Հեղինակը  այս  օրագրի  հենց  առաջին  մի  քանի  օրերի  նշումներում  խոսում  է «խորհրդային  սնդուկից»  դուրս  աշխարհի  մասին՝  Ճապոնիա-Անգլիա-Եգիպտոս հարաբերություններ,  Գերմանիա,  Չինաստան  և  այլն,  մի  խոսքով՝  առավել  ընդհանուր դիտակետով  է  ուսումնասիրվում  իրականությունը՝  Խորհրդային  Միության,  Եվրոպայի և կամ գրեթե ողջ մոլորակի մասշտաբով: Թեկուզ այն փաստը, որ գրողը գլուխը հակել է աշխարհի  քարտեզի  վրա  և  խորհում,  մտմտում  է,  գալիս  է  ապացուցելու,  որ  նրա մտորումների շրջանակը ավելի լայն ու ընդգրկուն է: Սակայն պարզ է նաև այն, որ դրսի աշխարհի  վրա  լուսամուտը  գրողը  բացում  է  խորհրդային՝  ներսի  աշխարհի  կողմից,  և դժվար  թե  հնարավոր լիներ  իրականության «համաշխարհային»  մեծությամբ դիտարկումը, եթե  չլինեին գրողի՝ երկրի ներքին  քաղաքական  վիճակի մասին  լիարժեք պատկերացումները:  Լեռ  Կամսարի  ստեղծագործությունը  վերլուծելով  հենց  այս դիտանկյունից՝ գալիս ենք այն եզրակացության, որ կրկին պետք է անել պայմանական բաժանումներ՝  գրողի  խոհերը  իր  ապրած  պայմանների  մասին  և  աշխարհը՝  գրողի աչքերով:  «Փոքր»  «ներկայի»  բնորոշումը,  բնականաբար,  առավել  մանրամասն  և հանգամանորեն  է  տրվում  հեղինակի  կողմից.  բնորոշումները  արված  են՝  առանց  բաց թողնելու  անգամ  թվացյալ  մանրուքը:  Հեղինակի  պատկերավոր  խոսքը  և  ամուր տրամաբանական  կապերով  ու  տեղին  արտահայտությունները  գալիս  են  իբրև  մտքի հանգուցավորման գագաթնակետը տանող կարևոր միջոցներ: «Ես իմ գլուխը յուր բոլոր սարոք  վարձու  կուտամ,  կծախեմ  նույնիսկ:  Ներկա  կարգերու  մեջ  ապրողի  մը  համար մարմնույն այդ մասը ոչ  միայն ավելորդ է,  այլև վնասակար: Ինչո՞ւս է պետք գլուխ. ինչ պետք է գիտնալ, Լենինը գիտցեր է արդեն, ինչ պետք է ըսել՝ անիկա ըսեր է: Չկա բան մը, որ այդ մեծ մարդը տեսած չըլլա, չկա բան մը, որ կերած չըլլա: Փորձածը նորեն կրկնելը ժամավաճառություն  է:  Այո՜,  գլուխս  վարձու  կուտամ:  Օր  մը  չգիտությամբ  հանկարծ կարծեմ  բան  մը,  որ  Լենինը  չի  կարծած՝  Չեկա՞  նստիմ:  Կուտամ:  Առեք:  Ձրի:  Բան  մ՚  ալ վրան կուտամ, միայն ինձի ազատեցեք սա վնասակար մասեն» /15-16/: Սրան զուգահեռ՝ համադրվում  է  դրսի  աշխարհի  վերաբերյալ  միտքը,  ավելի  շուտ՝  սա  դուրս «արտահանվող»  «ապրանքի»  մասին  է,  միաժամանակ  ապահովված  է  «ներս»-«դուրս» կապը:  Գրողը  պատմում  է,  ընդունենք  իր  իսկ  արտահայտությունը,  «կամացուկ  մը», առանց  ավելորդությունների,  և  խոսքը  դիպուկ  հասնում  է  թիրախին:  «Խորհրդային Ռուսաստանը  հարուստ  է  իր  ոսկու  հանքերով  ու  կոմունիստական  գաղափարներով: ", "Ճապոնիա  ամեն  անգամ,  երբ  Սախալին  կուգա  ռուսական  ոսկին  տանելու, Ռուսաստանը  բեռը  Ճապոնին  կռնակը  հանելուն՝  քիչ  մըն  ալ  կոմունիզմ  կթխմե:  Իսկ Ճապոնիան  սահմանագլխին,  կամացուկ  մը  կումունիզմը  վար  կթափե՝  ոսկին  կտանե: ", "Այս  է  պատճառը,  որ  հետզհետե  Ռուսաստանին  մեջ  ոսկին  կպակսի՝  կոմունիզմը կավելնա» /16/: Ասել է՝ կրկնակի շահում է Ճապոնիան, իսկ հեղինակը կարծես թե բարդ տրամաբանական  մի  խնդիր  է  առաջադրում՝  հստակորեն  ներկայացնելով  նաև համարժեք պատասխանը: ", "Դեռևս  վաղ  էր  այս  մասին  խոսելը,  բայց  ինչ-ինչ  «հունդեր»  արդեն  ծլարձակման թեժ փուլում էին, նշվելիքն էլ՝ դրանցից մեկը. «Կառավարությունը այսօր խոշոր մաքսեր կնշանակե  քաղաքացոց  բերնին  վրա,  որ  չխոսեն  ու  արտոնություններ  կշնորհե ականջներուն,  որ  լսեն…  իսկ  դուք  ականջ  կկտրեք:  Եթե  անպատճառ  բան  մը  կտրել կուզեք,  գեթ  ժողովուրդին լեզուն  կտրեք,  որ  տիրող  կուսակցության  բոլոր անարդարությունները  «արդար»  ըլլան»  /20/:  Չխոսելու  բուն  «օրենքը»  դեռ  մտնելու  էր գործածության  մեջ  մի  քիչ  ավելի  ուշ,  բայց  մտնելու  էր՝  միայն  իրեն  հատուկ  բոլոր հետևանքներով:  Գրողը  մեծերի  իրավունքով,  իրադարձությունների  զարգացումը տեսնում  էր  ժամանակից  առաջ՝  ավելի  շուտ,  քան  բուն  կյանքը  կհասներ  այդ սահմանագծին: ", "Հեղինակի  գործածած  միջոցների  շարքում  ուշագրավ  է  և  հիշատակության արժանի ևս մեկը, որին նա հաճախ է դիմում, և թերևս շատ հաճախ այն ժամանակ, երբ զգում է, որ միտքը թղթին հասցնելու համար այլ ճանապարհ չկա: Խոսքը վերաբերում է գրողի  «ենթագիտակցական»  խոհերին՝  երազներին:  Նշենք,  որ  երազներին  դիմելը նորույթ  չէ  մեր  գրականության  մեջ:  Սակայն  եթե,  օրինակ,  համեմատենք  Գուրգեն Մահարու  «Այրվող  այգեստաններում»  գրողի  ներկայացրած  մի  երազի  դրվագը68  Լեռ Կամսարի՝  երազներին  դիմելու  բազմաթիվ  հատվածներից  մեկի    հետ,  ապա  պարզ կդառնա  նշված  երկու  գրողների՝  երազները  իբրև  գրական  հնարանք  գործածելու տարբերությունները:  Մահարու  մոտ  երազի  յուրաքանչյուր  առարկայական  միավորը դիտվում է իբրև  սիմվոլ /մկներ ցորենի պարկերում, օձեր խոտի փոխարեն և այլն/, իսկ Կամսարը, իր իսկ բառերով, դիմում է երազներին այն ժամանակ, երբ իրական կյանքում դրանց կատարվելը բացառվում է: Օրինակ՝  «Գիշերը երազիս մեջ երկիր մըն  էի գացեր, ուր  մարդիկ  ազատ  էին  /ի՜նչ  խայտառակություն/:  Այնտեղ  ինչ  կարծիք  ուզենայիր՝ կհայտնեիր  /կարծիք  չհայտնելու  ազատություն  ալ  կար/:  Ուզեիր  դաշնակցական կըլլայիր,  ուզեիր՝  հնչակյան:  Դեպի  սոցիալիզմ  գացողները,  երբ  կես  ճամբին սոցիալիզմեն  դարձողներու  հանդիպեին,  սիրով  գլխարկ  կհանեին  իրարու:  Լենինը ուզեիր  կհարգեիր՝  չուզեիր  չէիր  հարգի:  Տղա  մը  ծնվելուն՝  ծնողներեն  էր  կախված անունը  որոշել…  Սեփական  դատողությանն  այնքան  տեղ  կտրվեր,  որ  մարդիկ կափսոսային  երկու  գլուխ  չունենալուն  համար…  Այս  երկրին  ազատությունը  այնպիսի ծայրահեղության  էր  հասեր,  որ  մարդիկ  հացի  նստելուն  կամենային  աջ  կողմով կծամեին,  կամենային՝  ձախ…  Արթնցա:  Ափսո՜ս:  Երանի  խորհրդային  երկրներու  մեջ գիշերը 23 ժամ ըլլար, ցերեկը՝ մեկ…» /27-28/: ", "Միշտ  գոյություն  ունի  ընդհատումը,  ինչի  պատճառով  մարդը  տեսադաշտից  դուրս  է մնում։  Սա  մարդկային  կիսատ  հարաբերությունների,  չիրականացված  երազանքների աշխարհ է, երբ մարդը կորցնելով ինքն իրեն, վերագտնում է իր եսը նորից ու նորից»133: ", "Ըստ  ռուս  գրականագետ  Վալենտինա  Օլենևայի`  Չիվերի  հերոսները  արտաքին, միանման  աշխարհի  զոհեր  են:  Նրանք  փորձում  են  փրկվել  փախուստով,  ուզում  են դուրս  պրծնել  խեղդող  միջավայրից,  մինչդեռ  խնդիրը  ոչ  միայն  մարդու  արտաքին միջավայրում է,  այլև  մարդու  ներսում:  Այդ  պատճառով  ճգնաժամերը  և հակասությունները  պատմվածքներում  հաճախ  թվում  են  անհաղթահարելի134:  Մարդիկ ինչ-որ  բան  փնտրում  են,  կարոտում,    ծարավ  են  փոփոխությունների  և  ամենից մտահոգիչն  այն  է,  որ  նրանք  իրենց  արտաքսված  են  զգում  հասարակությունից:    Այս թեման  ցայտուն կերպով դրսևորվել է «La bella lingua» (1958), «Կինն առանց հայրենիքի» («A  Woman  Without  A  Country»,  1959) և  «Քլիմենտինա» («Clementina»,  1960) պատմվածքներում։ ", "Երկու  հեղինակների  հերոսներն  էլ  չեն  հասնում  վերջնական  փիլիսոփայական ճշմարտությանը:  Կոզիմոյի  ընտրած  տարօրինակ  տոպոսը  հիշեցնում  է  նաև  Սվիֆտի նկարագրած  անիրական  աշխարհները:  Սակայն  նրանց  միջև  կա  մի  էական տարբերություն.  Սվիֆտի վեպում տոպոսները փոխվում են, և տարբեր աշխարհներում փոխվում է Գուլիվերի դերը, իսկ Կոզիմոյինը շարունակում է մնալ նույնը: Հեղինակային բազմաթիվ  հղումներն  ու  զուգահեռները  Կալվինոյի  վեպը  դարձնում  են  18-րդ  դարի գրականության մի հանրագիտարան: ", "Հերոսներն  ընդունակ  չեն  ընկալելու  միջերկրածովյան  մթնոլորտը, ազատ ապրելակերպը։  Իտալական  աշխարհի  ազատությունը  նրանց  վախեցնում  է։  Նրանք կորցնում են սեփական արմատների զգացողությունը, զգում անպաշտպան լինելն օտար միջավայրում,  ուզում  են  վերադառնալ  հայրենիք,  բայց  վախենում  են  այդ  մասին խոստովանել  անգամ  իրենք  իրենց:  Նմանատիպ  զգացողություն  է  ապրում  նաև  «Կինն առանց  հայրենիքի»  պատմվածքի  հերոսուհին՝  Անն  Թոնքինը։  Նա  ամուսնուց բաժանվելուց  և  ընտանիքից  հեռանալուց  հետո  ենթարկվում  է  հասարակական ստորացման:  Հեռանալով  երկրից՝  որոշ  ժամանակ  ապրում  է  հանգիստ,  սակայն Եվրոպան  նրան  թվում  է  օտար,  անհարմարավետ,  դատարկ  տարածություն,  որտեղ մարդը դատապարտված է միայնակ լինելու. «Բանն այն էր, որ Իտալիան նրա տունը չէր, և  Ամերիկան  էլ  հայրենիքը  չէր»136:    Աննը  վերադառնում  է  Ամերիկա,    բայց  ինքնաթիռ չնստած՝  լսում  է  երգ,  որը  հիշեցնում  է  ապրած  վիրավորանքը։  Ամերիկան,  որն  իր հրապուրիչ  հանգստությամբ,  հուսալիությամբ  պաշտպանում  է  իր  քաղաքացիներին, նորից  վերածվում  է  մեքենայի։  Աննը,  գնելով  տոմս, վերադառնում  է  Իտալիա։ ", "Պետք է նշել, որ եթե միայն այս մեկ միտքը ասեր հեղինակը, կրկին բավարար էր ամբողջական  պատկերացում  կազմելու  համար  կոմունիզմի  մասին:  Շատ  են  այսպիսի մտքերը.  յուրաքանչյուր  այսպիսի  տողով  և  կամ  թե  պարբերությամբ  գրողը  դիպուկ  ու ճշմարիտ  բնորոշումներ  է  տալիս,  ինչով  էլ  ուշագրավ  է  դառնում  նրա  մտորումների արգասիքը:  Ահա  կամսարյան  մտքի  ևս  մեկ  առկայծում.  «Մենք  ոչ  մեկ  տեղեկություն չունինք դուրսի աշխարհեն, քանզի մեր աչքը կապված ու ականջը խցված՝ գավազանով կպտտինք լույս ցերեկով» /53/: Ի դեպ, սրան էլ նախորդում է մեկ-երկու դիպուկ օրինակ «բանալիի ծակեն» երևացող «դուրսի»  աշխարհի,  Թուրքիա-Իտալիա-Անգլիա հարաբերությունների  մասին:  «Այսօր  մեր  կատուն  մուկ  էր  բռներ:  Կես  ժամ  խաղաց, ապա հանգիստ խղճով կերավ՝ իբրև բնութենեն իրեն հատկացված արդար պատառ մը: ", "սիստեմատիկ աշխատելը՝ Մալարմեն ստեղծել է մի շարք արձակ հատվածներ Պոյի ոգով:  Մալարմեի  շարահյուսության  առանձնահատկությունը  հաճախ  կապում  են անգլերենի  ազդեցության  հետ,  սակայն  այդ  թեզը  այդպես  էլ  գիտականորեն չապացուցվեց: ", "Հարկ  է  նշել  նաև,  որ  1970-ական  թթ.  երկրորդ  կեսին  երկու  շրջադարձային փոփոխություն  տեղի  ունեցավ  թուրքական  քաղաքական  վեպի  ժանրի  համար:  Նախ` աջակողմյան  գրողները  սկսեցին  հրատարակել  վեպեր`  ներկայացնելով  պատմության իրենց մեկնաբանությունն ու ռազմական միջամտության  այլընտրանքային ծագումնաբանությունը: Այս վեպերը յուրատեսակ մարտահրավեր էին ականատեսների վկայություններին,  ակտիվորեն  պաշտպանում էին  պետության վարած քաղաքականությունն ու  արդարացնում  աջակողմյան երիտասարդության և մասնավորապես  «գորշ  գայլերի»  ահաբեկչական  գործողությունները,  որոնք  ուղղված էին  Թուրքիայում  ձախակողմյան  շարժումը  վերացնելուն221:  Բացի  այդ`  ռազմական միջամտությունից  հետո  քաղաքականացված  արձակի  աննախադեպ  վերելքն  ու  դրանց միջոցով իրադարձությունների ցավագին գնահատականները քննադատական մոտեցում ցուցաբերելու խնդիր առաջացրեցին: ", "Ահա  այստեղ  կրկին  հնչում  է  ծաղրը.  բուն  իրականության  այս  դրսևորումները,  գրողի բառով՝  «վայրէջքը»,  ռուսերեն  լեզվով  ինչո՞ւ  «վերելք  կկոչվի»,  նույն  անալոգիայով՝ շինելը՝ քանդել /տե՛ս 64, 94/: ", "Դեռևս  անտեղյակ  լինելով  իր  համար  պահված  բազմաթիվ  ու  բազմապիսի սահմանափակումներին  կամ  տեղյակ  լինելով  միայն  դրա  մի  փոքր  մասից  /նկատի ունենք  գրողի  նշած  ժամանակի  անազատությունը/՝  Լեռ  Կամսարը  բացականչում  է. «Ազատությո՜ւն…  երբեք  կյանքիդ  մեջ  այնքան  անձկավ  չես  փնտրված՝  ինչպես  այսօր: ", "Վասնզի երբեք բռնությունը այնքան ծանր չի եղել՝ ինչպես այսօր» /67/: ", "Նշվածներն ամենևին էլ բացառիկ նմուշներ չեն այս գրքում. եթե հնարավոր լիներ, գրողի և ոչ մի տող բաց թողնել պետք չէր: Օրինակների շարքն ընտրված է ըստ գրքում նկատված հաջորդականության: ", "Երկրի  յուրաքանչյուր  իրադարձություն  իր  հայելային  անդրադարձն  է  գտնում ժողովրդի  սոցիալական  վիճակի  վրա,  ուստի  ահա  թե  ինչ  «աստիճանով»  է  վեր բարձրանում գրողի միտքը. խոհ՝ դեպի վեր ձգվող սլաքով, սոցիալական վիճակ և կրկին դեպի  վեր՝  քաղաքական  իրադարձություններ:  Հակառակ  եզրից  դիտելը  իբրև  ակունք հիշեցնում  է  մեկը՝  քաղաքական  մթնոլորտը:  Այսպես,  դատարկ  կամ  միայն դատարկությամբ  լցված  բանկոոպ,  թեև  բնության  մեջ  և  ոչ  մի  դատարկ  տարածք  չկա, հացի, յուղի  ու  կաթի,  մսի  ու  …օճառի,  ծխախոտի,  ջրի  …  չգոյություն:  Գրողի պատկերավոր խոսքերը, ցավոք, շատ ծանր են ստեղծված իրավիճակի նկարագրության համար.  «Աստված  եթե  երակներուս  մեջ  ջրի  նման  թանկագին  հեղուկ  հոսեցուներ,  ան ատեն  եղբայրն  անգամ  եղբոր  մորթեր  պիտի՝  քիչ  մը  ջուր  հանելու  համար  անկե»  /123/: ", "այդ։ ", "Շարունակելով  եռերգության  առաջին  երկու  վեպերի  գաղափարական  գիծը՝ Կալվինոն այս վեպում նույնպես ուսումնասիրում է անձի թերարժեքության, ինքնության և  ազատության  խնդիրները,  որոնք  քննարկում է  ֆանտաստիկ  պատումի շրջանակներում:  Եռերգության  1991  թվականի  հրատարակության  առաջաբանում Կալվինոն  գրում  է.  «“Կիսված վիկոնտը” պատմում է մարդկային թերարժեքության, մասնակիության,  թերի  կայացման  մասին,  “Բարոնը  ծառի  վրա”՝  մեկուսացման, հեռավորության  և  մերձավորի  հետ  հարաբերվելու  դժվարության,  իսկ  “Գոյություն չունեցող  ասպետը”՝  դատարկ  ձևականությունների,  ընդհանուրից  չտարբերվելու մասին»:147 Երեք  վեպերում  էլ  ինքնության խնդիրը  այն  սյունն  է,  որի  վրա  կառուցվում  է կերպարների  գաղափարական  նշանակությունը,  սակայն  եթե  «Կիսված  վիկոնտում» մասնատված  հերոսը  ձգտում  է  հասնել  լիարժեքության,  «Բարոնը  ծառի  վրա»  վեպի անհնարին  թվացող  տոպոսում՝  նոր  աշխարհի,  քաղաքակրթության  ստեղծմանը,  ապա «Գոյություն  չունեցող  ասպետում»  անձի  ինքնության  խնդիրը  կապված  է  այնպիսի խնդիրների  հետ,  ինչպիսիք  են  մարդկային  գոյության  հանդեպ  կասկածը  և ֆանտաստիկի անհետացման հետ՝ իրականի հաստատումը: ", "Ուրեմն,  խոհերի  շարունակական  այս  շղթան  անընդհատական  է.  գրողը խորությամբ  ու  ամենայն  մանրամասնությամբ  վերլուծում  է  իրականությունը  և  այն պարսավանքի  ենթարկում:  Յուրաքանչյուր  հասարակարգ,  պատմական  ամեն  մի  փուլ, որը  դեռևս  չի  հասել  իր  զարգացման  գագաթնակետին,  չի  հասել  բուն  նպատակին,  այս կամ  այն  կերպ  մնում  է  թերի  և  արժանանում  է  գրողի  համարձակ  գրչի քննադատությանը: ", "Բ. Արտաքին քաղաքականությունը Ընդհանրապես,  կամսարյան  օրագրությունը  ինչ-որ  «բանաձևումի»  բերելը այնքան  էլ  դյուրին  գործ չէ:  Գրողը  երևույթները  քննում  է  այնպիսի  խոր, տրամաբանական  ներքին  կապերով,  որ  դժվար  է  այդ  «հանգույցներից»  որևէ  մեկը բացազատելը՝  պայմանով,  որ  և  ոչ  մի  միտք  չխաթարվի,  կամ  առավել  ևս՝  չաղճատվի գործի  ամբողջականությունը:  Ահա  թե  ինչու  մեր  կողմից  արված բոլոր տարանջատումներն  անխտիր  պայմանական  են.  մասը  արհեստականորեն  անջատել ամբողջից և ուսումնասիրել այլ՝ «մաքուր» հարթության մեջ, այնքան էլ բնականին մոտ չէ,  ավելին,  շեղում  է  մտքերի  իրական,  բնական  ընթացքից,  մանավանդ  որ  մաքուր տարածք  էլ  ինքնին  գոյություն  չունի:  Խոսքը  առաջ  տանելով՝  ասենք,  որ  նշվածից բացառություն  չեն  կազմում  նաև  այս՝  արտաքին  և  ներքին  քաղաքականության  մասին օրագրությունների պատառիկները: ", "Մենք միջնորդված կերպով տեսնում ենք, թե ինչպես է Բոդլերի թարգմանության մեջ վերանում  խելագարության  և  անգիտակցանականի  շեշտը,  և  փոխարենը  առաջ քաշվում  կրոնափիլիսոփայական  համատեքստը,  մեղքերի  համար  հատուցման գաղափարը: ", "Մի ուրիշ օրինակ. Եվ կյանքի մռայլը մութ անապատում Ոչինչ չենք տեսնի – չոր և ամայի Երազում ենք մենք՝ երազ աշխարհում Իսկ կյանքի վերա թող սև բուն վայի61։ ", "Իհարկե,  դարերով  համրվող  պատմության  համար  շատ  կարճ  ժամանակ  պետք եղավ համոզվելու գրողի այս մտքի ճշմարտացիության մեջ. Երկրորդ աշխարհամարտը դրա  վառ  ապացույցն  էր:  Ակնհայտ  օրինաչափությամբ  գրողը  ինչ  երևույթի  կամ տեղանվան  /տե՛ս  Բասարգեչար.  ճակատագրական  չէ՞ր  արդյոք/  անդրադարձել  է՝  մի տեսակ  ծանրանալով,  ասես  ենթագիտակցության  վրա  ազդել  է  նախազգացողության գործոնը:  Մեծություններին  բնորոշ  կանխազգաց  նրա  մտածողությունը,  փորձը  ցույց  է տվել,  որ  երբեք  չի  սայթաքել.  սպասվելիքն  արդեն  ամուր  «նստած  էր»  նրա մտածողության մեջ: Ապացույցները նրա օրագրություններում են՝ օրերը, թեպետ ինչ-որ տեղ ոչ իրական ամսաթվերով կամ լոկ սիմվոլիկ, սակայն՝ օրը օրին, օրվա խոհը օրվա մեջ գրառված: ", "Սուբյեկտիվ-հոգեբանական քաղաքական վեպերի ուսումնասիրության առարկան ոչ թե քաղաքական իրադարձությունն է, այլ այդ իրադարձության սուբյեկտիվ ընկալումը և դրանով պայմանավորված մարդու հոգևոր զարգացումը: Այլ կերպ ասած` այստեղ  կարևորվում  է  մարդու  ներաշխարհի  վերլուծությունը:  Նման  արձակում պատկերվում  են  միայն  այն  իրավիճակները,  հերոսների  հոգեկան  ապրումները,  որոնք ինչ-որ  չափով  նպաստում  են  անձի  ձևափոխմանը:  Այս  ստեղծագործություններում, որպես  կանոն,  խառնված  են  տարածաժամանակային  հարթությունները,  հերոսները սովորաբար գրեթե չունեն կենսագրություն,  տեքստում գաղափարական- գեղարվեստական  արժեք  չունի  նաև  կենցաղային  իրականությունը233:  Նրանցում հեղինակը,  բացահայտելով  անհատի  ներաշխարհը,  միևնույն  ժամանակ  չի  բացառում անձնական  ապրումները,  այլ  դրանցով  գունավորում  է  հերոսին  շրջապատող իրականությունը,  հերոսը  չի  մեկուսացվում  արտաքին  աշխարհից:  Այս  առումով սուբյեկտիվ-հոգեբանական քաղաքական վեպերի գեղարվեստական առանձնահատկությունն  անհատի  ներաշխարհի  և  հասարակական-քաղաքական իրադարձությունների միջև առկա ամուր կապերի բացահայտումն է234: ", "Գրականագետ  Կրիստինա  Բակիլեգան  այս  կապակցությամբ  գրում  է.  «Աջիլուլֆոն ոչ այլ ինչ է, քան անուն և տիտղոս, որ նյութականցված է զենք ու զրահի մեջ»:154 Աջիլուլֆոն արժանի ասպետ լինելու համար ունի ամեն ինչ, բացի «ինքն իրենից». «այսպիսով՝ Կառլոս Մեծի բանակում կարելի է ասպետ լինել, ունենալ բազմաթիվ կոչումներ, կռվելու հանդեպ մեծ կիրք և պատրաստակամություն՝ առանց գոյություն ունենալու կարիքի»:155 Երբ  ասպետական  նկրտումներով  տարված  և  Աջիլուլֆոյի  շնորհներով  հիացած դեռահաս  Ռամբալդոն  խորհուրդ  է  հարցնում  Աջիլուլֆոյից՝  ինչպես  պետք  է premio. La fiaba e i testiextrafolklorici. Edizioni grafo. Brescia 1985.  P.29 սարակինոսներից  վրեժ  լուծի  հոր  սպանության  համար,  ապշում  է  ասպետի  տված անտարբեր և ակնհայտորեն կենցաղային, բյուրոկրատական պատասխանից. «Պետք  է  դիմել  Մենամարտերի,  Վրիժառության  և  Պատվի  վրա  Խազերի Տնօրինությանը՝ մասնավորեցնելով պատճառները, որոնք ուսումնասիրվելուց հետո կորոշվեն ինչ պայմաններ ձեռնարկել, որ դիմողը բավարարվի»:156 Ակնհայտ  է,  որ  նման  պատասխանը  հատուկ  չէ  միջնադարյան  ասպետական վեպի հերոսին: Սա ճղճիմ կենցաղային խնդիրներով ու ձևականություններով տարված, տիտղոսների  զրահ  հագած  և  մարդկային  զգացմունքներից  զուրկ  մի  հերոսի պատասխան  է,  որն  ապացուցում  է  կռվի  և  ասպետականության  հանդեպ  նրա խանդավառության բացակայությունը: ", "Այսպիսով`  ձևավորվելով  թուրքական  իրականության  համար  կարևոր պատմական և սոցիալական գործընթացների ազդեցության տակ և զարգանալով որպես քննադատական  ռեալիզմի  առանձին  հոսանք`  քաղաքականացված  արձակն  իր ուշադրությունը  կենտրոնացրեց  նոր  տեսակի  հերոսի`  քաղաքականապես  ակտիվ, «խռովարար» անհատի շուրջ, ով նաև զարգացման տարբեր աստիճանների վրա գտնվող հասարակության արթնացող գիտակցության կրող էր: Այս առումով քաղաքական վեպը նպաստեց  հասարակական  կարծիքի  ձևավորմանը,  թուրքական  հասարակության տարբեր շերտերի սոցիալական  ակտիվության բարձրացմանը` դառնալով զգացմունքների ու գործողությունների արտահայտչամիջոց: ", "Եթե  Գյուիսմանսը  ոչ  միայն  ընդունում,  այլև  ընդգծում  է  Պոյի  ազդեցությունը սեփական  ստեղծագործության  վրա,  ապա  Էդմոն  դը  Գոնկուրը,  հակառակը,  իր օրագրի մեջ գրում է. §Ես բոլորովին այլ կարգի հեղինակ եմ¦:41 Թեև Էդմոն դը Գոնկուրը, ինչպես և Զոլան հիանում էին Պոյով, նրանք երկուսն էլ  ամերիկացի  գրողից  փոխառեցին  հիմնականում  մարդու  ֆիզիոլոգիայի  հանդեպ ուշադրությունը: ", "Նշենք,  որ  աֆորիստիկ  մտքերի  թիվը  միայն  այս  գրքով  չի  սահմանափակվում. սրանք  ակնառու  են  օրագրությունների  գրեթե  բոլոր  էջում:  Բերվելիք  օրինակները,  եթե միայն դրանք սոսկ օրինակներ են /պայմանականորեն է դա օրինակ/, պայմանավորված են մեր քննության նյութը լինելու հանգամանքով: Իրականում սրանցից յուրաքանչյուրը մի-մի ամբողջական  միտք է, ինչը լիարժեքորեն համապատասխանում է աֆորիզմների բառարանային  սահմանման  ամեն  մի  պարբերությանը.  «Իմաստախոսքերով  խոսելը կապված  է  մեծ  տաղանդի,  մեծ  կենսափորձի  հետ,  և  այդ  պատճառով  դրանք  ավելի առատ  են  խոշոր  գրողների  երկերում,  որտեղ  դրսևորվում  է  փիլիսոփայական  միտք, կյանքի երևույթները քննելու և ընդհանրացնելու կարողություն»69: ", "Տարբերությունն  այն  է,  որ  եթե  Տերյանի  բանաստեղծության  մեջ  խորագրից  բացի  ոչ  մի տեղ  չի  հանդիպում  տխրություն  բառը,  որի  խորհրդանիշը  գունատ  աղջիկն  է,  ապա այստեղ տխրությունը առարկայորեն իրական զգացում է, որով համակված է ու շնչում է ողջ բնությունը։ Բնությունը և մարդկային ներաշխարհը լուռ հաղորդակցության մեջ են, երկուսն  էլ  մորմոքում  են  անհայտության  ու  անորոշության  ցավով՝  նամակներ,  որ  չեն հասել,  հայացքներ,  որ  չեն  տեսել,  հասկերի  վհատ  մրմունջ  և  այլն։  Սիմվոլիստական մշակույթի հետ ընդհանրություններն ակնհայտ են։ ", "Համեմատության  համար  բերենք  մեկ  օրինակ.  «Կենդանի  մը  ինչքան  ալ  անպատկառ ըլլա,  չի  խոստովանի,  որ  կռիվը  կուտի  համար  է»  /17/:  Ո՞վ  է  կենդանին,  ի՞նչ  «կուտի» մասին  է  խոսքը:  Պարզից  էլ  պարզ  է,  բայց՝  միայն  ենթատեքստից.  հենքը  կրկին քաղաքական է,  խոսքը՝  հիմնադրված  կամ  հիմնադրման շեմին  կանգնած հասարակարգի կամ կուսակցությունների մասին է, միտքը՝ համարձակորեն անկեղծ: ", "Ուրեմն, ասույթների առաջին շարք՝ «Իրերն ու երևույթները՝ իրենց անուններով», երկրորդ շարք՝ «Մտորումներ տողերի մյուս կողմում»: ", "Յուրաքանչյուր  դժբախտ  ընտանիք  նման  է  մյուսին,  իսկ  «երջանիկ  ընտանիք» հասկացություն,  որպես  այդպիսին,  գոյություն  չունի։ ", "Բայց  ստեղծագործական  նախկին  կորովը  այլևս  չվերադարձավ,  որի  մասին ափսոսանքով  են  գրում  նրա  երբեմնի  գրչակից  ընկերները։  Նրան  նվիրած  մի  տրիո- լետում Չարենցը ցավով գրում է. Թող Գյումրին սպասե, երկար ու երկար, Որ դառնա սիրասուն իր պոետը, Բայց անցավ նա ինչպես թռչող նետը, Թող Գյումրին սպասե երկար ու երկար… Քաղաքական-կուսակցական  գործունեությունը  Արտաշես  Տեր-Մարտիրոսյանին թույլ  չտվեց  լիովին  բացահայտել  իր  նշանակալից  ստեղծագործական  կարողություն- ները։  Բայց  եղան  նաև  այնպիսիները,  որոնք,  ստեղծագործական  մկրտություն  ստանա- լով տերյանական դպրոցում, հասարակական-քաղաքական նոր պայմաններում շարու- նակեցին  մնալ  գրական  կյանքի  կենտրոնում  և  զարգացնել  իրենց  ստեղծագործական հնարավորությունները՝  ժամանակի  առաջադրած  գեղագիտական  նոր  պահանջներին համապատասխան։ Դրանցից մեկն է Ազատ Վշտունին։ ", "Այսպիսով՝ ֆանտաստիկը վեպում միախառնվում է իրականին, որի ճնշման տակ հետզհետե անհետանում է: Ըստ գրականագետ Ռ.Սանդների՝ «Ֆանտաստիկ պատկերը չունի “գոյություն”, հետևաբար այն կասկած է սփռում ցանկացած պատկերի վրա, որ փորձում է “գոյություն” ներկայացնել»:161 «Գոյության»  և  «չգոյության»,  «իրականի»  և  «անիրականի»  հակադրությունը կարելի է բնորոշել միաժամանակ որպես ֆանտաստիկ և այլաբանական: Ֆանտաստիկ գրականության  մեջ  այլաբանական  գործոնը  որոշ  գրականագետների  համար խնդրահարույց է: Այսպես՝ Տոդորովը գրում է. «Այլաբանությունը  առաջին  հերթին  ենթադրում  է  առնվազն  երկու  իմաստ միևնույն բառի մեջ, որտեղ կա'մ ջնջվում է նախնական իմաստը, կա'մ պահպանվում են երկու իմաստներն էլ»:162 «Գոյություն չունեցող  ասպետում»  և  առհասարակ  ամբողջ  եռերգության ֆանտաստիկն  այլաբանորեն  է  ընկալվում  պատումի  ընթացքում:  Տոդորովին համակարծիք  է  Ռ.Սանդները.  «Ֆանտաստիկը ձգտում է աննշանակության տարածք: "]}