{"paragraph_source_docs": [2, 2, 2, 1, 2, 2, 4, 2, 2, 2], "source_docs_file": "History.json", "paragraphs": ["Եվ եթե այս վարկածը հաստատվի, ապա այս հուշարձանները մոնումենտալ` կոթո- ղային  արվեստի  միջոցով  աստվածությունների  ներկայացման  առաջին  օրինակներն են146: ", "Նեոլիթյան հեղափոխության սկզբնափուլերի մասին բացառիկ տվյալներով այս հու- շարձանն  իր  իսկ  գոյությամբ  հակասության  մեջ  է  մտնում  այն  տարածված  տեսակետի հետ,  թե  կրոնն  ու  աստվածների  պանթեոնը  առավել  ուշ  են  ծագել,  քան  նստակեցութ- յունն ու երկրագործությունը: ", "Պեղված կառույցներն իրենց բոլոր մանրամասներով կասկած չեն թողնում, որ այս- տեղ կատարվել են կրոնական և սրբազան ծեսեր և ակնհայտ է ծիսա-կրոնական համա- կարգի  առաջատար  դերը147:  Ուսումնասիրողներն  այս  շրջանաձև  կառույցները,  որոնց մեջ  դրված  են  շրջանաձև  դասավորված  T-ձև  սյուները,  մեկնաբանում  են  որպես  կլոր տաճարներ148:  Կ.  Շմիդտի  կարծիքով  այստեղ  որսորդների  մշակույթն  ու  կրոնական Կանթեղ. գիտական հոդվածեր, №4, Երևան, 2017, էջ 171: ", "●  Խաղերում  կարևոր  դերակատարություն  ունի  խմբի  ղեկավարը,  որը  ավանդա- կան հասարակարգում կոչվել է մեր, պապ, բաշ, իսկ ներկայում նրան անվանում են ա- վագ, և առավել տարածված է «ինքնակոչ ձևով» ճարպիկ խաղացողի կողմից խմբի ա- վագ  դառնալու  երևույթը՝  առանց  հաշվի  առնելու  ամենամեծի  տարիքը:  Այսպիսով՝ պահպանվել է խաղի կազմակերպիչների և ղեկավարների ինստիտուտը՝ դերային գոր- ծառույթների որոշակի փոփոխություններով: ", "Այս տիպի հայտնի օրինակներից մեկը փորագրված է սալիկի վրա և տեղադրված է այսպես  կոչված  «առյուծների  սյուների  կամ  մուտքի» միջև, որը մեր կարծիքով  կարող  է համեմատվել, Չաթալ-Հույուքի և Հաջիլարի «Առյուծների և կատվառյուծների, կենդանին- երի հովանավոր և պահապան Մեծ մոր»՝ Կիբելա-Կուբաբայի նախատիպի հետ150: ", "Այս փորագիր պատկերը կարող է դասվել նեոլիթյան գրաֆիտիների շարքին151: Ներ- կայացված է նստած` մերկ, ծննդաբերող կին (Նկ. 6.5): Հստակ ընդգծված են մարմնա- մասերը` կրծքերը, մազերը, քիթը, աչքերը: Ձեռքերն ու ոտքերը պատկերված են փռված վիճակում152: ", "Ֆաթհ Ալի խանը կարող էր իր գերիշխանությունը ճանաչած քաղաքներում պարետ կամ  կառավարիչ  նշանակել  և  միջամտել  խանությունների  ներքին  կյանքին:  Այսպես, Շամախիի  պարետ  էր  նշանակվել  խանի  եղբայր  Աբդուլլա  բեկը,  սակայն  կրկնակի հարկեր  սահմանելու  և  անբարո  կյանք  վարելու  համար  պաշտոնից  հեռացվել  էր:  Նոր պարետ  էր  նշանակվել  Բաքվի  խանը,  սակայն  շամախեցիների  բողոքների  հիման  վրա նա նույնպես զրկվել էր պաշտոնից123: ", "Մարմնի  նրբագեղությունն  ու  նիհարավուն  պատկերումը  նրան  մոտեցնում  է  Լա Մագդալեն  քարանձավի  հարթաքանդակների  «ծննդաբերող  և  հանգստացող  Վեներա- ներին» (Աղ. II, դ): Սակայն մայր աստվածուհին այստեղ ներկայացված է նստած ծննդա- Փաստորեն  «Ծննդաբերող  մոր»  պատկերագրական տիպը նախնադարյան սիրված և կրկնվող հորինվածքներից էր, որը հանդիպում է նաև T-ձև սյուների վրա (Նկ. 6. 1-4): ", "Սյուներից  մեկի  վրա  ներկայացված  է  տոտեմ-կենդանակերպ  էակ153:  Նա  գրկել  է ծննդաբերող կնոջը, որին ինքն է ծնել, և կինն էլ իր հերթին, նույնպես ծննդաբերում է մա- նուկ, որի ձեռքերի մեջ սափորանման իր է: Երեխայի կերպարն իրատեսական և ռեալիս- տական է ներկայացված, իսկ կենդանակերպ գերբնական էակն ու կինը առավել ընդհա- նրացված և սիմվոլիկ: ", "Հստակ ուրվագծված են ձեռքերն ու ոտքերը, գոտիներն ու հագուստը, երեխայի ոտ- քերն  ու  գլուխը  (Նկ.  6.1-4):  Այստեղ  կարծես  ներկայացված  է  կենաց  սկիզբը  և  կյանքի ծագման եռաստիճան ընթացքը. Ա. Ամեն ինչի սկիզբ հանդիսացող գերբնական էակը կամ աստվածությունը՝ տոտեմի գլխով, որը ծնում է կյանք տվող աստվածուհուն: "]}