{"paragraphs": ["XIV – XV դդ., ապա և հետագա երկու դարերում հյուսիսային Հայաստանի կարևո- րագույն  կենտրոններից  էր  Լոռե  բերդաքաղաքը93,  որը  նշանակալից  դերակատարու- թյուն  ուներ  Լոռու  տարածաշրջանի  քաղաքական,  տնտեսական  կյանքի  կազմակերպ- ման  գործում:  Ի  տարբերություն  Հայաստանի  այլ  քաղաքների  ու  քաղաքատիպ  ավան- ների, Լոռեն եզակիներից է, որ անընդմեջ ապրել է բուռն տնտեսական կյանքով սկսած հիմնադրումից (XI դ. առաջին տասնամյակից) մինչև XVIII դ. կեսերը: ", "Հակոբյան  Ն.,  Նորաբաց  հնագիտական  հուշարձան  Մայր  Աթոռ  Ս.  Էջմիածնի  տարածքում,  ,,Հայկական լեռնաշխարհի պատմամշակութային ժառանգությունը’’, միջ. գիտ. նյութ. Ժող., Երևան, 2012, էջ 138-139: ", "ձեռագրերի հիշատակարաններ, մասն Ա (1401-1450 թթ.), էջ 383: ", "XI դ. կեսերից Լոռեն հռչակվում է Կյուրիկյան թագավորության մայրաքաղաք (մինչ այդ Սամշուլդեն էր)` օժտված բնական անառիկությամբ: Այն միաժամանակ ռազմավա- րական կարևոր հենակետ էր: Գտնվում էր Հայաստանի հարավային շրջաններից դեպի Վրաստան ու Ատրպատական գնացող տարանցիկ ճանապարհի վրա: XII դարի սկզբնե- րին սելջուկներից վերանվաճված Լոռեն որպես կալվածք տրվում է վրաց Օրբելիներին: ", "Ըստ հայ ժամանակագիրների, պատմիչների ու վրացական աղբյուրների, վրաց Գեորգի Գ  թագավորի  (1156-1184)  դեմ  բարձրացած  Իվանե  Օրբելու  և  Դեմետրեի  գլխավորած ապստամբության  կենտրոնը  դառնում  է  Լոռե  բերդաքաղաքը94:  Գեորգիի  մահից  հետո Թամար թագուհին Օրբելիների փոխարեն վրաց ամիրսպասալարի պաշտոնում նշանա- կում է Սարգիս Զաքարյանի որդիներից Զաքարեին` նրան հանձնելով նաև Օրբելիների Լոռե տիրույթը95: Այսպիսով, մինչ 1261 թ., երբ մոնղոլները սպանում են Շահնշահի որդի Զաքարեին, Լոռե բերդաքաղաքը ժառանգաբար մնում է Զաքարյանների ձեռքում, որոնք ձեռնամուխ  են  լինում  լայնածավալ  շինարարական  աշխատանքների  և  քաղաքի  բար- գավաճմանը: ", "Զաքարեի  դուստր  Գոնցայի`  Տարսայիճ  Օրբելյանի  որդի  Ջալալի  հետ  ամուսնու- թյամբ96  Լոռեն  և  Զաքարյան  այդ  ճյուղին  պատկանող  հողերը  անցնում  են  այս  անգամ հայ  Օրբելյաններին,  որոնք  մինչև  XV  դարի  կեսերը  մեկընդմեջ  տիրում  են  Լոռեին97: ", "Դրանից  հետո,  Լոռեն  հայտնվում  է  մեկ  ակ-կոյունլուների,  մեկ  վրացիների,  իսկ  XVI  – XVII դդ. արդեն Սեֆյան Իրանի և Օսմանյան Թուրքիայի տիրապետության ներքո: ", "Վերջինիս  կերպարը  Զ.  Աբրամովան  ներկայացնում  է  բազմազան  իմաստային  նշա- նակությամբ.  Որպես սերնդի նախամայր, ով ապահովվում էր տոհմի բարեկեցությունը: ", " Որպես որսորդության հովանավորուհի, ով որսորդության ժամանակ, իր մոգական մասնակցությամբ խթանում էր որսի հաջող ընթացքը: ", "թյունը թույլ է տալիս հետևելու նախորդ ավանդույթների շարունակականությանը, փո- փոխությանն  ու  զարգացման  ընթացքին,  ինչպես  և  առանձնացնելու  տեղական  ու  ներ- մուծած արտադրանքը` որոշելով ներմուծման ուղիները: Լոռե բերդի XV – XVII դդ. Խե- ցեղենի,  հատկապես  հախճապակու  ուսումնասիրությունը  փաստում  է  նրա  առևտրա- կան կապերի մասին ավելի շատ Արևելյան Վրաստանի, քան Հայաստանի մյուս տարա- ծաշրջանների հետ98: ", "Ըստ աղբյուրի՝ Բաքվի խանը Կասպից ծովում ավելի շատ նավեր (խոսքն առևտրական ուխտատեղեաց եւս եւ քաղաքացն եւ գիւղօրէից որք ի Շամախւոյ թեմի, Տփխիս, 1896, էջ 378: ", "статистическом, этнографическом, топографическом и финансовом отношениях, ч. IV, СПб., 1836, с. 33-36. նավերի մասին է) ուներ, քան Դերբենդի Ֆաթհ Ալի խանը97: Հայտնի է, որ Կասպից ծովով կանոնավոր նավարկում էր հայ վաճառական Սողոմոնյանի երկու առևտրային նավ98: ", "Մոնղոլական  արշավանքներից  հետո  Անբերդը  ավերվում  է,  իսկ  Վաչուտյանները ստիպված  հեռանում  են  և  իրենց  վարչական  կենտրոնը  հաստատում  Վարդենիս  գյու- ղում: XIII դարի վերջերին Վաչուտյաններին հաջողվում է վերադարձնել Անբերդը մինչև Լենկ  Թեմուրի  արշավանքները:  Այդ  շրջանում  ամրոցն  ամփոփվում  էր  միջնաբերդի  և նրան հարող փոքր տարածքի սահմաններում: XVI – XVII դդ., երբ ամրոցն այլևս գոյու- թյուն չուներ, նրա փոխարեն տարածվում է սովորական բնակավայր: ", "Ամրոցում  տարբեր  ժամանակաշրջաններում  կառուցվել  են  միջնաբերդը,  պարըս- պապատերը, Արխաշանի և Անբերդաձորի դարպասները, Կաթողիկե եկեղեցին, մատու- ռը, բաղնիքը, մեծ ու փոքր ջրամբարները, գաղտնուղիները, բնակելի համալիրներ, ջրա- լիսի միջնաբերդի, Դմանիսիի, Ախալքալաքի, Կարագաջիի, Բաթումիի, Ծալկայի Նարդևանի միջնաբերդի պեղումներով  հայտնաբերված  չինական,  իրանական,  թուրքական  (վերջինս  բացի  Լոռե  բերդաքաղաքից, Հայաստանի մյուս տարածաշրջաններում առայժմ չի հանդիպում) ներմուծած խեցեղենին: Նշանակում է` տվյալ  խեցեղենը  նույն  ճանապարհով  ներմուծվել  է  Արևելյան  Վրաստան  և  Հայաստանի  հյուսիսային շրջաններ: ", "ղաց`  Անբերդաձորում:  Ամրոցից  դուրս,  հյուսիսային  կողմում,  մոտ  200  մ  հեռավորու- թյան վրա գտնվում է Անբերդի գերեզմանոցներից մեկը` օրորոցաձև տապանաքարերով և  XII  –  XIV  դդ.  խաչքարերով:  Մյուս  գերեզմանոցը,  որտեղ  թաղումներ  կատարվել  են դեռևս X – XI դդ., գտնվում է Արխաշանի ձորի հակառակ եզրին` Բյուրական տանող ճա- նապարհի ձախ կողմում: ", "Անբերդի հնագիտական  պեղումները  սկսվել են 1936  թ. (արշավախմբի ղեկավար` Հ. Օրբելի) և շարունակվել 1963-1972 թթ. (ղեկ.` Ն. Տոկարսկի, Ս. Հարությունյան): Հայտ- նաբերված  հնագիտական  նյութերում  մեծաթիվ  է  խեցեղենը,  որը  հիմնականում  վերա- բերում է XII – XV դդ.: Խեցեղեն հավաքածուի ուսումնասիրությունը մատնանշում է տե- ղում  կազմակերպված  խեցեգործական  արհեստանոցի100,  ինչպես  նաև  Ոսկե  հորդայի, Հուլավյան  Իրանի,  Մամլուքյան  Եգիպտոսի  խեցեգործական  կենտրոններից  ներմուծած անոթների և դրանց ընդօրինակումների առկայությունը101: ", "Դաշտադեմի  ամրոցը  կարևոր  տեղ  է  զբաղեցնում  Անի  քաղաքի  պաշտպանական համակարգում:  Գտնվելով  Արագածոտնի  մարզի  Դաշտադեմ  գյուղում102  և  իշխող  դիրք ունենալով Արարատյան դաշտի նկատմամբ, այն Անիի արևելյան մատույցները պաշտ- պանող  ամրություններից  մեկն  էր,  որն  ի  տարբերություն  մյուս  բերդ-ամրոցների  զուրկ էր բնական անառիկությունից, այդ պատճառով էլ օղակվել էր բարձր պարսպապատով: ", "Ամրոցը հիմնվել է X դարում` Բագրատունիների կողմից103, ապա XII դարում անցել Շե- դադյաններին104,  որոնք  քառակուսի  շինությունը  համալրել  են  բոլորաձև  աշտարակնե- քննությունը ցույց  է տալիս, որ Անբերդի ջնարակի  վառ երանգավորումը նրա բնորոշ հատկանիշն  է: Դա պայմանավորված  է  տեղական  կավի  որակական  հատկանիշներով,  որը  թրծվում  էր  ավելի  ցածր  ջեր- մաստիճանում`  թույլ  չտալով  ջնարակի  ավելորդ  այրում:  Տես`  Измайлова  Т.,  Керамика  из  раскопок  Ан- берда, ТОВЭ, т. 4, Ленинград, 1947,  с. 188. ճանապարհի  Արուճ  և  Թալին  հանգրվանները,  Անի-Շիրակի պատմության էջեր (հոդվածների ժողո- վածու), Երևան, Հեղ. Հրատ., 2010, էջ 247: ", "Նոր  Շամախիի  բնակիչները,  Հաջի  Մուհամմադ  Ալի  խանի  ծանր  հարկային քաղաքականությունից  դժգոհ,  դիմում  են  Մուհամմադ  Սայիդին:  Վերջինս  առանց վարանելու կատարում է շամախեցիների խնդրանքը և քաղաքը գրավելով, վերջ է դնում երկիշխանությանը:  Նոր  Շամախիում  նա  նայիբ  (տեղակալ)  է  նշանակում,  իսկ  Հաջի Մուհամմադ  խանը՝  մեկ  տարի  պատանդ  մնալով  Հին  Շամախիում,  կնքում  է մահկանացուն: ", "դադյանը  ապաստանում  է  Դաշտադեմի  ամրոցում  և  նույն  թվականի  սեպտեմբերին    հիմնովին  վերա- նորոգում այն, ինչի վերաբերյալ թողել է արաբերեն արձանագրություն. ,,Да возвеличит его Аллах! {месяца} сафар пятьсот семидесятого года  {сентябрь 1174}. Возведший это укрепление  –  эмир,  великий  исфахсалар, ‘Адуд ад-дин, возвеличивающий ислам – Сул{тан} б. Махмуд б. Ша{вур}: Տես` Хачатрян А., Корпус арабских надписей Армении, VIII – XVI вв., Ереван, Изд. АН АрмССР, 1987, с. 46. րով:  XII  –  XIII  դդ.  ամրոցն  անցնում  է  Զաքարյաններին,  որոնք  լայնածավալ  վերակա- ռուցումներ են անում միջնաբերդում: Դա է վկայում Իվանե Զաքարյանի թոռ Աղպուղայի հատվածաբար  պահպանված  արձանագրությունը105:  Մոնղոլական  արշավանքների  հե- տևանքով ամրոցը կործանվում է և վերականգնվում միայն 1812 թ., երբ Երևանի պարսիկ խան  Հուսեինը  ձեռնարկում  է    հսկայածավալ  պարիսպապատերի  կառուցումը`  իրեն- ցում ներառելով միջնադարյան ողջ համալիրը106: ", "Թեև ընդունված է այն տեսակետը, որ ամրոցը մոնղոլական արշավանքներից հետո կործանվել է, սակայն տարբեր տարիներին իրականացված տարաբնույթ հնագիտական աշխատանքների  արդյունքում  հայտնաբերված խեցեղենն ունի  X – XVI դդ. պատկանե- լություն107:  Նշանակում  է,  որ  XIII  դարից  հետո  ամրոցը  դադարել  է  պաշտպանական գործառույթ կատարելուց և վերածվել է սովորական բնակավայրի, ինչի մասին վկայում են նաև տնտեսական և բնակելի շինության հետքերը108: ", "Պատմական  Այրարատ  նահանգի  Նիգ-Ապարան  գավառում  է  գտնվում  Թեղենյաց վանքը,  որը  միջնադարյան  Հայաստանի  հոգևոր,  մշակութային  ու  գրչության  կարևոր կենտրոններից էր: Այն գտնվում է Բուժական գյուղից 3 կմ հյուսիս` անտառածածկ տա- րածքում: Վանական համալիրը բաղկացած է զույգ որմնամույթերով ,,գմբեթավոր դահ- լիճ’’  տիպին  պատկանող  Կաթողիկե  եկեղեցուց,  գավթից,  սեղանատնից,  գրչատնից  և գավթին հյուսիսից հարող կառույցից, հիմնական հուշահամալիրից 30 մ արևելք գտնվող V  –  VII  դդ.  քառախորան  փոքր  եկեղեցուց,  համակառույցից  հյուսիս  գտնվող  գերեզմա- նատնից: Թեղենյաց  վանքը գրավոր  աղբյուրներում  հիշատակվում է դեռևս VIII  դ., սա- կայն վանքի ծաղկուն շրջանը սկսվում է  XII – XIII դդ., երբ այն անցնում է Վաչուտյան- ների հովանավորության տակ: Վանքի համբավը մեծանում է XIII – XIV դդ., երբ այստեղ գործում  էր  մեծ  միաբանություն:  Մշակութային  հզոր  օջախի  դերը  Թեղենյաց  վանքը կորցնում է XIV դարի կեսերին, թեև շարունակում է գործել ընդհուպ մինչև XVII դ., որից Երևան, 1991, էջ 113-114; Ալեքսանյան Տ., Միրիջանյան Դ., Դաշտադեմի 2011 թ. պեղումները (նախնական հաղորդում), Էջմիածին, 2012, Ը, էջ 102-106: ", "les operations effectuées au cours de la campagne août 2011; Augé I. etc, Rapport sur la campagne de fouilles de la mission  française  d’Ani-Pemza,  août-septembre  2012;  Ալեքսանյան  Տ.,  Միրիջանյան  Դ.,  Դաշտադեմի  2011  թ. պեղումները (նախնական հաղորդում), Էջմիածին, 2012, Ը, էջ 103-104. հետո  վանքը  մատենագիտական  և  վիմագրական  աղբյուրներում  հիշատակվում  է,  սա- կայն ոչ որպես գործող վանք109: ", "Թեղենյաց վանքում  պեղման աշխատանքներ  իրականացվել են 1979 – 1986 թթ. Գ. Սարգսյանի  կողմից  և  որոշ  ընդհատումներով  շարունակվում  են  մինչ  օրս:  Թեղենյաց վանքի  պեղումներով  հայտնաբերված  գտածոները  վկայում  են  վանքի`  Հայաստանի տարբեր արհեստագործական կենտրոնների հետ ունեցած ակտիվ կապերի մասին: Ան- ջնարակ  և  ջնարակապատ  խեցեղենի,  ինչպես  նաև  արտադրական  խոտանի  առկայու- թյունը  վկայում  է  տեղում  կազմակերպված  խեցեղենի  արտադրության  մասին,  որը  բա- վարարել  է  վանքում  գործող  մեծ  միաբանությանը,  գուցե  և  շրջակա  գյուղերի  ներքին պահանջմունքները: Տարբեր տարիների պեղումներով հայտնաբերված խեցեղեն հավա- քածուն  լրացնում  է  մատենագիտական  և  վիմագրական  աղբյուրներով  հավաստված իրողությունը, որ Թեղենյաց վանքը շարունակաբար գործել է ընդհուպ XVII դարը: ", "Ուշմիջնադարյան  մյուս  կարևոր  հոգևոր  ու  մշակութային  կենտրոնը  Արագածոտ- նում Ուշիի Ս. Սարգիս վանքն է, որն շարունակաբար գործել է V – XVIII դդ. և կործան- վել 1827 թ. երկրաշարժից110: 1999 – 2001 թթ. ձեռնարկած պեղումների շնորհիվ (ղեկ.` պ. գ. թ. Ֆ. Բաբայան) հողի թանձր շերտի տակից բացվել են վանքի բոլոր կառույցները` Ս. Սարգիս  եկեղեցի-վկայարանը,  Ս.  Աստվածածին  եկեղեցին,  գավիթը,  զանգակատունը, արտաքին  սրահը,  վանական  խցերը,  հասարակական,  բնակելի  և  տնտեսական  շինու- թյունները և պարսպապատը` հինգ աշտարակներով, վանքի մուտքերը: Վանքի տարած- քից  հայտնաբերված  խեցեղեն  տեսականին  հիմնականում  վերաբերում  է  միջնադարի զարգացած և ուշ փուլերին, որի մեջ առանձնանում են ինչպես տեղական օրինակները, որոնց  զուգահեռները  տեսնում  ենք  Հայաստանի  ուշմիջնադարյան  մյուս  հուշարձան- ներից հայտնաբերված խեցեղեն գտածոներում, այնպես էլ ներմուծված նմուշներ, որոնք մեկ անգամ ևս վկայում են այս տարածաշրջանի բանուկ առևտրական ճանապարհների ուրվագծում Ուշիի գրաված կարևոր տեղի մասին: "], "paragraph_source_docs": [3, 3, 3, 3, 3, 3, 3, 2, 2, 3, 4, 4, 3, 3, 3, 3, 3, 3, 4, 3, 3, 3, 3, 3, 3], "source_docs_file": "History.json"}