{"paragraphs": ["start S0/- no X1 mod =2k yes ra = a; rb=b; rsm=0; ready = 0;  result=0; S1/y1 X2 no raVrb=0? yes k=log2mod հաշվարկ, CT=k; S2/y2 no X3 rb[0]=0? yes S3/y3 rsm= rsm+ra rb={rsm[0],rb[n-1:1]}; rsm=rsm>>1; rk=rk-1; S4/y4 X4 no CT=0? yes yes X5 no k≤n result=rb[n-1:n-k] S5/y5 S6/y6 p=n-k S7/y7 result={rsm[p-1:0],rb[n-1:0]} S8/y8 ready=1; end S0/- Նկ. 2.8.    մոդուլով մոդուլյար բազմապատկիչի ալգորիթմի բլոկ-սխեման Համաձայն  դասական  երկուական  առանց  նշանի  թվերի  բազմապատկման ալգորիթմի,  արտադրյալի  բարձր  կարգերը  ձևավորվում  են  rsm  ռեգիստրում,  իսկ  ցածր կարգերը`  rb  ռեգիստրում:  Ելնելով  այս  փաստից` մոդուլյար բազմապատկման  արդյունքի  վերջնական  արժեքի  ձևավորման  համար  անհրաժեշտ  է քննարկել  երկու դեպք` երբ , և, երբ (X5 պայմանը): ", "Դիտարկենք  2k  մոդուլով  մոդուլյար  բազմապատկման  օրինակ,  կիրառելով ավանդական  երկուական  բազմապատկման  ալգորիթմը,  միակ  բացառությամբ,  որ  եթե k≤n, ապա բազմապատկումը կարելի է կատարել ոչ թե n, այլ տակտերի ընթացքում: ", "Օրինակ` : ", "rsm rb CT k= 5 k= 4 k= 3 k= 2 k= 1 k= 0 Համաձայն  ալգորիթմի`  ra  8  բիթանի    ռեգիստրում  տեղակայվում  է  01000011,  rb ռեգիստրում`  00110011,  rmod    ռեգիստրում`  32,  իսկ  rsm-ում`  000000000:    Քանի  որ  =5, =32  մոդուլով  երկուական  բամապատկումը  կարելի  է  կատարել  5  տակտերի ընթացքում, հետևաբար բազմապատկման տակտերի հաշվիչում գրանցվում է 5: ", "Կառավարող  ավտոմատի  կառուցման  համար  կատարվում  է  ալգորիթմի  բլոկ- սխեմայի  Մուրի  մոդելի  նշանադրում  այն  նույն  սկզբունքով,  ինչ  ներկայացված  է  2.1. բաժնում, ինչի հիման վրա ձևավորում ենք անցումային գրաֆը: ", "Կարելի  է  կատարել  նաև  կառավարող  ավտոմատի  համար    ալգորիթմի  բլոկ-սխե- մայի Միլի մոդելի նշանադրում: Այս դեպքում, ավտոմատի վիճակների քանակը կնվազի երկուսով, ինչը պայմանավորված է Միլի և Մուրի մոդելների համար բլոկ-սխեմայի նշա- նադրման  առանձնահատկություններով,  և  այս  դեպքում  վիճակների  քանակի նվազեցումը կրճատում է նաև վիճակների կոդավորման կարգայնությունը: ", "Կառավարող  ազդանշանները  նշվում  են  նկ.  2.7-ում  բերված  ալգորիթմի  բլոկ- սխեմայի օպերացիոն բլոկներին համապատասխան, և ձևավորվում են FSM (Finite State Machine) կառավարող ավտոմատի կողմից: Նկ. 2.7.-ի կառուցվածքային սխեմայում SM1 գումարիչը  կատարում  է  սովորական  երկուական  գումարում  և  երկուական բազմապատկման  գործողության  կատարման  ֆունկցիոնալ  հանգույցն  է,    իսկ  SM2 գումարիչի  միջոցով  որոշվում  է  n  և  k  արժեքների  տարբերությունը  և  հաշվարկվում  է  p արժեքը  (p=n-k):  Այնուհետև  վերլուծվում  է  SM2  գումարիչի  բարձր  բիթը,  եթե  այն հավասար  է  զրոյի,  ապա  կարելի  է  եզրակացնել,  որ  k≤n,    հակառակ  դեպքում`  k>n: ", "Առանձին  ուշադրության  է  արժանի  k  արժեքի  որոշումը:  Քանի  որ  այն  հաշվարկվում  է ըստ  k=log2  mod  բանաձևի  ուստի  անհրաժեշտ  է    հաշվարկել  m  մոդուլի  արժեքի լոգարիթմը:  Այս  հաշվարկը  իրականացնելու  համար  բավական  է    rmod  տեղաշարժող ռեգիստրի  աջ  տեղաշարժերի  միջոցով  որոշել  միակ  “1”  արժեքի  դիրքը  (կարգը),  ինչը  և կհանդիսանա log2 mod արտահայտության արժեքը: ", "առաջարկել  նաև  փոխանցումը  պահպանող  գումարիչների  հիման  վրա  կառուցված -  կարգանի  կոմբինացիոն  բազմապատկիչների  կիրառումը,  սակայն,  ինչպես  նշվել  է, որպես ապարատային ծախսեր պահանջվում են լրիվ գումարիչներ, իսկ փոխանցման ազդանշանի տարածման ժամանակը է [47] : ", "Ելնելով  վերը  նշվածից`  կարելի  է  եզրակացնել,  որ  m=2k  մոդուլով  մոդուլյար բազմապատկիչների  նախագծման  մշակված  մեթոդը  ավելի  արդյունավետ է արագագործության  և  օգտագործվող  գումարիչների  կարգայնության  տեսանկյունից  (k տակտ)՝  ավանդական  ըստ  mod  m-ի  բազմապատկման  մեթոդի  համեմատ,  այսինքն` սովորական  բազմապատկում  և  հաջորդող  բաժանում  m-ի  մոդուլի:  Քանի  որ բաժանարարի  (մոդուլ  m-ի  արժեքի)  նորմալացման,  քանորդի  յուրաքանչյուր  բիթի հաշվարկման  և,  ի  վերջո,  վերջնական  մնացորդի,  որը  և  կհանդիսանա  (axb)  modm արդյունքը,  հնարավոր  նորմալացման  անհրաժեշտ  գործընթացները  կարող  են արագագործության  նվազեցման  պատճառ  դառնալ:  Նշված  գործողությունների  համար ծախսվում  է`(n+2n-log2m+3)  տակտ`n  տակտ  բազմապատկման,  2n-log2m+1  տակտ քանորդի  կարգերի  որոշման  և  2  տակտ  բաժանարարի  և  վերջնական  մնացորդի նորմալացման համար: ", "Եթե,  նույնիսկ,  բաժանման  գործողությունն  իրականացվիլ  արդյունքի  ձևավորման փոփոխական  ժամանակի  եղանակով  ապա  կրճատվում  է  միայն  բաժանարարի նորմալացման  ժամանակը  ( կարգանի  բազմապատկիչների  համար  մինչև  24, ՝ մինչև 56 անգամ) [4]: ", "Աղ.  2.1-ում  ներկայացված  են  երկուական  բազմապատկման  և  հաջորդող՝  m-ի մոդուլի  բաժանման եղանակով  (եղանակ 1)    և  առաջարկվող`  m=2k  մոդուլով  մոդուլյար բազմապատկիչների եղանակով (եղանակ 2) կառուցված սարքերի աշխատանքի ժամա- նակի  և  օգտագործվող  գումարիչների  վերլուծությունները  n=8  և  n=16  կարգայնություն ունեցող  թվերի  դեպքում:  Ինչպես  երևում  է  աղյուսակից,  m=2k  մոդուլով  մոդուլյար բազմապատկիչների եղանակով (եղանակ 2) կառուցված սարքերի արագագործությունը զգալիորեն բարձրանում է,  իսկ  ապարատային ծախսերը (մասնավորապես՝ գումարիչների քանակը և կարգայնությունը) կրճատվում են: ", "Աղյուսակ 2.1. Երկուական բազմապատկման և հաջորդող՝ m-ի մոդուլի վրա բաժանման ու m=2k մոդուլով մոդուլյար բազմապատկիչների կիրառման եղանակների համեմատում n=8 n=16 եղանակ1 եղանակ 2 եղանակ 1 եղանակ 2 Տակտ քանակ Գումարիչ քանակ կարգ. SM Տակտ. քանակ Գումարիչ. քանակ SM Տակտ. քանակ կարգ. SM կարգ. SM SM SM Գումարիչ քանակ և SM կարգ. SM կարգ. SM և Տակտ. քանակ Գումարիչ քանակ SM SM SM Մոդուլի արժեք m=16 k=4 m=64 k=6 m=1024 k=10 Նշենք, որ մոդուլով մոդուլյար բազմապատկիչները կարող են կիրառվել նաև և մոդուլներով կոդերի հսկում իրականացնող մասնագիտացված սարքերում,  իսկ  այն  մասնավոր  դեպքերում,  երբ և թվերը  պարզ թվեր են (օրինակ` =17, և այլն),  ապա    նմանատիպ  բազմապատկիչները  կարող  են  կիրառվել  նաև  որոշ  ալգո- րիթմներով  (RSA  գաղտնագրման  ալգորիթմ,  Դիֆֆի-Հելլմանի  գաղտնագրման  բանա- լիների գեներացման ալգորիթմ) գաղտնագրման սարքերի կառուցման դեպքում[5, 97]: ", "Ինչպես արդեն նշվել է, մոդուլյար բազմապատկիչների իրականացումը  ինդեքսային մեթոդով հնարավոր է, եթե մոդուլի արժեքը պարզ թիվ է,  քանի որ պարզունակ արմատի որոշումը  բանաձև  (1.8)-ի  հիման  վրա  անհնար  է:  Սակայն մոդուլով  մոդուլյար բազմապատկման սարքի իրականացումը նույնպես հնարավոր է ինդեքսային  մեթոդով, եթե : Դիտարկենք մոդուլով մոդուլյար բազմապատկման համար թվի մոդուլյար ներկայացումից ինդեքսային ներկայացման իրականացումը [8, 9, 13, 35]: ", "Ցանկացած k>3 պայմանին բավարարող k թվի համար ±51, ±52, ±52,....,  ±5k-2  ամբողջ թվերը  հանդիսանում  են մոդուլով  բոլոր  մնացորդները:  Հետևաբար,  ցանկացած  a կենտ  թիվ միջակայքից  կարելի  է  ներկայացնել  մոդուլյար  ինդեքսային ձևով, որպես (β,γ) ինդեքսների զույգ (2.11)-ի տեսքով: ", ",                                                      (2.11) որտեղ` և միջակայքերին: ", "Այսպիսով, A թիվը կարելի է ներկայացնել  (2.11)-ի տեսքով: ", "(2.12) որտեղ α  գործակիցը միջակայքից է: ", "Փաստորեն յուրաքանչյուր  ամբողջ  a  թիվը միջակայքից  կարելի  է ներկայացնել(α,  β,  γ)  ինդեքսների  եռյակի  միջոցով:  Երկու  թվի  մոդուլյար բազմապատկումը  կարելի  է  իրականացնել  հետևյալ  օրենքի  հիման  վրա:  Եթե  A  և  B թվերը  բավարարում  են  a≠0,  b≠0,  և ,  ապա յուրաքանչյուր  թիվ ներկայացվում է (α, β, γ)  ինդեքսների եռյակի միջոցով, որոնք ներկայացված են (2.13) և (2.14) տեսքով: ", "(2.13) (2.14) Հիմնվելով (2.13) և (2.14)-ի վրա երկու թվի բազմապատկումը կարելի ներկայացնել բանաձև (2.15)-ի միջոցով` :                                (2.15) Գործողությունը իրականացվում է համաձայն հետևյալ օրենքի`   և  ինդեքսների  գումարումը  սովորական  երկուական  գումարում  է:  Եթե և    ինդեքսների  գումարը  հավասար  է  k-1,  համապատասխան  և ինդեքսները  հավասարեցվում  են  զրոյի:  Եթե  և  ինդեքսների  գումարը մեծ է k-1 արժեքից, բազմապատկման արդյունքը հավասար է զրոյի: ", "  1 և 2 ինդեքսները գումարվում են  2k-2 մոդուլով: ", "  և գումարվում են 2-ի մոդուլով գումարիչի միջոցով: ", "Այս  մոտեցման  հիմնական  թերությունն  այն  է,  որ միջակայքի  թվերը կարելի է ներկայացնել ինդեքսների մի քանի եռյակների միջոցով [1, 2, 7]: Օրինակ, եթե , ապա բոլոր յոթ թվերի համար պահանջվում է ինդեքսների  23 տարբեր եռյակներ (3 թվի ներկայացման համար կարելի է օգտագործել 4 եռյակ`(2,0,0),(2,0,1),(2,1,0),(2,1,1)): ", "Նախնական  փորձերը  իրականացվել  են  1K62  խառատա-պտուտակահան հաստոցի վրա, իսկ ուժը չափվել  է STD.201-1 [63,69] մակնիշի  ուժաչափի միջոցով։ ", "Քանի  որ  անընդհատ  և  ընդհատուն  հոսանքների  ռեժիմների  սահմանին  ունենք d2=1-D և Dpos=1, ապա (3.8)-(3.10)-ի հիման վրա կարելի է ստանալ ընդհատուն ռեժիմին անցման պայմանը ,                                            (3.20) տեսքով, որը բերվում է պարզ տեսքի :                                                           (3.21) (3.21)-ի  աջ  մասով  որոշվում  է  ՀԼԿ-ի  առաջադրված  պարամետրերի  դեպքում լցման D գործակցի կրիտիկական Dcrit արժեքով: Անցումն ընդհատուն ռեժիմի տեղի ունի DDcrit  դեպքում:  Այդ  դեպքում  ՀԼԿ-ի  փոխանցման  գործակիցը  որոշվում  է  (3.19) արտահայտությամբ: Եթե D>Dcrit, ապա ՀԼԿ-ն անցնում է անընդհատ հոսանքի ռեժիմի: "], "paragraph_source_docs": [3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 2, 0], "source_docs_file": "Mechanical Engineering and Machine Science.json"}