{"paragraph_source_docs": [1, 4, 0, 3, 2, 2, 4, 2, 2, 1, 4, 2, 1, 2, 1, 2, 2, 2, 2, 1, 2, 2, 2, 2, 2], "paragraphs": ["Մեր  կարծիքով  վերը  նշված  երևույթների  բացատրությունները  կարելի  է  փնտրել հայ խաղային երանգավորում ունեցող ծեսերի մեջ: ", "Ատենախոսության կիրառական նշանակությունը Ատենախոսության  դրույթները  կարևոր  են  ինչպես  XVIII  դ.  երկրորդ  կեսի Այսրկովկասի պատմության առանձին հիմնահարցերի ուսումնասիրության, այնպես էլ ժամանակակից  փուլում  տարածաշրջանում ծավալվող  աշխարհաքաղաքական զարգացումների վերլուծության և լուսաբանման համար: ", "Թուրքական  արխիվային  նյութերից  օգտագործել  ենք  Օսմանյան  կայսրության Ներքին գործերի նախարարության ֆոնդի առանձին նյութերը, որոնք նույնպես  առաջին անգամ  են  դրվում  գիտական  շրջանառության  մեջ  և  նոր  տեղեկություններ  են հաղորդում  գաղտնի  ոստիկանության  կողմից  Հ.Յ.  Դաշնակցության  ու  Սոցիալ- դեմոկրատական  Հնչակյան  կուսակցությունների  աշխատանքները  վերահսկելու  կամ խափանելու վերաբերյալ4:  Մասնավորապես՝ «Դաշնակցություն և  Սոցիալ դեմոկրատական Հնչակյան կուսակցությունների մասին» վերնագրով ՆԳ նախարարության  քաղաքական  բաժնի  (DH  SYS)  ֆոնդի  65-րդ  թղթապանակի  նյութերը, որոնք  պարզաբանում  են  գաղտնի  ոստիկանության  հետախուզական  աշխատանքի յուրահատկությունը և հայ ազգային կուսակցություններին հետևելու մեթոդները: ", "Նյութական  մշակույթի  հետազոտման  ուղղությամբ  առաջին  լուրջ  քայլերը  կա- տարվեցին դեռևս XX դարի սկզբներին, երբ սկսվեցին Հայաստանի միջնադարյան հու- շարձանների պեղումները: Բացառիկ էին Անի քաղաքի պեղումները, որոնց վերաբերյալ հրատարակությունները գիտական հանրության ու հասարակության ուշադրության դի- տակետում  հայտնվեցին  դեռևս  պեղումների  տարիներին:  Անիի  պեղումների  արդ- յունքներն  ու  հնագիտական  նյութերի  ուսումնասիրությունները  ամփոփվեցին  ակադե- միկոս  Ն.  Մառի  ,,Ани.  Книжная  история  города  и  его  раскопки’’  աշխատությունում15: ", "Այնուհետև  ներկայացված  է  համառոտագրությունների  և  օգտագործված  գրականության ցանկերը: Ատենախոսության կարևոր մասն է կազմում հավելվածը: Այստեղ զետեղված են բոլոր  այն  նկարներն  ու  պատկերները,  որոնք  հատկապես  մատնանշվել  են  ատենախո- սության  տեքստային  հատվածում:  Այստեղ  ներկայացված  են  աղյուսակներ,  նկարներ  և տախտակներ, որոնց առկայությունը զգալիորեն թեթևացնում է ատենախոսության տեքս- տային հատվածը և օժանդակում է նյութի տեսողական ընկալմանը և պատկերատիպերի առարկայական ներկայացմանը: ", "Հին  Հայաստանի  մշակույթի  և  մշակութային  միջավայրի  ձևավորման  հարցերն  ար- ծարծող  առաջին  գիտական  աշխատանքները  հրապարակ  իջան  XIX  դ.,  երբ  սկսեցին ուսումնասիրվել միջնադարյան հայկական գրավոր աղբյուրները: Այս աղբյուրներում վկա- յություններ կան Հին Հայաստանում աստվածուհիների, թագուհիների, սրբուհիների կեր- պարների  և  արվեստին  վերաբերող  հուշարձանների  նկարագրությունների  վերաբերյալ: ", "XVIII դ. երկրորդ կեսի Այսրկովկասի և նրան հարակից իրանական տարածքների խանությունների  քաղաքական  պատմության լուսաբանմամբ  աչքի  են  ընկնում Արևելյան Վրաստանում 1783-1787 թթ. հաստատված ռուսական լիազոր ներկայացուցիչ գնդապետ  Ս.  Բուրնաշևի5,  Հերակլ  Բ  և  Սողոմոն  Ա  արքաների  մոտ  գտնվող  (1782-1783 թթ.) գերմանացի բժիշկ Յ. Ռայնեգսի և Մ. Բիբերշտայնի աշխատությունները 6: ", "Հին Հայաստանի նախաքրիստոնեական կրոնի, պաշտամունքների և հավատալիքնե- րի  ուսումնասիրությունը  իր  հետագա  զարգացումը  ստացավ  XX  դարի  նշանավոր  հայա- գետների գործերում, այդ թվում Կ. Մելիք-Փաշայանի6, Գ. Հալաջյանի7, Հ. Աճեմյանի8, Ն. Ադոնցի9,  Մ.  Աբեղյանի10,  Ն.  Տաղավարյանի11,  Գ.Ղափանցյանի12,  Ա.Ղանալանյանի13,  Հ. վերայ հայկական հեթանոսությանց, Յարմաշ, 1875: ", "քան զլինելն Հայաստան, Վենետիկ, 1904, նույնի, Այրարատ, Վենետիկ, 1890: ", "Աշխատանքը բաղկացած է ներածությունից, երկու գլխից, եզրակացություններից, հապավումների, օգտագործված սկզբնաղբյուրների ու գրականության ցանկերից և հա- վելվածից: ", "Кавказе, собранные и пополненные Семеном Броневским, ч. II, Москва, 1823. ընդարձակ  հոդվածը 10 :  Այսրկովկասի  և  Դաղստանի  էթնոքաղաքական  ու  սոցիալ- տնտեսական  պատմության  մանրակրկիտ  հետազոտություն է  իրականացրել տարածաշրջան այցելած արևելագետ Ի. Բերեզինը11: ", "Հայկական  լեռնաշխարհում  կանանց  պատկերագրական  տիպերի  ուսումնասիրության  և խմբավորման  համար  հիմնվել  ենք  Ս.  Հանսենի15,  Ե.  Անտոնովայի16,  Ս.  Եսայանի17, Լ.Գլոտնիի  և  հեղինակակիցների18,  Մ.  Օզդոգանի19,  Հ.  Հաուպտմանի20  և  այլոց  աշխա- տությունների վրա21: ", "Այստեղ  ներկայացված  է  հայոց  ավանդական  կենցաղում  առկա  խաղային  համալիրի գրեթե  ամբողջական  պատկերը:  Մշակութային  այդ  երևույթը  վերլուծել  ենք  ամենա- տարբեր  տեսանկյուններով՝  սկսած  կանոններից,  պատիժներից,  ընդհուպ  մինչև  կազ- մակերպիչ-ղեկավարները,  մասնակիցների  սոցիալական  բնութագիրն  ու  հավատա- լիքները: ", "նույնի, Երկեր, Հ. Ա, Երևան, 1966, նույնի, Հայ ժողովրդական առասպելները Մովսես Խորենացու «Հայոց Պատմության» մեջ, Վաղարշապատ, 1890: ", "Մեր ուսումնասիրությունները ցույց են տալիս, որ խաղի կազմակերպման նախա- պայմանները հետևյալներն են. Խաղի կազմակերպման վայր. Խաղի  իրականացման  համար  կարևորը  խաղատեղն  էր,  և,  ելնելով  խաղի  բնույ- թից, խաղի համար կարող էր ընտրվել ընդարձակ և ոչ ընդարձակ վայր՝ բնակավայրից դուրս՝  դաշտ,  կալ,  ամառանոց-յայլաներ  կամ  բնակավայրի  ներսում՝  եկեղեցու  բակ, հրապարակներ, գյուղական կտուրներ, օդաներ: ", "Гос. Музея Грузии. XXXI-B, Тбилиси, 1975, с. 85-97. Memoriam: The James Harvey Gaul Foundation, Sofia, 1998, p. 143-152. für Alba Palmieri: Universita di Roma, Roma, 1993, p. 35-69. претации, Москва, 1973, Kozlowski S., Aurenche O., Territories, Boundaries and Cultures in the Neolithic Near  East,  Bar  Interantional  Series,  1362,  (Archaeopress)  Oxford,  2005,  Кушнарева  К,  Чубинашвили  Т., Древние культуры Южного Кавказа (V-III тыс. до н. э.), Ленинград, 1970, Esin U., Arsebük G., Tülin Tepe Excavations 1971//Keban Project 1971, Ankara, 1974, p. 162-169. Կնոջ պատկերագրության ծագման և տիպաբանության խնդիրները վեր հանելու, մեր դիտարկումներն  ու  եզրակացությունները  հիմնավորելու  համար  անդրադարձել  ենք  նաև Եվրասիայի  քարեդարյան  հնավայրերից  հայտնի  նյութերն  ուսումնասիրող  հեղինակների տեսակետներին,  օգտվել  ենք  Ստոլյարի22,  Օկլադնիկովի23,  Աբրամովայի24,  Բրիֆֆոյի25, Մելլարտի26, Վարդիմանի27 և այլոց աշխատություններից28: «Մեծ մոր» պատկերագրական նախատիպերի  ուսումնասիրության  համար  հիմնվել  ենք  Է.  Նոյմանի29,  Է.  Ֆրոմի30,  Կ. Յունգի31 աշխատությունների վրա: Մենք կարող ենք պնդել, որ պալեոլիթյան արձանիկնե- րը հիմնականում կերպավորել են «Կին աստվածուհու», իսկ նեոլիթյան քանդակների մեջ հստակ կարելի է առանձնացնել  «մայր աստվածուհուն» խորհրդանշող արձանիկների մի ստվար խումբ, որոնց դիտարկում ենք, որպես «Մեծ մոր» արքետիպ` իր բազմակի դրսև- որումներով: Երկրի կամ քաղաքի հովանավոր դիցուհիների պատկերագրության առանձ- նահատկությունների վեր հանման տեսանկյունից չափազանց կարևոր ենք համարում Վ. Տոպորովի32, Ֆ. Կամենեցկու33, Ա. Սմիթի34, Օ. Ֆրեյդենբերգի35 և այլոց դիտարկումները: ", "Հայկական լեռնաշխարհում կնոջ պատկերագրության առաջին դրսևորումներին հան- դիպում  ենք  ժայռապատկերներում,  որոնք  էլ  կերպավորում  են  պալեոլիթյան  շրջանի կանանց  որոշ  պատկերատիպեր:  Վանի  տարածքի  Փութ  (Բութ)  գյուղից  արևելք,  կիրճի նույնի, Ранние формы искусства, Москва, 1972. Kingdom, 1927. de la pierre ancienne, Paris, 1951, Breuil H., Les bas-reliefs de la Magdelaine à Penne (Tarn), Comptes rendus des séances de l'Académie des Inscriptions et Belles-Lettres, Année 1952, Volume 96,  Numéro 4, p. 612-614. текста, Москва, 1987, с. 121-132, նույնի, К реконструкции балто-славянского мифологического образа Земли- Матери*Zemia&M-at-e(*Mati)//Балто-славянские исследования, 1998-1999, XIV, Москва, 2000, с. 239-371. литература,  т.  8,  Москва,  1932,  с.  121-136,  նույնի,  Женщина-город  в  библейской  эсхатологии//Сергею  Фе- доровичу Ольденбургу: К пятидесятилетию научно-общественной деятельности. 1882-1932: Сборник статей. Ленинград, 1934, с. 535-548. չորս անձավներում հնագետ Օքթայ Բելլիի կողմից հայտնաբերվեցին 150 ժայռապատկեր- ներ, որոնք ներկայացնում են հիմնականում պարող դիցուհիներ: Այդ պատճառով քարան- ձավը կոչվում էր «Կույսերի անձավ»36: Օ. Բելլի կարծիքով ժայռապատկերները վերաբեր- վում են նոր քարի դարին37: Իսկ հուշարձանի ժայռապատկերներով զբաղվող Բ. Ուտիեն և Մ. Թիերին նրանց թվագրում են առավել վաղ՝ պալեոլիթյան ժամանակաշրջանով38: ", "Հնագույն Հայաստանի արվեստի ուսումնասիրության գործում անգնահատելի է  Ստ. Եսայանի ավանդը: «Հին Հայաստանի քանդակը»39 գրքում ուսումնասիրել է վաղ բրոնզե- դարից մինչև երկաթեդար թվագրվող (մ.թ.ա. III հազ.-մ.թ.ա. I հազ.) քարից, կավից և մե- տաղից քանդակները: Կատարել է գտածոների մանրամասն քննություն,  դասակարգել և խմբավորել է բրոնզ-երկաթի դարերի քանդակագործության բազմաթիվ նմուշներ: Ուսում- նասիրել է դրանց հաջորդական զարգացումը, կապվածությունը հնագույն հավատալիքնե- րի հիմքում ընկած արևի, երկնքի, ջրի, պտղաբերության պաշտամունքների հետ: Հայկա- կան լեռնաշխարհի գտածոների և գաղափարապատկերային պատկերացումների համա- լիր և ամբողջական ուսումնասիրության համար օգտագործել ենք նաև Հ. Մարտիրոսյա- նի40, Է. Խանզադյանի41, Լ. Աբրահամյանի42, Գ. Թումանյանի43, և այլոց աշխատանքները: ", "Հ. Իսրայելյանը44 իր «Պաշտամունքն ու հավատալիքը ուշ բրոնզեդարյան Հայաստանում» (ըստ հնագիտական նյութերի) գրքի պտղաբերության պաշտամունքը բաժնում համառոտ անդրադառնում է Հայկական լեռնաշխարհի տարբեր շրջաններից սկիզբ առնող կանացի պաշտամունքի վերլուծությանը և դրանց կապը հին հայկական աստվածությունների պտ- ղաբերության  պաշտամունքի  հետ:  Հ.  Մարտիրոսյանը  և  Հ.  Իսրայելյանը  կատարել  են նաև Գեղամա լեռների ժայռապատկերների քննություն, որոնց ուսումնասիրությունը կար- Tarih Dergisi, No 28-29, 1975, p. 1-40. Кармир-блура // ИФЖ, Ереван, 1958, №2, с. 114-139. պեղումների տվյալներով), Երևան, 1973: ", "«Քար  պահել»  գործողության  տարբերակներից  է  քարբռնուկը,  քարպահուկը144,  խլի– բլին145 կամ խլի–մլին,146 թաց ու չորը, գիր թե ղուշը (թռչունը), չոփ պահելը147 և այլն: Այդ գործողությունը  հետևյալն  էր.  մասնակիցներից  որևէ  մեկը  (հիմնականում  ճարպիկը) քար  էր  պահում  բռի  մեջ,  որպեսզի  ավագները,  որոնք  տարիքով  առավել  մեծերն  էին, գուշակեին, թե որ ձեռքի մեջ էր գտնվում քարը` որ ձեռքն էր դատարկ, որը` ոչ:148 Ըստ Վ. Բդոյանի` փուչ ու լիք, փուչ պահել, փուչ ու տռուզ, փոչ ու տռոզ149 վիճակա- հանության  ձևերի  անուններն  ունեն  նույն  նշանակությունը,  ինչ  ժողովրդական  լեզվով ասված խլե–պլեն, խլե–ֆլեն, խլե–փլեն, որը նշանակում է  ունայն, դատարկ,150 սակայն այստեղ կարևոր են  նաև հարց ու պատասխանը, ճիշտ կռահելը: ", "Վանի  թագավորության  շրջանի  հուշարձանների  ուսումնասիրության  համար  օգտվել ենք Բ. Պիոտրովսկու աշխատություններից45: Մասնավորապես Բ. Պիոտրովսկին «Ուրար- տուի  արվեստը  մ.թ.ա.  VIII-VI  դդ.»  և  «Վանի  թագավորությունը.  Ուրարտու»  աշ- խատություններում  կատարել  է  ուրարտական  տաճարների,  դամբարանների,  հնավայ- րերի  և  գտածոների  ուսումնասիրություններ:  Ուշագրավ  են  Վանի  թագավորության  հու- շարձանների  վերլուծությունը,  որոնց  թվում  անդրադառնում  է  կաթսաների  կանացի պատկերմամբ   բռնակներին,  (գտնվում են Փարիզի, Էրմիտաժի, Ստամբուլի թանգարա- նային  հավաքածուներում),  Թոփրակ-Կալեյից  գտնված  ոսկյա  մեդալյոններին,  տարբեր թանգարաններում  պահվող  պաշտամունքային  թիթեղներին,  կախիկներին,  Արուբանի դիցուհու բրոնզաձույլ արձանիկին, գահավորակի մաս կազմող կանացի արձանիկներին և այլն: ", "Նորագույն շրջանում բազմաթիվ են ուրարտական աստվածների պատկերագրության մասին  ուսումնասիրությունները:  Ուրարտական  թիթեղների,  մեդալիոնների,  գոտիների սկզբնական ուսումնասիրությամբ և խմբավորմամբ զբաղվել է Մյունխենի Հնագիտական թանգարանի տնօրեն Հ. Կելլները, որը լուսանկարել, հավաքել և զուգահեռներ է անցկաց- րել Կարմիր բլուրից, Նորշունթեփեյից, Մանազկերտից, Ալթինթեփեից գտնված նյութերի հետ  և  հրատարակել  է  այս  պաշտամունքային  թիթեղների  և  գոտիների  մասին  մի  շարք աշխատություններ46:    Մեզ  համար  արժեքավոր  է  նաև  Ե.  Կաների47  կողմից  1997  թ-ին հրատարակված կատալոգը բրոնզե պաշտամունքային թիթեղների մասին, որտեղ վերջի- նս  մանրամասն  խմբավորել,  առանձնացրել  և  վերլուծել  է  պատկերագրական  տիպերը, խմբերն ու թեմաները: Ե.Կաները կատարել է նաև կին աստվածուհիների պատկերագրա- կան տիպերի առանձնացում: ", "вв. до н.э., Ленинград, 1962, նույնի, Ванское царство (Урарту), Москва, 1959. Grouping and Dating of Bronze Belts// Urartu: A Metalworking Center in the First Millenium B.C.E., The Israel Museum, Jerusalem, 1991, p. 142-161, նույնի, Medalions and Pectorals// Urartu: A Metalworking Center in the First Millenium B.C.E., The Israel Museum, Jerusalem, 1991, p. 164-170. Մեր  թեմային  հատկապես  առնչվում  են  Ռ.  Մերհավի48,  Ու.  Զայլդլի49,  Կ.  Յակուբյա- կի50, Պ. Կալմեյերի51, Օ. Բելլիի52, Ռ. Չավուշօլուի53, Ի. Կոռնելիուսի54 աշխատությունները: ", "Այս մետաղյա թիթեղները Օ. Բելլի կարծիքով կարող էին ամրացվել զգեստների վրայից և ունեին չարախափան, պաշտպանիչ նշանակություն: ", "Հայրենական  գիտության  մեջ  ուրարտական  աստվածուհիների  պատկերագրության թեմային առնչվել են Ս. Եսայանը55, Ս. Հմայակյանը56, Ե. Գրեկյանը57, Ն. Ենգիբարյանը58, Մ. Բադալյանը59: Հին հայկական արվեստում ոճական և գեղարվեստական զարդարման եղանակներին  ու  հագուստի  զարգացման  ուղղությունների  ուսումնասիրության  համար արժեքավոր  են  Ս.  Հմայակյանի60,  Հ.  Հակոբյանի61  և  այլոց  աշխատանքները  ուրար- տական արձանիկների, մեդալյոնների, ոսկյա զարդերի և դրամների քննությանը, ուրար- տական և հայկական մշակութային փոխառնչությունների քննության հարցում: "], "source_docs_file": "History.json"}