{"paragraphs": ["PC’ Ps’ Մասնակի արտադրյալների ձևավորման բլոկ/       Բուտի վերակոդավորման բլոկ PPk PPk-1 . . . . . . . . PP1 PP0 Մասնակի արտադրյալների գումարման  բլոկ PPC PPS PC Ps Վերջնական մոդուլյար գումարիչ |A•B|2 +1 Նկ. 2.15.  Բուտի ալգորիթմի և Ուոլլեսի ծառի կիրառմամբ մոդուլով բազմապատկման սարքի կառուցվածքային սխեմա Հիմնվելով  աղյուսակներ  2.1-ի  և  2.4-ի  տվյալների,    բանաձևեր  (2.10),  (2.15),  (2.20)  և (2.121) վրա կիրառման արդյունքում մշակված կառուցվածքային սխեմաների (նկ. 2.7, 2.9, մեթոդներում,  ի  տարբերություն  առկա  նախագծման  մեթոդների,  կառավարող ավտոմատը  ներկայացված  է  FSM-ի  միջոցով,  ինչը  զգալիորեն  նվազեցնում  է  FPGA ռեսուրսների  օգտագործումը  (հետազոտման  արդյունքները  ներկայացված  են  գլուխ  3- ում):  Բացի  դրանից  հատուկ  նախագծված  են մոդուլով  մոդուլյար բազմապատկիչներ FSM-ի օգտագործմամբ և, ինչը կարևոր է, մոդուլով մոդուլյար բազմապատկիչներ` կառուցված առկա նախագծման ինդեքսային մեթոդի հիման վրա: ", "Ինչպես  արդեն  նշվել  է,  թվային  սարքերին  ներկայացվող  արագագործության  բար- ձրացնելու անհրաժեշտությունը հարկադրում է օգտագործել մնացորդային դասերի հա- մակարգը և մոդուլյար հաշվարկները, ինչը հնարավորություն է տալիս էականորեն բար- ձրացնել  թվաբանական գործողությունների կատարման  արագագործությունը, մնացորդների  հետ  կատարվող  գործողությունների  զուգահեռաբար  կատարման շնորհիվ: ", "մոդուլով  աստիճան  բարձրացնելու  գործողության  իրականացման  սարքի նախագծման  անհրաժեշտությունը թելադրված է բազմաթիվ կիրառական ալգորիթմներում այս գործողության կատարմամբ: ", "Եթե արտահայտությունը ավանդական սկզբունքով հաշվարկելու դեպքում հետազոտական  խնդիրներում -ի  արժեքը  կարող  է  այնքան  մեծ  լինել,  որ արժեքը պահելու  համար  պահանջվի  շատ  մեծ  հիշողություն:  Հաշվարկել արտա- հայտությունը կարելի է ավելի արագ,  եթե այն ներկայացվի (2.20)-ի տեսքով [8, 9, 13]: ", "որտեղ –ը -ն -ի բաժանման մնացորդն է, այսինքն` մի թիվ, որն ավելի փոքր է,  քան մոդուլի արժեքը: Օրինակ. , այսինքն  կրճատվում  է  բազմապատկումների  քանակը:  Իսկ  եթե  մեզ  հետաքրքրում  է մնացորդը -ի  այս  թվի  բաժանումից,  ապա  պատք  է  սկսել  “ներքին  փակագծից”: "], "paragraph_source_docs": [3, 3, 3, 3, 3], "source_docs_file": "Mechanical Engineering and Machine Science.json"}