{"paragraph_source_docs": [4, 4, 4, 5, 4, 4, 5, 4, 4, 0, 1, 4, 4, 5, 3, 4, 2, 0, 2, 4, 0, 4, 5, 4, 4], "paragraphs": ["Մեկ  գլանակ  ծխախոտից  հետո  անչափահաս  տղաները  զգացին  ազատության  համը։ ", "Նրանց  պատմություններն  իրենց  ընտանիքների,  քույրերի  մասին  բավական անպարկեշտ  էին  և,  թվում  էր՝  էլենը  պետք  է  արգելեր  նրանց։  Քիչ  անց  հաճույքի  և ազատության  զգացողությունը  փոխվում  է  վախի  և  հիասթափության։  Էլենը հայտնաբերում  է,  որ  տղաները  գողացել  են  իր  դրամապանակը։  Աշխարհն  իր հարմարավետ սենյակից դուրս, պարզվում է, շատ վտանգավոր է։ Հերոսուհին ասում է. «Նրանք չպետք է գողանային։ Եթե դրամի կարիք ունեին, ես կտայի, ինչ որ պետք էր»91։ ", "Տղաները  նորից  հայտնվում  են  և  սկսում  հետապնդել  էլենին։  Որոշ  ժամանակ  անց նրանք պահանջում  են հինգ դոլար։ Մի երեկո, երբ նա անկողնում հիվանդ պառկած էր, իսկ  սենյակի  դուռը  կողպված  չէր,  տղաները  վերադառնում  են,  հափշտակում  նրա պայուսակը՝  ողջ  գումարով.  «Նա  ընկավ  անկողնու  վրա  այնքան  թույլ  ու  հոգնած,  որ անգամ  լաց  լինել  չէր  կարող»92:  Պատմվածքը  ավարտվում  է  նրանով,  որ  էլենը դաժանաբար  ծեծում  է  տղաներից  մեկին.  «Նա  վերցրեց  անձրևանոցը  և  ամբողջ  ուժով հարվածեց փոքրի ուսին: Տղան ընկավ ծնկներին, հետո գետնին, իսկ էլենը շարունակում էր  ծեծել  նրան...»93:  Սա,  ենթադրաբար,  միայն  նեղացած  մարդու  զայրույթ  չէր,    այլ նյարդային  պոռթկում  կյանքի  նկատմամբ։ ", "մանյակին։ ", "Տղաներն այդ հասարակության պատկերն են։  Այսպիսի հարաբերություն կարելի է   տեսնել ժամանակակից կյանքի տարբեր բնագավառներում։ Կարծում ենք, որ միշտ էլ կա  մարդկանց  փոքր  խումբ,  որն  ընկալվում  է  որպես  հասարակությունից  վտարված, իրենց  բնավորության  առանձին  հատկությունների  կամ  նրանց՝  որպես  եզակի անհատներ տեսնելու սոցիալական դժկամության պատճառով: ", "Պատմվածքում  կարող  ենք  տարբերակել  հակադրությունների  կոնկրետ  տիպեր՝ արտաքին՝ Էլենի և երկու տղաների կամ մարդու և արտաքին աշխարհի միջև և ներքին, որը  ներառում  է՝  միայնությունը,  օտարման  աշխարհը  կամ  փորձը  դեպի  նոր  կյանք շարժվելու,  անկախ  նրանից,  թե    որքան  կեղծավոր  կամ  երկերեսանի  կարող  են  լինել մարդիկ։ ", "...  Նայի՜ր  ոտներիդ  տակի  շուշաններին,  նրանք  սպասում  են  ինձ,  որ  ժպտա  ու գեղեցկանա  Կյանքը։  Սպասումին  ու  Տանջանքին  Գեղեցկություն  հաղորդի՛ր,  ո՜վ  Հան- ճար։  Եվ  երբ  Հանճարն  ու  Գեղեցիկը  նվաճեն  Սպասում  ու  Տանջանքով  հղի  Երկրի Սիրտը՝ «Ինչո՞ւ»-ն կլուծվի, Կյանքի արդարացման ղողանջը կհնչի...»33։ ", "Նրանք  սոցիալական  իրականության  մեջ  հաջողությունների  գրեթե  չեն  հասնում: ", "Օրինակ՝ «Սենտիմենտալ երգ»  («Torch song», 1947) պատմվածքում  տեսնում ենք միջին խավի հաջողակ  ամերիկացու՝  Ջեկի  փոխակերպումն  անհաջողակի:  Նա աստիճանաբար  կորցնում  է  ամեն  ինչ՝  ընտանիքը,  եկամտաբեր  աշխատանքը, Այսպիսով` ամերիկյան իրականության մեջ սոցիալական բնակարանը,  առողջությունը:    Անհաջողությունը  ներխուժել  է    նաև    «Սուրբ  Ծնունդը տխուր  ժամանակ  է  աղքատների  համար»  պատմվածքի  հերոս  վերելակավար  Չարլիի կյանք:  Նա  նույնպես    կորցնում    է  իր  աշխատանքը։        «Սաթն  փլեյսյան  պատմություն» պատմվածքի  հերոս  Ռոբերտ  Թենիսոնը  ևս  սոցիալապես  խեղված  է։  Պատմվածքի հերոսուհին՝  միսիս  Հարլին,  մնալով  առանց  միջոցների,  ստիպված  է  դայակի աշխատանք  կատարել,  բայց  փոքրիկ  Դեբորայի  փախուստից  հետո  նա,  հավանաբար, կկորցնի  նաև  այս  աշխատանքը։    Վաղվա  օրվա    նկատմամբ    վստահություն  չունի «Հրեշավոր  ռադիոն»  պատմվածքի  հերոս  Ջիմ  Ուեսքոթը:  Նրա  եկամուտները տարեցտարի  նվազում  են:  Ջիմ  Վեսքոթը  կնոջն  ասում  է.  «Ազնվորեն  կասեմ՝  մեր փողային խնդիրներն  ինձ շատ մտահոգում են: Ես բոլորովին վստահ չեմ վաղվա օրվա վրա,  և  ոչ  ոք  վստահ  չէ:  Գործերս  դասավորվեցին  ավելի  վատ,  քան  ես  սպասում  էի  և հիմա դժվար թե կարգավորվեն»94:  «Ոսկե կճուճ» պատմվածքի հերոսներ Ռալֆ և Լորա Վիթմորները հարստանալու մարմաջով ներքաշվում են տարբեր փորձությունների մեջ՝ իրենց  իրերով    շրջապատելու  և    սոցիալական  դիրքը  բարձրացնելու  համար,  սակայն ապարդյուն։ Նրանք գործադրում են զանազան  ջանքեր, բայց յուրաքանչյուր անգամ ինչ- որ փոքրիկ միջադեպ տապալում է  նրանց սպասումները: ", "Ճակատամարտի ժամանակ վիկոնտը նետվում է դեպի թշնամու թնդանոթը, որից արձակված գնդակը նրան երկու կես է անում. «Երբ վիկոնտի վրայից մի կողմ քաշեցին սավանը, մարմինը զարհուրելի ձևով անդամահատված  էր:  Բացի  նրանից,  որ  պակասում  էին  մի  թևն  ու  մի  ոտքը, կրծքավանդակի և որովայնի այն հատվածը, որ գտնվում էր այդ թևի ու ոտքի արանքում, փոշիացել, վերացել էր թնդանոթի կրակոցից: Գլխից մնացել էր մեկ աչք, մեկ ականջ, կես քիթ, կես կզակ, կես բերան և կես ճակատ. կարճ ասած՝ միայն մի կեսն էր փրկվել, աջ կեսը, որը կատարելապես պահպանվել էր»:103 Հենց  այստեղ  է,  որ  վեպում  ի  հայտ  է  գալիս  ֆանտաստիկը.  բժիշկները կարկատում  են  վիկոնտի  մի  կեսը  և  նա,  թեկուզ  կիսված՝  ողջ  է  մնում:  Նրա  կիսված վիճակը համարժեք է կախարդական հեքիաթի հերոսի կերպարանափոխությանը, որն ի հայտ է գալիս որևէ չար կախարդանքի արդյունքում: Կալվինոյի վեպում չար կախարդի դերը կատարում է թնդանոթը, որն էլ իրականացնում է վիկոնտի կերպարափոխությունը: ", "Պոյի  համար  երևակայությունը  տաղանդի  թագուհին է։  Ռոմանտիկ երևակայությունը  աստվածային  հատկություն  է,  որն  ընկալվում  է  փիլիսոփայական մեթոդներից  դուրս,  ամենից  առաջ  որպես  ինտիմ,  գաղտնի  առարկաների վերաբերմունք։ ", "Չիվերի  պատմվածքներում  ակնհայտ  է  Շերվուդ  Անդերսոնի  ազդեցությունը: ", "Անդերսոնի  հերոսները  նույնպես  պայքարի  մեջ  են  իրենց  սոցիալական  դիրքը բարձրացնելու համար: Նրանք ևս գնում են  ամերիկյան երազանքի ետևից: Թեև գործերը անհաջողությամբ են ավարտվում, սակայն չեն կորցնում հույսը:  Հիշենք «Ուսուցչուհին», «Ձուն»,  «Մարած  կրակներ»  պատմվածքները:  Անդերսոնի    պատմվածքներում  կյանքի արտաքին դրսևորումները գրեթե չեն կարևորվում, գրողին առավելապես հետաքրքրում է մարդու ներքին, հուզական և զգացմունքային աշխարհը: Հենց այս հանգամանքներով է բացատրվում  հերոսներին  հոգեբանական  վերլուծության  ենթարկելը:  Ջոն  Չիվերը, ներկայացնելով ամերիկյան քաղաքային կյանքի և արվարձանի  մանրազնին պատկերը, ժամանակակից  ամերիկյան  կյանքի  բոլոր  բարդություններն    ու  հակասությունները, մարդկանց  մեջ  փորձում  է  գտնել  ինչ-որ  մեղավորություն,  հիասթափության  և հուսահատության  զգացողություն։  Այս  ամենով  հանդերձ՝  նա  կարծես  ահազանգում  է այդ    «հիվանդության»  մասին  ճիշտ  ժամանակին,  որպեսզի  մարդիկ  գիտակցեն  ու նախազգուշանան,  քանի դեռ ուշ չէ:  Քլինթոն Ս. Բըրհանսը «John Cheever and the Grave of Social Coherence» հոդվածում գրում է, որ Չիվերի գեղարվեստական մտածողությունն օտարացած  է    և    մեկուսացած.  «Հաշվի  առնելով  մարդու  մշտական  էքզիստենցիալ վիճակը  և  նրա  անխուսափելի  կապն  անցյալի  հետ՝  Չիվերին  հետաքրքրում  է  այն,  թե մարդն ինչ է անում ինքն իր  հետ ներկայում  և ինչ կերպ  այն կանդրադառնա ապագայի վրա»96:  Հատկանշական  է,  որ  առօրյայի  պատկերները  և  նկարագրությունները  չեն կաշկանդում  Չիվերի  ստեղծագործական  աշխարհայացքը:  Իրականության  դիպուկ Cheever. Boston, Massachusetts: G. K. Hall & Co., 1982, p.115. պատկերները,  մարդու  կենսակերպի  խնդրահարույց  թեման  ներկայացնելիս  գրողը ներառում  է    խորհրդանիշներ  և  փոխաբերական  պատկերներ,  օգտագործում  նաև  իր հեգնանքն ու բացառիկ հումորը։ ", "Հյուսեցե՛ք պսակներ, պսակներ, Դաշտերում ծաղիկնե՜րը այնքան… Հյուսեցե՛ք պսակներ, պսակնե՜ր։ ", "ներկայացուցիչը՝ Մոսկվայում: ", "Սակայն  գրականագետ  Ջոզեֆ  Ջորջը  հակառակ  տեսակետն  ունի,  ըստ  որի՝  Չիվերը  չի սվինահարում  կամ  ծաղրում  իր  հերոսներին,  նա  պարզապես  ցույց  է  տալիս  նրանց անփոփոխ թերությունները: Նա համակրական աչքով է նայում այդ թերություններին 99: ", "Այսպես`  երգիծաբան  Ազիզ  Նեսինը,  վիպասան  Օրհան  Քեմալը,  աշուղ  Աշըք  Իհսանին  բանտարկվեցին կարճ  ժամանակով,  դատական  կարգով  հետապնդման  ենթարկվեց  Վեդաթ  Գյոնյուլը,  ով  թարգմանել  ու Բաբյոֆի հրատարակել ստեղծագործությունները:  Գրոհ  սկսվեց  Թալիփ  Ափայդընի  դեմ՝  իր  «Հին  կառույց»  (“Eski  Yapı”) բանաստեղծության  համար,  խիստ  գրաքննության  ենթարկվեց  Յաշար  Քեմալի  «Ցախ  Մեմեդ»  (“İnce Memed”) վեպը: Տե՛ս, Halman T., նշվ. աշխ., էջ 87: ", "– Պամե՛լա, սրանից բացի այլ լեզվով չենք կարող խոսել: Աշխարհում երկու արարածների ցանկացած հանդիպում մի նոր կիսում է նշանակում: Ե՛կ ինձ հետ, ես գիտեմ՝ ինչ բան է այդ չարիքը, ինձ հետ ավելի ապահով կլինես, քան ցանկացած այլ մեկի, քանի որ ես չարիք եմ գործում, ինչպես բոլորը, բայց ի տարբերություն  նրանց, ինձ հետ ապահով է»:117 Այլ կերպ է Պամելային մոտենում բարի Մեդարդոն. «–Ա՜խ, Պամելա՜, կիսված լինելու մեջ սա է լավ՝ հասկանալ ամեն մարդու ու ամեն ինչ: Ես լիարժեք էի և չէի հասկանում, առաջ էի շարժվում մարդկանց ցավերին խուլ ու անտարբեր: Եթե գաս ինձ հետ, Պամելա, կսովորորես զգալ բոլորի ցավերը և բուժել դրանք քո ցավերի հետ միասին»:118 Բարի  Մեդարդոն  զգացել  է  աշխարհի  վշտերը:  Նա,  ի  տարբերություն  չարի՝  չի հասկանում,  որ  ինքն  էլ  ամեն  ինչ  կիսատ  է  տեսնում:  Նա  բավարարված  է  իր բարիությամբ և չի կարող զգալ իր՝ կիսատ մարդու ողբերգությունը: Դրա վկայությունն է բարի Մեդարդոյի և Պամելայի հետևյալ երկխոսությունը. « – Միասին բարի գործեր անելն է իրար սիրելու միակ ձևը: ", "նաև  այն,  որ  հեղափոխական  շարժման  նկարագրություններին  զուգահեռ  գրական երկերում սկսել էր ձևավորվել ու զարգանալ «հակահեղափոխական» գաղափարախոսությունը:  Ինչպես  նշում  է  թուրք  հետազոտող  Ա.  Յալչընը` «Սոցիալիստական  գաղափարախոսությունն  ինքն  իր  կրծքի  տակ  սկսեց  սնուցել  ու զարգացնել  իր  հակաթեզը»134:  Հետազոտողը  հավելում  է  նաև,  որ  սոցիալիստական ամսագրերի  էջերում  և  գրական  ստեղծագործությունների  զգալի  մասում  տեղ  գտան այնպիսի  տեսակետներ,  որոնք  հակասում  էին  գիտական  սոցիալիզմի  հիմնական սկզբունքներին:  Հետևաբար  այս  երևույթը  պետք  է  դիտարկել  որպես  ներքին պառակտություն,  քանի  որ  հակակոմունիստական  ավանդական  աջակողմյան ուղղության թիրախը, նպատակն ու որակները մի միջավայր էին ստեղծել, որը հիմնովին չէր համապատասխանում գիտական սոցիալիզմի ուսմունքին135: ", "Պարզվում է, որ հարմարավետությունը և բարեկեցությունը քիչ են մարդու համար: Այս ամենը չի  տալիս  նրան  հոգեկան  աջակցություն, չի  ազատում  ձանձրույթից, դատարկությունից,  եթե  չկան  ավելի  բարձր  արժեքներ:  Թվում  է՝  նրա  հերոսի  ամենից կարևոր անհանգստությունը սոցիալական դիրքը կորցնելու ներքին անհանգստությունն է:      Ձգտելով  հասնել  բարձրագույն  նպատակին՝  նյութական  բարեկեցությանը,    Չիվերի հերոսները կորցում են ամենակարևորը, առանց որի չի կարող լինել երջանկություն, իսկ կյանքը  չի  կարող  ունենալ  իմաստ։  Նրանց  ջանքերն  անցնում  են  ապարդյուն,  կյանքը դառնում է փոփոխական ու անկայուն։ ", "Պամելայի  հանդեպ  սիրուց  վիկոնտի  երկու  կեսերը  սկսում  են  արյունահոսել: ", "Ջոն  Չիվերի  հերոսը  աչքի  է  ընկնում  բարդ  մտածողությամբ  և  անհանգիստ ներաշխարհով:  Նա  միաժամանակ  մտածող  է  և  չմտածող,  լավատես  և  հոռետես  կամ կասկածամիտ: ", "Ինչպես վերևում տեսանք, Տերյանը հայ գրականության գլխավոր թերություններից մեկը  համարում  էր  գեղարվեստականության  պակասը։  Այսինքն՝  գեղարվեստական գրականության գերնպատակը պետք է լինի ամեն ինչի մեջ գեղեցիկի հայտնաբերումը և ցուցադրումը։ Գրականության մեջ հենց այդ գեղեցիկի զգացողությունն է գեղագիտական բավականություն  կոչված  հոգեբանական  իրողության  հիմքը,  որ  շատերին  չի  տրված։ ", "Նորման Վինսենթ Փիլզը «Դրական մտածողության ուժը» գրքում  եզրակացնում է. «Սարսափելի  է  գիտակցել  խղճուկ  մարդկանց  թիվը,  որոնց  կյանքը  դժվարացել  է  և դարձել  է  թշվառ  մի  հիվանդության  պատճառով,  որը  հասարակության  մեջ  կոչվում  է անլիարժեքության  բարդույթ։  Սակայն  սա  տառապանքի    պատճառ  չէ:  Երբ  որոշակի քայլեր  են  ձեռնարկվում,  այն  կարելի  է  հաղթահարել101։    Կարծում  ենք,  որ  այսպիսի հակասական  ուղերձները  հետպատերազմյան  ամերիկյան  կյանքի  լարվածությունը  և անհանգստությունները լուծելու փորձեր են: ", "ժամանակակից  Ամերիկան  իրեն  շփոթեցնում  է.  «Այս  տասնամյակում  ինչ-որ  բան սարսափելի կերպով սխալ է ընթացել: Այսօր ամենից կարևորը մարդն է, ով հայտնվել է ճահճի  մեջ  և  արտասվալից  հայացքով  նայում  է  երկնքին»102:  Մեկ  տարի  անց  գրողը պնդում է, որ 1960-ականների ամերիկյան կյանքը դժոխք է։ "], "source_docs_file": "Literature.json"}