{"paragraph_source_docs": [2, 0, 4, 0, 0, 2, 0, 0, 3, 2], "paragraphs": ["խնդիրը //Արևելագիտությունը Հայաստանում. Հին եվ միջնադարյան Հայաստանը եվ իր հարևանները, Հ. 3, Երևան, 2017, էջ 32-52: ", "Նշենք,  որ  Գոլցի  կողմից  վերակազմավորված  թուրքական  բանակը  1897  թ.    հաղթեց Հունաստանի դեմ պատերազմում: ", "Այսպիսով,  1750-1780-ական  թթ.  Կասպից  ծովի  արևմտյան  ափին՝  Դերբենդի, Ղուբայի,  Շամախիի  և  Բաքվի  խանություններում,  Ղուբայի  Ֆաթհ  Ալի  խանի քաղաքական  գերիշխանությունն  էր  հաստատվել,  որը  պայմանավորված չէր էթնիկական  ընդհանրությամբ։  Ֆաթհ  Ալի  խանի  քաղաքական  ազդեցության տարածումը Շամախիի խանության վրա ամրապնդելու էր Ղուբայի ռազմաքաղաքական դիրքերն Այսրկովկասում: ", "Օսմանյան կայսրության պատմությունը լի է դավադրություններով, հաջողված և չհաջողված  հեղաշրջումների  փորձերով:  Սակայն  դրանցից  և  ոչ  մեկը  չի  առաջացրել գիտական  ու  քաղաքական  այնքան  հետաքրքրություն  և  միաժամանակ`  իրարամերժ մեկնաբանությունների  տարափ,  որքան  1859  թ.  սեպտեմբերին  Կ.  Պոլսում բացահայտված սուլթան Աբդուլ Մեջիդի դեմ ուղղված դավադրությունը1: ", "Այդ  ամսվա  կեսերին  մայրաքաղաքում  ձերբակալվեց  դավադիրների  մի  խումբ: ", "Ակնհայտ է նաև, որ նախնադարյան այս կերպարները ձևավորված աստվածուհիներ չէին, այլ գերբնական էակներ, որոնք արտացոլում էին բնական տարերային տարբեր երև- ույթներ  և  առարկաներ:  Մինչդեռ  պալեոլիթյան՝  «ռեալիստական-բնապաշտական»  ոգով կատարված թմբլիկ, գեր կանանց արձանիկները երկար ժամանակ միանշանակ համար- վում էին նախամայր կանանց պատկերումներ, սերնդի հովանավոր նախնիներ: ", "Դավադիրները  եղել  են լավ  կազմակերպված  և  ունեցել  են  բազմաթիվ համախոհներ,  իսկ  դավադրությունը  բացահայտվեց  մատնության  հետևանքով,  որից հետո տեղի ունեցան ձերբակալություններ1: ", "«Քուլելիի իրադարձության» վերաբերյալ կան բազմաթիվ գիտական աշխատություններ,  սակայն  դավադրության  բնույթի,  խնդրի,  նպատակի  մասին հետազոտողների  կարծիքները  ու  հետազոտությունները  տարբեր  են  և  հաճախ իրարամերժ2: ", "ղումների արդյունքում պարզվեց, որ ներկայիս քառակուսի շինությունը ևս ամենավաղ կառույցը չէ: V-VII դդ.  ուղղանկյուն  շինությունը  հետագայում  ներքուստ  և  արտաքուստ  երեսպատվել  է`  ստանալով  ներ- կայիս  տեսքը:  Տես`  Սարգսյան  Գ.,  Դաշտադեմի  ամրոցը:  Հայ  ամրոցաշինական  եզակի  կառույցի  զար- գացման փուլերը, ,,Հայ արվեստ’’, 2007, թիվ 3-4, էջ 36: ", "Պատկերաքանդակների  բազմազանությամբ  և  մոնումենտալ  արվեստում  դրանց  կի- րառման բացառիկ տվյալներով առանձնանում է Գյոբեկլի թեփե հնավայրը (Նկ. 6.1-5, 7.1- հյուսիս-արևելք, տեղանքի ամենաբարձր բլրի վրա: Հուշարձանը պեղվում է 1995 թվակա- նից138: "], "source_docs_file": "History.json"}