{"paragraph_source_docs": [1, 1, 3, 1, 2, 1, 2, 2, 1, 2], "source_docs_file": "Mechanical Engineering and Machine Science.json", "paragraphs": ["Այսպիսով,  կարելի  է  նշել,  որ  կոշտ  գլանական  մամլամայրում  չեռակալված փոշենմուշի  մամլման  գործընթացի  հետազոտման  խնդրի  լուծման  վերլուծական եղանակում շրջանային և շառավղային լարումների հավասարության  և լայնական հատույթում լարվածադեֆորմացիոն վիճակի բոլոր բաղադրիչների հաստատունության  պայմանները  փոքր  հպակային  շփման  դեպքում  ունեն բավականին մեծ ճշտություն: ", "Այժմ  կատարենք  կոշտ  գլանական  մամլամայրում  փոշենյութի  խտացման գործընթացի  ԱԾՄ  –  ում  ստացված  արդյունքների  համեմատում  վերլուծական եղանակի թվային հաշվարկի տվյալների հետ: ", "Կարևոր է նշել, որ ի տարբերություն սովորական դիրքային երկուական գումարիչի, որտեղ  մասնակի  արտադրյալների  կարգայնությունը  հավասար  է մոդուլյար բազմապատկիչի  մասնակի  արտադրյալների  կարգայնությունը  հավասար  է -ի:  Ընդ որում,  եթե  այս  նույն  մոտեցման  համար  կիրառենք  բազմապատկման  Բուտի մոդիֆիկացված  ալգորիթմը  (երեք  բիթ  վերլուծությամբ),  ապա  (2.17)  բանաձևը  կարելի ներկայացնել հետևյալ կերպ` Ելնելով (2.18)-ից`  կարելի  է  առաջարկել  Բուտի  ալգորիթմի  կիրառմամբ մոդուլով  բազմապատկման  սարքի  կառուցվածքը,  որը  ներկայացված  է  նկ. որն  այլ  կերպ  կարելի  է  անվանել  Բուտի  վերակոդավորման  բլոկ,  և  այդ  մասնակի արտադրյալների գումարող բլոկից, որը իր մեջ ներառում է Ուոլլեսի ծառը և վերջնական մոդուլյար գումարիչ: ", "Կոշտ  գլանական  մամլամայրում  չեռակալված բարձրությամբ  և տրամագծով չեռակալված  մետաղական  փոշենմուշի  մամլման գործընթացի վերլուծական եղանակով լարվածային վիճակի մեծությունների թվային հաշվարկների համար օգտվենք (4.18) բանաձևից` որտեղ - ը (4.23) բանաձևով որոշվող չափում չունեցող մեծություն է: Հետևաբար, ,                                                             (5.1) չափային :                                                   (5.2) Խնդրի  թվային  հաշվարկները  կատարվել  են , [73] դեպքի համար, երբ ազդող առանցքային ճնշումը` և և ստացված տվյալներով կառուցվել է - ի գրաֆիկը (նկ. 5.6 –ի 2 կորը): ", "Գրտնակման  գործընթացը  իրականացվել  է  1M61  խառատա-պտուտակահան հաստոցի  վրա,  որի  իլի  խփոցը  ստուգվել  է  միկրոնային  ինդիկատորով  և  կազմել  է դիրքում 0,005մմ խփոց: Քանի որ ստատիկ ուժը ապահովվում է բեռի միջոցով, կարելի է ընդունել,  որ    իլի  խփոցի  ազդեցությունը  ելքային  պարամետրերի  վրա  նվազագույն  է  և կարելի է անտեսել: Գերձայնային տատանումների ստացման  համար օգտագործվում է բարձր  հաճախականության    УЗГ-10У  մակնիշի  գեներատորը,  որը  թույլ  է  տալիս ստանալ միչև 22 կՀց հաճախականությամբ տատանումներ: ", "Հարկ  է  նշել,  որ  տվյալ  դեպքում  1  և  2  առանցքային  ճնշման  կորերի համեմատությունը  կրում  է  մոտավոր  բնույթ,  քանի  որ  1-ի  տվյալները  վերցված  են ըստ նկ. 5.2-ի՝ մոդելի միայն եզրային մասից: ", "Ցածր  ջերմահաղորդականության    հետևանքով    հպումային    մասում    առաջանում    է բարձր    ջերմություն    և    տեղի    է    ունենում    մակերևույթի    այրվածքներ՝    վատացնելով մակերևույթի  որակը,  կամ  բարձր  ջերմաստիճանի  պայմաններում  պլաստիկ  նյութը կպչում  է  գործիքին՝ վատացնելով  գործիքի  մակերևույթը: ", "Աղ. 3.1. Փորձանմուշների քիմիական բաղադրությունը Մետաղի մակնիշը Քիմիական բաղադրությունը %(մնացածը երկաթ) Mn Si Ni Պողպատ 45 Պողպատ ШХ15 Պողպատ X18H9T Cr Աղ,3.2. BT5 մակնիշի տիտանային համաձուլվածքի քիմիական բաղադրությունը Մետաղի Քիմիական բաղադրությունը %  (մնացածը տիտան) մակնիշ Al Fe Si BT5 Աղ. 3.3. Փորձանմուշների  ֆիզիկա-մեխանիկական  հատկությունները Մետաղի մակնիշ Մեխանիկական հատկություններ B T HB ՄՊա ՄՊա Պողպատ 45 Պողպատ ШХ15 Պողպատ X18H9T ՄՊա Տիտան BT5 Ուսումնասիրվել է տարբեր  ֆիզիկա-մեխանիկական հատկություններով նյութերի տարածական    գերձայնային  տատանումների  կիրառմամբ  գրտնակման  գործընթաց: ", "մետաղական  փոշենյութերի համար՝  Մոր−Կուլոնի և  Դրուկեր−Պրագերի պլաստիկության  պայմանների  հիման  վրա  տարբեր լարվածային  վիճակների դեպքերում  (միառանցք  սեղմում,  մաքուր  սահք,  ինչպես  նաև  մաքուր  սահքի  ու հիդրոստատիկ  ճնշման  համատեղ  ազդեցություն,)  ստացված  արդյունքները  ցույց  են տվել, որ իդեալական կապակցված  փոշենյութի համար  Մոր−Կուլոնի պլաստիկության  պայմանը  վերափոխվում  է  Տրեսկա−Սեն-Վենանի  պլաստիկության պայմանի,  իսկ  Դրուկեր−Պրագերինը`  Հուբեր−Միզեսի  պլաստիկության  պայմանի, այսինքն՝  չեռակալված  փոշենյութերի  համար  Մոր−Կուլոնի  և  Դրուկեր−Պրագերի պլաստիկության  պայմանները  ընդհանրացված  պլաստիկության  պայմաններ  են,  և դրանցից մասնավոր դեպքում ստացվում են հոծ պլաստիկ նյութերի պլաստիկության պայմանները: ", "Քանի որ մշակման ժամանակ կիրառվել է տարբեր նյութեր Հետազոտության հաստատուն պայմաններն են. մմ) և նյութը (BK8) (n=710), իսկ տիտան BT5  համար V=24մ/րոպ (n=200), Հաստատուն պայմաններ են նաև մշակման  ժամանակ օգտագործվող հաստոցները, հարմարանքները,  գործիքները  ինչպես  նաև  չափումների  համար  օգտագործվող սարքավորումները: "]}