{"paragraph_source_docs": [2, 0, 2, 0, 0, 0, 3, 5, 3, 3, 0, 5, 1, 5, 3, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0], "paragraphs": ["համարելով ոչ գրական, հրաժարվեցին իրենց ստեղծագործություններում արծարծելուց: Ercilasun B., նույն տեղում, էջ 288: ", "Անդրադառնալով  շարահյուսական  կողմին,  նշենք,  որ  երեք  վեպերն  էլ  սկսվում  են հեքիաթային  պատումի  կանոնով:  Այսպես,  «Կիսված  վիկոնտի»  ինցիպիտում  կարդում ենք.  «Թուրքերի  դեմ  պատերազմն  էր:  Քեռիս`Տեռալբայի  Վիկոնտ  Մեդարդոն, Բոհեմիայի  դաշտավայրով  արշավում  էր  դեպի  քրիստոնյաների  ճամբարը:  Նրան ուղեկցում էր վահանակիրը` Կուրցիոն»79: ", "Ի  տարբերություն  չափածո  ստեղծագործությունների`  այս  ժամանակաշրջանի արձակ երկերում որոշակի դատարկություն նկատվեց: Սրա առավել կարևոր պատճառը թուրք  գրականագետ  Գ.  Այթաշի  բնորոշմամբ  այն  էր,  որ  արձակը  լիովին  չարտացոլեց հասարակության  կյանքը,  թուրք  գրողները  չկարողացան  ուղիղ  նայել  սոցիալական կյանքին87:  Իսկ  երիտթուրքական  ու  քեմալական  շարժման  գործիչ,  թյուրքականության ամենանշանավոր  գաղափարախոս  Զ.  Գյոքալփի  պնդմամբ.  «Թանզիմաթի  շրջանի բարենորոգիչների  ջանքերն  ի  սկզբանե  անհաջողության  էին  դատապարտված,  քանզի նրանք  փորձում  էին  հաշտեցնել  արևելյան  բնույթ  ունեցող  օսմանյան  և  արևմտյան հակոտնյա  քաղաքակրթությունները,  մինչդեռ  ինչպես  չի  կարող  գոյություն  ունենալ երկու  կրոն  դավանող  անհատ,  այնպես  էլ  չի  կարող  գոյություն  ունենալ  երկու  տարբեր քաղաքակրթություն կրող ազգ»88: ", "userfiles/files/Zangrandi%20Silvia.pdf, Zangrandi S. I Nostri antenati di Calvino e la modernita' del fantastico. http://www.italianisti.it/ upload/ Тодоров Ц. Введение в фантастическую литературу. Дом интеллектуальной книги. М. 1999. С. 37 Calvino I. Il visconte dimezzato. Mondadori. Мilano 2009,P. 3 Օմբրոզայի  մեր  վիլլայի  ճաշասենյակում  էինք.  լուսամուտները  շրջանակում  էին պարտեզի փշատենու խիտ ճյուղերը»:80 Իսկ  «Գոյություն չունեցող  ասպետը»  վեպի  ինցիպիտը  ներկայացնում  է միջնադարյան ֆրանսիական բանակի պատկերը. «Փարիզի կարմրավուն պարիսպների մոտ օթևանել էր ֆրանսիացիների բանակը: ", "Կառլոս Մեծը պետք է պալադինների ստուգում անցկացներ: Երեք ժամից ավել էր, ինչ հավաքված էին այնտեղ, ամառվա սկզբի շոգ, մի քիչ ամպամած ցերեկներից էր: ", "Զրահների մեջը եռում էր մարմանդ կրակի վրա դրված կաթսաների պես»:81 Վեպերի  այս  պատումային  ինցիպիտները  հեքիաթի  «լինում  է,  չի  լինում» բանաձևի  վիպական  տարբերակներն  են:  Վ.Պրոպպը  «Կախարդական  հեքիաթի ձևաբանությունը» տրակտատում,  խոսելով  հեքիաթի  պոետիկայի,  կառուցվածքի, թեմատիկ  առանձնահատկությունների  և  կերպարային  նշանակության  մասին,  նշում  է. «Հեքիաթը սովորաբար սկսվում է որոշակի ելքային իրավիճակից: Խոսվում է ընտանիքի անդամների մասին, կամ հիշատակվում է հերոսը իր անվամբ կամ դիրքով»:82 «Մեր նախնիները» եռերգության վեպերը գրեթե  ամբողջությամբ համապատասխանում է Պրոպպի` հեքիաթային ինցիպիտի այս բնորոշմանը: ", "«Դիլիջանեն  կգրեն.  «Ամսույս  12-ին  ընկեր  Ա.  Մռավյանը48,  տեղս  ժամանելով, զեկուցեց  ու  բանաձև  դուրս  բերավ  օպոզիցիայի  դեմ»:  Իջևանեն  կգրեն.  «Ամսույս  13-ին /Սաքո/ Իսահակի, պրոֆեսիոնալ հեղափոխական, կուսակցական և պետական գործիչ: Կոմունիստական կուսակցության  անդամ  1903-ից:  Փետրվարյան  հեղափոխությունից  հետո  կուսակցական-քաղաքական լայն  գործունեություն  է  ծավալել:  1921-ին  նշանակվել  է  ՀՍՍՀ  առողջապահության  ժողկոմ:  1922-ին ընտրվել է ՀՍՍՀ Կենտգործկոմի նախագահ: 1925-1929-ին ՀՍՍՀ Ժողկոմխորհի նախագահն էր: 1929-44- ին աշխատել է Մոսկվայում: Եղել է ՀԿԿ ԿԿ-ի բյուրոյի և Անդրֆեդերացիայի Կենտգործկոմի անդամ/: ", "Գրքույկում  ամփոփված  բանաստեղծությունները  հույզերով,  ապրումներով,  տրամա- դրություններով, ինչ-որ տեղ նաև պատկերամտածողության առումով բավական մոտ են Տերյանի  քնարական  աշխարհին։  «Ա՜խ,  հեռու  անհայտ  կարոտով  այրվող  «Հոգու  երազ- ներ...»»,-  հուզված  բացականչում  է  բանաստեղծը  ժողովածուի  հենց  առաջին ոտանավորում։ Սա, անշուշտ, սիմվոլիստական այլաշխարհների արձագանքն է, որ դեռ արձագանք է միայն, չի դարձել շատ թե քիչ կայացած գեղագիտական հայացք։ ", "պետական  գործիչ։ 1915-1917թթ.  եղել  է  բոլշևիկյան  «Պայքար»  թերթի  խմբագիրը։ 1917թ.  խմբագրել  է նախագահի  տեղակալ,  Երևանի ժողկոմսոխորհրդի քաղխորհրդի է ընկեր Ա. Մռավյանը, տեղս ժամանելով, զեկուցեց և բանաձև դուրս բերավ օպոզիցիայի դեմ»:  Ղարաքիլիսայեն  կգրեն.  «Ամսույս  14-ին  ընկեր  Ա.  Մռավյանը,  տեղս  ժամանելով, զեկուցեց  և  բանաձև  դուրս  բերավ  օպոզիցիայի  դեմ»:  Հարց.  «Ընկեր  Մռավյանին»  չէ՞ր կարելի  փոխարինել  արդյոք,  զեկուցող  ու  բանաձև  դուրս  բերող  մեքենայով  մը: ", "Եվրոպային  մեջ,  ասկե  շատ  ավելի  պակաս  կրկնվող  բաներու  համար  մեքենաներ կշինեն…»  /25-26/:  Ա.  Մռավյանը,  ուրեմն,  ամեն  տեղ  և  ամեն  անգամ  նույն  մտքերն  է կրկնում,  և  շահավետ  է  ու  «տնտեսապես»  հարմար,  որ  նրա  փոխարեն  աշխատի զեկուցող մի մեքենա, որ ընդդիմախոս է օպոզիցիային: ", "«Գոյություն  չունեցող  ասպետը»  վեպում  գործողությունները  կատարվում  են Կառլոս  Մեծի  ժամանակաշրջանում,  որը  ներկայացված  է  ոչ  այնքան  պատմավեպին հատուկ  պատմական  ճշմարտացիությամբ,  որքան  հեքիաթին  և  միջնադարյան հերոսական  պոեմին  հատուկ  առասպելականացմամբ:  Մյուս  կողմից  պատմությունը՝ այստեղ միախառնվելով հեքիաթային, էպիկական և արկածային տարրերին՝   ստեղծում է այն գեղանկարչական ֆոնը, որի դեկորատիվ մասնահատկություններն են Տեռալբայի կալվածքը («Կիսված վիկոնտը»), Կառլոս Մեծի վրանը, Աջիլուլֆոյի զրահը («Գոյություն չունեցող ասպետը»),  Պիովասկոների վիլլան, Կոզիմոյի եռաեղջյուր գլխարկը («Բարոնը ծառի վրա»):  Այսպիսով՝  «Մեր  նախնիներում»  հուշ  են  թե՛  հերոսների  կյանքի իրադարձությունները, թե՛ պատմական ժամանակաշրջանը: ", "Սա  երիտասարդ  մարդու  անորոշ,  բայց  կենսականորեն  իրական  կարոտների պարզ  քնարական  վերապրումն  է։  Բանաստեղծը  թեթև  գրչով  ըստ  էության  էսթետաց- նում  է  կյանքը,  բնությունը՝  իր  տեսանելի  դրսևորումներով՝  ներքուստ  տերյանական անհասանելի երազանքի եզերքին։ ", "Գտնվելով  բիրտ  ու  անճաշակ  ռոմանտիկական  տարերքի  շրջապատում՝  Պոն կուլ չգնաց այդ տարերքին։ Նա ընթացավ ըմբոստի ուղիով, կանգնեց գեղեցկության պաշտպանության  դիրքերի  վրա  և  շնորհիվ  այդ  բանի՝  հայտնագործեց  ավելի սքանչելի ռոմանտիզմ, քան մինչ այդ հայտնի էր Ամերիկայում։ ", "… Գիտեմ, որ շուտով կհասնեն մարդիկ Էլդորադոյի կանաչ ափը զով.- Բայց ես, ես այժմ կուզեի մոտիկ Տեսնել այդ օրը… թեկուզ երազով26։ ", "Նույն  կուսակցական  «գիծն»  է  շարունակում  հեղինակը՝  խոսելով  Մյասնիկյանի, Սարգիս  Լուկաշինի,  Սաքո  Համբարձումյանի  մասին,  ում  վերագրվում  է  երգիծաբանի սատիրան.  «…Ամեն  անգամ,  երբ  կտեսնեմ  Համբարձումյանը  Լուկաշինին  աթոռին նստած,  քերականության  մեջ  դերանունը  կը  հիշեմ,  որ  կդրվի  անվան  տեղ…»  /28/:  Իսկ ըստ  գրողի՝  «Հայաստանի  կոմկուսակցության  մեջ  երկու  ամբողջական  մարդ  միայն գոյություն ուներ: Մեկը Մյասնիկյանն էր, որ մեռավ, մյուսը՝ Լուկաշինը50, որ կա» /28/: ", "Բազմաթիվ  գրականագետներ  են  շեշտել  ֆանտաստիկի  արտահայտման  մեջ մանկական  ապրումը:  Հենց  դա  է  այս  ժանրի  ստեղծագործությունները  առավել մոտեցնում  պատանեկան  գրականությանը: ", "«Ֆանտաստիկ  ժանրի  համար  մեծ նշանակություն չունի այն հարցը, թե արդյո՞ք այն առաջանում է մանկությունից կամ սնահավատ  անցյալից:  Երկու  պարագաներում  էլ  ֆանտաստիկի  մեջ  գործում  են իռացիոնալը և չհասունացածը, և երկուսում էլ այն նոստալգիայի արտահայտություն է»:90  Այսինքն`  վիկոնտի  երկակի  գոյությունը,  բարոնի  կյանքը  ծառերի  վրա պատմողների  մանկական  տպավորությունների  երևակայության  ու  չափազանցության արդյունք  են:  Աշխարհը,  որ  մանկության  տարիներին  թվացել  է  անբացատրելի,  իր ֆանտաստիկ  արտահայտությունն  է  գտել  պատումի  մեջ:  «Կիսված  վիկոնտում» մանկական տպավորություների առկայությունն ավելի ակնհայտ է, քան «Բարոնը ծառի վրա»  վեպում,  քանի  որ  առաջինում  պատմողը  չի  մեծանում.  նրա  հուշերը  սկսվում  և ավարտվում  են  մանուկ  ժամանակ,  իսկ  երկրորդում  պատմողը  հասունանում  է՝ ավարտելով  իր  պատմությունը  ծերության  տարիներին,  թեև  աշխարհայացքը  մնում  է անփոփոխ: ", "Գրականագետ  Լ.Արմիտն  իր  «Ֆանտաստիկ  գրականություն:  Ներածություն» աշխատության  մեջ  ֆանտաստիկի  էությունը  բացատրում  է  ռեալիզմի  հետ համադրությամբ:    Ռեալիզմ  ասելով`  գրաքննադատը  նկատի  ունի  ոչ  թե  գրական ուղղությունը,  այլ  ցանկացած  պատում,  որտեղ  միջավայրը  պատկերված է ճշմարտանման,  առանց  գերբնական  երևույթների  և  ֆանտաստիկ  զեղումների. Тодоров Ц. Введение в фантастическую литературу. Дом интеллектуальной книги. М. 1999. С.74 Booth W.C. The Rhetoric of Fiction. The University of Chicago Press. 1983. P. 339 Sandner D. Critical Discourses of the Fantastic, 1712–1831. Ashgate Publishing. Fullerton 2011. P. 9 «Գրականության մեջ ռեալիզմի և ֆանտաստիկի տարբերությունը ոչ այնքան ռեալիզմի` իրականը նմանակելու, իսկ ֆանտաստիկի` նրանից հեռանալու մեջ է, որքան այն փաստի, որ ռեալիզմը ավելի շատ է կառչում մեզ պարտադրված “իրականից”, քան ֆանտաստիկը»:91 «Մեր  նախնիները»  եռերգությունը  լիովին  տեղավորվում  է  այս  բանաձևի  մեջ: ", "Ֆանտաստիկն  այստեղ  պատկերված  է  իրականի  համատեքստում,  առանձնապես  չի հակադրվում դրան և զարմանք չի առաջացնում հերոսների մոտ: ", "Ֆանտաստիկի` որպես զարմանք և շփոթմունք առաջացնող առանձնահատկության մասին է խոսում ժանրի տեսաբան Դ.Սանդները. «Ֆանտաստիկ գրականության տարօրինակ բախումները և վայրի անհավանականությունները, այլ կերպ ասած` ֆանտաստիկ պատկերները, որոնք ավելի շուտ մտային են, քան հստակ սահմանված, ընթերցողի հիացմունք կամ շփոթմունք են առաջացնում... Ֆանտաստիկը` որպես  լեցուն  կամ  դատարկ  ձև,  խուսափում  է  մեկնաբանությունից`  թողնելով ընթերցողին անջատման անհարմար զգացողություն, անհնարինի հետ շփման տհաճ փորձ»:92 «Մեր նախնիների» պատումի մեջ ֆանտաստիկը միտված է զարմանքի կարճատև էֆեկտին,  որը  հիմնականում  պայմանավորված  է  ֆանտաստիկի  միաժամանակ իրական  և անիրական լինելով: Ռ.Ջեքսոնը կարծում է, որ,  հետևելով ֆորմալիստական տեսությանը՝ ֆանտաստիկին կարելի է վերագրել  տարբեր ոճական արտահայտչամիջոցներ.  «Ֆանտաստիկի հիմնական ոճական միջոցը օքսիմորոնն է, որը, միավորելով հակադրությունները, դրանք երբեք սինթեզի չի հասցնում»:93  «Մեր նախնիներում»  օքսիմորոնի  վառ  օրինակ  է  իրականի  և  ֆանտաստիկի  միությունը: ", "«Մեր  նախնիներում»  ֆանտաստիկը  հիմնականում  արտահայտվում  է  գլխավոր հերոսների  անսովոր  ֆիզիկական  վիճակի  միջոցով,  որը  շեշտված  է  արդեն վերնագրերում:  «Ամերիկյան  դասախոսություններում»  Կալվինոն  դա  անվանում  է նախնական  «վիզուալ»  պատկեր.  «Երբ սկսեցի ֆանտաստիկ պատմություններ գրել, իմ առաջ դեռ տեսական խնդիրներ չէի դնում; միակ բանը, որում համոզված էի, այն էր, որ ամեն պատմվածքիս ծագման հիմքում վիզուալ պատկերն է: Այդ պատկերներից է, Armitt L. Fantasy fiction. An introduction. Continuum Intrnat. Publishing Group. New York 2005. P. 59 Sandner D. Fantastic Literature. A Critical reader. Praeger Publishers. Westport 2004. P. 9 Jackson R. Fantasy.Literature of Subversion. Routledge. Cambridge 1981. P.21 օրինակ, երկու մասի բաժանված մարդը, որի երկու կեսերը շարունակում են ապրել իրարից անկախ, ծառին պառկած տղան, որը մի ծառից մյուսն է ցատկում` առանց ոտքը գետնին հպելու, դատարկ զրահը, որը շարժվում և խոսում է այնպես, կարծես ներսում մարմին կա: Այսինքն` պատմության մտահղացման համար ինձ բավական է պատկերը, որ ինչ-որ մի պատճառով իր մեջ իմաստ է կրում… Հենց որ պատկերը մտքումս դառնում է բավականաչափ հստակ, փորձում եմ զարգացնել այն` որպես պատմություն, կամ ավելի ճիշտ, պատկերն ինքն է զարգացնում իր մեջ թաքնված ներուժը»:94 Եռերգության  երկու  վեպերում  հերոսների  վիճակը  գերբնական  է.  «Կիսված վիկոնտը»  վեպում  Մեդարդոն  ապրում  է  կիսված  վիճակում,  «Գոյություն  չունեցող ասպետում»  հերոսը  դատարկ  զրահ  է,  այսինքն՝  վիկոնտի  և  ասպետի  օրինակները համապատասխանում են Տոդորովի՝  ֆանտաստիկի  թե՛ «հրաշալիի»,  թե՛ «արտասովորի» սահմանմանը:  Այլ է հերոսի ֆիզիկական վիճակը «Բարոնը ծառի վրա» վեպում. այն գերբնական չէ, սակայն արտասովոր է և անհավանական: ", "Կալվինոյի`  ֆանտաստիկի  այս  մեկնաբանությունը  կարելի  է  բացատրել  այն դասական  հեղինակների  ազդեցությամբ,  որոնց  նա  թվարկում  է  իր  «Ամերիկյան դասախոսություններում». «19-րդ  դարի  ֆանտաստիկ  պատմվածքների  իմ անթոլոգիաներից մեկում հետևել եմ տեսանելի և պատկերավոր այն հոսանքին, որը հեղեղված է Հոֆմանի, Շամիսոյի, Արնիմի, Այխենդորֆի, Պոտոցկու, Գոգոլի, Ներվալի, Գոթիեի, Հոթորնի, Պոյի, Դիքենսի, Տուրգենևի, Լեսկովի պատմվածքներով և վերջապես հասնում է Սթիվենսոնին, Կիպլինգին և Ուելսին: Սրան զուգահեռ հետևել եմ մեկ այլ հոսանքի,  որը  վեր  է  հանում  առօրյայի  ֆանտաստիկը,  մտավոր,  անտեսանելի  և ներփակված  ֆանտաստիկը»:95  Հերոսների  ֆանտաստիկ  ֆիզիկական  վիճակը, իրադարձությունների  գերբնական  և  արտասովոր  բնույթը  արդեն  չեն  զարմացնում իրականի և ֆանտաստիկի համակցմանը սովոր ընթերցողին: ", "Ներկայացնելով «Մեր նախնիները» եռերգության վեպերում  ֆանտաստիկի  արտահայտման առանձնահատկությունների  ընդհանուր  վերլուծությունը՝  կփորձենք  ուսումնասիրել Calvino I. Lezioni Americane. P. 65. http://www.paolacarbone.com/anglo_americano/2014/italo_calvino_- _lezioni_americane(1).pdf. Նույն տեղում, էջ 65 եռերգության  վեպերն  առանձին՝  բացահայտելով  դրանցում  ֆանտաստիկի  տարբեր զուգորդումները: ", "Ինչպես նշել  ենք, եռերգության ժանրային բազմազանությունը  պայմանավորված է  հեքիաթի,  հերոսական  պոեմի  և  արկածային  վեպի  ազդեցություններով,  որոնք,  ամեն վեպում  յուրովի  արտահայտվելով՝  տարբեր  վիպական  փոխակերպումներ  են  ստացել: ", "Վեպերում ֆանտաստիկի արտահայտման ձևերի վերլուծության մեջ  մենք հենվում ենք նախ՝  հեղինակի  կարծիքի  վրա.  եռերգության  վերջին`  «Գոյություն  չունեցող  ասպետը» (1959)  վեպի  առաջաբանում  Կալվինոն  վեպերի  ժանրը  բնորոշում  է  որպես «բարոյաֆանտաստիկ»  կամ  «քնարափիլիսոփայական»:96  Որոշ  վերապահումներով կկիրառենք  նաև  այլ  գրականագետների  դասակարգումներ,  մասնավորապես, Ռ.Ջեքսոնի  առաջարկած՝ Ֆանտաստիկի չորս  փոխկապակցված  խմբերի (անտեսանելիություն,  այլակերպություն, երկակիություն, բարու  և չարի հակադրություն) բաժանումը:97 Եռերգության  առաջին՝  «Կիսված վիկոնտը»  (1951)  վեպում  առավել  ցայտուն  են արտահայտված  հատկապես  կախարդական  հեքիաթի  տարրերը:  Չնայած  փոքր ծավալին՝  «Կիսված  վիկոնտը»  ֆանտաստիկ  վեպը  բազմաշերտ,  ժանրային  և  թեմատիկ առումով խնդրահարույց ստեղծագործություն է: "], "source_docs_file": "Literature.json"}