{"paragraphs": ["Հետաքրքրական  է,  երբ  Լեռ  Կամսարի՝  երկրի  վիճակը  բնորոշող  տողերին  զուգահեռ հնչում  է  մեծ  երկրի  մեկ  այլ  անկյունից  մեկ  ուրիշ  երգիծաբանի  խոսքը:  ճիշտ  է,  երկու խոսքով  մեկ  ընդհանրացնող  բանաձև  դուրս  բերել,  մեղմ  ասած,  ճիշտ  չի  լինի,  սակայն փաստերը  ավելի  քան  խոսուն  են,  և  ամեն  ինչ  զարմանալիորեն  համընկնում  է  /Տե՛ս Բուլգակով, Երեք վիպակ/: ", "Ասում  են՝  դրսի  աչքը  ավելի  շատ  բան  է  տեսնում,  քան  ներսինը,  թեև  առավել նրբանկատության պարագայում այդ ամենը, ինչո՞ւ չէ, նկատելի կլինի նաև ներսից: Ահա այդպիսի  մի  դրսի  հայացքով  էլ  սովետական  երկրի  իրադարձությունների  դիպուկ որակումն է տալիս Կոստան Զարյանը՝ «Բանկոոպը և մամութի ոսկորները», «Անցորդը և իր ճամփան» խոսուն խորագրերով /հատկապես առաջինը/ վեպերում: ", "Գ. Քաղաքական հենքով աֆորիստիկ մտքերը Աֆորիզմների  մի  ամբողջ  շարք  գալիս  է  ապացուցելու,  որ  իրականության իրական դեմքը պարզորոշ ի ցույց դնելու համար կամսարյան՝ միայն ժամանակի սուր ու տեղին  բնորոշումների,  իրադարձությունների  դիպուկ  և  փիլիսոփայական  խորքով պատկերումը ներկայացնում է ժամանակաշրջանի համակողմանի, լայն ընդգրկումներով  դիմագիծը:  Քիչ  է  ասել,  թե  դրանք  միայն  ժամանակաշրջանի բնորոշումներ են, քանզի դրանց մեծ մասը լիարժեքորեն վեր է կանգնած ժամանակից և ժամանակային  սահմաններ  չի  ճանաչում,  երբեք  չի  կորցնում  իր  կշիռը.  արդիական  է բոլոր ժամանակների համար: ", "Նշենք,  որ  աֆորիստիկ  մտքերի  թիվը  միայն  այս  գրքով  չի  սահմանափակվում. սրանք  ակնառու  են  օրագրությունների  գրեթե  բոլոր  էջում:  Բերվելիք  օրինակները,  եթե միայն դրանք սոսկ օրինակներ են /պայմանականորեն է դա օրինակ/, պայմանավորված են մեր քննության նյութը լինելու հանգամանքով: Իրականում սրանցից յուրաքանչյուրը մի-մի ամբողջական  միտք է, ինչը լիարժեքորեն համապատասխանում է աֆորիզմների բառարանային  սահմանման  ամեն  մի  պարբերությանը.  «Իմաստախոսքերով  խոսելը կապված  է  մեծ  տաղանդի,  մեծ  կենսափորձի  հետ,  և  այդ  պատճառով  դրանք  ավելի առատ  են  խոշոր  գրողների  երկերում,  որտեղ  դրսևորվում  է  փիլիսոփայական  միտք, կյանքի երևույթները քննելու և ընդհանրացնելու կարողություն»69: ", "Ըստ  էության,  այս  ենթագլխում  մի  պայմանական  տարանջատում  էլ  կլինի,  որը վերաբերում է ուղղակիորեն և անուղղակիորեն ասված ասույթներին: Իսկ ավելի պարզ՝ գրողը  իմաստախոսքերի  շարքում  տալիս  է  ժամանակաշրջանի  ամբողջական գնահատականը, բայց առաջին խմբում ուղղակիորեն տալիս է ժամանակի անվանումը, երկրորդում կրկին տրվում է այն, բայց ոչ ուղղակիորեն. դա զգացվում է ենթատեքստից: ", "Համեմատության  համար  բերենք  մեկ  օրինակ.  «Կենդանի  մը  ինչքան  ալ  անպատկառ ըլլա,  չի  խոստովանի,  որ  կռիվը  կուտի  համար  է»  /17/:  Ո՞վ  է  կենդանին,  ի՞նչ  «կուտի» մասին  է  խոսքը:  Պարզից  էլ  պարզ  է,  բայց՝  միայն  ենթատեքստից.  հենքը  կրկին քաղաքական է,  խոսքը՝  հիմնադրված  կամ  հիմնադրման շեմին  կանգնած հասարակարգի կամ կուսակցությունների մասին է, միտքը՝ համարձակորեն անկեղծ: ", "Ուրեմն, ասույթների առաջին շարք՝ «Իրերն ու երևույթները՝ իրենց անուններով», երկրորդ շարք՝ «Մտորումներ տողերի մյուս կողմում»: ", "Հետևում  ենք  գրողի  մտքերի  ընթացքին:  Գրողի՝  սոցիալիզմի  մասին արտահայտած մտքերը ցրված են գրքով /գրքերով/ մեկ և երբ միավորվում են, պատկերն ավելի ակնառու է դառնում, իսկ հեղինակի մտածելակերպի մասին ավելի ամբողջական պատկերացում  կազմելու  հնարավորություն  է  ստեղծվում.  այդ  ֆոնի  վրա  հեղինակի աշխարհայացքը,  հասարակարգի  նկատմամբ  դրսևորվող  վերաբերմունքն  ավելի պարզորոշ  է  գծագրվում:    «Շատ  բանի  գաղափարը  ավելի  քաղցր  է,  քան  բուն  ինքն առարկան»  /256/,  «Ինչպես  ժողովրդին  իրական  կամքը  միայն  գաղտնի  քվեարկությամբ կիմացվե,  անանկ  ալ  մարդուս  էությունը  իր  առանձնության  մեջ  միայն  դիտե»  /268/, «Սոցիալիզմն դուրսի, ցուցադրական  զգացմունք կամ գաղափար է, բայց մարդս իր  մեջ /կամ արտաքնոցում/ միայն էգոիստ է» /275/: Իսկ ասվածը ավելի պատկերավոր կարելի է  դարձնել.  հեղինակի՝  սոցիալիզմի  մասին  նշված  խոսքերը  ամբողջական  պատկերի մասերն  են,  որոնք  իրար  մոտ  բերելով  լիարժեքորեն  հնարավոր  է  դառնում  տեսնել ընդհանուր պատկերը: «Պատառիկները» կամայական չեն. նրանցից յուրաքանչյուրն իր կայուն  տեղն  ու  դիրքն  ունի  այս  խոսքում:  «Սոցիալիզմն  երազին  մեջ  ավելի  շուտ կիրականանա,  քան  հարթմնի»  /17/,  «Սոցիալիզմն  ինչքան  հեռու  ըլլա,  այնքան  քաղցր կուգա,  ինչքան  մոտիկ,  այնքան  գանելի»  /256/,  տե՛ս  հակադրությունը  /256,  256/:  Նույն սկզբունքով  նաև՝  էջ  268,  268  կրկին  առկա  է  հակադրությունը.  ասել  է  թե՝  մի  դեպքում տրվում է իրականության անվանումը, երկրորդ դեպքում խոսքն ասվում է այնպես, իբր թե  ոչ  մի  կապ  չունի  ո՛չ  քաղաքական  վիճակի,  ո՛չ  էլ  առավել  լայն  առումով իրականության հետ: ", "Ի՞նչ է կոմունիզմը, ի՞նչ սկզբունքների վրա է կառուցված այս հասարակարգը, ի՞նչ է  պետք  դրա  ամրության  համար.  այս  և  բազմաթիվ  այլ  հարցերի  մի  երկար  շարքի պատասխանն  է  տալիս  Լեռ  Կամսարը՝  նաև  իմաստախոսքերով  ժամանակ  առ ժամանակ  անդրադարձ  կատարելով  ժամանակաշրջանի  իրադարձություններին, քննադատելով իրականության թերի և բացասական կողմերը: Իսկ դրա համար դիմում է բնականաբար  նաև  երգիծանքին:  Ընդամենը  ընդհատ-ընդհատ  հնչող  մի  քանի  միտք, մեկը՝  բացեիբաց,  մյուսը՝  ծածկված  ոչ  թե  գաղտնիության  քողով,  այլ  թափանցիկ շղարշով,  որտեղ  միտքը  նույնն  է,  բուն  հենքը՝  քաղաքական:  «Կոմունիստական  սա աշխարհի  բնակիչներս  տեսակ  մը  բանտարկյալներ  ենք՝  ցմահ  դատապարտված.  սա տարբերությամբ  միայն,  որ  փոխանակ  պետական  հացը  ուտելու,  մեր  աշխատանքով կհայթայթենք»  /37/:  Սակայն  բանտ-կոմունիստական  աշխարհի  գաղափարը  զուտ չգոյության  է  դատապարտված.  կոմունիզմը  լոկ  գաղափար  է,  իսկ  գաղափարներից  ոչ բոլորի  համար  է  կանխորոշված  իրականություն  դառնալը:  «Եթե  դուն  մեռցնես թշնամիիդ  դավանած  գաղափարը,  եթե  դուն  սպանես  զայն  բարոյապես,  ֆիզիկականը ինքնիրեն կիյնա գետին ու կմեռնի: Գաղափար: Ահա օձի գլուխ, որ պիտի ջախջախես. չէ նե պոչը կտրատելով քեզի չես փրկեր գալիք պարտութենեն: Տվե՛ք ինձի փայտե հրացան և թուղթե փամփուշտ մը, ես կոմունիզմի գաղափարը սպանեմ…» /180/: ", "Իսկ ժամանակին կոմունիստական կուսակցության ներկայացուցիչները ամենևին էլ այդ  մտքին  չէին  հակված,  բնականաբար,  քանզի  սպանել  այն  ամբողջ  էությամբ, նշանակում  է  նպատակ  ունենալ  հասնել…  ոչնչին:  Կոմունիստական  կուսակցության, նրանց  կառավարած  հասարակարգի  վերաբերյալ  ընդհանրապես,  իր  խոհերն  ու վերաբերմունքը՝ հագեցած ժամանակի իրադարձություններով բանաձևում է հեղինակը. «Կոմկուսակցությունը  կանգնած  ջուր  է  նեղլիկ  ամանի  մը  մեջ:  Կբորբոսնե,  ու  ամիսը անգամ  մը  Կենտկոմը  շերեփով  կառնի  երեսինը  անդին  կնետե» /89/:  Առանց մանրամասնելու էլ պարզ  է, թե  ինչ է նշանակում «կենտկոմը շերեփով կառնի երեսինը անդին  կնետե»  միտքը:  Սակայն  այն  ավելի  հստակ  ձևակերպելու  համար  հեղինակը հաջորդիվ  բառ  առ  բառ  բացում  է  փակագծերը՝  ամփոփելով  «այս  ամանին  տակը  եթե չծակվի,  ողջ  պարունակությունը,  երեսեն  բորբոսնելով,  պիտի  ապականի»  /90/  խոսուն տողով: "], "paragraph_source_docs": [3, 3, 3, 3, 3, 3, 3, 3, 3, 3], "source_docs_file": "Literature.json"}