{"paragraphs": ["Անանուն  տխրության  այս  մոտիվը  գործառում  է  Տեր-Մարտիրոսյանի՝  նաև  1914- թյունը փոխվում է։ Հոգու խռովքը ծագում է բնորոշ մի հակադրությունից. զվարթ, արևով ու  կյանքով  լի  աշխարհ,  որ  միաժամանակ  խորթ  ու  անարդար  է  երևում  բանաստեղծի տխուր հոգու ներքին տեսողությանը. Ա՜խ, այս կյանքը միշտ այսպես խորթ ու անարդար ու զվարթ, Երկինքնե՜րը, երկինքնե՜րը հրավառ ու լուսազարդ, Արևնե՜րը, արևնե՜րը լայն ու խոր, Ու աշխարհը բազմագո՜ւյն ու հեռավո՜ր… Տեր-Մարտիրոսյանի  բանաստեղծություններում  մթին  տարակույսների,  անհայտի հանդեպ  երկյուղի  ու  տագնապի  զգացումները  հաճախ  տեղի  են  տալիս  զվարթ  ու կենսահաստատ  տրամադրությունների  առջև։  Դրանք  մեծ  մասամբ  սիրո  երգեր  են։ ", "Սակայն,  ինչպես  արձանագրում  է  նաև  գրականության  պատմությունը,  Տեր-Մարտի- րոսյանի բանաստեղծություններում «սերը սիմվոլիկ նշանակություն ունի. բանաստեղծի սիրած  էակը  սովորական  կին  չէ,  այլ  խորհրդավոր  մի  զորություն,  որի  հպումից լուսավորվում է աշխարհը»64։ Տխրությունը, որ այս երգերում էլ անբաժան է քնարական տրամադրությունից,  երանգափոխվում  է,  «լույսերից  է  հյուսված»։  Սա  տերյանական «ուրախագին  թախիծն»  է,  որ  աստիճանաբար  փոխում  է  բանաստեղծի  քնարական ապրումների տոնայնությունը։ Ահա 1915-ին գրված սիրային մի բանաստեղծություն. Քո խելառ խոսքերի արձագանքը հնչեղ Դեռ դողում է օդում այս օտար, Կարծես թե լինում ես և այնտեղ, և այստեղ, Կարծես թե լուծվում ես բազմատարր… Եվ հիմա քո խոսքերն են հնչում ամենուր՝ Աշխարհում, երկնքում, երգերում. Հնչում են ինչպես երգ, վառվում են ինչպես հուր, Ու անդարձ և անզուսպ են գերում, Ու երգում է արդեն քեզ աշխարհը հանուր Իմ բոլոր երգերում…65 Օտար օդում դողացող արձագանք, գոյի մարմնեղեն էության տարրալուծում անո- րոշ  տարածության  ու  ժամանակի  մեջ,-  բանաստեղծության  սկզբի  այս  պատկերները դեռ  պահպանում  են  կապը  տերյանական  աշխարհի  հետ։  Շարունակության  մեջ  պատ- կերային համակարգը այլ որակ է ձեռք բերում. խոսքերը հնչում են իբրև երգ, «վառվում են ինչպես հուր», անհատի  ներաշխարհի  սահմաններն ընդարձակվում  են, ներանձնա- ցած հոգու փոխարեն աշխարհն է երգում…  Այս նոր քնարական իրադրությունը արդեն կապվում է չարենցյան աշխարհի հետ։ ", "Առաջին  համաշխարհային  պատերազմի  տարիներին  Տեր-Մարտիրոսյանի  բա- նաստեղծություններում  հայտնվում  է  հայրենիքի  թեման՝  ժամանակի  համար  բնորոշ տագնապալի  մտորումներով։  Իսկ  հոկտեմբերյան  հեղափոխությունից  հետո  բանաս- տեղծը  հայտնվում  է  քաղաքական  իրադարձությունների  հորձանուտում  և  գրեթե  դա- դարում է ստեղծագործելուց։ Երգի կարոտը երբեմն արթնանում է նրա մեջ. Իմ նոր երգերս քո նոր թափի դեմ Դեռ հնչելու է նախկին կորովով, Նորից բախտավոր, անհոգ, ժպտադեմ Երգելու համար, կռվելու համար… Քեզ կոչ պիտ անեն երգերս հզոր, Քեզ պիտի կանչեն դեպի մի արդար, Դեպի մի վսեմ, մեծ հաշվեհարդար։ ", "Բայց  ստեղծագործական  նախկին  կորովը  այլևս  չվերադարձավ,  որի  մասին ափսոսանքով  են  գրում  նրա  երբեմնի  գրչակից  ընկերները։  Նրան  նվիրած  մի  տրիո- լետում Չարենցը ցավով գրում է. Թող Գյումրին սպասե, երկար ու երկար, Որ դառնա սիրասուն իր պոետը, Բայց անցավ նա ինչպես թռչող նետը, Թող Գյումրին սպասե երկար ու երկար… Քաղաքական-կուսակցական  գործունեությունը  Արտաշես  Տեր-Մարտիրոսյանին թույլ  չտվեց  լիովին  բացահայտել  իր  նշանակալից  ստեղծագործական  կարողություն- ները։  Բայց  եղան  նաև  այնպիսիները,  որոնք,  ստեղծագործական  մկրտություն  ստանա- լով տերյանական դպրոցում, հասարակական-քաղաքական նոր պայմաններում շարու- նակեցին  մնալ  գրական  կյանքի  կենտրոնում  և  զարգացնել  իրենց  ստեղծագործական հնարավորությունները՝  ժամանակի  առաջադրած  գեղագիտական  նոր  պահանջներին համապատասխան։ Դրանցից մեկն է Ազատ Վշտունին։ ", "Վշտունու  ստեղծագործական  առաջին  քայլերն  ընթացել  են  բավական  անսովոր պայմաններում։ Ծնվել է Վանում։ Միջնակարգ կրթությունն ստացել է Պոլսի Կեդրոնա- կան վարժարանում։  Այնուհետև մեկնում է  Փարիզ։ Ուսումը  շարունակելու այլ հնարա- վորություն  չունենալով՝  ցերեկն  աշխատում  է,  երեկոյան  հաճախում  Սորբոնի  համալ- սարանի  գրական-փիլիսոփայական  բաժնի  դասախոսություններին՝  որպես  ազատ ունկնդիր։ Փարիզյան շրջանում էլ կատարում է ստեղծագործական առաջին փորձերը։ "], "paragraph_source_docs": [5, 5, 5, 5, 5], "source_docs_file": "Literature.json"}