{"paragraph_source_docs": [0, 2, 0, 1, 1, 1, 0, 0, 1, 2], "source_docs_file": "Chemistry.json", "paragraphs": ["այրման ռեժիմում մետաղական Mo-ի ստացման օպտիմալ պայմանների որոշում (MoS2+2Zn) – n(MoO3+3Mg) համակարգում ռեագենտների հարաբերակցության ազդեցութ- յունը հավասարակշռային բաղադրության և ադիաբատ ջերմաստիճանի վրա Մինչ  փորձարարական  հետազոտություններ  իրականացնելը`  ուսումնասիրվող համակարգում  կատարվել  է  նախնական  թերմոդինամիկական  վերլուծություններ “ISMAN-THERMO”  ծրագրային  փաթեթով [124]:  Հաշվարկների  իրականացման նպատակն  է  եղել  պարզել  հավասարակշռային  արգասիքների  բաղադրությունն  ու այրման  ադիաբատ  ջերմաստիճանները  MoS2+Zn  ցածր  և  MoO3+3Mg  բարձր կալորիական խառնուրդների ջերմաքիմիական զուգորդման պայմաններում: ", "Սխե մա 2 Որտեղ՝ R1 Cl, R2 R3 =  H, (S)-N-(2-բ ե ն զ ո ի լ ֆե ն ի լ )-1-(2- ք լ ո ր բ ե ն զ ի լ )պի ր ո լ ի դ ի ն -2-կ ար բ օ ք ս ամ ի դ `(S)-2-CBPB (10); R1 = F, R2 = R3 = H, (S)-N-(2-բ ե ն զ ո ի լ ֆե ն ի լ )-1-(2-ֆտո ր բ ե ն զ ի լ )պի ր ո լ ի դ ի ն -2-կ ար բ օ ք ս ամ ի դ ` (S)-2-FBPB (11);  R1 =  R3  =  H,  R2 =  F, (S)-N-(2-բ ե ն զ ո ի լ ֆե ն ի լ )-1-(3- ֆտո ր բ ե ն զ ի լ )պի ր ո լ ի դ ի ն -2-կ ար բ օ ք ս ամ ի դ `(S)-3-FBPB (12); R1 = R2 = H, R3 = F, S)-N-(2-բ ե ն զ ո ի լ ֆե ն ի լ )-1-(4-ֆտո ր բ ե ն զ ի լ )պի ր ո լ ի դ ի ն -2- կ ար բ օ ք ս ամ ի դ `(S)-4-FBPB  (13);  R1 =  Br,  R2 =  R3  =  H,  (S)-N-(2-բ ե ն զ ո ի լ ֆե ն ի լ )-1- (2-բ ր ո մ բ ե ն զ ի լ )պի ր ո լ ի դ ի ն -2-կ ար բ օ ք ս ամ ի դ `(S)-2-BrBPB (14); R1 = R3 = H, R2 Br, (S)-N-(2-բ ե ն զ ո ի լ ֆե ն ի լ )-1-(3-բ ր ո մ բ ե ն զ ի լ )պի ր ո լ ի դ ի ն -2- կ ար բ օ ք ս ամ ի դ `(S)-3-BrBPB  (15);  R1 =  R2  =  H,  R3 =  Br,  S)-N-(2-բ ե ն զ ո ի լ ֆե ն ի լ )-1- (4-բ ր ո մ բ ե ն զ ի լ )պի ր ո լ ի դ ի ն -2-կ ար բ օ ք ս ամ ի դ ` (S)-4-BrBPB (16); R1 = H, R2 = R3 CH3, (S)-N-(2-բ ե ն զ ո ի լ ֆե ն ի լ )-1-(3,4-դ ի մ ե թի լ բ ե ն զ ի լ )պի ր ո լ ի դ ի ն -2- կ ար բ օ ք ս ամ ի դ `(S)-3,4-DMBPB  (17),  R1 =  R2  =  H,  R3 =  C6H5CH2OC6H4CH2,  (S)-N-(2- բ ե ն զ ո ի լ ֆե ն ի լ )-1-(4-բ ե ն զ ի լ օ ք ս ի բ ե ն զ ի լ )պի ր ո լ ի դ ի ն -2- կ ար բ օ ք ս ամ ի դ ` (S)-4-BOBPB (18): ", "պ. ադ. Ci, % հ. գ. գ. Նկ. 4.1. (MoS2+2Zn) – n(MoO3+3Mg) համակարգի թերմոդինամիկական վերլուծության արդյունքները՝ կախված n-ի արժեքից (P = 25 մթն) Ստացված  արդյունքներից  կարելի  է  եզրակացնել,  որ  չնայած  n-ի  մեծացումը նպաստում  է  համակարգի  ադիաբատ  այրման  ջերմաստիճանի  բարձրացմանը,  ինչը հնարավորություն  է  տալիս  Mo-ի  ստացումը  կազմակերպել  ինքնատարածվող  այրման ռեժիմում,  սակայն  n≥0.35  արժեքների  տիրույթում  դիտվում  է  ոչ  լրիվ  փոխարկում` պայմանավորված Zn-ի գոլորշիացմամբ: ", "[]D է, %: С 64.25; H 5.03; N 4.40. 1Н ՄՄՌ սպեկտր ( p.p.m):  1.40 (3H, с, CH3), 2.86- 3.12(2H, m, CH2); 6.92 (2H, m, Аr); 7.55 (2Н, m, Аr); 7.64. (1Н, m, Аr); 7.72-7.74 (2Н, m, Аr); 7.78 (2H, m, պարունակող  նոր  - ամինաթթուների սինթեզ NiII-(S)-2-BrBPB-Gly կոմպլեքսի կիրառմամբ ա) Պիպերազինային հետերոցիկլեր պարունակող -ամինաթթուների սինթեզ լուծույթի  վրա  արգոնի  մթնոլորտում,  սենյակային  ջերմաստիճանի  ու  խառնման պայմաններում  ավելացվում  է  0.045  մոլ  NaOH:  Լուծույթի  գույնը  մուգ  բալանման դառնալուց  հետո,  ավելացվում  է  0.045մոլ  N-կարբոնիլ-N`-2-քլորբենզիլպիպերազինիլ քլորմեթան,  N-կարբոնիլ-N`-2,5-դիքլորբենզիլպիպերազինիլ  քլորմեթան:  Ռեակցիաների ընթացքին  հետևում  են  ՆՇՔ  մեթոդով  [SiO2,  CHCl3:CH3COCH3  (3:1)]՝  ըստ  ելային կոմպլեքսի  հետքի  անհետացման  և  ալկիլման  արգասիք  դիաստերեոիզոմերային կոմպլեքսների  միջև  թերմոդինամիկական  հավասարակշռության  հաստատման: ", "Ռեակցիաների  ավարտին,  ռեակցիոն  խառնուրդները  չեզոքացվում  են  խիտ սառցաքացախաթթվով և նոսրացվում ջրով: Անջատված հիմնական դիաստերեոիզոմեր Ar): ", "կոմպլեքսների կառուցվածքն ու բացարձակ կոնֆիգուրացիան որոշվել է սպեկտրադիտ- ման  անալիզի  մեթոդներով:  Ալկիլման  ռեակցիաների  դիաստերեոմերային  ստերեո- սելեկտիվությունը  (de)  որոշվել  է  արգասիք  կոմպլեքսների  խառնուրդի  (առանց վերաբյուրեղացման)  1H  ՄՄՌ  հետազոտությամբ,  ըստ  բենզիլպրոլինային  մնացորդի մեթիլենային  խմբի  պրոտոնների  ինտեգրալների  հարաբերության,  սպեկտրոգրամմայի բ) 2'-ֆորմիլ-4',5'-դիհիդրոֆուրիլային հետերոցիկլ պարունակող -ամինաէթանաթթվի`(S)-68-ի սինթեզը Դրա  համար,  սենյակային  ջերմաստիճանում  NiII-(S)-2-BrBPB-Gly  կոմպլեքսի լուծույթի  վրա  ավելացվում  է  ելային  կոմպլեքսի  համեմատ  ֆուրֆուրոլի  հնգակի ավելցուկ:  Ռեակցիաների ընթացքին հետևում են ՆՇՔ մեթոդով [SiO2, CHCl3:CH3COCH3 (3:1)]՝  ըստ  ելային  կոմպլեքսի  հետքի  անհետացման  և  ալկիլման  արգասիք դիաստերեոիզոմերային  կոմպլեքսների  միջև  թերմոդինամիկական  հավասարա- կըշռության  հաստատման:  Խառնումը  սենյակային  ջերմաստիճանում  շարունակում  են ևս  30  րոպե  և  արագ  չեզոքացնում  խիտ  սառցաքացախաթթվով  և  նոսրացնում  ջրով: ", "Tադ, oC ադ. Ci, % պ. հ. գ. մթն Նկ. 4.2. (MoS2+2Zn) + 0.2(MoO3+3Mg) համակարգի թերմոդինամիկական վերլուծության արդյունքները կախված գազային միջավայրի ճնշումից Նկ.  4.2-ում  բերված  արդյունքներից  կարելի  է  տեսնել,  որ  ցինկի  գոլորշիներ  և չփոխարկված  MoS2  դիտվում  են  միայն  ճնշման  12  մթն–ից  ցածր  արժեքների  դեպքում: ", "Ճնշման  բարձրացումը  խոչընդոտում  է  ցինկի  գոլորշիացմանը,  որը  նպաստում  է նպատակային նյութի բարձր ելքով ստացմանը: Այրման ջերմաստիճանը բարձրանում է ճնշման  մեծացմանը զուգընթաց և P ≥ 12 մթն արժեքների դեպքում մնում հաստատուն, որտեղ գրանցվում է ռեագենտների  ամբողջական  փոխարկում:  Ստացված արդյունքներից  կարելի  է  եզրակացնել,  որ  մոլիբդենի  սուլֆիդի  ամբողջական փոխարկում մոլիբդենի դիտվում է հենց գազային միջավայրի 12 մթն –ից բարձր ճնշման պայմաններում: ", "[α]D -Hb  Pro);  3.14  (2H,  m,  CON(CH2)2);  3.40  (1H,  dd,  3J=10.1,  3J=6.8,  -H  Pro,);  3.56  (2H,  s, -NCH2Ar); 3.63 (1H,  d,  2J=12.7, CH2Ph);  3.60-3.80 (4Н, m,  γ, -Hb  Pro, CON(CH2)2); 4.15 (1Н, dd, 3J=6.2, 3J=3.7, CHCH2); 4.43 (1H, d, 2J=12.7, CH2Ph); 6.58 (1H, dd, 3J=8.2, 2J=2.1, H-3 C6H4); NiII-(S)-2-BrBPB-(S)-3-(N-carbonyl-N`-2,5-Cl2-Bn-piperazinyl)Ala  (66):  Tհալ  .=  169-171 °С:  [α]D (p.p.m): 1.97 (1H, m, -Ha Pro); 2.08 (1H, m,  δ-Ha Pro); 2.27 (2H, m, CH2C4H8N2); 2.30 (1H, dd.,  J1=16.0, J2=  3.6,  CH2CH);  2.42  (1H,  d,  β-Ha,  Pro);  2.45  (2H,  d,  CH2C4H8N2);  2.77  (1H,  dd, J1=16.0,  J2=  3.6,  CH2CH,);  3.03  (1H,  m,  β-Hb  Pro);  3.13  (2H,  m,  CH2  C4H8N2);  3.38  (1H,  dd, J1=10.1, J2 = 6.9, α-H Pro); 3.48 (2H, s, СН2С6Н5); 3.63 (1Н, d, J2= 12.6, СН2Ph); 3.68 (1H, m, - Hb Pro); 3.68 (1H, m, δ-Hb Pro); 3.71 (1H, m, CH2C4H8N2); 3.77 (1H, m, CH2C4H8N2); 4,11 (1H, dd,  J1=5.8, J2  =  3.6,  CHCH2);  4.43  (1H,  d, J2=12.6,  CH2Ph);  6.57  (1H,  dd.,  J1=  8.2, J2  =2.0,  H-3 C6H4); 6.60 (1H, ddd., J1 = 8.2, J2 = 6.6, J3= 1.0, H-4 C6H4); 6.95 (1H, d, J=7.4, H-2 C6H5); 7.14 (1H, ddd., J1= 8.6, J2 = 6.6, J3 = 2.0, H-5 C6H4); 7.19-7.34 (7Н, m, Н-Ar), 7.35 (2Н, m, Н-3,5 Ph); NiII-(S)-2-BrBPB-(S)-(2-formyl-4,5-dihydrofuryl)Gly  (67):  Tհալ=  129-131°C:  [] −1367.30 (c 0.04, CHCl3): Գտնվել է (%): С 55.15; H 4.67; N 9.00: C32H32BrN4NiO5: Հաշվվել է (%): С 54.95; H 4.57; N 9.15:  1Н ՄՄՌ սպեկտր:(CHCI3 , м.д.): 1.63 (2H, m, ,-H Pro); 2.27 (2H, m, -, -H Pro); 2.36 (1H, m, -H Pro); 2.39 (1H, m, -H Pro);1.86 (1H, dd, -H Pro, 3J = 6.7 Hz,  3J  =  4.7  Hz);  2.34  (2H,  d,  NCH2Ar,  2J  =  12.6  Hz);2.52  (1H,  d,  N-CH,  3J  =  6.4  Hz);3.15- գ) Նպատակային ամինաթթուների անջատումը Այնուհետև ա) և բ) ենթակետերով առաջացած ալկիլման արգասիք կոմպլեքսները էքստրակտում  են  քլորոֆորմով  և  ստացված  օրգանական  ֆրակցիաները  խտացվում մնացորդային  ճնշման  տակ:  Ստացված  մնացորդը  լուծվում  է  մեթանոլում  և  արագ հոսքով լցվում մինչև 60 0C տաքացված և լավ խառնվող 0.5N-ոց աղաթթվի լուծույթի մեջ: ", "Կո մ պլ ե ք ս ագ ո յ աց մ ան   ռ ե ակ ց ի ան ե ր ի   ը ն թաց ք ի ն   հ ար մ ար   է հ ե տև ե լ   ն ր բ աշ ե ր տ  ք ր ո մ ատո գ ր աֆի այ ի   (ՆՇ Ք )  ե ղ ան ակ ո վ ,  SiO2  պատվ ած թի թե ղ ն ե ր ի   վ ր ա  CHCI3-CH3COCH3,  5:1  լ ո ւ ծ ի չ ն ե ր ի   հ ամ ակ ար գ ո ւ մ ,  ը ս տ ե լ այ ի ն ք ի ր ալ այ ի ն ռ ե ագ ե ն տն ե ր ի հ ե տք ե ր ի   ան հ ե տաց մ ան ՝ ո ւ լ տր ամ ան ո ւ շ ակ ագ ո ւ յ ն   (Ու Մ)  ճ առ ագ այ թն ե ր ի   լ ո ւ յ ս ի   տակ :  Առ աջ ա- ց ած   աղ յ ո ւ ս ակ ար մ ի ր   կ ո մ պլ ե ք ս ն ե ր ը   գ ո ր ծ ն ակ ան ո ւ մ   չ ե ն   լ ո ւ ծ վ ո ւ մ ջ ր ո ւ մ   և   լ ավ   լ ո ւ ծ վ ո ւ մ   ե ն   օ ր գ ան ակ ան   լ ո ւ ծ ի չ ն ե ր ո ւ մ   (աց ե տո ն , ք լ ո ր ո ֆո ր մ ,  մ ե թան ո լ   և   այ լ ն ),  ի ն չ ն   հ ն ար ավ ո ր ո ւ թյ ո ւ ն   է   տալ ի ս դ ր ան ց   ք ան ակ ապե ս   ան ջ ատե լ   ռ ե ակ ց ի ո ն   մ ի ջ ավ այ ր ի ց ՝   ջ ր ո վ   ն ս տե ց - մ ամ բ : "]}