{"paragraph_source_docs": [1, 1, 0, 1, 0, 1, 0, 1, 0, 0, 1, 1, 0, 0, 1, 0, 1, 1, 0, 1, 1, 1, 1, 1, 0], "paragraphs": ["Որոշակի  դեր  ունի  նաև  թանձրացական  և  վերացական  գոյականների տարբերակված կիրառումը նույնաբանություններում: ", "Երբ վերջիններս պարունակում են վերացական գոյականներ, ինչպիսիք են War is war կամ Business is business,  ապա  նման  նույնաբանությունները  հիմնականում  արտահայտում  են իրատեսական  մոտեցում  մարդկային  տարաբնույթ  գործունեության  հանդեպ: ", "Assyrian  Progress-ը  թույլ  է  տալիս  քիչ  թե  շատ  հստակ  պատկերացում  կազմել Ակնհայտ  է,  որ  ավագ  և  միջին  սերունդը,  լավ  չտիրապետելով  անգլերենին,  շարունա- կում էր կառչել հայերենից: Հոդվածներից մեկում կարդում ենք, որ Եզեկիել Մալճանը, որը երկար ժամանակ կատարում եր Assyrian Progress-ի խմբագրի պարտականությու- նը,  ասորիների  հավաքներից  մեկում  ելույթ  էր  ունեցել  անգլերենով  և  հայերենով  և  որ “most of the old folks enjoyed the Armenian language”138 («տարեցների մեծամասնությու- նը վայելեց հայերենը»): Մեկ այլ հոդվածում կարդում ենք. “Mr. Maljan read the Armeni- an  translation  of  the  Wounded  Eagle  from  the  Assyrian  Progress  for  the  benefit  of  those that did not understand it in English”139 («Պրն. Մալճանը ընթերցեց Assyrian Progress-ից «Վիրավոր  արծվի»  հայերեն  թարգմանությունը  նրանց  համար,  ովքեր  այն  անգլերեն չհասկացան»): Ապա՝ “Mr. Albert Safer had prepared an article in Armenian that he read to us.”140 («Պրն. Ալբերտ Սաֆերը հայերեն հոդված էր պատրաստել, որը նա ընթերցեց մեզ»): ", "Այժմ դիտարկենք հետևյալ նույնաբանական կառույցներն ու գործնականում ստուգենք  նույնաբանության  գոյականական  անդամի  թվի  ազդեցությունը  ամբողջ կառույցի հաղորդակցական-գործաբանական արժեքի վրա5. well  girls  are…girls.  You  cannot  blame  the  females  for  being  attracted  to  good looking  men.  Personally,  I have  met  way too many  allegedly  “handsome” men in my life that they all have started to look the same to me…people like Will. Many of them try way too hard and come off as extraordinarily vain. *coloring slightly* Not  you,  obviously,  but  you  know,  other  guys.”  (Tumblr,  http://slaying-dragons- in-my-mind-blog.tumblr.com/post/6407168963/daaaance,  (accessed  11  February, was at school, but I cannot remember ever directing it at a girl. To me  a girl is a girl, so will act/behave like a girl, which is right. But why is 'like a girl' insulting to a  boy?  Simply  because  young  boys  naturally  want  to  look  masculine  and  do  not want to be compared to a girly girl who is too worried about their nails/hair/make - up during physical activity. But also many boys feel they have to be better at sports than  the  girls,  as  males  are  naturally  stronger  and  more  physical  so  should  be reaching  higher  benchmarks.  Physical  tests  and  sports  around  the  world demonstrate that females cannot hit the same levels  which a male can, hence why we  separate  males  and  females  in  sporting  events.  If  you  were  to  put  a  national female  football  team  against  that  of  a  national  male’s  team  you  would  probably find  that  the  result  would  look  something  like  Germany  vs  Brazil  (on  average), with  a few  games  possibly  going the  other  way. (The  Telegraph, http://www.telegraph.co.uk/women/womens-life/10961856/At-last-theres-no- shame-in-acting-like-a-girl.html, (accessed 20 November, 2015)) Առաջին  օրինակում  Ah,  well  հատվածը  արդեն  հսկայական  տեղեկույթ  է փոխանցում  ու  համապատասխան  համատեքստ  ստեղծում,  որպեսզի girls are girls նույնաբանությունը  ընկալվի  որպես  աղջիկների  հանդեպ  ոչ  լուրջ  և  միևնույն ժամանակ հանդուրժողական վերաբերմունքի արտահայտում:  Միայն girls are girls նույնաբանական  կառույցի  արտահայտած  տեղեկույթը  բավարար  չէր  լինի  նման եզրակացության  համար:  Նույն  կերպ  երկրորդ  նմուշօրինակը`  a girl is a girl արտահայտության  համար  էլ  չի  կարելի  ասել,  որ  այն  կմեկնաբանվի  որպես աղջիկների  հանդեպ  անվստահություն:  Այստեղ  խոսողը,  օգտագործելով a girl is a girl նույնաբանությունը, ցանկանում է արտահայտել այն միտքը, որ աղջիկները մեծ ուշադրություն  են  դարձնում  իրենց  եղունգներին,  դիմահարդարմանն  ու սանրվածքին,  ու  տղաները  չէին  ցանկանա,  որ  իրենց  բնորոշեն  այնպիսի որակներով, որոնք հատուկ են աղջիկներին: Խոսողը աղջիկների հանդեպ հեգնանք չի  արտահայտում,  այլ  պարզապես  ընդունում  է  իրականությունը,  որտեղ  կանայք պարզապես  ֆիզիկապես  ավելի  թույլ  են,  քան  տղամարդիկ:  Սա  ոչ  թե անվստահության արտահայտություն է, այլ իրական փաստերի ընդունում: ", "Այստեղ նշենք նաև, որ ձուլման աստիճանն ԱՄՆ-ում հաստատված խարբերդցի ասորիների  միջավայրում  ավելի  բարձր  էր,  քան  հայերի:  Դա  բացատրվում  է  հայերի համեմատ  նրանց  փոքր  թվով,  ազգային  լեզվի  բացակայությամբ  և  ազգային  հաստա- տությունների  թուլությամբ:  Պարզ  չէ,  թե  ինչ  աստիճանով  էին  հայախոս  ասորիները ձգտում  կամ  փորձում  փոխանցել  նոր  սերնդին  հայերենը,  սակայն  ակնհայտ  է,  որ  ա- վագ սերնդի ասորիները, ինչպես և հայերը (և դրա մասին կարդում ենք Վիլյամ Սարո- յանի՝ նույն ժամանակաշրջանն ու վայրը նկարագրող պատմվածքներում), ջանում էին, որ  իրենց  զավակներն  առաջին  հերթին  կատարելապես  տիրապետեն  անգլերենին  և ինտեգրվեն ամերիկյան հասարակության մեջ: ", "Դիտարկենք հետևյալ օրինակները. towards  our  own  vocation.  The  work  of  your  hands  is  not  irrelevant, whether  or  not  you  see  the  outcome.  It  is,  without  exaggeration,  holy activity and a priestly service. Investment  bankers, Walmart  greeters,  and  parish  priests  who  would  have their lives shaped by reality must understand this. Or  become  lazy,  bored,  and  sloppy,  which  is  like  spraying  a  subway  train with  obscene  images  or  breaking  a  neighbor’s  windows  for  no  reason  or driving while slightly drunk. Passive or active,  a vandal is a vandal. So get to  work.” (http://canterbridge.org/2015/07/03/a-vandal-is-a-vandal- proverbs-18/ (accessed 26 August, 15)) nothing  else  better  to  do  than  destroy  property  that  does  not  belong  to them.  The  'Petroglyphs'  is  history  and  should  be  preserved.  Now  it  is  a federal investigation so if they are caught, good luck to them, they deserve what  they  get.  (KRQE  News  13,  http://krqe.com/2014/09/15/vandals- destroy-part-of-petroglyph-trail/ (accessed 17 July, 2015)) Այս նույնաբանական կառույցները կիրառելիս խոսողը/գրողը վստահ է, որ իրեն լսողը  կամ  իր  պոտենցիալ  ընթերցողը  իր  մեկնաբանությունը  սկսում  է  vandal բառի  իմաստի  ընկալումից:  Պատմականորեն  վանդալ  ցեղանունով  նկատի  են ունեցել  մարդկանց,  որոնք  հեռու  են  քաղաքակրթությունից,  սակայն  ոչ  միայն հեռու են, այլև ունակ են ոչնչացնելու մշակութային կոթողներ, համամարդկային արժեքներ,  արվեստի  գործեր:  Մինչդեռ  վանդալ  բառն  իր  առաջին  իմաստով ցեղանուն  է`  գերմանական  ցեղ,  որ  միջին  դարերում  տեղաշարժվեց  դեպի Իտալիա  ու  Իսպանիայի  արևմուտք:  Ակնհայտ  է,  որ  իրենց  վայրագությունների, դաժանության  ու  հատկապես  մշակութային  ու  քաղաքակրթական  արժեքների նկատմամբ կործանարար ազդեցության պատճառով նրանց անունը ձեռք է բերել բնութագրական նշանակություն և կիրառվում է` բնութագրելու ոչ քաղաքակիրթ մարդկանց, որոնք մեծ վնասներ են հասցնում համաշխարհային կամ հանրային սեփականությանը: ", "մայիսին  «Կալիֆոռնիայի  ասորական ամերիկյան  բարեգործական  ընկերու- թյան»  երիտասարդական  թևի  անդամ- ները  բեմադրել  և  հայերեն  համայնքին էին  ներկայացրել  Ալբերտ  Մարշալի «Դիքին  Հոլիվուդից»  երեք  գործողու- թյությամբ  կատակերգությունը141:  Այս ներկայացման՝  Assyrian  Progess-ում տպված  տպավորիչ  ազդը  հատուկ նշում է, որ ներկայացումը “in Armenian”՝ հայերեն է: 1935 թ. դեկտեմ- Պատկեր 16. Հայերեն ներկայացման ազդ Assyian Progress պարբերականում բերին Վուսթերի երիտասարդները հայերեն ներկայացրել էին մեկ գործողությամբ կա- տակերգություն.  Assyrian  Progress-ը  հիշատակում  է  պիեսի  հայերեն  անունը՝  «Քառա- սուն  ութնոց  փորձանքը»,  որը  գրված  է  լատինական  տառերոով՝  Karasoon-ootnotz portzanka: Սրանից բացի՝ Assyrian Progress-ում տեսնում ենք լատինատառ ևս մի քանի հայերեն  բառեր՝  zome-paatz  (ծոմ  պահաց),  veejag  (վիճակ),  tanaboor  (թանապուր), gayant (կաղանդ): ", "Հոգնակիի պարագայում նույնպես հնարավոր չէ հանդուրժողականություն  կամ  ըմբռնողականություն  տեսնել,  ինչն  ակնհայտ  է հաջորդ օրինակում, որը մեջբերված է National Geographic ամսագրի Here Are the Ancient  Sites  ISIS  Has  Damaged  and  Destroyed  վերնագրով  հոդվածի մեկնաբանություններում. Isis terrorists destroyed a 5th century B.C. Assirian monuments. No means should be spared to stop them!  Vandals are vandals and must be eliminated.  Every second is  on account. (National  Geographic, (http://news.nationalgeographic.com/2015/09/150901-isis-destruction- looting-ancient-sites-iraq-syria-archaeology/ (accessed 08 August, 2015)) Տվյալ  օրինակում  մեկնաբանողը  հանդուրժողականություն  կամ  ըմբռնողական մոտեցման  կոչ  չի  անում,  ոչ  էլ  նման  վարք  է  դրսևորում:  Ընդհակառակը,  նա արտահայտում  է  իր  վրդովմունքը,  դատապարտում  է  և  հակընդդեմ  քայլերի հրատապ  անհրաժեշտության  մասին  դատողություն  անում:  Անշուշտ,  հոգնակիով նույնաբանությունն ունի որոշ ընդհանրականություն, ինչը բնորոշ է հոգնակի թվին ընդհանրապես:  Փաստական  նյութի  քննությունը  ցույց  է  տալիս,  որ  հոգնակիով կիրառված նույնաբանությունը եզակիից տարբերվում է հիմնականում նրանով, որ հոգնակին  տարածվում  է  մեկից  ավելի  երևույթների,  օբյեկտների  նկատմամբ  ու ընդհանրացնում  նրանց  բոլորին  միավորող  հատկանիշները`  ինչ-որ  չափով համահարթեցնելով կամ մեծ  տեղ չտալով դրանցից յուրաքանչյուրի անհատականությանը: Սակայն, ինչպես  ցույց է տալիս մեր վերլուծությունը, միշտ չէ,  որ  հոգնակիով  կառուցված  նույնաբանությունը  հանդուրժողական  ու ըմբռնողական վերաբերմունք է ենթադրում: Դիտարկենք մի քանի օրինակներ. (Whisper,https://whisper.sh/whisper/0517f768908fe8218728d4208c84ee46e (accessed August, 2015)) “4  masked  Israelis  physically  attack  two  Palestinian  homes  in  the  town  of Dama.  Both have windows smashed, and fire bombs thrown inside. At least one  has  the  word,  Nekama,  \"Revenge,\"  spray  painted  on  the  side  of  the house.  One  is  empty,  while  the  other  contains  a  family  of  four  asleep  in their beds. The father, mother and one child are brutally burned and now in the  hospital  with  2nd  and  3rd  degree  burns  over  60-90%  of  their  bodies. The 18 month old baby, Ali Saad Daobasa, is killed by the smoke and flame. The parents are on life support…” (Rabbi  Tobbin's  Blog,  (http://rabbitobin.blogspot.am/2015/08/murderers- are-murderers-there-is-no.html, (accessed 23 June, 2015)) severe manner. guilty of unpurposeful murder  and  I  think they  should  be  treated in  a  less B:  I  see no  reason to  do  so.  Murderers are murderers  and  they  all  must  be judged in a uniform way. (Channel 6, Action News at 6, 8 June 1985) Առաջին օրինակում  խոսողը  տվյալ նույնաբանությամբ կարծես արտահայտում  է  մարմնավաճառների  նկատմամբ  ընդհանուր  հասարակական կարծիքը, որը ամենևին էլ «հանդուրժելն ու ընդունելը» չէ: Ճիշտ է, սա ամենևին չի նշանակում, թե մարդիկ մարմնավաճառների հանդեպ անհանդուրժող ու ագրեսիվ են,  ուղղակի  նրանց  ընդունում  ենք  այնպես,  ինչպես  որ  կան,  ոչ  ավել,  ոչ  պակաս: ", "Կալիֆոռնիայի  ասորիների  մեջ  հայերենի  պահպանմանն  անկասկած  նպաստում  էր այն, որ, ինչպես և Մասաչուսեթսում, նրանք սերտորեն կապված էին հայերի հետ: Ըստ Assyrian Progress-ի՝ հայերը հաճախ հայերեն խոսք էին առնում ասորական հավաքնե- րի ժամանակ, որը ևս մեկ անգամ վկայում է, որ առնվազն 1930-ականներին հայերենը շարունակում  էր  լայնորեն  գործածելի  լինել  խարբերդցի  ասորիների  միջավայրում: ", "Պարբերականն ընդհանրապես լի է հայկական անուններով և հայ-ասորական ամուս- նությունների բազմաթիվ վկայություններով: Ինչպես և արևելյան ափում, խառն ամուս- նություններից ծնվածները սովորաբար ինտեգրվում էին հայկական համայնքի մեջ և, ի վերջո, հայանում, թեև Assyrian Progress-ի որոշ տվյալներից կարելի է եզրակացնել, որ ոմանք հավասարապես բաժանում էին իրենց կյանքը երկու համայնքների միջև: ", "Նույնաբանությունն օգտագործված է http://rabbitobin.blogspot.am/  բլոգում  որպես  հոդվածի  վերնագիր:  Հոդվածում ներկայացվում է ահաբեկչական դեպք, որին զոհ է գնացել մի ամբողջ ընտանիք, ու հոդվածի  հեղինակն  ասում է,  որ  թեպետ  այդ  ահաբեկիչները  իրենց հայրենակիցներն  են,  միևնույնն  է,  նրանց  պետք  է  բռնել  ու  պատժել,  քանի  որ նրանք ահաբեկչական գործողություն են կատարել խաղաղ ընտանիքի հանդեպ, ու դա  չպետք  է  անպատիժ  մնա:  Այս  օրինակների  քննությամբ  տեսնում  ենք,  որ  չի կարելի  հստակ  սահմանել,  թե  հոգնակիով  կազմված  նույնաբանությունները  միշտ կիրառվում  են  մի  նշանակությամբ,  իսկ  եզակիով  կազմվածները`  մեկ  այլ:  Եթե Whores are  whores նույնաբանությունը չի արտահայտում անհանդուրժողականություն,  ապա  ներկայացված  համատեքստում  Murderers are murderers  նույնաբանական  կառույցի  միջոցով  արտահայտվում է  հենց անհանդուրժողականություն: ", "Երրորդ օրինակում առաջին զրուցակիցը առաջարկում է որոշակիորեն մեղմ վերաբերմունք ոչ կանխամտածված սպանություն կատարողների հանդեպ, սակայն երկրորդն  իր  անհամաձայնությունն  է  հայտնում  այդ  կարծիքին  ու  հենց հանդուրժողական մոտեցմանը հակադրվում է հոգնակիով կազմված նույնաբանության կիրառմամբ6: ", "Լինելով ոչ պրոֆեսիոնալ լրագրողների կողմից հրատարակվող պարբերական՝ «Բաբե- լոնն»  աչքի  չէր  ընկնում  հստակ  կառուցվածքով  և  կանոնակարգվածությամբ:  Ունենա- լով քիչ թե շատ հստակ դիրքորոշում այս կամ այն ազգային և քաղաքական հարցերի վերաբերյալ՝ հրատարակիչները գրեթե չեն ունեցել խմբագրական քաղաքականություն տեխնիկական հարցերի պարագայում: Ինչպես նշել էինք, խմբագիրները, որոնք երկու տարիների  ընթացքում  առնվազն  երկուսն  էին,  ամենայն  հավանականությամբ  չէին մշակում  և  խմբագրում  ստացվող  նյութերը,  և  նրանց  պարտականությունը  հիմնակա- նում  կայանում  էր  նյութերն  արտագրելու  և  դրանց  շարունակական  շարադրանքն ապահովելու  մեջ:  Խմբագրականից  (կամ  որպես  խմբագրական  գործածված  հոդվա- ծից)  հետո  նյութերն  ավելացվում  էին  ստացվելուն  պես,  որի  պատճառով  նույնիսկ մշտական բաժինները, որպես կանոն, չունեին իրենց ամրագրված դիրքը: ", "«Բաբելոնի» բովանդակային մասն աչքի է ընկնում բազմազանությամբ: Լինելով հասարակական կազմակերպության օրգան՝ այն միևնույն ժամանակ հայախոս ասորի- ների համար յուրատեսակ ամբիոն էր, թեև ակնհայտ է, որ Ասորվոց Հնգյակ Ընկերու- թյան  տեսակետներից  սկզբունքայնորեն  տարբերվող  տեսակետները  «Բաբելոնի»  էջե- րում չէին հայտնվում: ", "Ստացվում  է,  որ  արդարացված  չէ  փորձել  ստեղծել  նույնաբանությունների իմաստային  դասակարգման  աղյուսակ  ու  պնդել,  որ  որևէ  նույնաբանություն կարելի  է  կիրառել  միայն  մեկ  նշանակությամբ  կամ  թեկուզ  մի  քանի  ֆիքսված նշանակություններով:  Նույնչափ  հեռանկարային  չէ  ստեղծել  բանաձևեր  ու համապատասխանաբար ասել, որ որևէ բանաձևով կառուցվող նույնաբանությունը պետք  է  արտահայտի  որոշակի  նշանակություն:  Մյուս  կողմից,  սակայն,  կարող  է հարց  առաջանալ,  թե  եթե  հրաժարվում  ենք  նույնաբանական  կառույցներն  ըստ դրանց  կառուցվածքային բանաձևի  կամ  ըստ  ֆիքսված  նշանակության դասակարգելուց ու  ասում, որ նույնաբանության հաղորդակցական- գործաբանական  արժեքը  կախված  է  խոսողի  հաղորդակցական  նպատակից  ու իրավիճակային  նախապայմաններից,  ապա  մի՞թե  հնարավոր  է,  դիցուք, ցանկացած նույնաբանությամբ ցանկացած նշանակություն փոխանցել, և ո՞րն է այն գործաբանական  սահմանը,  որի  շրջանակում  կարող  է  նույնաբանությունը գործածվել: ", "Տեղին  է  կրկնել,  որ  «Բաբելոնի»  նյութերի  ճնշող  մեծամասնությունը  հայերեն  է, սակայն պարբերաբար հրատարակվում էին նաև անգլերեն և ասորատառ կամ հայա- տառ թուրքերեն (օսմաներեն) գրված նյութեր: ", "Rubenz69 “RubenzUniversum Universum d7 under https://www.youtube.com/watch?v=BiyBAmCE7d0 (accessed  17  September, at the 2015 Billboard Music Awards, Kanye is Kanye. (Billboard, Kanye West Booed After All Day   Performance http://www.billboard.com/articles/news/bbma/6568470/kanye-west-all-day I did what I did. (The Engish Civil War Part 3, Trial of King Killers, 17:59 min., https://www.youtube.com/watch?v=fzIzJgukqC8, (accessed 17 October, 2015)) Ակնհայտ  է,  որ  այս  նույնաբանական  կառույցներում  առկա  են  որոշակի կառուցվածքային  տարբերություններ:  (1),  (3),  (4)  օրինակները  անվանական նույնաբանություններ են, ըստ որում` առաջին օրինակում գոյականական անդամը կիրառվում  է  “a”  անորոշ  հոդով,  օրինակ  (3)-ում  այն  հոգնակի  թվով  է  կիրառվում, (4)-ում  գոյականական  անդամը  հատուկ  անուն է, օրինակ (2)-ը  իր շարահյուսական  կաղապարով  համադասական  է,  որի  յուրաքանչյուր  բաղադրիչ առանձին վերցված ստորադասական նույնաբանական կառույց է, իսկ օրինակ (5)- բայական է:  Նույնաբանությունների  ամբողջական կառույցների մեկնաբանությունը առաջարկում  ենք  սկսել  դրանց  առաջին անդամ  գոյականների իմաստներին անդրադարձով: Դիմենք Օքսֆորդի բառարանին: ", "Woman female humans in general: (informal) She’s all woman! (= has qualities that are typical of women) 3) (in componds) a woman who comes from the place mentioned or whose job or interest  is  connected  with  the  thing  mentioned:  an  Englishwoman,  a  businesswoman,  a congresswoman,  a  horsewoman  4)  a  female  worker,  especially  one  who  works  with  her hands: We used to have a woman to do the cleaning. 5) (sing.) (old-fashioned) a rude way of  addressing  a  female  person  in  an  angry  or  important  way:  Be  quiet,  woman!  6) (sometimes  disapproving)  a  wife  or  a  sexual  partner:  He’s  got  a  new  woman  in  his  life. IDM. Be your own man/woman  – to act or think independently, not following others or being  ordered:  Working  for  herself  meant  that  she  could  be  her  own  woman.  (Oxford Advanced Learner’s Dictionary 2005) Բառարանային  հոդվածի  առաջին  իմաստի  երկրորդ  օրինակում,  որտեղ խոսողը  հայտնում  է  իր`  կին  բժիշկների  հանդեպ  ունեցած  նախապատվության մասին, հասկանալի է դառնում, որ նրա այդպիսի ցանկությունը պայմանավորված է  որոշակի  ներքին  պատճառներով,  ինչպես,  օրինակ,  որ  կանայք  ավելի  լավ բժիշկներ են, կամ կին բժիշկներն ավելի հոգատար են, թերևս պետք չէ բացառել, որ պարզապես  գուցե  ավելի  հաճելի  է  գործ  ունենալ  կին  բժշկի  հետ,  հատկապես եթե խոսողը տղամարդ է: Բոլոր դեպքերում միտքն այն է, որ որոշակի հատկանիշներից ու  որակներից  ելնելով`  խոսողը  գերապատվություն  է  տալիս  կին  բժիշկներին: ", "Հայ-ասորական  լեզվական  համակեցության  համատեքստում  «Բաբելոնի»  տիտղոսա- րից են: Ի տարբերություն պարբերականի հիմնական զանգվածի, որն ամբողջությամբ ձեռագիր է (թեև խմբագրությունը մի քանի անգամ հայտնում է գրամեքենա գնելու իր մտադրության  մասին),  տիտղոսագլուխներն  ու  տիտղոսաթերթերը  տպվում  էին  տպա- րանում, ամենայն հավանականությամբ՝ Assyrian Star Press-ում: ", "Woman բառի երկրորդ իմաստն ավելի է կենտրոնանում հենց այն հատկանիշների վրա,  որոնք  ընդունված  է  համարել,  որ  բնորոշ  են  կանանց:  Հատկապես  She’s all woman!  բացականչությունը  հենց  այդ  իմաստով  պետք  է  հասկանալ:  Այստեղ փորձենք կիրառել Ջ. Վորդի և Ջ. Հիրշբերգի նույնաբանությունների մեկնաբանման այլընտրանքային  տարբերակների  բացառման  սկզբունքը:  Կստացվի`  She’s  all woman!  ասելով`  խոսողը բացառում է  այնպիսի  այլընտրանքների հնարավորությունը, ինչպիսիք են She’s all man կամ She’s all child տարբերակները: ", "Համաձայնելով այս իրողությանը` միևնույնն է, չենք պարզում, թե ինչ ասել է լինել ամբողջովին/իրապես/իսկական/հենց  կին:  Այս  նախադասության  և  A woman is a woman    նույնաբանության  միջև  գործաբանական  ու  իմաստաբանական  զուգահեռ տանելու  դեպքում  կտեսնենք,  որ  իրենց  հաղորդակցական-գործաբանական արժեքով դրանք միմյանց մոտ են: Երկուսն էլ ցանկանում են ցույց տալ ու ընդգծել այն  որակները,  որոնք  հատուկ  են  հենց  կանանց  և  ոչ  մի  ուրիշ  էակի:  Այժմ անդրադառնանք  այն  հարցին,  թե  ինչ  ասել  է  հատկանիշներ  կամ  որակներ,  որոնք բնորոշ  են  կանանց:  Հստակ  ասել,  թե  որոնք  են  այդ  հատկանիշները,  թերևս կնշանակի դուրս գալ տվյալ աշխատանքի բուն նպատակներից, սակայն ինչպիսին էլ  լինեն  այդ  հատկանիշները  և  ինչքան  էլ  ընդհանրական  լինեն  կանանց  համար, ակնհայտ  է,  որ  տարբերություններ  նույնպես  կան  կանանց  միջև  (հակառակ պարագայում  նրանք  բոլորն  իրոք  նույնը  կլինեին,  ինչը  հակասում է կենսաբանության  ամենաբազային  ճշմարտությանը):  Այստեղ  տեսնում  ենք խոսքային  իրադրության,  խոսողի  հաղորդակցական  նպատակի  և  համատեքստի կարևորությունը: Հստակ  է, որ կնոջ հատկանիշներն ու բնորոշ որակները միասին մի  շարք  են  կազմում,  որոնցից  ոչ  բոլորն  են  նկատի  առնվում  որևէ  խոսքային իրավիճակում:  Այսինքն`  այդ  հատկանիշներից  մեկը  կամ  մի  քանիսը  կարող  են ձևավորել  ասույթի  գործաբանական  ներուժը  և  հանդես  գալ  որպես  այդ  ասույթի գործաբանական  նշանակություն,  մինչդեռ  մյուսները  չիրականացվեն  տվյալ խոսքային  իրավիճակում (Bach  1999;  Ochs  1979b;  Bianchi  2004):  Այստեղ միանշանակ  գործում  են  նաև լեզվի  ու  մարդկանց  գիտակցության  մեջ արմատացած  որոշակի  կարծրատիպային  մոտեցումներ:  Օգտագործելով  կին բառը`  խոսողը  շատ  կամ  քիչ  (ըստ  հաղորդակցական  նպատակի  պահանջի) իրականացնում  է  նաև  այդ  կարծրատիպային  նշանակությունները  իր  ասույթի գործաբանական  նշանակության  մեջ:    Սա  լավ  է  երևում  հետևյալ  օրինակի  վրա: ", "Փորձենք A  woman  is  a  woman-ի  կառուցվածքով  ստեղծել  հետևյալ նույնաբանությունները: ", "A Congresswoman is a Congresswoman. A businesswoman is a businesswoman. Չի  բացառվում,  որ  այս  կառույցները  հետագայում  մուտք  գործեն  լեզվի  մեջ  ու կիրառվեն,  սակայն  այսօր  նման  նույնաբանություններ  կիրառության  մեջ  չեն հանդիպում: Ու հենց սա է հետաքրքիր, թե ինչու նույն (Art) N is (Art) N կառույցին պատկանող նույնաբանություններից մեկը խոսքում ստանում է հաղորդակցական- գործաբանական  արժեք  ու  կիրառվում  է  խոսողի  միտքն  արտահայտելու  համար, իսկ  մյուսը`  ոչ:  Տարբերությունն  այն  է,  որ  congress  գոյականը,  woman-ի  հետ կիրառվելով  որպես  congresswoman,  որևէ  հատուկ,  առանձնացող  ու  միայն  իրեն բնորոշ հատկանիշներ առաջ չի բերում: Ըստ էության congressman և congresswoman գոյականների միջև բոլոր հասարակական, կարծրատիպային ու նախապաշարմունքային  տարբերությունները  վերացված  են:  Նրանց  միջև  միակ տարբերությունն  այն  է,  որ  մեկը  նշանակում  է  արական  սեռի  անձնավորություն, իսկ մյուսը` իգական:  Մնացած հարթություններում` մասնագիտական պահանջներ,  պարտականություններ,  աշխատանքային  ընթացակարգեր  ու նույնիսկ բուն աշխատանքը երկուսի համար էլ նույնն են: Կարող ենք հետևություն անել,  որ  նույնաբանությունը  շեշտում  է  իր  կառույցում  առկա  գոյականի  այն հատկանիշները,  որոնք  դրան  առանձնացնում  են  ու  հատուկ  են  դարձնում, տարբերում  են  մյուսներից:  Իսկ  թե  այդ  առանձնահատկություններից  որը  նկատի կառնվի  խոսողի  կողմից,  կախված  է  խոսքային  իրադրությունից  ու  խոսողի հաղորդակցական  նպատակից:  Ըստ  խոսողի  հաղորդակցական  նպատակի`  այն ձեռք  կբերի  գործաբանական  որոշակի  արժեք:  Ըստ  հաղորդակցական  նպատակի` խոսողը,  ասելով A woman is a woman, կարող  է  նկատի  ունենալ  կնոջ ֆիզիկական թույլ  կարողությունը  տղամարդու  համեմատ  կամ  կնոջ  ավելի  նրբանկատ, հոգատար  լինելը  կամ  էլ  կարող  է  մեկ  այլ  հատկանիշի  վրա  շեշտ  դնել,  որն ընդհանուր  առմամբ  կին  բառի  կոնցեպտային  դաշտի  մեջ է  մտնում: ", "Նույնաբանության  նշանակության,  գործաբանական  ներուժի  սահմանները  գծվում են  դրա գոյականական  անդամի  իմաստային  դաշտի բաղադրիչների` նշանակությունների  կիրառելիության  հնարավորությունից:  Նույնաբանությունը, որի գոյականական անդամը woman (կին), boy (տղա), dog (շուն), girl (աղջիկ) և այլն է,  արտահայտում  է  այնպիսի  նշանակություն,  որը  տեղավորվում  է  տվյալ գոյականի իմաստային դաշտում` շեշտը դնելով այն հատկանիշի բաղադրիչի վրա, որը  խոսողը  նպատակահարմար  է  համարում  տվյալ  դիսկուրսում:  Լինելով  փակ շղթա  իր  կառուցվածքով`  նույնաբանությունը  վերահաստատում  ու  ընդգծում  է տվյալ  պահին  խնդրո  առարկա  և  խոսողի  հաղորդակցական  նպատակ հանդիսացող  հատկանիշի  իրողությունը  և  ճշմարտացիությունը:  Սա,  իհարկե, հեշտ է ուսումնասիրել ու առավել տեսանելի է հետազոտել այն պարագայում, երբ գոյականն ու դրա իմաստներն արդեն արձանագրված են: Այս պարագայում տվյալ բառն  օգտագործողը,  եթե  տիրապետում  է լեզվին,  գիտի  այդ  բառի  բոլոր իմաստները  և  երբ  օգտագործում  կամ լսում  է  դրանով  կազմված  որևէ նախադասություն, այդ թվում` նույնաբանություն, նա կարողանում է բացառել այն իմաստները,  որոնք  տվյալ  խոսքային  իրավիճակում  տեղին  չեն,  այսինքն`  չեն բխում խոսակցության տրամաբանությունից, և թողնում է այն իմաստը, որը տեղին է: ", "(ՅՆՎ.): "], "source_docs_file": "Linguistics.json"}