{"paragraphs": ["Կոզիմոյի  բարոնի  տիտղոսը  նույնպես  հղում  է  այդ  հայտնի  ստախոսի  կերպարին: ", "Այսպիսով՝  «Բարոնը  ծառի  վրա»  վեպը  բարդ,  մի  շարք  ժանրային  շերտերից բաղկացած ստեղծագործություն է: ", "Մենք  փորձեցինք  վերհանել  արկածային  և  դաստիարակության  վեպերի, պատմավեպի  և  այլ  վիպական  ժանրերի  առանձնահատկությունները,  որոնք  հաճախ վերափոխվում  են՝  ստանալով  պարոդիայի  ժանրային  ձև:  Հիմնական  պատումը ֆանտաստիկ  է,  սակայն  հարստացված  է  վերը  նշված  կամային  ձևափոխումների ենթարկված բոլոր ժանրային շերտերով: ", "Դեռևս  անտեղյակ  լինելով  իր  համար  պահված  բազմաթիվ  ու  բազմապիսի սահմանափակումներին  կամ  տեղյակ  լինելով  միայն  դրա  մի  փոքր  մասից  /նկատի ունենք  գրողի  նշած  ժամանակի  անազատությունը/՝  Լեռ  Կամսարը  բացականչում  է. «Ազատությո՜ւն…  երբեք  կյանքիդ  մեջ  այնքան  անձկավ  չես  փնտրված՝  ինչպես  այսօր: ", "«Հերալդիկ» եռերգության առաջին երկու վեպերին «Գոյություն չունեցող ասպետը» մոտ է  թե՛  ժանրային,  թե՛  թեմատիկ  առումով.  այն  նույնպես  պատմա-առասպելական անցյալից  վերցված  մի  պատում  է,  որն  այլաբանորեն  ներկայացնում  է  հեղինակի բարոյա-փիլիսոփայական  հայացքները:  Ժանրային  և  պատմողական  տեսանկյունից «Գոյություն չունեցող ասպետը» կարելի է համարել եռերգության մեջ ամենից բարդը. սա Կալվինոյի ստեղծագործության մեջ առաջին վեպն է, որտեղ նա փորձում է «պատումից» անցում կատարել դեպի «տեքստ»: ", "Ընդհանուր  հեքիաթային  պատումի  մեջ  այստեղ,  ինչպես  «Բարոնը  ծառի  վրա» վեպում,  առկա են  միջտեքստային  հղումներ  դասական  այլ  տեքստերին, մասնավորապես  հերոսական  պոեմին  և  ասպետական  վեպին:  Միջտեքստային  և մետատեքստային  փորձերը  հետագայում  զարգացվելու  են  հեղինակի  ավելի  ուշ  գրված «Խաչվող ճակատագրերի ամրոցը» վեպում: ", "Նշենք  նաև,  որ  նախորդ  վեպերի  համեմատ՝  այստեղ  գեղարվեստական կերպարները  շատ  ավելի  խորհրդանշական  են,  ուստի  կարող  են  ունենալ  տարբեր մեկնաբանություններ:  Թերևս  դա  է  պատճառը,  որ Einaudi  հրատարակչության  կողմից առաջին  անգամ  լույս  տեսնելուց  հետո՝  վեպը  տարբեր  գրականագետների  կողմից ստացել  է  տարբեր  մեկնություններ:  Գիտնականները  հիմնականում  անդրադարձել  են վեպի  ֆանտաստիկ  տարրերին  և  եռերգության  մյուս  երկու  վեպերում  առկա  նույն տարրերի հետ համեմատությանը: ", "Իհարկե, այս ամենը վերջնական կլիներ,  եթե անտեսեինք հեղինակի  հեգնական վերաբերմունքը  վատ  երևույթների  նկատմամբ,  ինչպես  նաև  լավատեսության,  որ չհասկացված  և  միայնակ  մարդիկ  մի  օր  կգտնեն  ներդաշնակ  վիճակ,  իսկ  աշխարհը կդառնա ուրիշ: ", "ԸՆՏԱՆԻՔԸ  ՋՈՆ ՉԻՎԵՐԻ ՊԱՏՄՎԱԾՔՆԵՐՈՒՄ գաղափարը  մեկ  անգամ չէ,  որ  ենթարկվում  է  վերաիմաստավորման։  Այս ժամանակաշրջանում  ընտանիքի`  որպես  սոցիալական համակարգի  նկատմամբ վերաբերմունքը  տարաբնույթ  էր։  Մի  կողմից լրատվական  միջոցները  և  կինոն ակտիվորեն  ստեղծում  էին  ապահով  և  ծաղկող  ամերիկյան  ընտանիքի  մասին տպավորություններ, oրինակ՝ ամերիկացի գրող  Էդնա Ֆերբերի համանուն վեպի հիման վրա նկարահանված «Տիտան» («Giant», 1956) ֆիլմը, որում արտահայտվում է հիմնական գաղափարը՝ ամուր ընտանեկան հարաբերությունները և երեխաների դաստիարակությունը  ամերիկացու  երջանիկ  գոյության  հիմքն  են։      Մյուս  կողմից  ի հայտ  եկան  նաև  ֆիլմեր,  որտեղ  ամերիկյան  ընտանիքում  ներկայացվում  էր ամուսինների  դավաճանություն,  բաժանություն,  հարբեցողություն,  անչափահասների հանցագործություններ։      Նմանօրինակ  ընտանիք  է  ներկայացնում  Ջոն  Սթայնբեքի համանուն    վեպի  հիման  վրա  նկարահանված  «Դրախտից  Արևելք»  (East  of  Eden,  1955) ֆիլմը,  որտեղ  շեշտվում  է  այն  միտքը,  որ  ամերիկյան  ընտանիքը  ճգնաժամ  է  ապրում. ծնողների  և  երեխաների  միջև  տարաձայնություններ  ու  գժտություններ  են  առաջացել։ ", "Ըստ  գրաքննադատ  Ռ.Ջեքսոնի՝  «Իր  ամենալայն  իմաստով  ֆանտաստիկ գրականությունը միշտ ձգտել է բացահայտել և հետազոտել “ես”-ի և “ոչ ես”-ի, սեփական ինքնության և օտարի փոխհարաբերությունները»:148 Ինչպես  եռերգության  նախորդ  վեպերի,  այնպես  էլ  «Գոյություն  չունեցող ասպետի» սյուժեն վերաբերում  է հեռավոր  պատմա-առասպելական  անցյալին՝ Կառլոս Մեծի  թագավորության  ժամանակաշրջանին,  որն  արտացոլվել  է  ֆրանսիական հերոսական  էպոսում՝  «Ռոլանդի  երգում»  և  հետագայում՝  Լոդովիկո  Արիոստոյի գրական  մշակման  մեջ՝  «Կատաղի  Ռոլանդը»  էպիկական  պոեմում:  Կալվինոյի  վեպը, Արիոստոյի պոեմի նման՝ ֆրանսիական էպոսի և միջնադարյան ասպետական վեպերի նոր, ժամանակակից  մեկնաբանություն է:  Գրականագետ Կրիստինա Վիլլան գտնում է, որ  «երկու հեղինակներն էլ իրենց պատմությունը ներկայանցնում են “ֆանտաստիկ դեֆորմացման” պրիզմայով»:149 Իսկապես,  երկու  հեղինակներն  էլ  ստեղծում  են  «առասպելական  մի  անցյալ», որտեղ  երևակայականը  միախառնված  է  իրականին,  և  այդ  միախառնումը  հաճախ վերածվում է գրոտեսկի: ", "Կարևոր  է  ընդգծել,  որ  Երկրորդ  աշխարհամարտն  իր  ազդեցությունն  է  ունենում ամուսնական    հարաբերությունների,  ընտանիքի  արժևորման  և  ձևավորման  վրա։ ", "«Գոյություն չունեցող ասպետում», ինչպես և եռերգության առաջին դեմքով գրված նախորդ  վեպերում,  ընդգծվում  է  պատմողի  դերը:  Մենաստանում  փակված  քույր Թեոդորան պատմում է այն, ինչ լսել է միանձնուհիներից, սակայն իրականում, ինչպես կպարզվի  հետագայում՝  վեպի  իրադարձությունների  ականատեսն  ու  մասնակիցն  է եղել: ", "«Գոյություն  չունեցող  ասպետում»  պատմողի  դերը  խնդրահարույց  է:  Պատումն այստեղ  առաջին  երեք  գլուխներում  երրորդ  դեմքով  է,  և  միայն  չորրորդ  գլխում  է ներկայանում հետերոդիեգետիկ պատմողը. «Ես՝ այս դեպքերի մասին պատմողս, քույր Թեոդորան եմ, Սան Կոլոմբանոյի կարգի միանձնուհի: Գրում եմ մենաստանում փակված՝ վերհիշելով հին քարտերը, զրուցարանում  լսած  խոսակցությունները  և  դրսից  եկած  վկայությունները:  Մեզ՝ միանձնուհիներիս համար քիչ առիթ է լինում զինվորների հետ խոսել: Այն, ինչի մասին չգիտեմ, փորձում եմ երևակայել, թե չէ էլ ո՞նց էի անելու: Այս պատմության մեջ ամեն ինչ չէ, որ հայտնի է»:152 Brunswik 2009. P. 52 Այսպիսով՝  ընդհանուր  պատումը  ներկայացված  է  որպես  պատմողի  կողմից հավաքված  և շարադրված  զրույցներ:  Եռերգության  ընդհանուր  տեքստային կառուցվածքի, ժանրային տարրերի մասին խոսելիս նշել ենք, որ տեքստը պատմվում է ներկայից:  Սակայն,  երբ  հետագայում  պարզվում է,  որ  Թեոդորան  վեպի իրադարձությունների  ականատեսն  ու  մասնակիցն  է՝  հետերոդիեգետիկ  պատմողը դառնում է հոմոդիեգետիկ: ", "Վեպի  գլխավոր  հերոսը՝  Կառլոս  Մեծի  զորքերում  կռվող  Աջիլուլֆո  անունով  մի ասպետ  է,  որն  ունի  բազմաթիվ  կոչումներ  և  մեծարանքներ,  սակայն  զուրկ  է «գոյությունից». «Սկզբում  թվաց՝ Աջիլուլֆոն  հապաղում  էր,  բայց  հետո  վստահ կերպով բարձրացրեց սաղավարտը, որը դատարկ էր: Զրահի ներսում իրոք ոչ ոք չկար»:153 Փաստորեն Աջիլուլֆո Էմո Բերտրանդինո դեի Գուիլդիվերնին մարմնից զուրկ մի դատարկ զրահ է, նա ֆիզիկապես գոյություն չունի, բայց փոխարենն ունի ասպետական կոդեքսին  հավատարիմ  ցանկացած  ասպետին  բնորոշ  հնչեղ  անուն  և  բազմաթիվ տիտղոսներ  և  արժանիքներ:  Աջիլուլֆոն  հայտնի  է  իր  օրինակելիությամբ  և կարգապահությամբ,  ուստի  ճակատագրական  մարտերում  Կառլոս  թագավորը հրամանատարությունը նրան է վստահում: ", "Իր այս բոլոր արժանիքներով հանդերձ՝ Աջիլուլֆոն կռվից և ճակատամարտերից հոգնած  մեկն  է,  որ  պարփակվել  է  իր  «անվան»,  «զենք  ու  զրահի»  և  «կոչումների»  մեջ: ", "Գրականագետ  Կրիստինա  Բակիլեգան  այս  կապակցությամբ  գրում  է.  «Աջիլուլֆոն ոչ այլ ինչ է, քան անուն և տիտղոս, որ նյութականցված է զենք ու զրահի մեջ»:154 Աջիլուլֆոն արժանի ասպետ լինելու համար ունի ամեն ինչ, բացի «ինքն իրենից». «այսպիսով՝ Կառլոս Մեծի բանակում կարելի է ասպետ լինել, ունենալ բազմաթիվ կոչումներ, կռվելու հանդեպ մեծ կիրք և պատրաստակամություն՝ առանց գոյություն ունենալու կարիքի»:155 Երբ  ասպետական  նկրտումներով  տարված  և  Աջիլուլֆոյի  շնորհներով  հիացած դեռահաս  Ռամբալդոն  խորհուրդ  է  հարցնում  Աջիլուլֆոյից՝  ինչպես  պետք  է premio. La fiaba e i testiextrafolklorici. Edizioni grafo. Brescia 1985.  P.29 սարակինոսներից  վրեժ  լուծի  հոր  սպանության  համար,  ապշում  է  ասպետի  տված անտարբեր և ակնհայտորեն կենցաղային, բյուրոկրատական պատասխանից. «Պետք  է  դիմել  Մենամարտերի,  Վրիժառության  և  Պատվի  վրա  Խազերի Տնօրինությանը՝ մասնավորեցնելով պատճառները, որոնք ուսումնասիրվելուց հետո կորոշվեն ինչ պայմաններ ձեռնարկել, որ դիմողը բավարարվի»:156 Ակնհայտ  է,  որ  նման  պատասխանը  հատուկ  չէ  միջնադարյան  ասպետական վեպի հերոսին: Սա ճղճիմ կենցաղային խնդիրներով ու ձևականություններով տարված, տիտղոսների  զրահ  հագած  և  մարդկային  զգացմունքներից  զուրկ  մի  հերոսի պատասխան  է,  որն  ապացուցում  է  կռվի  և  ասպետականության  հանդեպ  նրա խանդավառության բացակայությունը: ", "Վեպում  ինքնությունից  զուրկ  կերպարներից  է  նաև  Աջիլուլֆոյի  վահանակիրը՝ Գուրդուլուն, որն ունի բազմաթիվ այլ անուններ և կերպարանքներ՝ «երբ բադերի հետ է, նա ինքն էլ է բադ դառնում… ասե՛ք պանիր կամ հոսանք, նա կպատասխանի՝ այստեղ եմ»:157 Անվանումները փոխող և շարունակ փոխակերպվող այս կերպարը հավանաբար ամենից  գրոտեսկայինն  է.  նույնանալով  տարբեր  առարկաների  հետ՝  նա  և՛  մարդ  է,  և՛ մարդ չէ: ", "Եթե  Գյուիսմանսը  ոչ  միայն  ընդունում,  այլև  ընդգծում  է  Պոյի  ազդեցությունը սեփական  ստեղծագործության  վրա,  ապա  Էդմոն  դը  Գոնկուրը,  հակառակը,  իր օրագրի մեջ գրում է. §Ես բոլորովին այլ կարգի հեղինակ եմ¦:41 Թեև Էդմոն դը Գոնկուրը, ինչպես և Զոլան հիանում էին Պոյով, նրանք երկուսն էլ  ամերիկացի  գրողից  փոխառեցին  հիմնականում  մարդու  ֆիզիոլոգիայի  հանդեպ ուշադրությունը: ", "Բանաստեղծություններ  սկսել  է  գրել  10-ական  թվականների  սկզբից,  երբ  գրական մթնոլորտը ամբողջապես շնչում էր Տերյանով։ Պատահական չէ, որ նրա միակ ժողովա- ծուն,  որ  լույս  է  տեսնում  1912  թ.,  կրում  է  «Աշնուտ»  բնորոշ  խորագիրը։  Բանաստեղ- ծությունների  վրա  զգալի  է  ոչ  միայն  Տերյանի,  այլև  ռուս  սիմվոլիստների,  հատկապես Ալեքսանդր Բլոկի և Կոստանդին Բալմոնտի ազդեցությունը։ Բոլոր դեպքերում, սակայն, գերիշխողը  10-ական  թվականներին  հայ  մտավորական  երիտասարդության  շրջանում տիրող տրամադրություններն ու խոհերն են։ Հատկանշական է, որ Տեր-Մարտիրոսյանի ժողովածուն  ևս,  ինչպես  Տերյանի  «Մթնշաղի  անուրջները»,  սկսվում  է  «Տխրություն» խորագիրը կրող բանաստեղծությամբ. Անհայտության մեջ ընկնող աստղի պես Օրերը չունին սկիզբ ու վախճան, Նամակների պես, որ չհասան քեզ, Հայացքների պես, որ քեզ չտեսան… Այս վիշտը արդյոք ո՞վ է մորմոքում – Սուլում է քամին դատարկ դաշտերում… Խենթ ափսոսումը ցավ է բորբոքում, Եղեգը այս խեղճ, մենակ, երազուն… Հասկերը վհատ մրմնջում են լուռ, Խուրձերն են տխրում մոռացված ու խեղճ. Խոսքերը վհատ, չասված ու տխուր Տարուբերվում են անհայտության մեջ…63 Ընդհանուր  տրամադրությունը  իրոք  տերյանական  է։  Պատկերամտածողությունը ևս  հիշեցնում  է  Տերյանի  բնաստեղծական  լեզվաշխարհը՝  ընկնող  աստղեր,  մորմոքող վիշտ,  արձակ  դաշտեր,  երազուն  եղեգ,  վհատ  մրմունջ,  անհայտություն  և  այլն։ ", "Թուրք  հայտնի  գրող  Յաշար  Քեմալը  «Վիրավոր  ես»  վեպի  մասին  գրել  է.  «Էրդալ Օզի  այս  վեպը  կարդալուց  հետո  ավելի  լավ  գիտակցեցի,  որ  լավ  վեպը  կյանքից  ավելի իրական կարող է լինել: Վեպը, արվեստը կյանքից ավելի հզոր են... Եվ մարդն այս վեպը կարդալիս  մարդկությունից,  կյանքից,  խոսելուց,  տեսնելուց,  շնչելուց  ամաչում  է:  Այս վեպը  կարդալուց  հետո  հասկանում  ես`  թող  պատերազմ  լինի,  թող  մահ  լինի,  բայց  ոչ խոշտանգում....»242: ", "Աջիլուլֆոյի  անունը,  պատիվն  ու  պարգևները  կասկածի  տակ  են  դրվում,  երբ Կառլոսի  պալադիններից  մեկը՝  Տոռիզմունդոն,  հայտարարում  է,  որ  Աջիլուլֆոյի տիտղոսները,  որոնք  նա  ձեռք  է  բերել  մի  օրիորդի  պատվազրկումից  փրկելու  համար, կեղծ  են,  քանզի  այդ  աղջիկը  Շոտլանդիայի  արքայադուստր  Սոֆրոնիան  է,  ում  հետ զվարճացել են սուրբ Գրաալի կարգի բոլոր ասպետները: ", "Աջիլուլֆոն  մեկնում  է  որոնելու  Սոֆրոնիային  իր  պարգևների  արժանիությունը ապացուցելու  նպատակով:  Նրան  հետևում  են  Բրադամանտեն՝  Աջիլուլֆոյին սիրահարված մի կին ասպետ, Բրադամանտեին սիրահարված Ռամբալդը, որ երազում էր  ասպետ  դառնալ,  և  Տոռիզմունդոն:  Աջիլուլֆոն  գնում  է  որոնելու  իր  ինքնության ակունքները,  այն,  ինչ  իրեն  ասպետի  պատիվ  է  բերել:  Այստեղ  է,  որ  նա  դոն  Կիխոտի պես  բախվում  է  այն  իրականությանը,  որը  ցույց  է  տալու  նրան  իր  ինքնության բացակայությունը: ", "Ճամփորդության  ընթացքում  Աջիլուլֆոն  իջևանում  է  մի  ազնվական  տիկնոջ՝ Պրիշիլլայի  մոտ,  որը  փորձում  է  նրան  գայթակղել  և  պահել  իր  մոտ:  Իր  ակունքները «Ոդիսականում» ունեցող այս մոտիվը, որ հանդիպում է արթուրյան շարքի գրեթե բոլոր վեպերում,  այստեղ  մի  յուրօրինակ  գրոտեսկային  վերաիմաստավորում  է  ստանում. «Ասում են՝ Կլեոպատրան ամեն գիշեր երազում տեսնում էր անկողնում պառկած Columbia University. New york 2010. Vol. 101. P. 562 զրահով մի մարտիկի»:160  Անծանոթ  ազնվական  տիկնոջ  հետ  մերձեցումը  այն  պահն  է, երբ  յուրաքանչյուր  ասպետ  դեն  է  նետում  իր  զրահը  և  ներկայանում  որպես  սիրեկան, մինչդեռ  ցանկացած  սխրանքի  պատրաստ  Աջիլուլֆոն՝  զրահի  մեջ  ամփոփված անմարմին այս էությունը, անկարող է կատարել «կնոջը տիրելու սխրանքը»: ", "Ըստ  Ջուրքայի՝  չիվերյան արվարձանում  ընտանեկան երջանկությունը բավականին դժվար հասանելի երազանք է։ Այդ երազանքը,  Ջուրքայի բնորոշմամբ,  բարեկեցիկ կյանքի ծաղրերգական հակաթեզ է. կյանք, որտեղ գոհունակություն ոչ մի առումով գոյություն չունի144։  Չիվերի հերոսները սովորաբար  ունեն  բավարար  գումար,  հարմարավետ  տներ,  լավ  աշխատանք  և ընտանիք։  Նրանք  ապրում  են  այն  զգացողությամբ,  որ  ունեցածը  բավարար  հիմք  է երջանիկ  լինելու  համար,  սակայն  իրականությունն  այլ  է։    Նրանք  խորապես  դժբախտ են,  արվարձանը  կարծես բանտ է մարդու ներքին ազատության համար։ ", "Այսպիսով՝ ֆանտաստիկը վեպում միախառնվում է իրականին, որի ճնշման տակ հետզհետե անհետանում է: Ըստ գրականագետ Ռ.Սանդների՝ «Ֆանտաստիկ պատկերը չունի “գոյություն”, հետևաբար այն կասկած է սփռում ցանկացած պատկերի վրա, որ փորձում է “գոյություն” ներկայացնել»:161 «Գոյության»  և  «չգոյության»,  «իրականի»  և  «անիրականի»  հակադրությունը կարելի է բնորոշել միաժամանակ որպես ֆանտաստիկ և այլաբանական: Ֆանտաստիկ գրականության  մեջ  այլաբանական  գործոնը  որոշ  գրականագետների  համար խնդրահարույց է: Այսպես՝ Տոդորովը գրում է. «Այլաբանությունը  առաջին  հերթին  ենթադրում  է  առնվազն  երկու  իմաստ միևնույն բառի մեջ, որտեղ կա'մ ջնջվում է նախնական իմաստը, կա'մ պահպանվում են երկու իմաստներն էլ»:162 «Գոյություն չունեցող  ասպետում»  և  առհասարակ  ամբողջ  եռերգության ֆանտաստիկն  այլաբանորեն  է  ընկալվում  պատումի  ընթացքում:  Տոդորովին համակարծիք  է  Ռ.Սանդները.  «Ֆանտաստիկը ձգտում է աննշանակության տարածք: "], "paragraph_source_docs": [0, 0, 0, 3, 0, 0, 0, 4, 4, 0, 4, 0, 0, 0, 0, 0, 0, 1, 5, 2, 0, 0, 0, 4, 0], "source_docs_file": "Literature.json"}