{"paragraph_source_docs": [0, 2, 2, 0, 1, 1, 1, 1, 0, 1], "source_docs_file": "Chemistry.json", "paragraphs": ["(բ) (դ) t, վ t, վ (ե) (ա) . (գ) , , t, վ t, վ t, վ , Նկ. 3.7. MoO3 + 3Mg + nNaCl խառնուրդների այրման թերմոգրամները կախված NaCl-ի քանակից. n = (ա) – 2, (բ) – 3, (գ) – 4, (դ) – 4.5 և (ե) – 5 մոլ. Նկ. համեմատությունից  պարզ  է  դառնում,  որ  այրման  առավելագույն  ջերմաստիճանների , , նվազումը է ունենում բավականին կտրուկ: ", "Դե հ ի դ ր ո ամ ի ն աթթվ այ ի ն մ ն աց ո ր դ ն ե ր ո վ NiII ի ո ն ի կ ո մ պլ ե ք ս ն ե ր ն   հ ե տազ ո տվ ե լ   ե ն   β-տե ղ ակ ալ վ ած   -ամ ի ն աթթո ւ ն ե ր ի աս ի մ ե տր ի կ   ս ի ն թե զ ի   ռ ե ակ ց ի ան ե ր ո ւ մ   [165-167]:  Այ դ   ն պատակ ո վ ,  ն ախ (R)-β-օ ք ս ի --ամ ի ն աթթո ւ ն ե ր ի (Ser,  Thr)  կ ո մ պլ ե ք ս ն ե ր ի   պի ր ի դ օ ք ս ա- լ այ ի ն   կ ատալ ի զ ի   ն մ ան ակ մ ամ բ ,  մ ի ջ ան կ յ ալ   O-աց ե տի լ մ ամ բ   և աց ի լ աց վ ած   կ ո մ պլ ե ք ս ի ց   ք աց ախաթթվ ի   մ ն աց ո ր դ ի   ,β-է լ ի մ ի ն աց մ ամ բ ս ի ն թե զ վ ե լ  ե ն  դ ե հ ի դ ր ո ամ ի ն աթթո ւ ն ե ր ի  [(դ ե հ ի դ ր ո ալ ան ի ն ի  (LXXV) և (E)  ու  (Z)-դ ե հ ի դ ր ո ամ ի ն ո կ ար ագ աթթվ ի   (LXXVI)]  ք ի ր ալ այ ի ն   կ այ ո ւ ն կ ո մ պլ ե ք ս ն ե ր ը  (ն կ . 17): ", "Նկ . 17. Դե հ ի դր ո ամի նթթվայ ի ն LXXV և LXXVI կ ո մպլ ե ք ս նե ր ի կ առ ո ւ ց ված ք ը : ", "Uա m Նկ. 3.8. MoO3 – 3Mg – nNaCl համակարգում այրման պարամետրերի (Tա. և Uա.) և զանգվածի փոփոխության (m) կախումը աղի քանակից Այրման  մեկ  այլ  բնութագիր,  որն  էապես  փոփոխվում  է  պայմանավորված  ելային համակարգում  աղային  հավելանյութի  քանակից,  հանդիսանում  է  ռեագենտների սառեցման  արագությունն  այրման  ալիքում (Vտ, °C/վ):  Նկ.  3.7-ում  բերված թերմոգրամներից ակնհայտ է, որ n-ի փոքր արժեքների դեպքում (n ≤ 2 մոլ) V-ն կազմում է  ավելի  քան  1500  oC/վ,  n  =  3  մոլի  դեպքում՝  V  =  350  °C/վ:  n-ի  ավելի  մեծ  արժեքների համար ինքնատաքացման արագությունն ընդունում է այրման պրոցեսներին ոչ հատուկ ցածր  արժեքներ՝  20  -  50  °C/վ:  Հարկ  է  նշել,  որ  այրման  թերմոգրամներում  դիտվում  են նաև  որոշակի  իզոթերմ  ջերմաստիճանային  հարթակներ`  450-510,  650  և  790-820  °C ջերմաստիճաններում: Ընդ որում այս հարթակներն այրման պրոցեսում առավել հստակ նկատվում  են  այն  խառնուրդների  դեպքում,  որտեղ  նյութի  ինքնատաքացման արագություններն զգալի փոքր են,  այսինքն n –ի մեծ արժեքների դեպքում (նկ. 3.7, դ,ե): ", "(1H,  m,  -Hb,  Pro);  3.64  (1H,  d,  2J=20.0,  CH2CO);  3.73  (1H,  d,  2J=20.0,  CH2CO);  4.01  (1H,  d, td, 3J = 7.5, 4J=1.1, C6H4Br), 7.52-7.58 (3H, m, H-Ar); 7.63 (1H, dd, 3J= 8.1, 4J=1.2, C6H4Br); 8.16 (1H, dd, 3J= 8.7, 4J=1.1, H-6, C6H4,); 8.32 (1H, dd, 3J= 7.7, 4J=1.6, C6H4Br,): ", "NiII-(S)-2-BrBPB-(S)-Ala  (10):  Tհալ  =  308-310 ºC;  [] =  +3385.0  (c  =  0.1,  MeOH): ", "Գտնվել է (%): С, 56.80; H, 4.27; N, 7.20: C25H23O3NBr: Հաշվվել է (%): С, 56.88; H, 4.40; N, m, γ-Ha, Pro); 2.64 (1H, m, -Ha, Pro); 2.96 (1H, m, -Hb, Pro); 3.51 (1H, m, -Hb, Pro); 3.58 (1H, d, CH2Ar, J=12.9); 4.47 (1H, d., CH2Ar, J=12.9); 6.61-6.70 (2H, m., H-3, H-4, C6H4); 6.96  (1H, m, C6H5); 7.07-7.16 (2H, m, H-Ar); 7.27 (1H, m, H-Ar); 7.34 (1H, td, C6H4Br,  3J=7.5,  4J=1.2); 7.42- NiII-(S)-3-BrBPB-(S)-Ala  (11):  Tհալ  =  268-270 ºC;  [] =  +2815.3  (c  =  0.1,  MeOH): ", "Գտնվել է (%): С, 56.79; H, 4.29; N, 7.24: C25H23O3NBr: Հաշվվել է (%): С, 56.88; H, 4.40; N, m, γ-Ha, Pro); 2.64 (1H, m, -Ha, Pro); 3.05 (1H, m, -Hb, Pro); 3.51 (1H, m, -Hb, Pro); 3.60 (1H, dd, -H Pro, 3J=11.0 Hz, 3J=6.2); 3.72 (1H, m, γ-Hb, Pro); 3.86 (1H, q., CHCH3, 3J=6.9); 3.91 (1H, d, CH2Ar, J=12.9); 4.47 (1H, d., CH2Ar, J=12.9); 6.61-6.70 (2H, m., H-3, H-4, C6H4); 6.96  (1H, m, C6H5); 7.07-7.16 (2H, m, H-Ar); 7.27 (1H, m, H-Ar); 7.34 (1H, td, C6H4Br,  3J=7.5,  4J=1.2); 7.42- NiII-(S)-4-BrBPB-(S)-Ala  (12):  Tհալ  =  223-225 ºC;  [] =  +2939.1  (c  =  0.1,  MeOH): ", "E = 50 KJ/mol-12-11-10-9-80.00030.00050.00070.00091/T, K-1Ln(Uա/Tա) – Mo – MgO – NaCl բ. ա. Նկ. 3.10. MoO3 + 3Mg + 4NaCl խառնուրդի այրման արգասիքի դիֆրակտոգրամները թթվային մշակումից առաջ (ա) և հետո (բ) Հարկ  է  նշել,  որ  այրման  արգասիքում  մետաղական  Mo-ի  առանձնացնելուց  հետո, ստացված  լուծույթում  հայտնաբերվել  է  զգալի  քանակությամբ  մոլիբդենի  իոններ:  Այս արդյունքը վկայում է այն մասին, որ փոխազդեցության վերջանյութերում ձևավորվում են նաև  ջրալուծ  մոլիբդենային  միացություններ:  Լուծույթ  անցած  Mo-ի  քանակի  վերահաշ- վարկից պարզվում է, որ այն կազմում է ռեակցիոն խառնուրդում 1.25-1.45 զանգ. %: ", "Էլեմենտար  բջջի  տվյալներն  ու  28326  անդրադարձումների (6984  անկախ անդրադարձում,  Rint)  ինտենսիվությունը չափվել  են  Bruker  SMART  1K  CCD (T  =  100  K,  (MoK)  գրաֆիտային  մոնոքրոմատոր,  θмакс  =  30φ  և  -սկանավորում ունեցող ավտոմատ դիֆրակտոմետրի վրա՝ θмакс = 30: Բոլոր հաշվարկները կատարվել են SHEL XTL կոմպլեքս ծրագրի հիման վրա: "]}