{"paragraph_source_docs": [4, 0, 4, 1, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 5, 5, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 4, 4, 4, 4, 4, 4, 4, 1, 4, 4, 4, 4, 4, 1, 4, 4, 4, 2, 4, 2, 4, 4, 4, 4], "paragraphs": ["«կորուսյալ  սերնդի»  ներկայացուցիչների՝  Շերվուդ  Անդերսոնի,  Էռնեստ  Հեմինգուեյի, Վիլյամ  Ֆոլքների,  Ֆրենսիս  Սքոթ  Ֆիցջերալդի1  թողած  գրական  ժառանգությունը: ", "Մեր ատենախոսության արդիականությունը պայմանավորված է ժամանակակից գրականագիտության  մեջ  ժանրի,  մասնավորապես՝  վեպի  ժանրի  ցայսօր  չլուծված խնդրի  հանդեպ  գիտական  հետաքրքրությամբ  (1920  թվականին  նույնիսկ  ստեղծվել  է գենոլոգիա եզրույթը): Բացի դրանից՝ Կալվինոյի վեպերի ժանրային փոխակերպումները ոչ միայն արտացոլում,  այլև  հաճախ նախանշում  են 20-րդ դարի եվրոպական  արձակի զարգացման ուղիները, ուստի Կալվինոյի ստեղծագործությունների ուսումնասիրությունը  կարող  է  նպաստել  անցյալ  դարի  գրական  գործընթացի  մասին ավելի լայն պատկերացման ստեղծմանը։ ", "Թեև  ռուս  գրականագետ  Ա.  Մուլյարչիկը  համարում  է,  որ  ամերիկյան գրականության  հեղինակությունը  Եվրոպայում  բարձրացավ  հատկապես  Երկրորդ աշխարհամարտից  հետո,  սակայն, սրանում գրականագետը  տեսնում է հակասություն. «Հենց այս ժամանակաշրջանում ամերիկյան արձակի լայն և հզոր հոսքը սկսեց նվազել, շատ գրողների ստեղծագործություններում հաճախ էին հանդիպում ինքնակրկնումներ»3:  Ըստ  գրականագետի՝  սա  վկայում  է  այն  մասին,  թե  որքան  էր փոխվել  ամերիկյան  իրականությունը  և  որքան  բարդ    էր    ներկայացնել  նրա  ներքին հակասական ու փոփոխական էությունը։ Հետպատերազմյան տարիներին ի հայտ եկած գրական տեսանելի ճգնաժամը պայմանավորված էր մի շարք հանգամանքներով։ ", "Նա  խիստ  ու  անվախ  քննադատ  էր,  հաճախ  անողոք,  ով  չէր  խնայում  անգամ հեղինակություն  համարվողներին:  Այդ  պատճառով  նա  շատ  թշնամիներ  էր  Ó»éù µ»ñáõÙ,  ովքեր,  նախանձելով  նրա  հանճարին  և  գրչի  բեղունությանը, գեղագիտական  փաստարկներով  նրա  հետ  վիճելու  անկարող,  դիմում  էին ստորության,  փորփրում  նրա  անձնական  կյանքն  ու  զանազան  հերյուրանքներ տարածում: ", "Պատմվածքի ժանրը սկսեց կատարելագործվել դեմս մի շարք ստեղծագործողների՝  Ջ.  Չիվերի,  Ջ.  Դ.  Սելինջերի,  Ջ.  Ափդայքի,  Բ.  Մալամուդի,  Թ. Քեփոթի,  Ջ.  Բոլդուինի,  Ֆլաների  Օ՚  Քոնորի,  Կ.  Վոնեգուտի  և  այլոց:    Ամերիկյան արձակում սկսեց գերիշխել մարդու մենության և հասարակությունից օտարման թեման՝ պայմանավորված  կյանքի  նյութական  և  հոգևոր  ասպարեզներում  ի  հայտ  եկած ճգնաժամային երևույթներով։ Կարևոր բացահայտում էր արված. ճգնաժամը կենսական էական հանգամանքն է, որն անհրաժեշտ է ընդունել որպես փաստ և դիմակայել դրան՝ մինչև կհաջողվի հաղթահարել։  Ակնհայտ է, որ Ամերիկայի հետպատերազմյան շրջանի գրականության  վրա  անմիջական  կերպով  ազդել  են  երկրի  հասարակական- քաղաքական  կյանքը,  ներքաղաքական  խնդիրները,  երկրի  ներքին  սոցիալական հակասությունները։ Հետևաբար ամերիկացի գրողները փորձել են պատմել այն մասին, թե  ինչպես  են  մտածում  և  ապրում  ամերիկացիները`  ձգտելով  հասկանալ  հարուստ, բարգավաճող  և  ինքնավստահ  Ամերիկայի  հետ  իրենց  ունեցած  տարաձայնությունների պատճառները:  Նրանք  ներկայացրել  են,  թե  ինչպես  մարդկայնության  հիմքերի որոնումներում  ամերիկացիները  երբեմն  կորցնում  են  չարի  և  բարու  սոցիալական ընկալումը, շփոթում «գեղեցկություն» ու «այլանդակություն»  հասկացությունները, ձեռք բերում պատրանքային երջանկություն, վիշտ ու տառապանք տարածում: ", "և պատմվածքագիր Ջոն Վիլյամ  Չիվերի դերը: Գրականության  բնագավառում ազգային շքանշան  ստանալու  արարողության  ժամանակ  իր  ելույթում  Չիվերը  խոսում  է ժամանակակից աշխարհում գրականության դերի ու նշանակության իր պատկերացման մասին. «Ինձ համար լավ արձակի նշանակությունն այն է, երբ այն կարող է ներկայացնել բանիմաց  ու  գիտակից  տղամարդկանց  և  կանանց  գործուն  երկխոսության  փորձը՝ ուղղված այն բանին, որ մեր մոլորակի կրակները լինեն բացառապես խաղաղ»4: Չիվերը դիտում է գեղարվեստական արձակը որպես լեզվի հետ փորձառության ձև. «Որևէ մեկը երբեք  չի  կազմի    նախադասություն  առանց  զգացմունքներ  ունենալու»5:    Բացի  այդ` գրողը  կարծում  է,  որ  պատմվածքը  հատկապես  արդյունավետ  է,  եթե  գործ  ունես մարդկային ընդհատված հարաբերությունների հետ6։ ", "Ջոն    Չիվերն  այն  սակավաթիվ  գրողներից  է,  ով  իրեն  նույնացրել  է    իր  ապրած ժամանակի հետ, ներթափանցել շրջապատող միջավայրի և մարդկանց զգացողությունների  խորքը,  ստեղծել  գոյություն  ունեցող  իրականությունից  զատ  այլ իրականություն,  երևակայական  քաղաք,  որը  հեշտությամբ  կարող  ենք  նմանեցնել Վիլյամ  Ֆոլքների  Յոքնապատոֆին,  Շերվուդ  Անդերսոնի  Ուինսբուրգ  կամ  Թոմաս Հարդի  Վեսեքս  մտացածին  քաղաքներին։    Կարող  ենք  ասել,  որ    Չիվերի  ստեղծած թվացյալ  աշխարհը ինչ-որ  առումով իրական է, քանի որ նրա ստեղծագործություններում նկատելի է գրողի ինքնարտահայտումը:  Թեև կարծիքներ են հնչել,  որ  հետպատերազմյան  ամերիկյան  գրականության  մեջ  նկատելի  են կրկնություններ,  սակայն,  ի  դեմս  մի  շարք  գրողների,  այդ  թվում  նաև  Ջոն  Չիվերի, ամերիկյան փոքր արձակում  ի հայտ են գալիս նոր զարգացումներ: Նրա փոքր արձակի նորարարությունը  հատկանշվում է հատկապես կյանքի նկատմամբ իրատեսությամբ և սովորական ամերիկացու ապրելակերպի  մանրազնին դիտարկմամբ ու արտացոլմամբ: ", "Չիվերը  կարծես  կամուրջ  է  դառնում  20-րդ  դարի  առաջին  կեսի  գրողների՝  Էռնեստ Հեմինգուեյի,  Վիլյամ  Ֆոլքների,  Ֆրենսիս  Սքոթ  Ֆիցջերալդի  և  ուրիշների    ու  Երկրորդ աշխարհամարտին հաջորդող գրողների միջև։ Ջոն Չիվերի ստեղծագործության վրա մեծ ազդեցություն  են  թողել  հատկապես  «կորուսյալ  սերնդի»  ներկայացուցիչները։  Նրա գրական  մոտեցումներն  առավելապես  համընկնում  են  այս  շրջանի  գրողների գաղափարներին և աշխարհընկալմանը: ", "Գրողն իր վաղ շրջանի ստեղծագործություններում օգտագործում է հեմինգուեյյան երկխոսության գերակշռության սկզբունքը,  տեղի ունեցող իրադարձությունների մանրամասն նկարագրությունը և  ոչ էական խոսակցությունների մեջ հերոսների թաքնված անհանգստությունները: Իր արձակում  համադրում է  նաև Ն. Հոթորնի, Հ. Ջեյմսի,  Օ՚ Հենրիի և Շ. Անդերսոնի, Ֆ. Ֆիցջերալդի, ինչպես նաև ռուս գրող Ա.  Չեխովի  գրական  ավանդները:  Գրողի  գրական  ազդեցությունները  նկատելի  էին հատկապես  նրա  ստեղծագործության    վաղ  շրջանում։  Դա  ակնհայտորեն  երևում  է «Որոշ  մարդկանց  կենսակերպը»  («The  way  some  people live»,1943)  ժողովածուի պատմվածքներում։  Սակայն  արդեն  երկրորդ՝ «Հրեշավոր  ռադիոն  և  ուրիշ պատմվածքներ»  («The  Enormous  Radio  and  other  stories»,1953)  ժողովածուի  մեջ բացահայտվում են Չիվերի  գրական ոճին  բնորոշ  այնպիսի հատկանիշներ, ինչպիսիք են  նրա  սևեռուն  ուշադրությունը  մարդու  ներաշխարհին,  խոր  հետաքրքրությունը հասարակության  հոգևոր  կյանքի  նկատմամբ:  Այս  շրջանին  բնորոշ  էր  գրողի երկվությունը,  որը  նկատելի  է  նաև  նրա  ստեղծագործական  կյանքի  հաջորդ շրջաններում: ", "Ինչպես  նշվեց, ռուս  և  ամերիկյան  գրաքննադատները  Չիվերին  հաճախ համեմատել են Անտոն Չեխովի հետ: Ռուս գրողի հետ նմանությունը պայմանավորված է հատկապես  թեմաների ընդհանրությամբ՝  ընտանիք, մարդասիրական վերաբերմունք և այլն։ Չիվերը Մոսկվա այցելության ժամանակ «Լիտերատուրնայա գազետային»  տված հարցազրույցում  խոստովանել է. «Չեխովին կարդացել և սիրում եմ, ինչպես շատ ուրիշ ռուս դասականների, սակայն, ըստ իս,  ես գրում եմ իմ ձևով»7: ", "Ջոն  Չիվերը  գրել  է    հինգ  վեպ  և  երկու  հարյուրից  ավելի  պատմվածքներ,  որոնք ամփոփվել  են  պատմվածքների  յոթ  ժողովածուներում։  Գրողին  ակնհայտորեն  հուզում էին միջին խավին պատկանող մարդկանց հոգսերը, չիրականացված երազանքները: ", "Նա  պատմվածքներում  ներկայացնում  է  առօրեական  ճշմարտություններով լի հարաբերություններ,  պատկերներ,  վիճակներ,  որոնք  կարող  են  արտաքուստ  այդքան էական  չլինել,  բայց  իրականում  ունենալ  ընդհանրական  կարևորություն:  «Ինչպես  ենք մենք ապրում հիմա» («The Way We live now») ակնարկում գրականագետ Ջոան Դիդիոնը գրում  է,  որ  չի  կարող  մտաբերել  մի  գրողի,  որ  այդքան  շատ  է  պատմում  մեր  առօրյա ապրելակերպի  մասին8։  Որոշ  գրաքննադատներ այն կարծիքին են, որ Չիվերի գրական K. Hall & Co, 1982, p. 69. հաջողությունը  պայմանավորված  էր  վեպերով:  Օրինակ,    Ջորջ  Հանթը  «Beyond  the Cheeveresque: A style both  Lyrical  and  idiosyncratic» հոդվածում գրում է,  որ Ջոն Չիվերը բազմաթիվ  մրցանակներ  է  ստացել  մեծ  արձակի,  հատկապես  չորս  վեպերի    համար, մինչդեռ պատմվածքի ժողովածուներին հազվադեպ են գրական մրցանակներ շնորհվել, և  դրանք  լավ  չեն  վաճառվել9:  Մեր  կարծիքով,  Չիվերի  գրական  արժանիքները առավելապես դրսևորվել են  պատմվածքի ժանրում, որի գնահատականը պատմվածքագրության  համար  1978  թվականին  գրողին  շնորհված  Պուլիտցերյան մրցանակն  է:  Չիվերի  արվեստի  շատ  հետևորդներ  ևս  կարծում  են,  որ  գրողի  արվեստն ավելի  համոզիչ  կերպով  արտահայտվել  է  նրա  պարգևի  արժանացած  վեպերում՝ «Վապշոտյան  ժամանակագրություն»  («The  Wapshot  Chronicle», 1957),  «Վապշոտյան խայտառակություն»  («The  Wapshot  Scandal,  1964),   «Բուլեթ  Պարկ»  (Bullet  Park,  1969)  և «Ֆալքոներ»  (Falconer,  1917):  Գրականագետ  Րալֆ  Վուդը  ևս  իր  նախապատվությունը տալիս  է  պատմվածքներին,  նշելով,  որ  վեպի  ժանրում  Չիվերի  արվեստն  ու հավատամքը շեղվում են բուն թեմայից: Նրա վեպերը հաճախ նման են պատմվածքների համակցության10։    Ջոն  Չիվերը,  շարունակելով  ամերիկյան  պատմվածքի  գրական ավանդները,    ստեղծում  է    իրեն  հատուկ  գրական  ոճ՝    ստեղծագործություններում չափազանց  սուր  արտացոլելով  ամերիկյան  արվարձանի  բնակիչների  կյանքը,  ինչը մասամբ պայմանավորված է գրողի՝  արվարձանում բնակության փորձով: ", "Պատմվածքներում  առօրյա  կյանքի  մանրադիտակային  նկարագրությունը  գրողի համար  միջոց  է  հասարակ  մարդկանց  խնդիրներն  առավել  անմիջականորեն ներկայացնելու համար. «Իմ կյանքի վաղ տարիների որոշումն էր լրտեսել միջին դասին,- գրում է Չիվերն իր ամսագրում,-բայց, կարծես թե ժամանակ առ ժամանակ մոռանում եմ իմ առաքելության մասին և շատ լուրջ ընդունում լրտեսի դերը»11։  Սերնդակից գրողները Ջոն  Չիվերին  համարել  են  ժամանակի լավագույն  արձակագիրներից  մեկը: ", "Գրականագետ  Ջոն  Ալդրիջը  «Time  to  murder  and  create»  հոդվածում  գրում  է.  «Չիվերը John Cheever. Boston, Massachusetts: G. K. Hall & Co, 1982, p. 38. http://www.religion-online.org/showarticle.asp?title=1353-25.04.2017. http://www.nytimes.com/2009/03/27/books/27book.html-05.06.2017. մեր  ժամանակների  ամենից  քննարկվող  կարևորագույն  գրողներից  է»12,  իսկ  Ջոն Գարդներն իր ավագ  ընկերոջ մասին գրել է.  «Ջոն Չիվերը ներկայիս այն սակավաթիվ արձակագիրներից  է,  ովքեր  կարող  են  համարվել  իրական  արվեստագետներ»13։  «The New  York  times  Book  review»  շաբաթաթերթի  խմբագիր  Ջոն  Լեոնարդը  գրողին համեմատել է  Անտոն Չեխովի հետ՝ նրան անվանելով «Chekhov of the exurbs» և հավելել. «Ես հավատում եմ,  որ Ջոն Չիվերը մեր ժամանակների փոքր արձակի լավագույն գրողն է»14։   Չիվերին նմանեցրել են նաև Օվիդիուսին,  Դանթե Ալիգիերիին՝ անվանելով նրան «The Ovid of Ossining», «The Dante of suburbia», ինչպես նաև նկարիչ Էդուարդ  Հոպպերին: ", "Ուշադրության  արժանի  է  նաև  Վլ.  Կիրակոսյանի`  «Հայ  նոր  գրականության  պատ- մության»  5-րդ  հատորի  9-րդ  գլխում  զետեղված  «Այլ  բանաստեղծներ»  ուսումնասիրու- թյունը,  որտեղ  ընդգրկուն  անդրադարձ  է  կատարված  տերյանական  դպրոցի  ձևավոր- մանը,  ուղեկից  բանաստեղծների  ի  հայտ  գալուն,  որոնց  բազմաքանակությունը  ամբող- ջությամբ անդրադարձնում է գրական միջավայրի պատկերը, հասարակական և գաղա- փարական կյանքի ներքին տեղաշարժերը։ ", "Ընդհանրապես գրականագիտության մեջ տերյանական դպրոցի մասին եղած ակ- նարկներից  ու  առանձին  դիտողություններից,  ինչպես  նաև  բանաստեղծի  մեծաքանակ հետևորդների  հավաքական  ստեղծագործական  փորձից  կարելի  է  առանձնացնել  այդ դպրոցի  ձևավորման  ու  կայացման  երկու  հիմնական  նախադրյալ՝  սիմվոլիստական ուղղությունը  և  ազգային  ու  համաշխարհային  գրականության  որոշակի  հին  ու  նոր ավանդույթներ, մասնավորապես ռոմանտիզմի դասերը։ Ատենախոսության մեջ գեղար- վեստական  նյութը  վերլուծվում  է  հիմնականում  այս  երկու  նախադրյալների  տե- սանկյունից։ ", "Մայրն  անգլուհի  էր,  իսկ    հայրը՝  Ըզիքիել  Չիվերի  ժառանգներից,  որը    Բոստոնի Լատինական  դպրոցի  հայտնի  ուսուցիչներից  էր  և  հաստատվել  էր  Մասաչուսեթսում ազդեցությունը մեծ է եղել իր ստեղծագործական կյանքում:  1926 թ. Չիվերը հաճախում է Մասաչուսեթս նահանգում գտնվող Թեյեր ակադեմիա: Նյութական վատ պայմաններում ապրող  ծնողները  չեն  կարողանում  վճարել  ուսման  վարձը,  որի  հետևանքով  1930թ. մարտին  նա  հեռացվում  է  կրթօջախից  (այլ  աղբյուրներում  նշվում  է,  որ  դպրոցից վտարման  պատճառը  ծխելն  էր):  Այս  ամենի  ազդեցությամբ  տասնութամյա  Չիվերը գրում  է  «Վտարվածը»  («Expelled»)  պատմվածքը,    որն  այդ  ժամանակի  գրական  գործիչ Մալքոլմ Քոուլիի հովանավորությամբ  տպագրվում է իր խմբագրած «The New Republic» թերթի 1930 թ. հոկտեմբերի 1-ի համարում: Սա  գրողի առաջին տպագիր պատմվածքն է: ", "http://news.google.com/newspapers?nid=1345&dat=19880614&id=kL0vAAAAIBAJ&sjid=4PkDAAAAIBAJ&pg=68 Մալքոլմ Քոուլին ասում է. «Ես զգացի, որ առաջին անգամ լսում եմ նոր սերնդի ձայնը»16։ ", "Չիվերի վաղ շրջանի ստեղծագործությունները սկզբներին տպագրվեցին նաև  «Colliers Story» և «The Atlantic» ամսաթերթերում: ", "Այս շրջանում գրողին  հաջողվում է կապ հաստատել «The New Yorker» ամսագրի խմբագրության  հետ, որտեղ  էլ  աշխատելով երկար տարիներ՝ այդտեղ տպագրում է իր երկու հարյուր պատմվածքներից հարյուր քսանմեկը:  Ըստ այդմ՝  Չիվերը բնութագրվում էր  որպես  զուտ  «The  New  Yorker»  ամսագրի  գրող,  որն  ազնվորեն  գրում  է  միջին  դասի արվարձանաբնակների մասին: Այս ամսագրի անվան հետ կապվում է նաև ամերիկացի գրողներ  Ջոն  Օ՚  Հարայի,  Թոմաս  Վուլֆի,  Ջեյմս  Թարբերի,  Շերվուդ  Անդերսոնի,  Ջերոմ Սելինջերի,  վերջին շրջանում նաև Դոնալդ Բարթելմի անունները, որոնք նույնպես լուրջ ավանդ  ունեն  ամսագրի  գործունեության  մեջ:  Թեև  ամսագրին  թղթակցելու ժամանակահատվածը որոշակի ազդեցություն ունեցավ Չիվերի գրական ընկալումների վրա,  այնուամենայնիվ,  շատ  գրաքննադատներ  դա  չեն  ընդունում՝  համարելով  այն միապաղաղ  աշխատանք  գրողի  համար:  Նրանք    մեղադրում  էին  «The  New  Yorker» ամսագրի  գրողներին  ամերիկյան  միջին  դասի  ջատագովներ  լինելու  համար,  որոնք ներկայացնում  են  ամերիկյան  իրականությունից  կտրված  մի  խումբ  մարդկանց՝ ֆինանսապես  և  մշակութապես  մեկուսացված  ամերիկյան  հասարակությունից: ", "Հատկապես  Ջոն  Չիվերը,  Ջոն  Օ՚  Հարան,  Ջերոմ  Սելինջերը  և  Ջոն  Ափդայքը գրաքննադատների կողմից  հաճախ էին մեղադրվում Փարք Ավենյու, Մեդիսոն Ավենյու և Ուոլ Սթրիթ քաղաքային միջավայրերում անվերջանալի պտույտներ գործելու մեջ: ", "Գրաքննադատների  կարծիքով՝  Չիվերի  ստեղծագործությունների  գերակա թեմատիկան  վկայում  է  գրողի  անպատասխանատվության  մասին,  քանի  որ  նրան  չի հաջողվում ներգրավվել կյանքի սոցիալական իրականության մեջ17:  Ուելդոն Քիզը  «The New Republic» ամսագրում կարծիք է հայտնում, որ «The New Yorker» ամսագրի արձակը բախվում  է  սահմանափակումների:  Քիզը  գրում  է.    «Տեսարանների  միայն  դեկորատիվ հատկանիշների  վրա  կենտրոնանալը  ինքնըստինքյան  սահմանափակում  է  դրանց Were His Politics So Awful? // New Republic, March 1, 2014 / http://www.newrepublic.com/article/116499/long- voyage-selected-letters-malcolm-cowley-reviewed-26.05.2017. p. 3. նյութական հատկանիշների բացահայտումը»18:  Նա այս ամսագրի գրողներին խորհուրդ է  տալիս  պատմվածքներում    ներկայացնել  ոչ  միայն  դեկորատիվ  որակ,  էպիզոդիկ նոթագրություն  և  չնչին  զգայական  ազդեցություն,  այլև  ավելին19։  Ջորջ  Գարեթը    «The New  Yorker»  ամսագրի  արձակը  համարում  է    ձևաոճի  արձակ,  որը  հիմնականում հետազոտում է առանց սյուժեի,  դրամատիկ կերպով ներկայացված մեկ միջադեպ և այն օգտագործում  անգլոսաքսոնական  բողոքական  միջին  խավին  պատկանող  նուրբ  և զգայուն  մարդկանց  կյանքում»20:  Վիլյամ  Փեդենը  «The  New  Yorker»  ամսագրի պատմվածքները  համարում  է    «միտումնավոր  բարդացված  և  կարոտախտային,  որոնց թեման հիմնականում վերաբերում է միջին խավին»21: ", "Չիվերը,  բոլոր  այս  գրաքննադատների  կարծիքով,  լինելով  «The  New  Yorker» ամսագրի  բնորոշ  գրող,  տարածում  էր  ամսագրի  թերությունները,  որոնք  դառնում  են նաև  իր  թերությունները:    Այս    ժամանակահատվածում  Չիվերը  փորձում  է  ուժերը գրական տարբեր ոճերում։ Գրողի  հիմնական ցանկությունն էր  ներկայացնել  կյանքը, ամերիկյան  իրականությունն  այնպիսին,  ինչպիսին  կա։  Իր  վաղ շրջանի պատմվածքները  Չիվերն  ամբողջացրել  է    «Որոշ  մարդկանց  կենսակերպը»  («The  Way some people live», 1943)  պատմվածքների առաջին ժողովածուում, որտեղ նկարագրում է ծայրամասային  Իսթ-Սայդի  և  տեղաբնակների  կյանքը:  Գիրքը  տպագրվում  է  1943թ.  և արժանանում  տարբեր  կարծիքների:  Ամերիկյան  վիպասան  և  պատմվածքագիր Մաքսուել  Սթրաթերս  Բարթը  ողջունում  և  բարձր  է  գնահատում  տաղանդի    ծնունդը  և կանխատեսում նրա հետագա նշանակալի գրական գործունեությունը։ «Saturday Review» ամսագրում այն համարում է լավագույն պատմվածաշար, իսկ «Սիրո վկայություն» («Of Love:  A  Testimony»)  պատմվածքը՝  երբևիցե  կարդացած  լավագույն  պատմվածքը։  Նա գրում  է,  որ  Չիվերը  աչքի  կընկնի  ոչ  միայն  որպես  պատմվածքագիր,    այլև  վիպասան, հնարավոր  է  նաև  դրամատուրգ,  քանի  որ  ունի    բոլոր  անհրաժեշտ  հմտությունները April 19,  1943, p. 516-517. Massachusetts: G. K. Hall & Co, 1982, p. 56. սովորական  իրադարձությունների,      մարդկանց    և    արտաքուստ  ոչ  այնքան  էական հարցերում հիմնականն ու կարևորը բացահայտելու պոետական ձիրք22: ", "Ջոն Չիվերի վաղ շրջանի պատմվածքներում արտահայտվում է հասարակության մեջ առկա  անորոշությունը, մարդու զգացողությունն  անկայուն ապագայի վերաբերյալ: ", "Վաղ  շրջանի  ստեղծագործությունների  ամենամոլի  քննադատը  գրականագետ  Վիլյամ Փեդենն էր։ «Քսանինը պատմվածքներ» («Twenty nine stories», 1960) գրքի գրառումներում Փեդենը  Չիվերին  համեմատում  է  Գալսվորթի  հետ23:  Փեդենը,  շարունակելով  միտքը, ասում  է,  որ  քիչ  գրողներ  են  ավելի  հմտորեն  պատկերել  ժամանակակից հասարակության  մի  հատվածի  ունայնության  և  միայնության  զգացողությունը:    Նա նշում  է,  որ  պատմվածքներից յուրաքանչյուրում  հիմնականում  ցույց  է  տրվում քաղաքային կյանքի քայքայիչ ազդեցությունը ըստ էության բարեպաշտ մարդկանց վրա, որոնք  օտարված  են,  պարտված  կամ  զրկված  անհատականությունից,    ոչնչացված  մեծ քաղաքի անծայրության մեջ24։ ", "Թուրքիայի Հանրապետության պատմության թթ. ժամանակաշրջանի վերաբերյալ պատմագիտական հիմք են հանդիսացել հայ27, թուրք28, ռուս29 և արևմտյան30 մի շարք հեղինակների հոդվածներն ու աշխատությունները: ", "Չիվերյան  աշխարհի  տեսլականում նկատվում են էքզիստենցիալիստական գաղափարներ, թեև գրողը շարունակում է մնալ ռեալիստ: ", "Չիվերը  տեսնում  է  հասարակական  այն  դրդապատճառները,  որոնցից  ծնվում  են իր  հերոսների  դժվարություններն  ու  դժբախտությունները:  Գրողը  ձգտում  է հնարավորինս  լայնորեն արտացոլել ամերիկյան կյանքն իր տարբեր կողմերով: 1969 թ. Չիվերը  հրատարակում  է  իր  ամենից  վիճահարույց  վեպը՝  «Բուլեթ  Պարկը»  («Bullet Park»), որը գրողի՝ հայերեն թարգմանված միակ վեպն է: Վեպը բնորոշելով որպես «Այն, ինչ  մեր  մասին  իրականությունն  է»՝  գրականագետ    Ուորեն  Սլոթը  գրում  է.  «Չիվերը համարձակորեն, բայց ոչ համոզիչ կերպով փորձում է հաստատել բուրժուական կյանքը, վերստին  մարդկային  գծերով  օժտել  արվարձանաբնակի  կարծրատիպը»26:    «Բուլեթ պարկ»  վեպից    հետո    հաջորդում  են    Չիվերի  անձնական  և  ստեղծագործական ճգնաժամի  տարիները:  Գրողի՝  ալկոհոլով    տարվելը  չէր  կարող    չարտահայտվել    նրա ստեղծագործության մեջ։  Երկար տարիներ անհաղթահարելի թվացող կախվածությունը ոգելից  խմիչքներից  և  թմրանյութից  իր  հետքն  է  թողնում  գրողի  ստեղծագործական կյանքի  վրա  և    ստիպում  Չիվերին    բուժվել    այդ    չարիքից:  Ջոն  Չիվերը  1977  թ.  լույս  է ընծայում  «Ֆալկոներ»  («Falconer»)  վեպը,    որը  դարձավ  այդ    տարիների  ամենա- վաճառվող գրքերից մեկը՝  նրան արժանացնելով համընդհանուր ճանաչման։  «The New York  times»  պարբերականում  գրաքննադատ  և  վիպագիր  Քրիստոփեր  Լեյման-Հափթը «Ֆալկոները»  անվանում  է  «Արտառոց  նոր  վեպ»27:  1982  թ.  լույս  է  ընծայվում    Չիվերի «Ախ, ինչ դրախտ է թվում»   («Oh What a Paradise it seem») վեպը:  1978 թ. վերջին լույս է տեսնում  պատմվածքների նոր ժողովածու՝  «Ջոն Չիվերի պատմվածքները» («The Stories of  John  Cheever»)  վերնագրով,  որը  նույն  թվականին  արժանանում  է  հեղինակավոր Պուլիտցերյան  մրցանակին:    Այս  ժողովածուն  կարծես  Չիվերի    ստեղծագործական որոնումների  ամբողջացումն  էր:  «The  New  York  Times»-ը  գիրքն  անվանում  է  «մեծ իրադարձություն ամերիկյան գրականության մեջ»28։ Չիվերի իրատեսական արվեստը և ստեղծագործության մարդասիրական մոտիվը ստանում են  ամբողջական արտահայտում:  Պատմվածքներում  ընդգծվում  են  ամերիկյան  կյանքի  իրական հակադրությունները  և  ճգնաժամային  գծերը:  1979  թ.  գրողին  շնորհվում  է  «Էդուարդ Մաքդոուելի մեդալ»՝  գրական արվեստում ունեցած մեծ ներդրման համար: ", "Ի  դեպ,    Չիվերն  այն  եզակի  գրողներից  է,  որը,  ի  տարբերություն  իր  սերնդակից գրողների՝  Է.  Հեմինգուեյի,  Ն.  Մեյլերի,  Կ.  Վոնեգուտի,  Վ.  Սարոյանի,  Ջ.  Սելինջերի,  Ի. Շոուի, մասնակցելով Երկրորդ  աշխարհամարտին,  պատերազմի մասին տպավորությունները  չի  հանձնել  թղթին:  Այս  հարցին  գրողը  թերևս  ուներ  իր պատասխանը: Նա  իր օրագրում գրում է.  «Ես ցավի հիշողություն չունեմ»29: Իսկապես, թվում է՝ Չիվերը չունի ռազմական և քաղաքական մարտերի հիշողություն, որը ցնցել էր իր գրչակից ընկերներին. նրան  հետաքրքրում է միայն մարդ անհատն այլ անձանց  հետ փոխհարաբերություններում:  Թեև  Չիվերը  բազմաթիվ  մրցանակների  է  արժանացել, հաջողության հասել գրական շրջանակում, ակներև է, որ նրա աշխատանքների հանդեպ գրականագիտության վերաբերմունքը  երկակի է։ «The Saturday Review»-ում Սթրաթհերս Բարթի՝  Ջոն  Չիվերի մասին գովաբանական գրառումներից բացի, շատ գրականագետներ քննադատում են նրա ստեղծագործությունը: Վիլյամ Դյու Բոան  «The New  York  Times  Book  Review»  շաբաթաթերթում    նշում  է,  որ  Չիվերը  գրում  է  միայն տառապած  հոգիների  մասին`    «ընդհանուր  առմամբ  մեկուսացած  և  որոշ  չափով http://www.nytimes.com/1977/03/06/archives/falconer-falconer.html?_r=0-07.05.2016. http://www.openlettersmonthly.com/book-review-john-cheevers-collected-stories-library-america-christen-enos- http://www.vqronline.org/essay/no-memory-pain-john-cheever-begins-02.12. 2016. John  Cheever:  Collected and  Other  Writings, Stories Enos, June հուսահատված»30։  Ստեֆան  Ս.  Մուրը  Չիվերի  հերոսներին  համարում  է  միֆական, չափազանցված,  ծաղրակերպ՝  նրանց    համեմատելով      Կեն  Կիզիի  «Թռիչք  կկվի  բնի վրայով»  («One  flew  Over  the  Cucoos  Nest»  1962)  և  Կուրտ  Վոնեգուտի  «Աստված պահապան  Ձեզ,  պարոն  Ռոզուոթեր»  («God  Bless  you,  Mr.  Rosewater»,  1965)  վեպերի հերոսների՝  Ռենդլ  Մաքմերֆի  և  Էլիոթ  Ռոզուոթերի  հետ31։  1971  թ.  գրված  ակնարկում Էուջին  Չեզնիքը  նշում  է,  որ  Չիվերի  դիրքը  և  ստեղծագործությունը  ամերիկյան արձակում որոշակի չեն։ Իրվինգ Հոուն  «Շեյդի Հիլի կողոպտիչը»  ակնարկում Չիվերին անվանում է անատամ Թարբեր (գրականագետը նկատի ունի Ջեյմս Թարբերին)՝ գրելով, որ  Չիվերը  երբեք  թույլ չի  տալիս  իր  հերոսներին  բախվել սեփական արժանապատվության կամ  Ես-ի  պարտության անելանելի վիճակին32: ", "Անդրադառնալով  Հոուի  գրառմանը՝    Ջոն  Բլեյդը    «Biography  puts  on  new  light  on  career Toothless    Thurber»  հոդվածում  գրում  է,  որ  սա  «The  New  Yorker»  ամսագրի    արձակի նկատմամբ  ժամանակի  մտավորականության  թշնամանքի  դրսևորումն  էր,  քանի  որ Չիվերն այստեղ տպագրել է իր ստեղծագործությունների մեծ մասը։ Ջ. Բլեյդը հավելում է,  որ,  օրինակ,  Նորման  Մեյլերը  չի  կարդացել  Չիվերի  ստեղծագործությունները  գրողի կենդանության  օրոք,  և  միայն  1982  թվականից  հետո    ընթերցելով՝    խոստովանել  է,  որ դրանք գոհարներ են33: ", "Խոսելով  Չիվերի  ստեղծագործական  մտածելակերպի  փոփոխության  մասին՝ Ֆրեդերիք  Բրաքերը  1962  թ.  «John  Cheevers  Vision  of  the  world»    հոդվածում    գրում  է. «Վաղ շրջանի պատմվածքների հիմնական նպատակն է ստեղծել ճշմարտանմանության մթնոլորտ.  Չիվերի  առաջին  գրքի  վերնագիրը  ծառայում  է  իր  նպատակին,    ցույց  է տալիս,  թե  ինչպես  են  մարդիկ  ապրում,  իսկ  ուշ  շրջանի  ստեղծագործություններում գրողն  օգտագործում  է  ինքնազննումը,  անհամապատասխանությունը  և  ծաղրը` Review, 28 March 1943, p. 10. Cheever.  Boston, Massachusetts: G. K. Hall & Co, 1982, p. 32. Partisan Review 26,1959, p. 130-131. http://news.google.com/newspapers?nid=1345&dat=19880614&id=kL0vAAAAIBAJ&sjid=4PkDAAAAIBAJ&pg=68 ժամանակակից  աշխարհի  աբսուրդը  ներկայացնելու  համար»34։  Եթե  Ջոն  Չիվերի առաջին  շրջանին  բնորոշ  են  հերոսների  մեկուսացումը,  աշխարհի  նկատմամբ  երկակի հայացքը  և  հին  մոդեռնիստների  որոշակի  ոճական  արձագանքները,  ապա ստեղծագործության երկրորդ շրջանում նկատելի է դառնում գրողի ինքնուրույն ոճը։ Սա Չիվերի  ստեղծագործական  հասունության  ժամանակաշրջանն  է,  երբ  գրելաձևը, հեղինակային  խոսքը,  տեսակետը  և  ոճը  համադրվում  են  գրողի  եզակի ստեղծագործական  ձեռագրում։  Ստեղծագործական  վերջին  շրջանի  գրվածքները համեմատաբար  լավատեսական  են,  օրինակ՝  «Խնձորների  աշխարհը  գիրքը»,  («The World of Apples», 1973)  ներկայացնում է Չիվերի նոր աշխարհայացքը: Այն աբսուրդային աշխարհին դիմակայելու գրողի նոր մոտեցումն է: ", "Չիվերը  վախճանվեց  1982  թվականի  հունիսի  18-ին  երիկամների  անբուժելի հիվանդությունից:  Մահից  երկու  ամիս  առաջ,  գրական  վաստակի  համար  մեդալ ստանալու  արարողության  ժամանակ  իր  շնորհակալական  խոսքում  նա  ասում  է. «Արձակի  լավագույն  էջերը  մնում  են  անպարտելի»35։Ջոն  Չիվերի  գրչակից  և  ընկեր  Ջոն Ափդայքը  գրողի  հուղարկավորության  ժամանակ  հայտարարում  է.  «Ամերիկան կկարոտի նրան»36: ", "Ամերիկյան  գրականագիտության  մեջ  մեծաթիվ  են  Ջոն  Չիվերին  վերաբերող նյութերը:  Սույն  աշխատանքի  լիարժեքությունն  ապահովելու  նպատակով    հաշվի  են առնվել  բազմաթիվ  գրականագետների՝  Ալֆրեդ  Քազինի37,  Ջորջ  Հանթի38,  Ջորջ Գարեթի39,  Էուջին  Չեզնիքի40,  Ջոն  Դայերի41,  Թիմոթի  Օուբրիի42,  Քաթրին  Ջուրքայի43, Massachusetts: G. K. Hall & Co, 1982, p. 169. http://www.nytimes.com/2009/03/27/books/27book.html?_r=1&-25.06.2016. G. K. Hall & Co., 1982. John Cheever Boston. Massachusetts: G. K. Hall & Co., 1982. Critical essays on John Cheever. Boston, Massachusetts: G. K. Hall & Co., 1982. K. Hall & Co. Boston, Massachusetts: G. K. Hall & Co., 1982. Ռալֆ  Վուդի44,  Սքոթ  Դոնալդսոնի45  և  այլոց  ուսումնասիրությունները:  Ամերիկյան գրաքննադատական գրականության հետ մեկտեղ աշխատանքի հիմքում ընկած են նաև ավանդական  տրամաբանությունը  և  պատմահամեմատական  մեթոդը:    Բլեյք  Բեյլին  և Սքոթ  Դոնալդսոնը  հիմնականում  մեզ ներկայանում  են  որպես  Ջոն  Չիվերի կենսագիրներ  (Blake  Bailey  «Cheever:  A  Life»46,  Scott  Donaldson,  «John  Cheever:  A Biography»47):  Ջոն  Դայերն  առավելապես  անդրադարձել  է  Չիվերի  ծաղրերգությանը, արվարձանի  պուրիտանիզմի  գաղափարախոսությանը  և  բարոյական  կարգին      («John Cheever:  Parody  and  The  Suburban  Aesthetic»):  Թիմոթի  Օուբրիի  ուսումնասիրության հիմքում  1950-ականների`  ներքին  ճգնաժամի  մեջ  գտնվող  մարդն  է,  որն  իրեն արտաքսված  է  զգում  հասարակությունից    («John  Cheever  and  the  Management  of Middlebrow Misery»): «Современная американская новелла» գրքում Վալենտինա Օլենևան Չիվերին՝  նրա  հերոսներին  ներկայացնելով  որպես  արտաքին  աշխարհի  զոհեր48:  Ռալֆ Վուդը  խոսում  է  Չիվերի  մարդասիրությունից՝  նշելով,  որ  այն  ավելի  վստահելի  է,  երբ միստիկական  է:  Սքոթ  Դոնալդսոնը,  բացի  կենսագրական  արծարծումներից, անդրադարձել  է  նաև  «Շեյդի  Հիլի  կողոպտիչը  և  այլ  պատմվածքներ»  ժողովածուին՝ վերլուծելով առանձին պատմվածքներ: ", "- Ի հայտ բերել այն ընդհանրությունները և տարբերությունները, որոնք առկա են  Բոդլերի  և  ֆրանսիացի  սիմվոլիստների՝  Պոյի  արձակ  և չափածո ստեղծագործություններին վերաբերող մեկնաբանություններում և թարգմանություններում: ", "Ատենախոսության հիմնական դրույթներն են. -Երկրորդ  աշխարհամարտից  հետո  ամերիկյան  կյանքի  տարբեր  ոլորտներում  ի  հայտ -Մարդու հոգեբանությունը և գիտակցությունը երկփեղկված են,  անկայուն ու անորոշ է -1950-ականներին  ամերիկյան  ընտանիքը  ճգնաժամ  է  ապրում:  Նկատելի  են  անձի են գալիս հակասություններ, դարձել նրա կյանքի հետագա ընթացքը, հոգեկան անկման դրսևորումներ, -Արվարձանային  միջավայրն  ունի  քարացած  բարքեր  ու  հստակ  կարգուկանոն,  որտեղ մարդու մտածողությունը և վարքը ենթարկվում են սահմանափակումների: ", "Սույն  ատենախոսության    խնդիրներն  են՝    Ամերիկայի  հասարակական  վիճակի հետևանքով  առաջացած  հակասությունները,  մարդու  և  արտաքին  աշխարհի հարաբերակցությունը  և  դրա  հետևանքները,  ընտանիքը  և  մեկուսի  անհատը,  որը բարդություններ ունի ոչ միայն ինքն իր հետ,  այլև ուրիշների հետ հարաբերություններում։ Մեր  ուշադրության կենտրոնում են նաև Չիվերի արվարձանը, արվարձանի  ներքին  օրինաչափությունները,  դրանց  ընդդիմացող  մարդը,  նրա մտածողության և վարքի առանձնահատկությունները։ ", "Վերոնշյալ  խնդիրների  վերհանումը  ծառայում  է  հիմնական  նպատակին՝    ցույց տալ  Ջոն  Չիվերի  արվեստի  տեղը  20-րդ  դարի  երկրորդ  կեսի  ամերիկյան  փոքր արձակում։ ", "ՉԻՎԵՐԻ ՊԱՏՄՎԱԾՔՆԵՐՈՒՄ Ատենախոսության այս ենթագլխում մեր ուշադրության կենտրոնում Ջոն Չիվերի փոքր  արձակում  միջին  խավի  նյութական  և  հոգեկան  վիճակների  հակասությունների թեմատիկան է, հասարակական, սոցիալ-տնտեսական խնդիրների արծարծումները: Այս ամենը  աներկբայորեն  ազդում  է  մարդկային  հարաբերությունների,  մարդու  էության  ու հոգեբանության վրա, որոնցով էլ պայմանավորվում են նրա գործողությունները։ ", "Երկրորդ Աշխարհամարտից հետո ամերիկյան տնտեսությունը աննախադեպ աճ է  ապրում։  Միլիոնավոր  քաղաքացիներ  ձեռք  են  բերում  քաղաքամերձ  տներ,    նոր ավտոմեքենաներ,  և  հնարավոր  է  դառնում  ազատ  ժամանակն  օգտագործել  կյանքը վայելելու  համար։  «Time»  ամսագրի  հրատարակիչ  Հենրի  Լուիսի  մեկնաբանմամբ՝ Ամերիկայի  առաջնորդները  որոշել  են  սկսել  Ամերիկայի  դարաշրջանը49։  Այս տարիներին  «տնտեսական բումը» ազդում է երկրի կյանքի բոլոր բնագավառների վրա։ ", "Ներգործող  ստեղծագործական  անդրադարձը  իր  արմատներով  մոտենում  է Յենայի  ռոմանտիկների  թեզին,  ուր  խոսքը  §գրողին  ընդառաջ  գնացող, ստեղծագործական  գործընթացին  մասնակցող  ընթերցողի  մասին  է¦2:  Եվ  այս պարագայում  կարելի է  ասել,  որ յուրաքանչյուր  ընկալում՝ յուրօրինակ մեկնաբանություն է, ինտերպրետացիա: ", "Հենրի  Լուիսը  գրում  է.  «Մենք`  ամերիկացիներս,  երջանիկ  չենք։  Մենք  գոհ  չենք Ամերիկայից։    Մեզ  չի  գոհացնում  Ամերիկայի  հետ  մեր  հարաբերությունները։  Մենք նյարդային  ենք,  մռայլ  կամ  անտարբեր։    Երբ  նայում  ենք  աշխարհին,  շփոթվում  ենք, չգիտենք՝  ինչ  անել»51։  Այս  լարվածությունն  էականորեն  ազդում  է  ոչ  միայն  մարդկանց սոցիալական կյանքի, այլև անձի ներաշխարհի և գիտակցության վրա, ինչի պատճառով փոխվում է նաև բարոյական արժեհամակարգը։ ", "Ամերիկայի  սոցիալական  խնդիրները  յուրովի  մեկնաբանությամբ  արծարծել  են ժամանակի շատ գրողներ՝ Շ. Անդերսոնը, Ս. Լուիսը, Ֆ. Ս. Ֆիցջերալդը, Է. Հեմինգուեյը, Ջ. Օ՚  Հարան, Ջ. Ափդայքը, Ռ. Բրեդբերին, Ի. Շոուն, Բ. Մալամուդը, Մ. Մաքքարթին, Ջ. պատմվածքները  կանոնավոր  կերպով  սոցիալական  ողբի  ձևն  են  ստանում»53: ", "Կ.Օութսը,  Ս.  Վիլսոնը,  Հ.  Միլլերը,  Ս.  Բելոուն։  Նշենք,  որ Ջոն  Չիվերի ստեղծագործություններում  առավել  լայն  ու  մանրազնին  է  ուսումնասիրվում  միջին խավին պատկանող ամերիկացու կյանքը և կենսակերպի փոփոխությունը։ ", "Համաշխարհային  գրականության  պատմությունը  ցույց  է  տալիս,  որ  որևէ դարաշրջան գեղարվեստորեն բնորոշելու առումով առավել ներկայացուցչականը վեպն է,  քանի  որ  այն  իր  առանձնահատուկ  տարողունակության  շնորհիվ  «ունակ  է  առավել Москва, 2006, стр. 8. ամբողջական  ու  բազմակողմանի  պատկերել  մարդու  կերպարը»45:  Ըստ  էության,  սա  է պատճառը,  որ  վեպի  առարկան  մոդիֆիկացիոն  իրացման  լայն  հնարավորություններ  է ձեռք բերում: Սա նշանակում է, որ որոշակի դժվարություններ կան վեպերի` այդ թվում և  քաղաքական  արձակի  տարատեսակների  ու  մոդիֆիկացիաների  նույնականացման, այս կամ  այն գեղարվեստական համակարգի «անհրաժեշտությունն ու բավարարությունը» սահմանելու հարցերում: ", "Ռոբերտ  Թաուերսը  «New  York  revew  of  books»  ամսագրում  գրում  է.  «Չիվերի պատմվածքներն  ունեն  ակնհայտ  սոցիալական  ուղղվածություն,  և  սրանում  որևէ  վատ բան չկա»55։ ", "Այնուհանդերձ,  համադրելով  արևմտյան  գրականագետներ  Ժ.  Բլոթների,  Ի.  Հոուեի աշխատությունները` քաղաքական  վեպ  կարելի է  համարել  այն  արձակ ստեղծագործությունը,  որը  գլխավորապես  կենտրոնացած  է  քաղաքականության  մեջ իշխանության  դրսևորման  շուրջ,  որտեղ  քաղաքական  նկրտումները,  ծրագրերն  ու գործողությունները  ներկայացվում  են  և՛  սյուժեի,  և՛  հերոսի  միջոցով47:  Ընդ  որում  այս համատեքստում  իշխանությունը  քաղաքական  ասպարեզում  մարդկանց,  ինչպես  նաև իրադարձությունների  վրա  ազդելու,  վերահսկելու  կարողությունն  է:  Նման  վեպերում քաղաքականությունն  «իրացվում  է»  արձակի  հիմնական  բաղադրիչների`  սյուժեի, կոնֆլիկտի,  կերպարների,  կոմպոզիցիայի  միջոցով,  իսկ  որպես  «իրացման»  պատճառ գրականագետ  Թ.  Քեմմը  դիտարկում  է  միջավայրը,  սոցիալական  իրադարձությունն  ու վեպի  դաստիարակչական  կամ  քարոզչական  նպատակը`  գերակա  կարգերի թերությունների լուսաբանումն ու դրանք հաղթահարելու ճանապարհների սահմանումը48: ", "Հետպատերազմյան  Ամերիկայում  մարդիկ  առավելապես  մտահոգված  էին հարմարավետ  ապրելակերպի  մասին  մտքերով:  Թիմոթի  Օուբրին  գրում  է,  որ  1950- ականներին այս միտումը ավելի տարածված էր, քան նախորդ տասնամյակներում: Շատ ամերիկացիներ շփոթված էին զգում իրենց երկու սոցիալական կարգերի՝ ավանդական G. K. Hall & Co., 1982, p. 122. Critical essays on John Cheever. Boston, Massachusetts: G. K. Hall & Co., 1982, p. 55. Touch//The  New  York  Review /http://www.nybooks.com/articles/1978/11/09/light-touch/-05.06.2016. John Cheever. Boston, Massachusetts: G. K. Hall & Co., 1982, p. 38. Books,  November Light of հարացույցի  և  սոցիալական  վարվելակարգի  միջև։  Առաջինը գնահատում  էր անհատականությունը,  երկրորդը՝  արժևորում  սահմանված  կարգերին  հարմարումը: ", "Շատերը  վախենում  էին,  որ  թեև  ամերիկյան  տնտեսական  համակարգը  պետք  է  լիներ անձի  ազատության  և  ազատ  արտահայտման  երաշխավորը,  սակայն,  հակառակ սպասվածի՝  այն  ճնշում  էր  անհատականությունը57։  Համաձայն  Դուայթ  Մըքդոնալդի՝ ժամանակակից  արդյունաբերական հասարակության միտումը  անհատին զանգվածային մարդու վերածելն է58: ", "Ջոն  Չիվերի  խնդիրն  է  դառնում  ներթափանցել  հետպատերազմյան  Ամերիկայի հասարակական  հակադրությունների  էության  մեջ,  հասկանալ,  թե  ինչու  է  մարդկանց նյութական  վիճակը  զուգորդվում  hոգևոր  անկման  հետ,  իսկ  գիտության  և  տեխնիկայի զարգացումը օտարացնում է մարդկանց:  Նա իր պատմվածքներում գրում է, թե ինչպես է  ամերիկացու  նյութական  կարգավիճակն  ազդում  իր  ընտանեկան  կյանքի  վրա, ստեղծում լարվածություն  ընտանիքի  անդամների  միջև,  առաջացնում  միմյանց նկատմամբ  անտարբերություն:  Թեև  գրողը  քննադատում  է  միջին  խավին  պատկանող մարդու  ապրելակերպը,  սակայն  չի  ծաղրում  և  չի  նսեմացնում  կյանքի  փակուղում հայտնված  մարդուն  ու  նրա  երազանքները։      Ինչպես  Չիվերի  կենսագիր  Բլեյք  Բեյլին  է գրում  «Չիվեր:  Կյանքը»  («Cheever:  A  Life»)  գրքում,  Չիվերը  չի  արհամարհում  իր հայրենակից արվարձանաբնակներին որպես խավի. «Նա խելագարվում էր արվարձանի համար»59: ", "Ամերիկյան  արվարձանների  թշվառության,  սոցիալական  անհավասարության պայմաններում    մարդը  երազում  է  ապահովություն,  խաղաղ  կյանք,  երջանկություն    և երբեմն  արտաքուստ  ստեղծում  բարեկեցիկ  կյանքի  պատրանքի  տպավորություն, ուրիշներին  ցույց  տալիս  իր  ներաշխարհի  անխռովությունը:  Սակայն  այդ  խաբուսիկ պատկերը ի վերջո հանգեցնում է թշվառության, զայրույթի և հարբեցողության: "], "source_docs_file": "Literature.json"}