{"source_docs_file": "Mathematics and Cybernetics.json", "paragraph_source_docs": [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0], "paragraphs": ["Դիտարկենք v1w14 կողը: Այն պետք է ներկված կլինի կամ (cid:12)(v1w14) = s + 1 գٳյնով կամ (cid:12)(v1w14) = s + 2: Եթե (cid:12)(v1w14) = s + 1, ապա C = w14v1w17v7w37v3w34v4w14 ցիկլի վրա գտնվող բոլոր կողերի գٳյները ﬕարժեք որոշվٳմ են: Արդյٳնքٳմ ստացվٳմ է, որ (cid:12)(uw17) = (cid:12)(uw34) = s + 5: Հետևաբար c + 2 ավելացված գٳյնը հավասար է s + 5, ինչը սակայն հնարավոր չէ, քանի որ S(w17; (cid:12)) = S(w34; (cid:12)) = [s + 4; s + 6] և երկٳ դեպքٳմ էլ s + 5-ը S(w17; (cid:12)) և S(w34; (cid:12)) բազմٳթյٳնների ﬕջին գٳյնն է: ", "Այժմ ենթադրենք, որ (cid:12)(v1w14) = s+2: Այդ դեպքٳմ C = w14v1w17v7w37v3w34v4w14 ցիկլի bK3;4 գրաֆի սիﬔտրիայի համաձայն վրա գտնվող բոլոր կողերի գٳյները հայտնի են: ", "կարող ենք համարել, որ (cid:12)(v1w15) = s + 3 և (cid:12)(v1w16) = s + 4: Քանի որ (cid:12)(v7w27) = s + 8, ٳնենք, որ S(v2; (cid:12)) (cid:21) s + 3. Մյٳս կողﬕց, քանի որ (cid:12)(v4w24) = s + 2, ստանٳմ ենք, որ S(v2; (cid:12)) (cid:20) s + 4: Քննարկենք երկٳ դեպք: ", "Դեպք 1. S(v2; (cid:12)) = s + 3: ", "Ապացٳցենք, որ (cid:12)(uw36) = s + 9: Քանի որ S(u; (cid:11)) = [s; s + 10], պետք է գոյٳթյٳն ٳնենք, որ i′ ٳնենա uwi′j′ կող, որի համար (cid:12) (uwi′j′) = s+9: Քանի որ S(v1; (cid:12)) = s+5 և S(v2; (cid:12)) = s+6, ̸= 1; 2, ٳստի i′ = 3: Քանի որ (cid:12)(v3w37) = s + 8 և i′ = 3, ստանٳմ ենք, որ (cid:12)(v3w3j′) = s + 7, (cid:12)(vj′w3j′) = s + 8 և (cid:12)(v1w1j′) (cid:21) s + 4: Այսպիսով, ٳնենք, որ j′ = 6 և (i′; j′) = (3; 6): Հետևաբար, (cid:12)(v6w26) = s + 7: Քանի որ (cid:12)(v7w27) = s + 8, ٳնենք, որ (cid:12)(v2w26) (cid:20) s + 5, ٳստի (cid:12)(uw26) = s + 6: Մյٳս կողﬕց ٳնենք, որ (cid:12)(uw17) = s + 6, ինչը հնարավոր չէ, քանի որ S(w17; (cid:12)) = S(w26; (cid:12)) = [s + 5; s + 7] և երկٳ դեպքերٳմ էլ s + 6 գٳյնը (c + 2 ավելացված գٳյնը) S(w17; (cid:12)) և S(w26; (cid:12)) բազմٳթյٳների ﬕջին գٳյնն է: ", "Դեպք 2. S(v2; (cid:12)) = s + 4: ", "Այս դեպքٳմ (cid:12)(uw24) = s + 3 և (cid:12)(v2w24) = s + 4: Հետևաբար, (cid:12)(v2w25) (cid:21) s + 5: Այժմ ցٳյց տանք, որ (cid:12)(uw15) = s + 1: Քանի որ S(u; (cid:11)) = [s; s + 10], պետք է գոյٳթյٳն ٳնենա ٳնենք, որ i′ կող uwi′j′, որի համար (cid:12) (uwi′j′) = s + 1: Քանի նոր S(v2; (cid:12)) = s + 4 և S(v3; (cid:12)) = s + 5, ̸= 2; 3, ٳստի i′ = 1: Քանի որ (cid:12)(v1w16) = s + 4 և i′ = 1, ստանٳմ ենք, որ j′ = 5 և (i′; j′) = (1; 5): Սրանից հետևٳմ է, որ (cid:12)(v5w15) = s + 2: Քանի որ (cid:12)(v3w35) (cid:21) s + 6, ٳնենք, որ (cid:12)(v5w35) = s + 4 և (cid:12)(v5w25) = s + 3: Հետևաբար, (cid:12)(uw25) = s + 4: Մյٳս կողﬕց, (cid:12)(uw34) = s + 4, ինչը հնարավոր չէ, քանի որ S(w34; (cid:12)) = S(w25; (cid:12)) = [s + 3; s + 5] և երկٳ դեպքերٳմ էլ s + 4 գٳյնը (c + 2 ավելացված գٳյնը) S(w34; (cid:12)) և S(w25; (cid:12)) բազմٳթյٳնների ﬕջին գٳյնն է: ", "գագաթներով երկկողմանի գրաֆների ﬕջակայքային ներկٳﬓեր Նախորդ պարագրաֆٳմ ցٳյց տրվեց, որ գոյٳթյٳն ٳնեն 19 գագաթանի երկկողմանի գրաֆներ, որոնք ﬕջակայքային ներկելի չեն: Սակայն նվազագٳյն թվով գագաթներով ﬕջակայքային ներկٳմ չٳնեցող երկկողմանի գրաֆները ﬓٳմ են անհայտ: Այս պարագրաֆٳմ ցٳյց կտանք, որ երկկողմանի գրաֆների որոշ ենթադասերին պատկանող բոլոր գրաֆները ﬕջակայքային ներկելի են: ", "Այս պարագրաֆի հիﬓական արդյٳնքները ստանալٳ համար կիրառվել են համակարգչային որոնման ﬔթոդներ: Ընդհանٳր սկզբٳնքը հետևյալն է. տրված գրաֆների ենթադասի համար գեներացվٳմ են այդ ենթադասի բոլոր այն գրաֆները, որոնց ﬕջակայքային ներկելիٳթյٳնը չի հետևٳմ հայտնի թեորեﬓերից, ապա բաշխված համակարգչային համակարգի ﬕջոցով կառٳցվٳմ են այդ գրաֆների ներկٳﬓերը և կատարվٳմ է կառٳցված ներկٳﬓերի լրացٳցիչ ստٳգٳմ՝ հնարավոր տեխնիկական սխալները բացառելٳ համար: ", "Գրաֆները գեներացնելٳ համար օգտագործել ենք nauty համակարգը [45]: Այդ համակարգին պատկանող genbg ծրագիրը հնարավորٳթյٳն է տալիս կառٳցել տրված կողﬔրի հարաբերٳթյամբ բոլոր երկկողմանի գրաֆները: Ավելին, այն հնարավորٳթյٳն է տալիս որոշել գրաֆների նվազագٳյն և առավելագٳյն աստիճանները, կապակցվածٳթյٳնը և ﬕ շարք այլ հատկանիշներ: ", "Գեներացված գրաֆների ներկٳﬓերը կառٳցելٳ համար կիրառել ենք բաշխված հաշվարկների համակարգեր: Արդյٳնքների ﬕ մասը ստացվել են CrowdProcess համացանցٳմ աշխատող գործիքի ﬕջոցով [18]: CrowdProcess-ը տրամադրٳմ է REST API, որի ﬕջոցով հնարավոր է JavaScript լեզվով գրված ծրագիրը և խնդիրների (տվյալ դեպքٳմ՝ գրաֆների) ցٳցակ պարٳնակող JSON ֆայլը փոխանցել համակարգին: ", "Համակարգը բաշխٳմ է ծրագիրը և խնդիրները ﬔծ թվով համակարգիչների ﬕջև (ﬔր փորձերի ժամանակ համակարգիչների թիվը տատանվٳմ էր 1000-ի և 5000-ի ﬕջև), արդյٳնքները հավաքٳմ է և վերադարձնٳմ է API-ի ﬕջոցով: Քանի որ գրաֆների ﬔծ մասը ներկվٳմ են ﬔկ ﬕլիվայրկյանից ավելի քիչ ժամանակٳմ, յٳրաքանչյٳր համակարգչին ٳղարկվٳմ էին շٳրջ 200 գրաֆներ: Մեր աշխատանքների ընթացքٳմ CrowdProcess համակարգը դադարեց աշխատել և ﬔնք անցٳմ կատարեցինք Մաﬕկոնյան Տիգրանի մշակած համանման համակարգին [82]: ", "Տրված երկկողմանի գրաֆի որևէ ﬕջակաքային ներկٳմ կառٳցելٳ համար կիրառել ենք հատարկման ալգորիթմ: (X; Y ) կողﬔրով G երկկողմանի գրաֆը և իր ներկٳմը ներկայացվٳմ է երկկցٳթյան B(G) = (bij)n(cid:2)m մատրիցով, որտեղ jXj = n և jY j = m: Այստեղ bij-ն X-ի i-րդ գագաթը Y -ի j-րդ գագաթին ﬕացնող կողի գٳյնն է, եթե այդ կողը գոյٳթյٳն ٳնի, և 0 է հակառակ դեպքٳմ: Մատրիցի գٳյները որոշելٳ համար կիրառٳմ ենք ٳղղորդված հատարկٳմ (backtracking): Յٳրաքանչյٳր քայլٳմ որոշվٳմ է մատրիցի տվյալ վանդակի համար թٳյլատրելի գٳյների բազմٳթյٳնը (հաշվի առնելով արդեն ներկված կողերը): Կողը ներկվٳմ է թٳյլատրելի գٳյների բազմٳթյٳնից պատահականորեն ընտրված գٳյնով և անցٳմ է կատարվٳմ մատրիցի հաջորդ վանդակին: Եթե որևէ կողի համար թٳյլատրելի գٳյների բազմٳթյٳնը դատարկ է, ապա ալգորիթմը վերադառնٳմ է նախորդ կողին և փոխٳմ է գٳյնը (եթե թٳյլատրելի գٳյների բազմٳթյան ﬔջ դեռ գոյٳթյٳն ٳնի նախորդ քայլերին չընտրված գٳյն): Ալգորիթﬓ ավարտٳմ է աշխատանքը, երբ բոլոր կողերը ներկված են, կամ երբ բոլոր հնարավորٳթյٳնները փորձարկվել են և գրաֆը ﬕջակայքային ներկٳմ չٳնի: Ալգորիթﬕ իրականացٳմը JavaScript լեզվով կարելի է գտնել աշխատանքի Հավելվածٳմ: ", "Կառٳցված ներկٳﬓերը առցանց բաշխված համակարգերից ներբեռնելٳց հետո իրականացվել է ներկٳﬓերի ստٳգٳմ C++ ծրագրով: Մենք հայտնաբերել ենք ﬕ քանի դեպքեր, երբ CrowdProcess-ից վերադարձված ներկٳմը պարٳնակٳմ էր սխալ: Այս սխալները հայտնաբերվել են ստٳգող ծրագրի կողﬕց և նٳյն գրաֆները ևս ﬔկ անգամ ٳղարկվել են մշակման: ", "Ստացված արդյٳնքները ձևակերպելٳ համար կատարենք որոշ նշանակٳﬓեր: ", "Դիցٳք F-ը երկկողմանի գրաֆների որևէ բազմٳթյٳն է: C(F)-ով նշանակենք F-ի բոլոր կապակցված գրաֆների բազմٳթյٳնը, որոնց նվազագٳյն աստիճանը առնվազն 2 Է և կողﬔրից յٳրաքանչյٳրٳմ ٳնեն առնվազն 4 գագաթ: M (F)-ով նշանակենք բոլոր այն գրաֆները, որոնք ստացվٳմ են կամայական G 2 F գրաֆից որոշ (առնվազն ﬔկ) գագաթներ հանելով: Տեղի ٳնի հետևյալ լեմման: ", "Լեմմա 3.4.1. Եթե երկկողմանի գրաֆների որևէ F բազմٳթյան համար M (F) և C(F) բազմٳթյٳնների բոլոր գրաֆները ﬕջակայքային ներկելի են, ապա F բազմٳթյան բոլոր Գագաթների քանակ Գրաֆների քանակ Պրոցեսորային ժաﬔր Աղյٳսակ 3.1: Թեորեմ 3.4.2-ի ապացٳյցٳմ սահմանված C(F) բազմٳթյան 15 գագաթանի երկկողմանի գրաֆների ներկٳﬓերի կառٳցման համար կատարված հաշվարկների մանրամասներ: Պրոցեսորային ժաﬔրը տրամադրվել են CrowdProcess-ի կողﬕց: ", "գրաֆները ևս ﬕջակայքային ներկելի են: ", "Ապացٳյց. Դիցٳք G-ն F բազմٳթյան որևէ երկկողմանի գրաֆ է: Եթե G 2 C(F), ապա այն ﬕջակայքային ներկելի է: Հակառակ դեպքٳմ՝ այն կապակցված չէ, նվազագٳյն աստիճանը 1 է, կամ կողﬔրից որևէ ﬔկٳմ ٳնի 4-ից քիչ գագաթներ: Եթե G-ն կապակցված չէ, ապա նրա կապակցված բաղադրիչներից յٳրաքանչյٳրը պատկանٳմ է M (F)-ին, ٳստի G-ի ներկٳմը կստացվի կապակցված բաղադրիչների ներկٳﬓերի ﬕավորմամբ: Եթե գոյٳթյٳն ٳնի uv 2 E(G) կախված կող, որտեղ dG(v) = 1, ապա կվերցնենք G (cid:0) v գրաֆի (որը պատկանٳմ է M (F)-ին) (cid:11) ներկٳմը և uv կողը կներկենք S(u; (cid:11)) + 1 գٳյնով: Վերջապես, եթե G-ի կողﬔրից ﬔկٳմ գագաթների թիվը փոքր է Թեորեմ 3.4.2. Բոլոր 15 գագաթ ٳնեցող երկկողմանի գրաֆները ﬕջակայքային ներկելի են: ", "Ապացٳյց. Դիցٳք F-ը 15 գագաթ ٳնեցող բոլոր երկկողմանի գրաֆների բազմٳթյٳնն է: M (F) բազմٳթյան բոլոր գրաֆները ﬕջակայքային ներկելի են ըստ Թեորեմ 3.3.1-ի: ", "Լեմմա 3.4.1-ի համաձայն, բավարար է ցٳյց տալ, որ C(F) բազմٳթյան բոլոր գրաֆները ﬕջակայքային ներկելի են: C(F) բազմٳթյան գրաֆների թիվը 288 643 868 է: Այս գրաֆների ներկٳﬓերը կառٳցվել են վերը նկարագրված համակարգչային ալգորիթﬕ Գագաթների քանակ Գրաֆների քանակ Պրոցեսորային ժաﬔր N/A Աղյٳսակ 3.2: 4 գագաթ ﬕ կողմٳմ և j (12 (cid:20) j (cid:20) 15) գագաթ մյٳս կողմٳմ պարٳնակող երկկողմանի գրաֆների ներկٳﬓերի կառٳցման համար կատարված հաշվարկների մանրամասներ: Պրոցեսորային ժաﬔրը տրամադրվել են CrowdProcess-ի կողﬕց: ", "ﬕջոցով: Կատարված հաշվարկների վերաբերյալ որոշ մանրամասներ ներկայացված են Աղյٳսակ 3.1-ٳմ: ", "Թեորեմ 3.4.3. Բոլոր այն երկկողմանի գրաֆները, որոնք ٳնեն 4 գագաթ ﬕ կողմٳմ և ոչ ավել, քան 15 գագաթ մյٳս կողմٳմ, ﬕջակայքային ներկելի են, բացի նախորդ պարագրաֆٳմ նկարագրված ∆5;5;5 գրաֆից (Նկ. 3.4): ", "Ապացٳյց. Դիցٳք Fi;j-ն (X; Y ) կողﬔրով երկկողմանի գրաֆների բազմٳթյٳնն է, որտեղ jXj = i և jY j = j, i; j 2 N: Նկատենք, որ M (Fi;j) = Fk;j [ Fi;k, ցանկացած i; j > 1 թվերի համար: Պետք է ապացٳցել, որ F4;j, 12 (cid:20) j (cid:20) 15, i(cid:0)1∪ k=1 j(cid:0)1∪ k=1 բազմٳթյٳնների բոլոր գրաֆները ﬕջակայքային ներկելի են, բացի Նկ. պատկերված ∆5;5;5 գրաֆից: Նկատենք, որ Fi;j, i = 1; 2; 3, j 2 N, բազմٳթյٳնների բոլոր գրաֆները ﬕջակայքային ներկելի են համաձայն Թեորեմ 3.3.5-ի: F4;11 բազմٳթյան բոլոր գրաֆները ﬕջակայքային ներկելի են ըստ Թեորեմ 3.4.2-ի: C(F4;j), 12 (cid:20) j (cid:20) 15, բազմٳթյٳնների բոլոր գրաֆները (բացառٳթյամբ ∆5;5;5 գրաֆի) ներկելٳ համար կիրառٳմ ենք վերը նկարագրված համակարգչային ծրագիրը: Հաշվարկների վերաբերյալ որոշ մանրամասներ ներկայացված են Աղյٳսակ 3.2-ٳմ: Ապացٳյցն ավարտելٳ համար հերթականորեն կիրառٳմ ենք Լեմմա 3.4.1-ը F4;j, j = 12; 13; 14; 15, բազմٳթյٳնների համար: ", "Գագաթների քանակ Գրաֆների քանակ Աղյٳսակ 3.3: Թեորեմ 3.4.4-ի ապացٳյցٳմ սահմանված C(F) բազմٳթյան 16 գագաթանի երկկողմանի գրաֆների վիճակագրٳթյٳնը: Հաշվարկները կատարվել են [82] համակարգի ﬕջոցով, որը չի տրամադրٳմ պրոցեսորային ժաﬔրի մասին տեղեկٳթյٳններ: ", "ներկելի են: ", "Թեորեմ 3.4.4. Բոլոր 16 գագաթ ٳնեցող երկկողմանի գրաֆները ﬕջակայքային Ապացٳյց. Ապացٳյցը կրկնٳմ է Թեորեմ 3.4.2-ի դատողٳթյٳնները: Դիցٳք F-ը 16 գագաթ ٳնեցող բոլոր երկկողմանի գրաֆների բազմٳթյٳնն է: M (F) բազմٳթյան բոլոր գրաֆները ﬕջակայքային ներկելի են ըստ Թեորեﬓեր 3.3.1-ի և 3.4.2-ի: Լեմմա 3.4.1-ի համաձայն, բավարար է ցٳյց տալ, որ C(F) բազմٳթյան բոլոր գրաֆները ﬕջակայքային ներկելի են: C(F) բազմٳթյան գրաֆների թիվը 12 322 367 816 է: Այս գրաֆների ներկٳﬓերը կառٳցվել են վերը նկարագրված համակարգչային ալգորիթﬕ ﬕջոցով: ", "(Աղյٳսակ 3.3) լինել 17, 18 կամ 19: ", "Ստացված արդյٳնքներից հետևٳմ է, որ նվազագٳյն թվով գագաթներով ﬕջակայքային ներկٳմ չٳնեցող երկկողմանի գրաֆի գագաթների քանակը կարող է Աշխատանքի վերջին պարագրաֆٳմ քննարկենք ﬕջակայքային ներկٳմ չٳնեցող երկկողմանի մٳլտիգրաֆները: ", "Սահմանենք P ar(r1; : : : ; rn) օդապարիկ մٳլտիգրաֆները (r1 (cid:21) (cid:1) (cid:1) (cid:1) (cid:21) rn (cid:21) 1) հետևյալ կերպ (Նկ. 3.10). V (P ar(r1; : : : ; rn)) = fu; w; v1; : : : ; vng; E(P ar(r1; : : : ; rn)) = fuvi : (cid:22)(uvi) = ri; 1 (cid:20) i (cid:20) ng [ fvjw : 1 (cid:20) j (cid:20) ng : ", "Նկ. 3.10: Երկկողմանի մٳլտիգրաֆ P ar(3; 3; 3): ", "P ar(r1; : : : ; rn)-ը կապակցված երկկողմանի մٳլտիգրաֆ է, որի համար jV (P ar(r1; : : : ; rn))j = n + 2, ∆(P ar(r1; : : : ; rn)) = d(u) = ri, և d(w) = n, d(vi) = ri + 1, n∑ i=1 i = 1; 2; : : : ; n: ", "n∑ i=3 Թեորեմ 3.5.1. Եթե ri (cid:21) n + 1 (n (cid:21) 3), ապա P ar(r1; : : : ; rn) /2 N. Ապացٳյց. Ենթադրենք հակառակը՝ (cid:11)-ն P ar(r1; : : : ; rn) մٳլտիգրաֆի ﬕջակայքային t- ներկٳմ է ինչ որ t-ի համար. t (cid:21) n∑ i=1 ri: ", "Դիտարկենք u գագաթը: Ենթադրենք vi0-ը և vi1-ը u-ին հարևան այն գագաթներն են, ri (cid:0) 1: Քանի որ n (cid:21) 3, որոնց համար (cid:11)(uvi0) = S(u; (cid:11)) = s և (cid:11)(uvi1) = S(u; (cid:11)) = s + ٳնենք, որ i0 ̸= i1, և ըստ P ar(r1; : : : ; rn) մٳլտիգրաֆի սահմանման ստանٳմ ենք n∑ i=1 (cid:11)(vi0w) (cid:20) s + d(vi0) (cid:0) 1 = s + ri0, ٳստի (cid:11)(vi1w) (cid:20) s + ri0 + d(w) (cid:0) 1 = s + ri0 + n (cid:0) 1. Հետևաբար՝ s + ri (cid:0) 1 = (cid:11)(uvi1) = S(u; (cid:11)) (cid:20) s + ri0 + n (cid:0) 1 + d(vi1) (cid:0) 1 = s + ri0 + ri1 + n (cid:0) 1: ", "n∑ i=1 Փաստորեն ստացվٳմ է, որ n∑ i=3 n∑ i=1 ri (cid:20) ri (cid:0) (ri0 + ri1) (cid:20) n, ինչը հակասٳթյٳն է: ", "Նկատենք, որ P ar(3; 3; 3) մٳլտիգրաֆը չի բավարարٳմ վերը նշված թեորեﬕ պայմաններին, սակայն այն ևս չٳնի ﬕջակայքային ներկٳմ: ", "Պնդٳմ 3.5.2. P ar(3; 3; 3) /2 N Ապացٳյց. Ցٳյց տանք, որ չնայած Նկ. 3.10-ٳմ պատկերված P ar(3; 3; 3) մٳլտիգրաֆը չի բավարարٳմ Թեորեմ 3.5.1-ի պայմաններին, այն ևս ﬕջակայքային ներկٳմ չٳնի: ", "Ենթադրենք հակառակը, դիցٳք (cid:11)-ն P ar(3; 3; 3)-ի որևէ ﬕջակայքային ներկٳմ է: ", "Պահպանենք նախորդ թեորեմٳմ ներմٳծված գագաթների նշանակٳﬓերը: ", "Դիցٳք S(u; (cid:11)) = [a; a + 8]: Առանց ընդհանրٳթյٳնը խախտելٳ կարող ենք համարել, որ a 2 S(v1; (cid:11)), իսկ a + 8 2 S(v3; (cid:11)): v1; w; v3 գագաթների սպեկտրների ﬕջակայք լինելը հնարավոր է ապահովել ﬕայն այն դեպքٳմ, երբ S(v1; (cid:11)) = [a; a+3], S(w; (cid:11)) = [a+3; a+5], իսկ S(v3; (cid:11)) = [a + 5; a + 8]: Սակայն այդ դեպքٳմ ﬕ կողﬕց ստանٳմ ենք, որ (cid:11)(uv2) = հակասٳթյٳն է: ", "չٳնի: ", "Հաջորդ թեորեﬕց հետևٳմ է, որ P ar(3; 3; 3) մٳլտիգրաֆից ավելի փոքր թվով գագաթներով ﬕջակայքային ներկٳմ չٳնեցող երկկողմանի մٳլտիգրաֆ գոյٳթյٳն Թեորեմ 3.5.3. Եթե G-ն կապակցված երկկողմանի մٳլտիգրաֆ է, ընդ որٳմ jV (G)j (cid:20) 4, ապա G 2 N: Մյٳս կողﬕց՝ ցանկացած դրական n (cid:21) 5 թվի համար գոյٳթյٳն ٳնի G կապակցված երկկողմանի մٳլտիգրաֆ, որի համար jV (G)j = n և G /2 N: ", "Ապացٳյց. Այն դեպքերը, երբ jV (G)j (cid:20) 3 ակնհայտ են: Ենթադրենք jV (G)j = 4. Եթե G-ի հիմքٳմ ընկած գրաֆը ծառ է, ապացٳյցը նորից ակնհայտ է: Ուստի, ենթադրենք V (G) = fu; v; w; zg և E(G) = E(uv) [ E(vw) [ E(wz) [ E(uz), որտեղ (cid:22)(uv) = a, (cid:22)(vw) = b, (cid:22)(wz) = c, (cid:22)(uz) = d: Առանց ընդհանրٳթյٳնը խախտելٳ կարող ենք ենթադրել, որ maxfa; b; c; dg = d. Ներկենք E(uv) կողերը d + 1; : : : ; d + a գٳյներով, E(vw) կողերը՝ d (cid:0) b + 1; : : : ; d, E(wz) կողերը՝ d + 1; : : : ; d + c, իսկ E(uz) կողերը՝ 1; : : : ; d գٳյներով: Եթե a < c, ապա ստացվածը G մٳլտիգրաֆի ﬕջակայքային (d + c)-ներկٳմ է: Հակառակ դեպքٳմ, ստացվածը G մٳլտիգրաֆի ﬕջակայքային (d + a)-ներկٳմ է: ", "Թեորեﬕ երկրորդ մասը ցٳյց տալٳ համար նկատենք, որ ըստ Թեորեմ 3.5.1-ի‘ ցանկացած n (cid:21) 3 թվի համար Gn = P ar(n + 1; : : : ; n + 1 ) երկկողմանի մٳլտիգրաֆը {z ﬕջակայքային ներկٳմ չٳնի, ընդ որٳմ՝ jV (Gn)j = n + 2: ", "Պարագրաֆի վերջٳմ ցٳյց տանք, որ բոլոր ենթախորանարդ երկկողմանի մٳլտիգրաֆները ﬕջակայքային ներկվող են: ", "Թեորեմ 3.5.4. Եթե G-ն երկկողմանի մٳլտիգրաֆ է, որի համար ∆(G) (cid:20) 3, ապա G 2 N և w(G) (cid:20) 4: Մյٳս կողﬕց՝ ցանկացած դրական ∆ (cid:21) 9 թվի համար գոյٳթյٳն ٳնի G կապակցված երկկողմանի մٳլտիգրաֆ, որի համար ∆(G) = ∆ և G /2 N: ", "Ապացٳյց. Ցٳյց տանք, որ եթե G-ն երկկողմանի մٳլտիգրաֆ է, ընդ որٳմ ∆(G) (cid:20) 3, ապա G-ն ٳնի ﬕջակայքային ներկٳմ ոչ ավել քան չորս գٳյներով: ", "Ապացٳյցը կատարենք ինդٳկցիայով ըստ jE(G)j-ի: Պնդٳﬓ ակնհայտ է, երբ jE(G)j (cid:20) 4: Ենթադրենք, որ jE(G)j (cid:21) 5 և պնդٳմը ճիշտ է բոլոր այնպիսի G′ երկկողմանի մٳլտիգրաֆների համար, որոնց համար ∆(G′) (cid:20) 3 և jE(G′)j < jE(G)j: ", "Դիտարկենք G մٳլտիգրաֆը: Այն կապակցված է: Եթե ∆(G) (cid:20) 2, ապա G 2 N և w(G) (cid:20) 2. Ենթադրենք, որ ∆(G) = 3. Եթե G-ն չٳնի պատիկ կողեր, ապա պնդٳմը հետևٳմ է Թեորեմ 3.3.2-ից: Ուստի ենթադրենք, որ G-ն ٳնի պատիկ կողեր: ", "Դիցٳք uv 2 E(G) և (cid:22)(uv) (cid:21) 2. Եթե (cid:22)(uv) = 3, ապա G-ն բաղկացած է ﬕայն u և v գագաթներից և uv երեք պատիկ կողերից, ٳստի այն ٳնի ﬕջակայքային 3-ներկٳմ: "]}