{"paragraph_source_docs": [1, 1, 3, 1, 3, 5, 1, 4, 5, 5, 2, 5, 5, 5, 5, 5, 5, 4, 5, 1, 5, 5, 0, 4, 5, 1, 1, 4, 5, 5, 5, 5, 5, 5, 1, 4, 5, 2, 5, 0, 5, 5, 1, 1, 3, 5, 5, 0, 5, 0], "source_docs_file": "Law.json", "paragraphs": ["Ինչ  վերաբերում  է  իրավակիրառ  գործունեությանը,  ապա  այն  բնութագրվում  է որպես  իրավունքի  նորմերի  կիրառմամբ  իրավասու  հանրային  (պետական)  մարմնի Հայաստանի  Հանրապետությունում  (պատմա-տեսական  վերլուծություն),  Եր,  ԱՌՏ,  2004,  էջ  71-72; Поленина  С.В.  Законотворчество  в  Российской  Федерации.  М.,ИгиП  РАН,1996.  С  66-67;  Тихомиров Ю.А., Котелевская И.В. նշված աշխ․ էջ 35-36 АрмССР., 1986.С․29-30: ", "Հայաստանի Հանրապետությունում (պատմա-տեսական վերլուծություն), Եր, ԱՌՏ, 2004, էջ 71-72; իշխանական  գործունեություն,  ուղղված  իրավունքի  նորմերի  կենսագործմանը կոնկրետ  կենսական  դեպքերի  ու  որոշակի  անձանց  նկատմամբ,  և  ավարտվում  է իրավաբանական  գործով  անհատական  որոշման  կայացմամբ՝  հիմք  ընդունելով իրավաբանական փաստերը և կոնկրետ իրավական նորմերը215: ", "գործում: ", "Մտահոգիչ  է,  որ  իրավաբանական  գրականությունում  հաճախ  կարող  ենք հանդիպել այն տեսակետին, որ իրավակիրառ գործունեությամբ կարող են զբաղվել ոչ միայն  պաշտոնատար  անձիք,  այլև  քաղաքացիները։  Համամիտ  ենք  Ա․Գ․ Վաղարշյանի,  Ա.Ի.  Դենիսովի  և  Օ․Է․  Լեյստի  այն  կարծիքի  հետ,  որ  քաղաքացիների իրավահարաբերություններում  ընգրկվածությունը,  որոնց  շրջանակներում  դրանք ծագում,  փոփոխվում  և  դադարում  են,  նպատակահարմար  չէ  դիտարկել  որպես իրավակիրառ  գործունություն,  քանի  որ  քաղաքացիների  բոլոր  գործարքները  և պայմանագրերը,  ոչ  թե  իրավունքի  նորմերի  կիրառում  են,  այլ  սուբյեկտիվ իրավունքների  իրականացմանը  և  պարտականությունների  կատարմանն  ուղղված իրավական ակտեր են։ Ավելին, հանդիսանալով պետաիշխանական գործունեություն, իրավակիրառ գործունեության բովանդակությունն իրավունքի նորմերի հիման վրա անհատական  իրավական  պատվիրանների՝  ակտերի  հրապարակումն  է  (ընդգ. Համալսարանի․  Իրավագիտություն,  Եր,  2017,  №  2(23),  էջ  3-17։  Скакун  О.  Ф.  Теория  государства  и права (энциклопедический курс)․Учебник. Харьков, Эспада․ 2005. С․629; Лазарев В.В., Липень С.В.. Теория государства и права. Уч․ для вузов․3-е изд., испр. и доп. М., Спарк, 2004. С․363-364․ юридической академии. № 2 (91),  2013. С. 52-57. մերն  է՝  Ա.  Տ.-Բ.)  217:  Վերոնշյալ  ակտերը  վերաբերում  են  կոնկրետ  դեպքերին  և անձանց։ ", "ընթացքում  ծագող  հարաբերությունները,  սահմանում  է  բարեգործության  կարգավոր­ ման  իրավական  հիմքերը,  նպատակները,  իրականացման  սկզբունքները,  պետության կողմից  բարեգործությանն  աջակցելու  ձևերը,  բարեգործական  կազմակերպությունների գործունեության  առանձնահատկությունները224: ", "Михлина М., 2013, ¿ç 264: ", "Համալսարանի․  Իրավագիտություն,  Եր,  2017,  №  2(23),  էջ  6;  Марченко  М.Н.,  Теория  государства  и права.,Уч. 2-е изд., перераб. и допол., М., Проспект.,2007.С.608; Теория государства и права/Отв.ред. А.И. Денисов. М., 1972. С.349; Теория государства и права. Учебник/Под ред.Васильев А.М. М., Юрид. лит., 1977. С. 385-386; Համալսարանի․  Իրավագիտություն,  Եր,  2017, №  2(23),  էջ  10;  Марченко  М.Н.,  նշված  աշխտ.,  էջ  610; Сардаева О.Г.  նշված աշխտ, էջ 55: ", "Այսպես,  Էնգելն  ընդդեմ  Նիդեռլանդների  գործով  Դատարանը  վճռել  է,  որ  5-րդ հոդվածը  չի  կարելի  կիրառել  ձերբակալման  այն  ձևի  պարագայում,  որի  արդյունքում զինծառայողների  ազատությունը  ոչ  ծառայողական  ժամերին  սահմանափակվել  է`  այդ նպատակի համար նախատեսված բանակային տարածքում գտնվող բաց շինությունով, չնայած նրանք միաժամանակ պարտավոր էին կատարել իրենց սովորական ծառայողա- կան պարտականությունները: Զինծառայողները կարող էին հիմնվել 5րդ հոդվածի վրա միայն այն դեպքում, եթե ենթարկված լինեին խիստ ռեժիմի ձերբակալման, որի արդյուն- քում  նրանք  կփակվեին  խցում  և  չէին  կարողանա  կատարել  իրենց  սովորական  պար- տականությունը: ", "Վ.Ն. Պետրաշևայի կարծիքով  ընդհանուր պրևենցիան  (ընդհանուր կանխումը) արտահայտվում  է  որոշակի  հանցագործի  նկատմամբ  նշանակված  պատժի ներգործությամբ  այլ՝  հակաիրավական  արարքներ  կատարելուն  հակված  անձանց նկատմամբ՝ հետ  պահելով նրանց հանցավոր ոտնձգություններից և հասարակության օրինապահ  մասի մոտ հանցագործության նկատմամբ բացասական վերաբերմունքի ձևավորմամբ127։ ", "Ն.Ֆ. Կուզնեցովան գտնում է, որ ընդհանուր կանխումն իրենից ներկայացնում է այն  ոչ  կայուն  քաղաքացիների  կողմից  կատարվող  հանցագործությունների կանխում,  ում  հանցանք  կատարելուց  հետ  է  պահում  միայն  պատժի  սպառնալիքը կամ  այլ  անձի  նկատմամբ  կիրառված  ռեալ  պատիժը։  Քննարկվող  անձանց  «ոչ կայունությունըե որոշվում է նրանց կողմից նախահանցավոր իրավախախտումներ՝ վարչական,  ֆինանսական,  քաղաքացիական,  կարգապահական,  հարկային  և  այլն, կատարված լինելու փաստերով128։ ", "Կայուն (բայց  ոչ  վերը  նշված  շեմը  գերազանցող)  մեծամասնության առկայությունը  անհրաժեշտ  նախապայման  է  հենց  խորհրդարանի  կայունության ապահովման  համար։  Կայուն  մեծամասնության  բացակայության  պայմաններում խորհրդարանը չի կարող արդյունավետորեն իրականացնել իր գործառույթները, ինչի հետևանքով  առաջանում է գործող  խորհրդարանի  արձակման և նոր խորհրդարանական  ընտրություններ  անցկացնելու  անհարժեշտություն։  Ուստի հատկանշական է,  որ  Ազգային  ժողովի  արձակման՝  Սահմանադրությամբ ամրագրված հիմքերն առնչվում են հենց այդ հիմնախնդրին։ ", "Зубкова В.И., Крылова Н.Е., Кузнецова Н.Ф., и др.; Под ред.: Кузнецов Н.Ф., Тяжков И.М. - М.: Зерцало, право: Общая часть. В 2-х томах. Т. 1 / Борзенков Г.Н., Иногамова-Хегай Л.В., Комиссаров В.С., Кузнецова Մեր  կարծիքով  վերը  ներկայացված  երկու  մոտեցումներն  էլ  որոշակի թերություններ  ունեն։  Այսպես,  հանցագործությունների  ընդհանուր  կանխման նպատակը  միայն  հասարակության  ոչ  կայուն  և  հանցանք  կատարելուն  հակված անձանց  շրջանակով  սահմանափակելն  արդարացված չէ,  քանի  որ  նախ` վկայակոչված  չափանիշներն  ինքնին  օբյեկտիվ  չափանիշներ  չեն։  Մանավորապես «ոչ  կայունե  և  «հանցանք  կատարելուն  հակվածե  հասկացություններն  անհնարին  է հստակ  որոշել  այն  պայմաններում,  երբ  այս  կամ  այն  արարքի  հակաիրավական լինելը  պայմանավորված  է  հասարական  հարաբերությունների  զարգացվածության աստիճանից, իրավամտածողությունից, պետության քրեական քաղաքականությունից  և  այլն։  Այլ  խոսքով,  իրավականի  և  ոչ  իրավականի տարանջատումը խիստ սահմանային է և հարաբերական, հետևաբար ոչ իրավական արարքներին  հակված  լինելու  հասկացությունն  ինքնին  որոշակի  լինել  չի  կարող։ ", "Բացի  այդ,  կարծում  ենք,  որ  հիմնավորված  չէ  միանշանակ  պնդելը,  որ  պատժի սպառնալիքը  և  որոշակի  անձի  նկատմամբ  այն  կիրառված լինելը  որևէ ազդեցություն չեն ունենում հասարակության օրինապահ  անդամների գիտակցության վրա, թեկուզև իրավամտածողության ձևավորման տեսանկյունից։ ", "Ինչ  վերաբերում  է  այն  մոտեցմանը,  որ  ընդհանուր  կանխումն  ուղղված  է ամբողջ  հասարակությանը  կամ  պատժի  էությունը  հասկանալուն  ունակ  անձանց՝ անհրաժեշտ  ենք  համարում  նշել,  որ  ամբողջ  հասարակության  վրա  պատժի սպառնալիքը  կամ  դրա  իրական  կիրառումն  ազդեցության  ունենալու  մոտեցումը բացարձականացված և վերացարկված է, քանի որ դժվար է պատկերացնել՝ ինչպիսի ազդեցություն կարող են գործել քննարկվող երևույթները նորածին երեխաների կամ հոգեկան  կամ  ֆիզիկական  այնպիսի  հիվանդությամբ  տառապող  անձանց  վրա ովքեր  զրկված  են  իրենց  գործողությունների  էությունը  հասկանալու  կամ  դրանք Н.Ф.,  и  др.;  Под  ред.:  Иногамова-Хегай Л.В., Комиссаров В.С., Рарог А.И.  -  М.:  Инфра-М,  2003,  ¿ç  341; Мицкевич А.Ф.  Уголовное  наказание:  понятие,  цели  и  механизмы  действия.  –СПБ.:  Издательство  Р. Асланова  «Юридический  центр  Пресс»,  2005,    ¿ç  104;  Карпец И.И.  Наказание.  Социальные,  правовые  и криминологические проблемы - М.: Юрид. лит., 1973, ¿ç 113: ", "ղեկավարելու ունակությունից։ Ինչ վերաբերում է «պատժի էությունը հասկանալուն ունակ  անձանցե՝  կարծում  ենք,  որ  «պատժի  էություն»  հասկացությունը  և  դրա բովանդակությունը  խիստ  վիճելի  երևույթներ  են,  ինչպես  նաև  հեղիանկները  չեն հստակեցնում, թե հասկանալու ինչ աստիճանի մասին է խոսքը։ ", "Վերոնշյալի  հաշվառմամբ՝  կարծում  ենք,  որ  հանցագործությունների ընդհանուր  կանխման  նպատակն  ուղղված  է  հասարակության  այն  շրջանակին, ովքեր  ունակ  են  հասկանալու  իրենց  գործողությունների  բնույթը  և  ղեկավարելու դրանք։ ", "Հանցագործությունների  ընդհանուր  և  հատուկ  կանխման  նպատակներն ուսումնասիրող  հեղինակների  մի  մասն  անդրադարձել  են  նաև  դրանց հարաբերակցության  հարցին՝  քրեական  քաղաքականության  շրջանակներում դրանցից  մեկը  գերադասելով  մյուսի  նկատմամբ130։  Մենք  կիսում  ենք  այն հեղինակների կարծիքը, ովքեր գտնում են, որ հնարավոր չէ հստակ որոշել դրանցից որևէ մեկի գերապատվությունը մյուսի նկատմամբ։ ", "Հետևաբար,  5-րդ  հոդվածի  պահանջները  պետք  է  կատարվեն  ցանկացած  տեղ, որտեղ առկա է ազատությունից զրկում, այն պետք է կիրառվի նաև այն դեպքերում, երբ իրավապահ մարմինների աշխատակիցները մեկնում են այլ երկիր` որևէ մեկին վերա- դարձնելու նպատակով, որպեսզի վերջինս կանգնի դատարանի առջև կամ կրի պատի- ժը:  Այսպես,  Ռենետն  ընդդեմ  Ֆրանսիայի225  գործով  դատարանը  վճռել  է,  որ  5-րդ  հոդ- վածը կիրարկելի է դարձել, երբ մեղադրյալը Սենտ Վինսենտում զինվորական օդանավի մեջ հանձնվել է ֆրանսիական ոստիկանությանը: Այդ պահից դիմողին ազատությունից զրկելը (չնայած այն կատարվել է Սենտ Վինսենտում) համարվել է Ֆրանսիայի իրավա- սության խնդիրը՝ ըստ ֆրանսիական իրավապահ մարմինների հայեցողության: ", "Իրավաբանական գրականությունում քննարկվում է նաև հանցագործությունների ընդհանուր կանխման նպատակի իրականացման միջոցների հարցը։ Այսպես, Վ.Ի. Սելիվերստովայի կարծիքով ընդհանուր կանխման նպատակն  իրականացվում  է  երկու  ճանապարհով։  Առաջինը  կայանում  է հանցագործության  հասկացությունը  և  տեսակները,  պատժի  համակարգը,  ինչպես նաև որոշակի հանցագործության համար նախատեսված սանկցիաներն ամրագրող \"Власть труда\", 1926,  ¿ç 68; Курс советского уголовного права. Часть общая. Наказание. В 6 т. Т. 3. ¿ç 44; Ременсон А.Л. О некоторых вопросах общего учения о наказании в советском уголовном праве // Ученые записки. - Томск: Изд-во Том. ун-та, № 23, 1954, ¿ç 34: ", "Իրավաբանական  գրականությունում  ընդօրինակումը  կամ  ռեցեպցիան բազմիմաստ  հասկացություն է։  Եթե  արվեստի,  մշակույթի,  հասարակական գիտությունների  մեջ  այն  մեկնաբանվում  է  որպես  տվյալ  հասարակության  մեկ  այլ երկրում  կամ  այլ  տարածաշրջանում  ծագած  սոցիոլոգիական  և  մշակութային  ձևերի փոխառում, ապա իրավավագիտությունում  ռեցեպցիան կարող է բնութագրվել որպես որևէ  պետության  կողմից  մեկ  այլ  պետության  ավելի  զարգացած  իրավունքի ընդօրինակում (փոխառում): Համամիտ ենք դոկտոր, պրոֆեսոր Գ․Հ․ Սաֆարյանի այն դիրքորոշման  հետ,  որ  ռեցեպցիան  ենթադրում  է  ոչ  միայն  միջազգային  իրավունքի, այլև ուրիշ  պետությունների  առաջավոր  փորձի ընդօրինակում  ազգային օրենսդրությունում,  որն  իր  «զուտ»  տեսքով  ժամանակակից  աշխարհին  այլևս  բնորոշ չէ226: ", "քրեական օրենսդրության վերաբերյալ քաղաքացիների նկատմամբ տեղեկատվական-դաստիարակչական  ազդեցությունում։  Այս  դեպքում,  ընդհանուր կանխման  նպատակի  իրականացումն  իրականացվում է  քաղաքացիների իրավական  իրազեկման  և  դաստիարակման,  նրանց  իրավամտածողության  և իրավական  մշակույթի  ձևավորման  միջոցով։  Երկրորդ  ճանապարհը  կապված  է հանցագործության կատարման դեպքում պատժի կիրառման իրական սպառնալիքի գնահատման  և  դրան  հաջորդող՝  հանցավոր  վարքագծից  հրաժարվելու  հետ։  Այս դեպքում ընդհանուր կանխումն իրականացվում է ոչ միայն հանրորեն վտանգավոր արարքի  համար  պատժի  սպառնալիքով,  այլ  նաև  կատարված  հանցագործության համար իրական պատժի կիրառմամբ132։ ", "Ս.Վ. Պոլուբինսկայան կարծում է, որ քննարկվող նպատակն իրականացվում է ինչպես  ինքնին  օրենքի  ընդունման,  դրանում  հանցավոր  արարքի  համար  պատժի սահմանման փաստով, այնպես էլ  որոշակի հանցանք  կատարած անձի նկատմամբ որոշակի պատիժ նշանակելով133։ ", "Պառլամենտական  միապետությունը  ամենատարածված  միապետության  ձևերից է: Կառավարման այս ձևն առավել տարածված է եվրոպական մայրցամաքում: ", "Քրեական  դատավարության  օրենսգիրքը  նախատեսում  է,  որ  անձը  կարող  է ձերբակալվել  նաև  քրեական  հետապնդման  մարմնի  որոշման  հիման  վրա:  Այդպիսի որոշում  կարող  է  կայացվել  այն  դեպքում,  երբ  քրեական  գործով  հավաքված  ապա- ցույցները  հիմք  են  տալիս  ենթադրելու,  որ  անձը  կատարել  է  քրեական    օրենքով  ար- գելված արարք և գտնվում է  այլ տեղանքում կամ նրա գտնվելու վայրը հայտնի չէ: ", "Առանձին  հեղինակներ  գտնում  են,  որ  իր  բովանդակությամբ  պատժի ընդհանուր  կանխման  ազդեցությունը  հիմնականում  բաղկացած  է  հանցանքի Кудрявцев В.Н., и др.; Под ред.: Кудрявцев В.Н., Наумов А.В. - М.: Спарк, 2001, ¿ç 509: ", "Համամիտ  ենք  Վ․Ի․  Յակունինի  այն  կարծիքի  հետ,  որ  փոխադարձ ներդաշնակեցումն  ինքնին  տարբեր  իրավական  համակարգերի  մերձեցման համեմատաբար  նոր  եղանակ  է,  որն  սկսել  է  լայնորեն  կիրառվել  20-րդ դարի  վերջից: ", "Այն  հիմնականում  իրականացվում  է  միջազգային-իրավական  կառուցակարգերի,  այդ թվում`  միջազգային  կազմակերպությունների,  միջպետական,  միջկառավարական կազմակերպությունների  միջոցով,  որի  արդյունքում  երևան  են  գալիս  վերոնշյալ մարմինների  կողմից  ընդունված  որոշումները,  հանձնարարականները  և  այլ глобализации  на  правовую  систему  России  //  Государство  и  право.  М.,  Наука․  2004․  №  3.  С.  5-15; Лунеев В. В. Истоки и пороки российского законотворчества. М., 2014․ փաստաթղթերը:  Ավելին,  ներդաշնակեցման  արդյունքում  տարբեր  երկրներում ընդունվում  են  նմանատիպ,  բայց  ոչ  նույնական  իրավական  ակտեր:  Հետևաբար, ներդաշնակեցումը  կարող  է  սահմանվել  որպես  իրավաստեղծ  գործընթաց,  որն ուղղված  է  տարբեր  պետությունների  իրավունքների  համաձայնեցմանն  ու մերձեցմանը, ինչպես նաև՝ կոնկրետ պետության իրավական համակարգում առկա կոլիզիաների  և  հակասությունների  վերացմանը,  որի  արդյունքում  ձևավորվում  են ընդհանուր  սկզբունքներն  ու  ընթացակարգերը228:  Միևնույն  ժամանակ,  կատարված ուսումնասիրությունները  վկայում  են,  որ  այդպիսի  մոտեցումը  հանգեցրել  է իրավաբանական  գրականությունում  իրավունքի  ներդաշնակեցման լայն  և  նեղ ասպեկտների  դասակարգմանը229:  Այսպես,  օրենքի  ներդաշնակեցումը  նեղ իմաստով  բացառապես  ներդաշնակեցման  արտաքին  դրսևորում  է,  այսինքն` միջազգային-իրավական  հարաբերության  մասնակիցների  իրավական  համակարգերի ներդաշնակեցում:  Օրինակ,  արտաքին  ներդաշնակեցումը  կարող  է  ընկալվել  որպես կազմակերպչական  և  նորմաստեղծ  գործընթաց,  որն  ուղղված  է  Եվրասիական տնտեսական համայնքի շրջանակներում Մաքսային միության անդամ պետությունների համար  ազատ  տնտեսական  գոտու  ստեղծմանը,  որն  միևնույն  ժամանակ  ընթանում  է ինչպես ազգային-իրավական, այնպես էլ միջագային-իրավական հարթությունում230: ", "Ինչ  վերաբերում  է  նախնական  կալանքին,  ապա  քրեական  գործի  հարուցումն իրավախախտում  կատարելու  մեջ  կասկածվող  որևէ  անձի  նկատմամբ  կամ  դրա կանխման անհրաժեշտությունն իրավախախտում կատարելու մեջ կասկածվող անձանց ազատությունից  զրկելու  համար  նախապես  կարող  է  արդարացվել,  սակայն  դա  չի կարող բավարար հիմք հանդիսանալ հետագայում տվյալ անձին կալանքի տակ պահե- լու համար: Հետագա կալանքի տակ պահելն անհապաղ պետք է ենթարկվի դատական վերահսկողության, որպեսզի որոշվի ոչ միայն կալանավորման հիմնավորվածությունը, այլ  նաև  դրա  հետագա  կիրառման  անհրաժեշտությունը:  Դատարանը  վճռել  է,  որ  հիմ- նավոր  կասկածն  անձի  կալանավորումից  հետո  կարող  է  անմիջապես  հերքվել,  եթե պարզվի, որ որևէ իրավախախտում չի կատարվել, կամ տվյալ անձին կհաջողվի հերքել ցանկացած  կասկած  (տվյալ  իրավախախտումը  կատարելու  առումով):  Դատարանը բազմիցս  հայտարարել  է,  որ  կասկածի  առկայությունն  անհրաժեշտ,  բայց  ոչ  բավարար պայման է (որոշակի ժամկետի լրանալուց հետո) կալանավորման ժամկետի ցանկացած տեսակի  երկարացման  համար:  Պատճառն  այն  է,  որ  5րդ  հոդվածի  3րդ  կետում  հստակ նշված  է  մինչև  դատաքննությունն  ազատ  արձակվելու  իրավունքը,  որը  կարող  է  տեղի չունենալ,  եթե  ի  հայտ  գան  մեկ  կամ  մի  քանի  լրացուցիչ,  համապատասխան  պատ- ճառներ,  որոնք  բավարար  են  հետագա  ազատազրկման  համար  (չնայած  ազատության կանխավարկածին): ", "Անհրաժեշտ  ենք  համարում  նշել  նաև,  որ  ինչպես  մասնավոր  կանխման, այնպես  էլ  ընդհանուր  կանխման  նպատակի  իրականացման  համար  էական նշանակություն  ունի  սոցիալական  արդարությունը  վերականգնելուն  ունակ արդարացի  պատիժ  նշանակելու  սկզբունքի  պահպանումը,  քանի  որ  եթե նշանակված  պատիժը  հասարակությունում  գնահատվի  որպես  անարդարացի, պատիժը կհեղինակազրվի և ի վիճակի չի լինի հասնել իր նպատակներին։ ", "Այսպիսով,  կարող  ենք  ամբողջացնել  ընդհանուր  կանխման  նպատակի իրականացման  միջոցների  շրջանակը,  որոնք  են՝  պատժի  անխուսափելիությունը, դրա  իրական  կիրառումը  հանցանք  կատարած  անձի  նկատմամբ,  հանցավոր արարքի  համար  պատասխանատվություն  նախատեսող  նորմերի  ստեղծումը, հասարակության իրավամտածողության ձևավորման համար միջոցների ձեռնարկումը (իրազեկումը, ուսուցումը, քարոզումը և այլն)։ ", "Ամփոփելով  վերոշարադրյալը,  գտնում  ենք,  որ  հանցագործությունների կանխումը,  որպես  պատժի  ինքնուրույն  նպատակ  ուղղված  է  ինչպես  հանցանք կատարած  անձին,  այնպես  էլ  հասարակության  այն  անդամներին,  ովքեր  ունակ  են հասկանալ  իրենց  գործողությունների  բնույթը  և  ղեկավարել  դրանք։  Քննարկվող նպատակի  իրականացման  միջոցներն  են`  արդարացի  պատժի  նշանակումը, պատժի  միջոցով  ահաբեկումը,  պատժի  անխուսափելիությունը,  այնպիսի պայմանների  ստեղծումը,  որի  դեպքում  դատապարտյալը  փաստացի  զրկվում  է Михлина М., 2013, ¿ç 264: ", "Изд-во Том. ун-та, 1989, ¿ç 71: ", "հանցանք կատարելու հնարավորությունից, դատապարտյալի վերասոցիալականացմանն  ուղղված  միջոցառումների  իրականացումը,  պատժի անխուսափելիությունը,  դրա  իրական  կիրառումը  հանցանք  կատարած  անձի նկատմամբ,  հանցավոր  արարքի  համար  պատասխանատվություն  նախատեսող նորմերի  ստեղծումը,  հասարակության  իրավամտածողության  ձևավորման  համար միջոցների ձեռնարկումը (իրազեկումը, ուսուցումը, քարոզումը և այլն)։ ", "ՔՐԵԱԿԱՆ ՊԱՏԺԻ ՆՊԱՏԱԿՆԵՐԻ ԵՎ ԴՐԱՆՑ ԻՐԱԳՈՐԾՄԱՆ ԿԱՌՈՒՑԱԿԱՐԳԵՐԻ ԿԱՏԱՐԵԼԱԳՈՐԾՈՒՄԸ §  3.1.Դատապարտյալի վերասոցիալականացումը` որպես պատժի նոր նպատակ ՀՀ քրեական իրավունքում Հայաստանի Հանրապետությունում իրականացվող դատաիրավական բարեփոխումների համատեքստում,  պատժի համակարգի բարեփոխման շրջանակներում  փորձ  է  արվում  կատարելագործել  նաև  պատժի  նպատակների համակարգը։  Ինչը  բացատրվում  է  այն  հանգամանքով,  որ  պատժի  նպատակները պայմանավորում են քրեաիրավականինստիտուտների զարգացման ուղղությունները  և  արտացոլում  հանցագործությանը  պետության  արձագանքի` պատժի նկատմամբ հասարակության սոցիալ-հոգեբանական վերաբերմունքը։ ", "Արդյունքում,  2018  թ․  մարտի  21-ին  ընդունվեց  «Պաշտոնական  վիճակագրության մասին» ՀՀ օրենքը234։ ", "Նոր հանցագործություններ կատարելու կանխման անհրաժեշտությունը համար- վում  է  օրինաչափ  պատճառ`  ազատազրկման  ժամկետը  երկարաձգելու  համար  այն դեպքերում,  երբ  առաջադրվում  են  քաշվում  լուրջ  մեղադրանքներ,  ընդ  որում  պետք  է ապացուցել,  որ  նոր  իրավախախտում  կատարելու  վերաբերյալ  ցանկացած  կասկածն արդարացի է, և որ կոնկրետ այդ գործում տվյալ միջոցի կիրառումն անհրաժեշտ է: Գնա- հատելով  այս  հարցերը`  պետք  է  ուշադրություն  դարձնել  գործի  բոլոր  հանգամանք- ներին,  հատկապես  քննարկվող  անձի  ինքնությանը  և  անցյալին:  Այդպիսով,  մեծ  նշա- նակություն  կունենա  այն  փաստը,  որ  տվյալ  անձն  անցյալում  դատապարտվել  է  նմա- նատիպ  իրավախախտման  համար:  Մեծ  նշանակություն  կունենան  նաև  քննությունից առաջ  և  տվյալ  անձին  մեղադրանք  առաջադրելու  ժամանակաընթացքում  կատարված այլ  իրավախախտումների  մասին  տեղեկությունները:  Այնուամենայնիվ,  անձին  անընդ- մեջ  կալանքի  տակ  պահելն,  առավել  ևս  անհրաժեշտ  չի  լինի,  եթե  այդ  իրավախախ- տումներն իրենց բնույթով կամ ծանրության աստիճանով որևէ ընդհանրություն չունեն: ", "Այլընտրանքային պատիժները  պետք  է  դառնան  քրեական  սանկցիաների  նոր  համակարգի  առավել պահանջված բաղադրատարրեր։  Զարգացնելով իրենցմոտեցումը  պատժի համակարգի բարեփոխման վերաբերյալ` հայեցակարգի հեղինակները ընդգծում են, որ  անհրաժեշտ  է  նաև  անդրադառնալ  պատժի  նպատակների  հստակեցման հարցին.  ինչի  պայմաններում  պատժի  նպատակներ  պետք  է  համարվեն  ոչ  միայն սոցիալական  արդարության  վերականգնումը,  հանցանք  կատարած  անձին  ուղղելը և նոր հանցագործությունները կանխելը, այլ նաև անձի վերասոցիալականացումը138։ ", "Վերահսկողական գործառույթի իրականացման համար որոշակի նշանակություն կարող է ունենալ նաև պատգամավորների՝ Սահմանադրության 112- րդ  հոդվածով  ամրագրված  իրավունքը՝  բանավոր  և  գրավոր  հարցերով  դիմելու Կառավարության  անդամներին։  Չնայած  այն  հանգամանքին,  որ  նույն  հոդվածի համաձայն՝  պատգամավորների  հարցերի  կապակցությամբ  Ազգային  ժողովը որոշումներ  չի  ընդունում,  իսկ  գրավոր  հարցերի  պատասխաններն  Ազգային  ժողովի նիստում  նույնիսկ  չեն  ներկայացվում,  այդ  իրավունքը  պատգամավորներին  և Ազգային ժողովին այնուամենայնիվ հնարավորություն է տալիս ստանալ անհրաժեշտ տեղեկություններ,  որոնք  կարող  են  օժանդակել  վերահսկողական  գործառույթի արդյունավետության բարձրացմանը։ ", "Անհրաժեշտ  է  ընդգծել,  որ  պատժի  նպատակների  վերաբերյալ  ընդհանուր անդրադարձ  կատարվում  է  նաև  միջազգային-իրավական  փաստաթղթերում։ ", "Պառլամենտական-նախագահական  (կիսանախագահական,  խառը)  հանրապե- տությունը  բնութագրվում  է  նրանով,  որ  նախագահը,  հանդիսանալով  պետության ղեկավարը,  որպես  կանոն,  չի  հանդիսանում  գործադիր  իշխանության  ղեկավարը, չնայած,  որ  նշանակալի  դեր  է  խաղում  գործադիր  ոլորտում:  Սակայն,  երբեմն, правовое регулирование и практика. М., 2006, с. 24. սահմանադրությունները  սահմանում  են  երկգլուխ  գործադիր  իշխանություն,  որը պատկանում  է  երկրի  ղեկավարին  (նախագահին)  ու  կառավարությանը՝  վերջինիս ինքնուրույնության որոշակի մասնաբաժնով (Ֆինլանդիա, Ֆրանսիա)161: ", "«Բանտարկյալների հետ վարվեցողության նվազագույն ստանդարտ կանոնների»  58-րդ  հոդվածում  նախատեսված  է,  որ  բանտարկության  կամ ընդհանրապես  ազատազրկման  դատապարտելու  նպատակն  ու  հիմնավորումը, վերջին  հաշվով,  հասարակության  պաշտպանությունն  է  և  հասարակայնությանը սպառնացող  հանցագործությունների  կանխումը։  Այդ  նպատակներին  կարելի  է հասնել  սոսկ  այն  դեպքում,  եթե  ազատազրկման  ժամկետն  ավարտելով  և հասարակության մեջ կանոնավոր կյանք վերադառնալով` իրավախախտը ոչ միայն պատրաստ  է,  այլև  ունակ  է  ենթարկվել  օրենսդրությանն  ու  ապահովել  իր գոյությունը140։ ", "«Եվրոպական  բանտային  կանոնների»  102.1-րդ  կետում  սահմանված  է,  որ բացի  դատապարտյալների  նկատմամբ  կիրառվող  կանոներից,  ազատազրկման դատապարտված  դատապարտյալների  ռեժիմըպետք  է  ուղղված լինի  նրան, ·ÉË³íáñ ³ë³ÙµÉ»³ÛÇ 1966 Ãí³Ï³ÝÇ ¹»Ïï»Ùµ»ñÇ 16-Ç 2200 ² (XXI) µ³Ý³Ó¨áí ÁÝ¹áõÝí³Í: ", "Կատարված  ուսումնասիրությունները  վկայում  են,  որ  վերջին  տասնամյակում միասնականացումը  (ունիֆիկացիան)  կրում  է  կոնկրետ  նպատակաուղղված  բնույթ։ ", "Օրինակ՝  մարդու  իրավունքների  եվրոպական  չափանիշներին  համապատասխանելու նպատակով,  միասնականացվում  են  մի  շարք  ներպետական,  ազգային  իրավական նորմեր։ ", "Կրոնական  կազմակերպությունների  կարևորագույն  գործառույթներից  կարելի  է  հա­ մարել  դրանց  գրանցումը:  «Խղճի  ազատության  և  կրոնական  կազմակերպությունների մասին»  ՀՀ  օրենքի  7-րդ հոդվածի  3-րդ  մասի  և  14-րդ  հոդվածի236  ուժով'  քա ղաքա ցինե­ րի  խումբը  իրավահարաբերության  սուբյեկտ  է  ճանաչվում  միայն  պետական  ռեգիստ­ րում  օրենքով սահմանված  կարգով գրանցվելու  պահից237: ", "Վերասոցիալականացումը`(լատ. re (կրկնակի, վերականգնողական գործողություն)  և լատ. socialis (հանրային),  անգլ. resocializatio)  կրկնակի սոցիալականացումն  է։  Է.Գիդդենսենի  համաձայն`  վերասոցիալականացումը`  դա անձնային  փոփոխություն  է,  որի  դեպքում անհատն  ընդունում  է  այնպիսի  տեսակի վարքագիծ,  որը  տարբերվում  է  իր  նախկին  վարքագծից142։  Ն.Սմելզերի  մոտեցման համաձայն  վերասոցիալականացումը`  նոր  արժեքների,  դերերի,  ինչպես  նաև նախկին, ոչ բավարար ուսումնասիրված,  արդիականությունը կորցրած հմտութունների փոխարեն` նորհմտությունների յուրացումն է143։ ", "Վերասոցիալականացումը`  «համալիր  միջոցառումների  համակարգ  է,  որն ուղղված  է  հանցանք  կատարած  անձի  կողմից  սոցիալական  այնպիսի  կապեր  ձեռք բերելուն  և  վերականգնելուն,  որոնքկորսվել  են  ինչպես  նախկին  հանցանքի կատարման,  այնպես  էլ  հասարակությունից  հարկադիր  մեկուսացված  լինելու հետևանքով»144։ ", "Կառավարության  ձևավորման  ոչ  պառլամենտական  ձևի  դեպքում  պառլամենտը նախագահին  միայն  համաձայնություն  է  տալիս  կառավարության  ղեկավարին նշանակելու համար: ", "Рыбак  М.С.;  Под  ред.:  Малков  В.П..  -  2-е  изд.,  испр.  и  доп.  -  Саратов:  Изд-во  ГОУ  ВПО  \"Саратовская государственная академия права\", 2004, ¿ç 45: ", "Կառավարության  ձևավորման  այս  կարգը  պառլամենտական-նախագահական հանրապետությունը  նմանեցնում  է  պառլամենտական  հանրապետության  հետ: "]}