{"paragraph_source_docs": [1, 3, 1, 1, 1, 1, 1, 1, 2, 1], "source_docs_file": "History.json", "paragraphs": ["Յուրաքանչյուր մետրը մեկ նախատեսվում է կանգնեցնել մեկ հոգի պաշտպան-զինվոր: ", "Երևանը  որպես  միջնադարյան  քաղաք  ձևավորվել  է  XII  –  XIII  դդ.62:  Տերտեր  Երե- վանցի գրչի  կողմից Սուրխաթում և Ազակում ընդօրինակած ,,Քարոզգիրք Վարդան Այ- գեկցոյ’’ հիշատակարանում (1376) Երևանն անվանվում է. Ի քաղաքէն այն պատուական, Որ իր անունն է Երևան, Խոր Վիրապին ու Էջմիածնին է հարևան…63: ", "թատերախաղի և´ կառուցվածքը, և´ իմաստը: ", "երեսին և գլուխն կուտայինք, մինչև ամենք ևս ձիւնաթաթախ լինէինք: Յաղթող կողմն յաղթուղաց  բերդի  վերայ  յարձակուելով  բերդ  կառնէր  և  կիսոյ  չափ  կըքանդէր:  Հետո Խաչոն  հրաման  կընէր  նորէն  նորոգել.  ամենք  միաբանաց    աւերակ  բերդ    շինէինք, գնդակներով  խորշեր  լեցունելով  կերթայինք  տուներ:  Թորուան  զգեստներ  չորացնելով կռւոյ շարունակութիւն հաջորդ աւուր թող տալով և այս էր շարունակութիւն մինչև մեծի պահոց  չորեքշաբթին:  Մեր  ձիւնակոյտ  բերդեր  երբեմն  մինչև  Լուսաւորչին  և  Ծաղկա- զարդին առանց հալելոյ իբրև կոթող արտերու մէջ կենային…»:269 «Քարքցիկը»270  խաղում  են  միայն  տղաները  (10-13  տարեկան),  որի  նպատակը դիպուկ խփելն է: Բաժանվում են խմբերի: Եթե խաղացողները շատ են լինում, մինչև 5 խումբ  են  կազմում  (այդ  ժամանակ  խաղը  սկսվում  է  ժամացույցի  պտույտի  ուղղութ- յամբ), եթե քիչ են, ցելա են գցում, որպեսզի իմանան, թե որ խումբն է առաջինը նշված սահմանագծից  քարը  նետելու  դեպի  նշանակետ,  որն  անվանում  են  «կոլ»  (խողովակ կամ  ցից):  Այն  ցցում  են  խաղադաշտի  կենտրոնում՝  գետնից  20-25  սմ  բարձրությամբ, որի վրա դնում են քար: Յուրաքանչյուր խումբ (հերթականությամբ) ցցից 10 մետր հե- ռավորությունից նետում է խմբին պատկանող քարը: Եթե ցցի վրա դրված քարին կպչի ու վայր գցի, տվյալ խումբը մի սահմանագիծ` 2 մետր, առաջ կգա: Ցցից մինչև խաղա- ցողների  մոտ  ընկած  տարածությունը  2-ական  մետր  սահմանագծերով  է  բաժանված, իսկ ցցից հետո անմիջապես ամենաառաջինը` 1 մետր սահմանագծով: Ցցի վրայի քա- րը գցելու դեպքում, խմբի անդամները մի սահմանագիծ առաջ են գալիս: ", "«Կոլ» եզրույթը հարազատ չէ հայերենին և հեռու է թվում խորհրդանշական ատրի- բուտ լինելուց: Եթե այն դիտարկենք խաղի համատեքստում, կտեսնենք, թե ինչ իմաստ ունի:  Բառարաններում  առկա  են  կոլ  արմատի  տարատեսակ  բացատրություններ,271 բայց,  ելնելով  խաղի  մեջ  օգտագործվող  առարկայի`  խողովակի  ձևից  և  կիրառական նշանակությունից,  կարծում  ենք,  որ  այն  համապատասխանում  է  վիզ,  պարանոց  բա- ռին:  Այս  դեպքում  քարը  տրամաբանորեն  պետք  է  համարել  գլուխ,  գունդ:  Խաղի  մեջ կոլը՝  խողովակը  և  քարը,  իմաստային  առումով,  կարծես,  համապատասխանում  են աշխ., հ I, էջ 68-71: ", "Գունդ  տերմինը նշանակում է գնդաձև մարմին (տե´ս Հր. Աճառյան, ՀԱԲ, Երևան, 1971, հ. I): ", "Ռիթմիկ  կամ  ասերգ  հաշվերգը296  առավել  տարածված  է  հատկապես  փոքր  աղ- ջիկների  շրջանում:  Ասերգ  հաշվերգի  հիմքում  ձայնառիթմային  սկզբունքն  է,  կառուց- վում  է  ծափ-զարկերով`  վերածվելով  շարժական  տեքստով  երգային  կրկներգերի: ", "Դրանք  երբեմն  անհասկանալի  են  և  կառուցված  են  յոթվանկանի  երկու  նույնահանգ տողերից  և  ունեն  պարերգային  կառույց,297  քանի  որ  կազմում  են  մի  երկյակ  և  ասվում են միայն պարելու ժամանակ: Դրանց բնորոշ է շարժումը և խոսքը. Երկու  հոգի  կանգնում  են  դեմ  առ  դեմ,  ծափ  տալիս,  ապա  հարվածում  միմյանց ափերին՝ երգելով ու տեքստի վանկերին համապատասխանեցնելով. Էն դեն դո´ւրի, դո´ւրի, դո´ւրի, դո´ւրի, Չա´փ, չա´փ Մե´ք-սիկա, Չա´փ, չա´փ, Մե´ք-սիկա. Ակա դակա սինյո-րիտա, ֆու´, ֆու´, Ակա դակա սինյո-րիտա, ֆու´, ֆու´, Մարի-յո, Մարի-յո, թու´ Ջե˜րի. Օ´քսա-բո´քսա սինյո´-րիտա. Միկի մա´ուս: ", "Որպես  առանձին  ենթախումբ  «Գեր»  արձանիկների  շարքին  կարելի  է  վերագրել  նաև կանանց  ոճավորված  և  ընդհանրացված  քանդակները  Մալթայից,  Բուրետիայից,  Մեզի- նից109 (Նկ. 2.2-6): ", "տանի ԽՍՀ Պետական Համալսարանի գիտական տեղեկագիր, Վաղարշապատ, 1904, էջ 22-24: "]}