{"paragraphs": ["Թորած ջրով լվացումից հետո նմուշներն անցկացվել են մշակման երկրորդ փուլով՝ 5 %- ոց  աղաթթվի  լուծույթով:  Չլուծված  պինդ  մնացորդի  համանման  մշակումից  հետո զանգվածի  կորուստը  կազմել  է  73.5  զանգ.  %:  Ըստ  տեսական  հաշվարկների  թթվային մշակմամբ  համակարգից  NaCl-ի  և  MgO-ի  հեռացման  դեպքում  զանգվածի  գումարային կորուստը  պետք  է  կազմեր  75.6  զանգ.  %:  Ստացված  արդյունքները  հաստատվում  են նմուշի ռենտգենաֆազային  անալիզներով (նկ. դիֆրակտոգրամում  բացակայում  են  MgO-ին  բնորոշ  բնութագրական  ռեֆլեքսները: ", "Կրկնակի  մշակումից  հետո  ստացված  նմուշի  միկրոկառուցվածքային  անալիզի արդյունքում  ստացված  նկարում  առկա  է  միայն  նանոչափսի  հատիկավոր  բյուրեղներ (նկ. 3.23,  բ):  Այստեղից  կարելի է եզրակացնել, որ խոշորահատիկ բյուրեղներն իրենցից ներկայացնում  են  մագնեզիումի  օքսիդ:  Ռենտգենաֆազային  անալիզի  արդյունքների համաձայն այրման արգասիքի թթվային մշակումից հետո ստացված զանգվածն իրենից ներկայացնում  է  մոլիբդենի  դիսիլիցիդ (նկ.  3.25):  Սակայն,  ինչպես  երևում  է փոքր ինտենսիվությամբ այլ ռեֆլեքսներ, որոնք բնութագրական են Mo5Si3 սիլիցիդին: ", "Նկ. 3.25. MoO3+3Mg+2Si+56.3%NaCl այրման արգասիքների թթվային լվացումից հետո նմուշի ռենտգենաֆազային անալիզի արդյունքը Հարկ է նշել, որ MoO3+7Mg+2SiO2+48%NaCl խառնուրդի այրման արգասիքի ջրային լվացումից և թթվային մշակումից հետո ստացված նյութի դիֆրակտոգրամում առկա են ոչ միայն Mo5Si3 բաղադրությամբ սիլիցիդ, այլ նաև մետաղական մոլիբդեն: ", "Հ աշ վ ի   առ ն ե լ ո վ ո չ ս պի տակ ո ւ ց այ ի ն   ամ ի ն աթթո ւ ն ե ր ի ն կ ատմ ամ բ  հ ար աճ ո ւ ն  պահ ան ջ ար կ ը  (տար ե կ ան ՝  10-15 %-ո վ ), կ ի ր առ ակ ան տե ս ակ ե տի ց   ար դ ի ակ ան   է   ն աև   մ շ ակ վ ած   մ ե թո դ ն ե ր ի   հ ի մ ան   վ ր ա  (S)-  և (R)-բ աց ար ձ ակ կ ո ն ֆի գ ո ւ ր աց ի այ ո վ ո չ ս պի տակ ո ւ ց այ ի ն - ամ ի ն աթթո ւ ն ե ր ի   ս տաց մ ան   ո ւ ն ի վ ե ր ս ալ   տե խն ո լ ո գ ի այ ի   մ շ ակ ո ւ մ ը   և դ ր ան ց ապր ան ք այ ն աց ո ւ մ ը փո ք ր ած ավ ալ ար տադ ր ակ ան պայ մ ան ն ե ր ո ւ մ ՝  ե լ ն ե լ ո վ  շ ո ւ կ այ ի  ի ր ակ ան  պահ ան ջ ն ե ր ի ց : ", "Հիմնվելով  նկ.  3.25-ում  ստացված  ռենտգենագրամի  տվյալներից`  Շերրերի հավասարումով գնահատվել է մոլիբդենի դիսիլիցիդի բյուրեղի բնութագրական չափսը, որի  համար  ստացվել  է  40  նմ  միջին  բնութագրական  չափս:  Սակայն,  ինչպես  տեսնում ենք նկ. 3.23,  բ-ից, ձևավորված արգասիքը, չնայած գտնվում է  ագլոմերատի ձևով, բայց այնուամենայնիվ  առանձին  բյուրեղներն  ունեն  10  նմ  միջին  բնութագրական  չափս:  Այդ նմուշների  տեսակարար  մակերեսի  չափումներն  ըստ  ԲԷԹ  եղանակի  տվել  են  24  մ2/գ արժեք: Եթե ստացված MoSi2-ի բյուրեղները լինեին կատարյալ գնդաձև կառուցվածքով, ապա  ԲԷԹ-ի  եղանակով  ստացված  տեսակարար  մակերեսը  կհամապատասխաներ  6.7 նմ միջին բնութագրական չափսով բյուրեղահատիկների: "], "paragraph_source_docs": [0, 0, 0, 2, 0], "source_docs_file": "Chemistry.json"}