{"paragraph_source_docs": [3, 4, 4, 4, 1, 2, 3, 4, 4, 3, 1, 4, 4, 4, 3, 4, 3, 4, 4, 0, 3, 4, 4, 4, 4], "paragraphs": ["XIV – XVII դդ. պատմության լուսաբանման հարցում կարևոր է Գ. Ե. Կիրակոսյա- նի ,,Հայաստանը Լանկ-Թամուրի և թուրքմեն ցեղերի արշավանքների շրջանում (1386 – դած  կցկտուր  տեղեկությունների  հիման  վրա  շարադրել  է  դեպի  Հայաստան  Լենկ- Թեմուրի,  կարա-կոյունլու  և  ակ-կոյունլու  թուրքմենական  ցեղերի  արշավանքների, դրանց  ծանր  հետևանքների  ու  դաժան  հարկային  քաղաքականության  պատմությունը: ", "Ատենախոսության կիրառական նշանակությունը Ատենախոսության  դրույթները  կարևոր  են  ինչպես  XVIII  դ.  երկրորդ  կեսի Այսրկովկասի պատմության առանձին հիմնահարցերի ուսումնասիրության, այնպես էլ ժամանակակից  փուլում  տարածաշրջանում ծավալվող  աշխարհաքաղաքական զարգացումների վերլուծության և լուսաբանման համար: ", "Արված եզրակացությունները կարող են հիմք դառնալ ինչպե՛ս նոր, էլ ավելի խորը հետազոտությունների, այնպե՛ս էլ ընդհանրացնող կովկասագիտական աշխատությունների և ուսումնական ձեռնարկների շարադրման համար։ ", "Աղբյուրների և գրականության տեսություն Ատենախոսական հետազոտության ժամանակ օգտագործվել է աղբյուրագիտական հարուստ բազա, ինչը հնարավորություն է ստեղծել համակողմանի ուսումնասիրել  թեման:  Հետազոտության  սկզբնաղբյուրներ  են  ծառայել  արխիվային նյութերը  անտիպ  փաստաթղթեր,  վավերագրեր  և  ձեռագրեր,  ինչպես  նաև  տպագիր սկզբնաղբյուրները:  Արխիվային  սկզբնաղբյուրները  վեր  են  հանվել  Մեսրոպ  Մաշտոցի անվան  հին  ձեռագրերի  ինստիտուտի  (Մատենադարան)  ձեռագրական  և  արխիվային հավաքածոներից,    Կաթողիկոսական դիվանի հայերեն և ռուսերեն վավերագրերից, ՌԴ արխիվային ֆոնդերից կատարված լուսապատճեններից: ", "Լալաեան, ԱՀ, 1896, Ջաւախք, գիրք Ա, էջ 359-560: Ա. Ղազիյան, ՀԱԲ 15, Արցախ, Եր., 1983, էջ 156: ", "Հին  Հայաստանի  մշակույթի  և  մշակութային  միջավայրի  ձևավորման  հարցերն  ար- ծարծող  առաջին  գիտական  աշխատանքները  հրապարակ  իջան  XIX  դ.,  երբ  սկսեցին ուսումնասիրվել միջնադարյան հայկական գրավոր աղբյուրները: Այս աղբյուրներում վկա- յություններ կան Հին Հայաստանում աստվածուհիների, թագուհիների, սրբուհիների կեր- պարների  և  արվեստին  վերաբերող  հուշարձանների  նկարագրությունների  վերաբերյալ: ", "Հայաստանի  նյութական  մշակույթի,  արհեստների  ու  քաղաքների  զարգացման գործում  մնայուն  է  Բ.  Առաքելյանի`  ,,Քաղաքները  և  արհեստները  Հայաստանում  IX  – XIII  դդ.’’  երկհատոր  մենագրությունը17,  որտեղ  ավելի  քան  բազմակողմանի  են  ներկա- յացված  արհեստների  տարբեր  ճյուղերն  ու  քաղաքային  կյանքի  զարգացման  փուլերը: ", "from England through Russia into Persia and back through Russia, Germany and Holland, col. I, London, 1753; Ф. Сойманов, О торгах за Каспийское море древних средних и новейших времен, СПб., 1765; նույնի՝ Описание Каспийского  моря  и  чиненных  на  оном  российских  завоеваний,  яко  часть  истории  государя  императора Петра Великого, СПб., 1763; М. Чулков, Историческое описание российского коммерции при всех портах и границах от древних времен до  ныне  настоящего  и всех преимущественных узаконений по оной государя императора  Петра  Великого  и  ныне  благополучно  царствующей  государыни  императрицы  Екатерины Великой, т. II, кн. II, 1785; J. Bell, Travels from St. Petersburgh in Russia, to various parts of Asia. A new edition, at  one  volume,  Edinburgh,  1806;  J.  Cook,  Voyages  and  travels  through  the  Russian  Empire,  Tartary  and  Part  of Kingdom of Persia, vol. II, Edinburgh, 1770; W. Coxe, Travels in Poland, Russia, Sweden and Denmark, the fifth edition, col. III, London, 1802; J. Forster, A Journey from Bengal to England, London, through the northern part of India,  Kashmir,  Afghanistan,  and  Persia,  and  into  Caspian-sea,  col.  II,  London,  1798։  Հմմ.  Մ.  Զուլալյան,  Հայ ժողովրդի  XIII-XVIII  դարերի  պատմության  հարցերը  ըստ  եվրոպացի  հեղինակների,  Գիրք  Ա. Քաղաքական պատմություն, Եր., 1990; Кавказ: европейские дневники XIII-XVIII веков, Сост. В. Аталиков, Нальчик, 2010, вып. III. Բուրնաշևների  ազնվական  տոհմի  մասին  հիշատակումները  պահպանվել  են  XVII  դարից,  իսկ  նրանց զինանշանի  մասին  տե՛ս  Общий  гербовник  дворянских  родов  всероссийской  империи,  начатый  в  1797 году, ч. IV, Гатчино, 1799, с. 119-120. Translated  from  the  works  of  Dr.  Reineggs  and  Marshal  Bieberstein,  vol.  1,  London,  1807;  Marschall  fon Bieberstein,  Tableau  des  provinces  situées  sur  la  cote  occidentale  de  la  mer  Caspienne  entre  les  fleuves  Terek  et Kour, St. Pétérsbourg, 1798. Ատենախոսության  մեջ  ընդգրկված  ժամանակաշրջանի  Կովկասի  պատմության համակողմանի լուսաբանման  համար  մեծ  նշանակություն  ունեն  Վ.  Զուբովի Կասպիական  արշավանքի  մասնակից  սպաներ՝  Ֆ.  Սիմոնովիչի,  Ն.  Դրենյակինի,  Պ. Բուտկովի, Ա. Սերեբրովի կատարած հետազոտությունները7: ", "Այսպիսով,  XVIII  դ.  գրավոր  սկզբնաղբյուրները  հիմնված  են  դրանց  հեղինակների անձնական  դիտարկումների,  զանազան  ճանապարհներով (այդ  թվում՝  նաև հետախուզական) ձեռք բերված տեղեկատվության, բանավոր փոխանցված խոսքի վրա8, ինչը  սակայն  չի  նվազեցրել  սկզբնաղբյուրների  գիտական  նշանակությունը  Հյուսիս- արևելյան  Այսրկովկասի  XVIII  դ.  երկրորդ  կեսի  պատմության  ուսումնասիրության համար: ", "Ղաֆադարյանը  իր  ,,Դվին  քաղաքը  և  նրա  պեղումները’’  երկհատոր  մենագրությամբ18, որում մանրազնին ուսումնասիրված են կանոնավոր պեղումների միջոցով ձեռք բերված նյութական  մշակույթի  մնացորդները,  որոնք  ինքնին  կարևոր  հիմք  են  միջնադարյան Հայաստանի  խեցեգործական,  ապակեգործական,  մետաղամշակության  զարգացման օրինաչափությունները,  ինչպես  և  տնտեսական,  արհեստագործական,  առևտրական, մշակութային փոխադարձ կապերը Հայաստանի մյուս քաղաքների ու հարևան երկրնե- րի  հետ  վերհանելու  տեսանկյունից:  Դվինի  միջնադարյան  նյութական  մշակույթի ուսումնասիրությունը շարունակում են Ա. Քալանթարյանը, Ն. Հակոբյանը, Ա. Ժամկոչ- յանը,  Ֆ.  Բաբայանը:  Թեև  գիտական  գրականության  մեջ  հայտնի  է,  որ  Դվինը  որպես միջնադարյան  քաղաք  գոյատևել  է  IV  –  XIII  դդ.  կեսերը,  սակայն  վերջին  տարիների պեղումներով  Դվինի  միջնաբերդի  տարածքից  հայտնաբերվել  են  XIII  դարի  վերջով թվագրվող ջնարակապատ անոթներ (ամբողջական և բեկորային վիճակում): ", "նը և կառուցվածքը: ", "Կովկասի  XVIII  դ.  քաղաքական  պատմության  ընդարձակ  լուսաբանմանն  է նվիրված  ակադեմիկոս  Պ.  Բուտկովի  եռահատոր  հետազոտությունը 12 ,  որի  հիմքում դրված  են  արխիվային  մեծաթիվ  փաստաթղթեր,  վավերագրեր,  դիվանագիտական գրագրություններ  և  արժեքավոր  այլ  սկզբաղբյուրներ,  որոնց  մի  մասը  մեզ  չի  հասել: ", "XVIII  դ.  երկրորդ  կեսի  Այսրկովկասի  ռազմաքաղաքական  պատմությունը,  Աղա Մուհամմադ  խանի  Այսրկովկաս  կատարած  արշավանքն  իր  արտացոլումն  է  գտել  Ն. Դուբրովինի  քառահատոր  հետազոտության  մեջ13:  Խնդրո  առարկա  ժամանակաշրջանի պատմական  իրադարձությունների  լուսաբանման  մեջ  կարևոր  տեղ  է  զբաղեցնում  Վ. Պոտտոյի բազմահատոր հետազոտությունը14: ", "Տեղին նշենք, որ XIX դ. ռուսական կայսերական պատմագիտական միտքը հաճախ կողմնակալ  մոտեցում  է  ցուցաբերում  ռուս-իրանա-օսմանյան  աշխարհաքաղաքական հակամարտության  մեջ  այսրկովկասյան  խաների  ու  տիրակալների  որդեգրած դիրքորոշումների վերաբերյալ: ", "XIV – XVII դդ. խեցեղենն առանձին քննության չի ենթարկվել: Հրապարակում կան մենագրություններ  ու  հոդվածներ,  որոնք  մասամբ  են  արծարծում  այդ  շրջանի  խեցե- ղենը: Քիչ թե շատ ուսումնասիրված են ճարտարապետությունը, քանդակային արվես- տը,  մանրանկարչությունը,  մետաղագործությունը:  Արհեստագործության  տարբեր ոլորտների,  հատկապես  խեցեգործության  բնագավառին  վերաբերող  ուսումնասիրու- թյունները  սահմանափակվում  են  նախորդող  ժամանակաշրջանի  բարձր  մակարդակի հասած ավանդույթների շարունակությունը քննարկու ժամանակաշրջանում տեսնելով` առանձնացնելով  ջնարակած  խեցեղենի  մեջ  որակական  փոփոխությունները,  նոր որակի  ջնարակի  ու  դրա  հետ  կապված  տեխնիկական  նոր  միջոցների  կիրառման  հա- մառոտ նկարագիրը: ", "XIX  դ.  երկրորդ  կեսին  հրատարակված  տպագիր  սկզբնաղբյուրների  մեջ առանձնահատուկ տեղ են զբաղեցնում Ռուսական կայսրության օրենքների լիակատար ժողովածոն (ПСЗРИ)19, Հնագրական հանձնաժողովի կողմից 12 հատորով վավերագրերի հրատարակությունը (Ա. Բերժեի խմբագրությամբ)20, Պետական Խորհրդի արխիվի Ա և Բ հատորները 21 և  Ա.  Ցագարելիի  կողմից  հրատարակած «Հրովարտակներ»-ի ժողովածոն 22 :  Կայսերական  հրամանագրեր,  նամակագրություն  և  պաշտոնական գրագրություններ են  ամփոփված  Ռուսական կայսերական  պատմական ընկերակցության ժողովածոյի (СИРИО) մի շարք հատորներում23: ", "Անբերդի  պեղումներով  հայտնաբերված  ուշ  շրջանի  խեցեղենը  հետազոտել  և  գի- տական շրջանառության մեջ է դրել Տ. Իզմայլովան23: Հեղինակը ողջ նյութը դասակար- հրատ., 1981, էջ 81-148: ", "(Օսմանյան  կայսրության  նվաճողական  քաղաքականությունը  Կովկասում  և  մասնավորապես պատմական Հայաստանում XVI դ. երկրորդ կեսից), թուրքական պատմագիտությունը սկզբից մինչև XVIII դարի վերջերը, հտ. Ա, Կազմեց՝ Ա. Խ. Սաֆրաստյան, Եր., 1961: ", "թ.  ղարաբաղյան  արշավանքի  մասին,  –  «Մերձավոր  և  Միջին  Արևելքի  երկրներ  և  ժողովուրդներ» (հետայսու՝  ՄՄԱԵԺ),  հտ.  XXVII,  Եր.,  2011;  Միրզա  Յուսուֆ  Ներսեսով,  Ճշմարտացի  պատմություն, Թարգմանությունը բնագրից, ներածությունը և ծանոթագրություները Ք. Կոստիկյանի, Եր., 2000: ", "Հնչակյան կուսակցության ծրագրային դրույթների և հայ  ազգային կուսակցությունների գործունեության ուղղվածության մասին կարևոր տեղեկություններ տրամադրել է պ.գ.դ. Ռ.Սահակյանը: ", "Հայաստանը, Մերձավոր Արևելքի երկրների բաղկացուցիչ օղակը լինելով, արհես- տագործական  արտադրության  մեջ  ուներ  իր  ուրույն  տեղը:  Մեր  աշխատանքի  համար անգնահատելի  են  արտասահմանյան  հեղինակների  մի  շարք  մենագրություններն  ու հոդվածները  Առաջավոր  Ասիայի,  Միջին  Ասիայի,  Չինաստանի,  Իրանի,  Թուրքիայի խեցեգործական  արտադրանքի  վերաբերյալ:  Բազմաթիվ  հրապարակումների  շարքում պետք է առանձնացնել Ա. Պոպի26, Ա. Լեյնի27, Ֆ. Զարեի28, Ռ. Հոբսոնի29, Ջ. Քարսվելի և Ս. Սարգիս վանքից հայտնաբերված հախճապակին, ՀՀմ XII, Երևան, 2002, էջ 103-106; Бабаян Ф., Корхмазян Э., Монастырь Сурб Хач как центр армянской культуры в Крыму, Ереван – Симферополь, Изд. Наапет, 2008, 88 с;  նույնի`  Հառիճի  վանական  համալիրը`  իբրև  պատմահնագիտական  հուշարձան,  ՀՀՄ -  3,  Երևան, ,,Մուղնի’’ հրատ., 2003, էջ 135-144: ", "Աշխատանքն  առավել ամբողջական դարձնելու  համար օգտագործել ենք մի շարք կարևոր  գիտա-հետազոտական  ուսումնասիրություններ:  Խորհրդային  տարիներին Հյուսիս-արևելյան Այսրկովկասի և Ռուսաստանի հարաբերությունների պատմությամբ, թեպետև  կողմնակալ  գնահատականներով,  հիմնականում  զբաղվել  են  ռուս  և ադրբեջանցի  պատմաբանները:  Հյուսիս-արևելյան  Այսրկովկասի  խանությունների  և պատերազմացն  1721-1736  թթ.,  Պատ.  խմբագիր՝  պրոֆ.  Ս.  Վ.  Տեր-Ավետիսյան,  Եր.,  1938;  Աբրահամ կաթողիկոս Կրետացւոյ, Պատմագրութիւն անցիցն իւրոց եւ Նատր-Շահին պարսից, Վաղարշապատ – Ս. Էջմիածին, 1870; Միքայէլ Չամչեանց, Հայոց պատմութիւն (սկզբից մինչև 1784 թ.), հտ. Գ, Եր., 1984: ", "Աշխատասիրութեամբ  տեառն  Սարգսի  Սանահնեցւոյ  Ջալալեանցի`  թեմակալ  արքեպիսկոպոսի  Հայոց Վրաստանի,  Իմէրէթի  և  այլոց,  մասն  Բ,  Տփխիս,  1858;  Մ.  Սմբատեանց,  Նկարագիր  Սուրբ  Ստեփաննոսի վանաց Սաղիանի եւ միւս վանօրէից եւ ուխտատեղեաց եւս եւ քաղաքացն եւ գիւղօրէից որք ի Շամախւոյ թեմի, Տփխիս, 1896; Մ. Բարխուտարեանց, Աղուանից երկիր եւ դրացիք (Միջին Դաղստան), Թիֆլիս, 1893; նույնի՝  Պատմութիւն  Աղուանից,  հտ.  Ա,  Վաղարշապատ  –  Ս.  Էջմիածին,  1902;  Դիւան  հայոց պատմութեան, հրատարակեց՝ Գիւտ քահ. Աղանեանց, Գիրք Ա-Բ (1780-1834), Թիֆլիս, 1893; Գիրք Գ, մասն Բ,  Սիմէոն  կաթողիկոսի յիշատակարանը  (1763-1767),  Թիֆլիս,  1894;  Գիրք  Դ, Ղուկաս  կաթողիկոս  (1780- Գիրք Թ, Հովսէփ կաթողիկոս Արղութեան (1778-1800), Թիֆլիս, 1911; Գիրք Ժ, Մանր մատենագիրք (ԺԵ-ԺԹ դդ.), Թիֆլիս, 1912; Դիվան հայոց պատմության, Նոր շարք, Գիրք առաջին, Ղուկաս Կարնեցի, հտ. Ա (1780- годов XVIII в.). Документы и материалы, вып.  I, Материал подобрал и подготовил к печати  В. Гамрекели, Тбилиси,  1980;  Русско-дагестанские  отношения  в  XVIII  –  начале  XIX  в.  Сборник  документов,  Отв.  ред.  В. Гаджиев, Москва, 1988; Материалы по истории русско-грузинских отношений второй половины XVIII века, /В. Мачарадзе, ч. II, Посольство Теймураза II в Россию, Тбилиси, [б. и.], 1968; նույնի՝ Материалы по истории русско-грузинских отношений второй половины XVIII века, ч. III, вып. I, Русско-турецкая война 1768-1774 годов  и  Грузия,  Тбилиси,  1988;  նույնի՝  Материалы  по  истории  русско-грузинских  отношений  второй половины  XVIII  века.  ч.  III,  вып.  II,  Тбилиси,  1997;  Русско-индийские  отношения  в  XIX  в.  Сборник архивных  документов  и  материалов,  Отв.  ред.  П.  Шаститко,  Москва,  1997;  Russia  and  the  Armenians  of Transcaucasia,  1797-1889;  A  documentary  record.  Annotated  translation  and  commentary  by  George  A. Bournoutian, Costa Mesa, 1998. Ռուսաստանի  հարաբերությունների  XVIII  դ.  պատմության  առանձին  հարցերի լուսաբանման համար անդրադարձել ենք խորհրդային պատմաբաններ Վ. Լևիատովի27, Օ.  Մարկովայի 28 ,  Գ.  Աբդուլլաևի 29 ,  Ջ.  Մուստաֆաևի 30  և  Պ.  Չոբանյանի 31 հետազոտություններին՝  դրանք  համադրելով  ժամանակաշրջանի  գրավոր  աղբյուրների հետ: ", "Հյուսիս-արևելյան  Այսրկովկասի  XVIII  դ.  երկրորդ  կեսի  քաղաքական պատմությունը որոշ կողմնակալ մեկնաբանություններով է ներկայացված «Ադրբեջանի միացումը  Ռուսաստանին»  ծավալուն  աշխատության  մեջ։  Ըստ  նրա՝  Հյուսիս-արևելյան Այսրկովկասի  համար  օրհասական  1790-ական  թթ.  պատմական  ժամանակաշրջանում խանությունների միակ ելքը՝ «փրկությունը», Ռուսաստանին միացումն էր32: ", "Հյուսիս-արևելյան  Այսրկովկասի  խանությունների  քաղաքական  պատմությանը  և մասնավորապես XVIII դ. 80-ական թթ. պատմա-քաղաքական իրադարձություններին է անդրադառնում  է  նաև  Ա.  Հովհաննիսյանը  «Ռուսաստանը  և  հայ  ազատագրական շարժումը XVIII դ. 80-ական թվականներին» աշխատության մեջ: Հեղինակն արխիվային և  անտիպ  այլ  սկզբնաղբյուրների  հիման  վրա լուսաբանել  է  Ռուսաստանի  և Այսրկովկասի  քաղաքական  պատմության  մի  շարք  հիմնահարցեր՝  շեշտը  դնելով  հայ ազատագրական  շարժման  պատմության  վրա  (այդ  պատճառով  ուսումնասիրողի ուշադրությունից  դուրս  են  մնացել  Հյուսիս-արևելյան  Այսրկովկասի  խանությունների և Ռուսաստանի հարաբերությունների պատմության մի շարք մանրամասներ)33: "], "source_docs_file": "History.json"}