{"paragraph_source_docs": [1, 0, 1, 0, 1, 0, 0, 0, 0, 0, 0, 1, 0, 1, 0, 1, 1, 1, 0, 0, 1, 0, 1, 0, 1, 1, 1, 0, 1, 0, 1, 1, 1, 1, 1, 0, 1, 1, 0, 1, 1, 0, 1, 1, 1, 0, 1, 0, 1, 1], "source_docs_file": "Linguistics.json", "paragraphs": ["Համաձայն  Քարրելի  և  Այսթերհոլդի`  ցանկացած  տեքստ,  լինի  գրավոր  թե բանավոր,  ինքն  իրենով  իմաստ  չի  արտահայտում:  Տեքստն  ընթերցողներին  կամ լսողներին միայն տալիս է ուղղություն, թե նրանք ինչպես կարող են իմաստ քաղել կամ  իմաստ  կառուցել  իրենց  արդեն  իսկ  ունեցած  գիտելիքներից:  Լսողի  կամ ընթերցողի  արդեն  իսկ  ունեցած  գիտելիքը  կոչվում  է  հենքային  գիտելիք  (Carrel, Esterhold 2009: 220): Քարրելը նշում է, որ արդեն իսկ ունեցած գիտելիքի, այսինքն` հենքային  գիտելիքի  կառույցները  կոչվում  են  սխեմատաներ (schemata),  և առանձնացնում է բովանդակային սխեմատան (content schemata), ինչը վերաբերում է  բովանդակությանն  առնչվող  տեղեկույթին,  որը  դուրս  է լեզվաբանական տեղեկույթից  և  ներառում  է  նաև  ներմշակութային  հենքային  գիտելիքներ  (Carrel իմաստի վերծանման ժամանակ ևս կարևոր է, որ ընթերցողը/լսողը օգտագործի այն տեղեկությունը  կամ  այն  գիտելիքը,  որն  առնչվում  է  տվյալ  պահի  խոսակցության նյութին,  և    որին  նա արդեն  տիրապետում  է:  Թերևս  հենց  այս  հենքային գիտելիքի տարբերությունը  տարբեր  մարդկանց  մոտ  և  տարբեր  հասարակական  շերտերում կարող  է  միևնույն  նույնաբանության  համար  տարբեր  մեկնաբանությունների պատճառ հանդիսանալ: Հենքային գիտելիքը ունի սուբյեկտիվության չափաբաժին, այն  տարբեր  մարդկանց  մոտ  տարբեր  է`  պայմանավորված  նրանց  կրթությամբ, բնավորությամբ, կենսափորձով ու մի շարք այլ անհատական պատճառներով: Մեր կատարած  հարցման  արդյունքում  ևս  ականատեսը  եղանք,  թե  ինչպես  միևնույն նույնաբանությունը  տարբեր  հարցվողներ  տարբեր  կերպ  են  մեկնաբանել: ", "Ամեն պարագայում, հայերենում համապատասխան հնչյունի և տառի բացակա- յության պատճառով «Բաբելոնում» «է» տառը գրեթե ամբողջապես անտեսված է: Դա- սական ասորերենի «c+ձայնավոր» կապակցությունների դիմաց «Բաբելոնում» հանդես է գալիս միայն համապատասխան ձայնավորը, և դրանով բառերը, որոնք ասորերենում սկսվում  են  բաղաձայնով,  հայերենում,  փաստորեն,  վերածվում  են  ձայնավորներով սկսվողների:  Այսպես՝  դասական  ասորերենի  cabdo  «ծառա»  բառը  պարբերականում հանդես  է  գալիս  ապտօ  տեսքով,  cesro  «տասը»՝  էսրօ,  cesrīn  «քսան»՝  էսրին,  cuḏrono «օգնություն»՝  ուդրօնօ  և  այլն:  Կարելի  է  վստահությամբ  ենթադրել,  որ  այսպիսի  գրու- թյունն  արտահայտում  է  խարբերդցիների  իրական  արտասանությունն  այն  դպքերում, երբ  նրանք  պետք  է  արտասանեին  կոկորդային  պարունակող  բառերն  աղոթքներում կամ շարականներում: ", "Who would know what Jesus Christ looked like?? And what difference does it  make  anyway??  He  is  who  he  is!!!  He  ultimately  will  be  the  Savior  for some, the rest should be very afraid!! (Express,http://www.express.co.uk/news/science/626779/JESUS-CHRIST-Is- that-what-he-really-looked-like (accessed 14 December, 2015)) Այս  հոդվածում  ներկայացվում  է,  որ  մի  խումբ  գիտնականներ  փորձել  են վերականգնել Հիսուսի իրական  արտաքինը` կատարելով քրեական հետաքննության  մեջ  կիրառվող  փորձագիտական  ուսումնասիրություններ,  ու պարզել, որ Հիսուսի արտաքինը բավական տարբեր է եղել այն Հիսուսից, ում մենք սովոր ենք տեսնել: Բոլոր հարցվողները մինչ այդ տեսել էին Հիսուսի պատկերները ու արդեն իսկ գիտեին, որ նա սովորաբար ներկայացվում է որպես սպիտակամաշկ, հաճախ  նաև  կապույտ  աչքերով  ու  երկար  մազերով  գեղեցիկ  տղամարդ:  Այս տեղեկույթն  ունենալով`  մեջբերված  հատվածի  նույնաբանությունը  նրանք մեկնաբանել  են,  որ  խոսողը  գիտի,  թե  ինչպես  է  դարեր  շարունակ  ներկայացվել Հիսուսի արտաքինը, ու նոր ստացված արդյունքները էական չեն, քանի որ Հիսուսի արտաքինի  մանրամասները  ոչ  մի  նշանակալի  ազդեցություն  չեն  կարող  ունենալ հավատքի վրա: Պատասխանների մեջ հաճախ եղել է նաև այսպիսին` կարևորը ոչ թե  Հիսուսի  տեսքն  է,  այլ  նրա  գործերը:  Պետք  է  նշել,  որ  հարցվողների մեկնաբանությունները  այս  հատվածի  առնչությամբ  մեծ  մասամբ  համընկնում  են, ինչը  բացատրվում  է  նրանով,  որ  հարցման  մասնակիցները  տեսել  էին  Հիսուսի նկարներն  ու  սրբապատկերները  այն  ձևով,  որ  մատուցվում  է  արդեն  երկու հազարից  ավելի  տարիներ,  ու  հասկացել  են,  որ  նույնաբանությունը  կիրառողը հենց  այդ  արտաքինով  ներկայացվող  Հիսուսին նկատի  ունի`  ասելով,  որ արտաքինը  էական չէ,  ու կարևորը Հիսուսի ով լինելն է, նրա անձը: Նշենք, որ այս արդյունքները  ստացվել  են  հարցվողների  այն  խմբից,  որոնք  նույնաբանությունը քննել  են  համատեքստի  մեջ:  Մինչդեռ  մյուս  խումբը,  ում  առաջարկվել  էր մեկնաբանել  He is who he is!  նույնաբանությունը,  բնականաբար  չի  կարողացել հստակ պատասխանել, թե ում մասին է խոսքը, քանի որ  he  դերանունը չունի որևէ կոնկրետ  վերաբերական  ու  կարող  է  վերաբերել  ցանկացած  արական  սեռի ներկայացուցչի:  Մեկնաբանությունները  հիմնականում  եղել  են  այսպիսին`  He won't  change,  You  know  him,  այսինքն`  պետք  է  նրան  ընդունել  այնպիսին, ինչպիսին  կա,  ու  չփորձել  փոխել:  Այսինքն`  պետք  է  նաև  անպայման  նշել,  որ հենքային  գիտելիքից  զատ,  կարևոր  է  համատեքստի  առկայությունը:  Հակառակ դեպքում,  ինչպես  տեսանք  մեր  երկրորդ  խմբի  արդյունքների  ուսումնասիրմամբ, անհնար  է  հասկանալ,  թե  խոսքը  ինչի  և  ում  մասին  է,  ու  ըստ  այդմ  էլ  վերծանել նույնաբանական կառույցը: ", "Այստեղ  անհրաժեշտ  է  նշել,  որ  դասական  ասորերենում  առանձնացվում  է  «ը» հնչյունը, որը քերականության մեջ կոչվում է «շվա»: Շվա-ն առաջանում է ձայնավորնե- րի սղման կամ նեղացման պատճառով և հստակ լսելի է բառասկզբի երկու բաղաձայն- ների միջև և բառամիջի երեք բաղաձայններից կազմված կապակցություններում՝ երկ- րորդ  և  երրորդ  բաղաձայնների  միջև  (նման  երևույթ՝  «գաղտնավանկի  «ը»,  գոյություն ունի  նաև  հայերենում,  օրինակ՝  «մ(ը)կ(ը)րտիչ»  բառում):  Ի  տարբերություն  այլ  ձայնա- վորների՝ շվա-ն ասորերենում միշտ «գաղտնավանկային» է, այն որևէ տառով կամ ձայ- նանիշով  չի  նշվում  և  այդ  պատճառով  հաճախ  անտեսվում  է  նաև  տառադարձության մեջ  (սույն  աշխատության  մեջ  շվա-ն  նշում  ենք  ə  նշանով):  Բառասկզբի  երկու  բաղա- ձայնների  միջև  շվա-ն  առկա  է  նաև  այն  դեպքում,  երբ  առաջին  բաղաձայնը  կոկոր- դային «է»-ն է, օրինակ՝ cəlaymo «պատանի», cərūḇto «ուրբաթ», cəsar «տասն-» (11-ից 19-ը թվականներում):  Այս  բառերը  «Բաբելոնում»  տառադարձված  են  ըլայմո,  ըրուպթօ  և ըսար:  «Տասներորդ»  բառը  դասական  ասորերենում  ունի  cəsīroyo  ձևը,  սակայն  էսրօ  և էսրին  ձևերի  ակնհայտ  ազդեցությամբ  «Բաբելոնում»  այն  հանդես  է  գալիս  ոչ  թէ  ըսի- րօյօ, այլ էսիրօյօ ձևով: ", "Վերջինիս  գազանաբար  բռնաբարել  են,  հետո  էլ  լեզուն  կտրել,  որպեսզի  աղջիկը չկարողանա նկարագրել հանցագործներին: Ամուսինները տեղյակ են նաև այսպես կոչված էլենջեյմսականների  մասին,  որոնք,  ի  բարոյական  պաշտպանություն  Էլեն Ջեյմսի,  կտրել  են  իրենց  լեզուները:  Իրականում  Էլեն  Ջեյմսը  ատում  էր  իր հետևորդներին,  որոնք  բավականին  սահմանափակ  կանայք  էին  և  ունակ  չէին նախաձեռնելու որևէ արժեքավոր հասարակական գործողություն. Jesus,  in  another  year  no  one  would  have  remembered  them  –  or  why  they  did what they did. They were a fashion, a stupid fashion. (IJ WAG: 554) Դիտարկենք  ևս  մեկ  օրինակ`  ուշադրություն  դարձնելով  նույնաբանության մեկնաբանության գործընթացում հենքային գիտելիքի դերին. When the play is “finished”, the processes of collaboration have yet to begin. The serious work of the dramatist is over, but the most desolating part of his toil awaits him. I do not refer to the business of arranging with a theatrical manager for the production  of  the  play.  For,  though  that  generally  partakes  of  the  nature  օf `amusing  burlesque,  owing  to  the  fact  that  theatrical  managers  are  –  no  doubt inevitably  –  theatrical.  Nevertheless,  even  the  theatrical  manager,  while disclaiming the slightest interest in anything more vital to the stage than the box - office,  is  himself  in  some  degree  a  collaborator  and  in  the  first  to  show  to  the dramatist that a play is not a play till it is performed. The manager reads the play, and, to the dramatist’s astonishment reads quite a different play… (BA AC: 266) Նույնաբանությունը  համատեքստում  դիտարկած  հարցվողների  75%-ը մեկնաբանել է, որ պիեսը հնարավոր է տեսնել ու գնահատել միայն այն ժամանակ, երբ  այն  բեմադրված  է,  իսկ  25%-ի  մեկնաբանությունների  ընդհանուր  պատկերն այն  է,  որ  քանի  դեռ  պիեսը  բեմադրված  չէ,  այն  չի  կարող  այդպիսին  համարվել: ", "«Բաբելոնում»  «է»  կոկորդայինն  անտեսվում  և  հայկական  տառադարձության մեջ որևէ կերպ չի նշվում նաև բառամիջում: Որպես օրինակ դիտարկենք 4, 7 և 9 թվա- կանները,  որոնց  դասական  ասորերենի  arbəco,  šabco  և  tešco  ձևերի  դիմաց  «Բաբելո- նում»  ունենք  արըպօ,  շապօ  և  թէշօ,  ինչպես  նաև  րապիօյօ  (rəḇicoyo)  «4-րդ»,  շապին (šaḇcīn) «70», թէշին (tešcīn) «90» ածանցյալ ձևերը: 40 թվականը, որը դասական ասո- րերենում  ունի  arbəcīn  ձևը,  «Բաբելոնում»  տառադարձված  է  որպես  արպին  կամ  արը- պին:  Շատ  հետաքրրական  է  այս  թվականի  ընդամենը  մեկ  անգամ  հանդիպած  ձևը՝ արպըեըն,  որը  հայկական  տառերով  բառամիջի  «է»  կոկորդայինը  վերարտադրելու միակ փորձն է: Բառամիջի «է»-ի անտեսում տեսնում ենք նաև մի շարք այլ բառերում, ինչպես՝  ըթմօնասար  (təmonacsar),  զըուրէ  (zəcure),  ըլլէլ  (ləcel),  մավտօնութօ  (macdonuṯo) բառերում: ", "Դասական  ասորերենի  արևմտյան  արտասանությանը  բնորոշ  մեկ  այլ  կոկոր- դային հնչյուն է խոր կոկորդային [հ]-ն (ܚ , արաբերենում՝ ح), որին արևելյան ասորինե- րի մոտ համապատասխանում է դասական ասորերենին բնորոշ և արդի գրական ասո- րերենին  փոխանցված  [խ]  տարբերակը  ([խ]  հնչյունն  առկա  է  նաև  արևմտասեմական այլ  լեզուներում,  մասնավորապես՝  եբրայերենում):  Դասական  ասորերենում  առկա  է նաև իր որակով հայերենի [հ]-ի հետ համընկնող հնչյուն (ܗ): Լինելով արևմտյան ասո- րիներ՝ խարբերդցիները «Բաբելոնում» այս հնչյունը վերարտադրում են ոչ թե հայերենի «խ»,  այլ  «հ»  տառով  (այսինքն՝  հայերենի  «հ»  տառով  վերարտադրվում  է  ասորերենի ինչպես ܚ, այնպես էլ ܗ տառը), օրինակ՝ ահօ «եղբայր» (եբրայերենում՝ ախ), հազիրան «հունիս»,  համշօ  «հինգ»  (և  ածանցյալ  ձևեր,  ներառյալ՝  համշօշիպօ  «հինգշաբթի».  եբ- րայերենում՝ խամեշ), հապիպօ «սիրելի», հապրօ «ընկեր» (եբրայերենուն՝ խավեռ), հադ «մեկ» (եբրայերենում՝ էխադ), շուպհօ «փառք» և այլն: ", "Կոկորդային հնչյուններից բացի՝ սեմական լեզուների հնչյունական համակարգին բնո- րոշ են, այսպես կոչված, «էմֆատիկ» բաղաձայնները, որոնց արտասանությունն աչքի է ընկնում որոշ լարվածությամբ: Դասական ասորերենն ունի երկու էմֆատիկ բաղաձայն՝ «կոշտ» [ṭ] (նշվում է ܛ «տեթ» տառով, արաբերենում՝ ط ) և [ṣ] (նշվում է ܨ «սադե» տա- ռով, արաբերենում՝ ص): «Բաբելոնում» գործածված է սկզբնապես էմֆատիկ [ṭ] պարու- նակող երկու բառ. դրանցից մեկում՝ šəboṭ «փետրվար», այդ հնչյունը տառադարձգած է «թ»  տառով՝  շըպօթ  «փետրվար»,  իսկ  մյուսում՝  ṭobo  «լավ»,  «բարեպաշտ»  մեկ  անգամ «թ»-ով՝ թօպօ, և չորս անգամ «դ»-ով՝ դօպօ: Երկուսն են նաև սկզբնապես էմֆատիկ [ṣ] պարունակող բառերը՝ ṣafro «առավոտ» և ṣəlibo «խաչ», որոնցում այդ հնչյունը տառա- դարձված  է  «ս»  տառով՝  սաֆրօ  և  սլիպօ  կամ  ըսլիպօ  «խաչ»:  Այսինքն՝  հայերենի  «ս» տառով  տառադարձվում  է  ինչպես  «սադե»  տառով  նշվող  էմֆատիկ  [ṣ]-ն,  այնպես  էլ «սեմքաթ» տառով (ܣ) նշվող բաղաձայնը, որը համընկնում է հայերենի «ս» բաղաձայ- նի հետ: ", "Էմֆատիկ բաղաձայններին որոշ նմանություն ունի «կոֆ» տառով (ܩ, արաբերենում՝ ق) նշվող բաղաձայնը, որը մոտ է հայերենի [կ]-ին, այն տարբերությամբ, որ արտաբերելիս լեզուն մոտավորապես գտնվում է այն դիրքում, որը զբաղեցնում է [ղ] կամ [խ] բաղա- ձայնների  դեպքում:  «Բաբելոնում»  գրանցել  ենք  այս  հնչյունը  պարունակող  վեց  բառ: ", "Դրանցից  երեքում  այն  տառադարձված  է  հայերենի  «խ»  տառով՝  սումօխօ  «կարմիր» (sumoqo. հետաքրքրական է, որ հայերենում ասորական այս բառը նույնպես հանդես է գալիս «խ»-ով՝ «սումախ»), խատմօյօ «առաջին» (qaḏmoyo), խում «բարձրանալ» «կանգ- նել» (qom, գործածված է մըշիհօ խում մէն բէթմիթէ՝ «Քրիստոս հարյավ ի մեռելոց» ար- դեն  դիտարկված  արտահայտության  մեջ),  երկու  անգամ  «գ»-ով՝  ըմեագրօ  «հարգելի» (məyaqro) և ըգտիմ «առաջին» (qəḏem, թէշրինի ըգտիմ «հոկտեմբեր» և քէնունը ըգտիմ «դեկտեմբեր» բառերում) և մեկ անգամ՝ «ք»-ով տուպօքօ «բովանդակություն» (duboqo) բառում,  որը  պարբերաբար  երևում  է  տիտղոսաթերթերի  վրա:  Նշենք,  որ  արևմտա- հայերենում «գ» և «ք» տառերը համապատասխանում են արևելահայերենի «ք»-ին: «Կ» տառը, որի արևելահայ արտասանությունն ամենամոտն է ասորական «կոֆ»-ին, արև- մտահայերենում  հնչում  է  որպես  «գ»  և,  ինչպես  տեսնում  ենք,  չի  գործածվում  այս հնչյունի տառադարձության համար: ", "Հայերենում բացակայող ասորական մեկ այլ հնչյուն՝ [w], միշտ տառադարձվում է «վ» տառով՝ եավմօ «օր» (yawmo), եավմօնօ «այսօր» (yawmono), թէվէ «եղիցի» (tehwe), իթավ  «է»,  «հանդիսանում  է»  (iṯaw),  մավլոտէ  «ծնունդ»  (mawloḏeh),  շավեութօ  «հավա- սարություն» (šawyuṯo), վա «և» (wa): ", "Այստեղից հետևություն է արվում, որ խոսողը նկատի ունի, որ ոչ թե տունը մեկ այլ կառույց է դարձել,  այլ կորցրել է իր ամենակարևոր հատկանիշներից մեկը: Կրկին դիմենք Օքսֆորդի բառարանին` home բառի իմաստները ստուգելու համար: ", "Վերջին բառը մեկ անգամ գործածված է ապրիխ տարբերակով, այսինքն՝ «ը»-ի փոխա- րեն գործածված է «ա»-ն: Ինչով է բացատրվում շվա-ի մետաթեզը՝ դժվար է գուշակել, նկատի ունենալով, որ հայերենի արտասանական տեսանկյունից շվա-ի՝ իր տեղում ար- տաբերումը որևէ դժվարություններ չպետք է հարուցեր209: Ավելին, «Բաբելոնում» ունենք րով սկսվող որոշ բառերի սկզբում լսելի [ը]-ն, ինչպես՝ (ը)սկսել, (ը)սկզբնապես և այլն: Արևմտահայերե- նում այս երևույթն ավելի ընդգծված է: ", "Այժմ  դիտարկենք  home  wasn’t  home  նույնաբանությունն  առանց համատեքստի: Մեր կողմից իրականացրած ուսումնասիրության արդյունքում, որի ժամանակ  հարցվողները  պետք  է  առանց  համատեքստի  փորձեին  մեկնաբանել նույնաբանությունը,  ստացվել  են  մի  շարք  պատասխաններ,  որոնք  կա՛մ  ընկալում են  կորստի  առկայությունը,  սակայն  չեն  ընկալում  դրա  ահագնացող  չափը  (սա արտահայտվում  է  նրանց  մեկնաբանությունների  մեջ),  կա՛մ  էլ  ընդհանրապես  չեն ընկալում  կառույցի  հաղորդակցական-գործաբանական  արժեքը  որպես  կորուստ, ինչպես այս օրինակում. Totally fine – there are lots of country songs with this phrase too  Հարցվողը  կարծիք  է  հայտնել,  որ  տվյալ  նույնաբանությունը  իմաստային  ու գործաբանական  առումով  բավարար  է,  և  այն  ասոցացվել  է  քանթրի  ոճի  երգերի հետ:  Այս  նույնաբանությունը  նա  մեկնաբանել  է`  հիմնվելով  հարատեքստի, մասնավորապես  քանթրի  ժանրին  բնորոշ  առանձնահատկությունների  վրա:  Նրա մոտ դրական էմոցիաներ է  առաջացնում նույնաբանությունը, ինչը պայմանավորված է հանրային  համատեքստում  այս  արտահայտության կիրառության  իր  անձնական  փորձով:  Ուշագրավ  է  հարցվողի  պատասխանի վերջում  դրված  ժպիտի  էմոտիքոնը:  Սա  բացահայտ  կերպով  ցույց  է  տալիս,  որ հարցվողը  բացարձակ  ոչ  մի  բացասական  լիցք  չի  ստացել  նույնաբանական կառույցից:  Ընդհակառակը`  միայն  հաճելի  զգացողություններ:  Դիտարկենք  ևս երկու  մեկնաբանություն  տվյալ  նույնաբանական  կառույցի  հաղորդակցական- գործաբանական  արժեքի վերաբերյալ: ", "Արձանագրված  է  առնվազն  մեկ  դեպք,  երբ  հայկական  տառադարձության  բա- ռասկզբի  «ը»-ն  քերականական  առումով  անտեղին  է,  քանի  որ  չի  համապատասխա- նում  դասական  ասորերենի  բառասկզբի  երկու  բաղաձայնների  միջև  առկա  շվա-ին: ", "Մեկ այլ հարցվող այս նույն նույնաբանությունը համատեքստից դուրս մեկնաբանել է հետևյալ կերպ. Home changed. Այստեղ  հարցվողը  նույնաբանության  արտահայտած  ներիմաստը  կրկին համարել  է  փոփոխությունը:  Վերլուծության  արդյունքները  փաստում  են,  որ  սույն նույնաբանական  կառույցը  համատեքստից  դուրս  հարցվողների  մոտ  ընդհանուր առմամբ կա՛մ դրական վերաբերմունք է առաջացրել, կա՛մ էլ ընկալվել է որևէ նոր փոփոխությունների, նոր ակնկալիքների իմաստով: Հարցվողների համար էականը դարձել  է  տուն  բառի  իմաստների  տարբերությունը:  Առաջին  դեպքում`  որպես կառույց,  կացարան  իմաստով,  իսկ  երկրորդ  դեպքում`  որպես  ջերմ  միջավայր  ու ընտանեկան ապահովվածության զգացողություն փոխանցող բառեր: ", "Այժմ Սամանթա Փաուերի հեղինակած A Problem from Hell: America and the Age of Genocide (2003)  գրքից  վերցված  հատվածի  վերլուծությամբ  պարզենք,  թե տվյալ  հաղորդակցական  իրադրությունում  կիրառված  նույնաբանական  կառույցը ինչ հաղորդակցական-գործաբանական արժեք է ձեռք բերում: ", "Others  were  critical  not  so  much  of  Lemkin’s  definition  as  his  apparent  naiveté. His innovation was interesting, they said,  but a word is a word is a word. Merely affixing the genocide label would not necessarily cause statesmen to put aside their other  interests,  fears,  or  constraints.  Even  if  lawyers  in  Madrid  had  adopted Lemkin’s  proposal,  they  noted,  neither  the  existence  of  the  label  nor  the application of it would have affected Hitler’s decision-making, his ideology, or the outside world’s lethargic response to his crimes. Lemkin met those criticisms with defensive  bombast.  He  told  a  North  Carolina  audience  that  the  rejection  of  his Madrid  proposal  was  “one  of  the  thousand  reasons  why…  your  boys  are  fighting and dying in different parts of the world at this very moment. (PS PH: 296) Նույնաբանական  կառույցը  վերլուծելու  համար  մեզ  անհրաժեշտ  է  ունենալ գիտելիքային  հենք,  տեղյակ  լինել  հարատեքստին,  օգտագործել  համատեքստը  ու փորձել  այս  գործոնների  օգնությամբ  վերծանել  նույնաբանական  կառույցը: ", "l- կցական նախդիրը տեսնում ենք մէն ըլլէլ մէն ըլքօ պարբերաբար գործածվող արտահայտության ըլլէլ «դեպի վերև» (դասական ասորերենում՝ lәcel) և ըլքօ «դեպի այս- տեղ»  (դասական  ասորերենում՝  lәḵo)  բառերում:  Ըլլէլ  բառը  հետաքրքական  է  նաև  իր կրկնված  «լ»-ով,  որով,  հավանաբար,  «հատուցվում»  է  կոկորդային  «է»-ի  կորուստը: ", "Նույն նախդիրը մետաթեզով գործածված է Շուպհօ ըլ թօպօ «Փառաբանություն բարե- պաշտին» շարականի անվան մեջ, սակայն գրված է թօպօ բառից առանձին: «Բաբելո- նում» երկու անգամ հանդիպում է նաև նույն շարականի անվան Շուպհօլ թօպօ տառա- դարձությունը,  որում  կցական  նախդիրը,  նույնպես  խախտելով  դասական  ասորերենի քերականության նորմերը, կցվել է առաջին բառի վերջնամասին: ", "Word written: 1) Do not write more than 200 words. 2) Do you know the words to this song? 4) What's the Spanish word for 'table'? […] see what she thinks.2) Could I have a quick word with you (=speak to you quickly). 3) A word of warning: read the instructions very carefully […] sincere promise) 3) We never doubted her word. them since before Christmas. 2) She sent word that she would be late. 3) If word gets out about the affair, he will have to resign. 4) Word has it that she's leaving. […] Այստեղ  ներկայացված  են  word  բառի  գոյականական  իմաստները:  Եթե փորձենք այս իմաստները հերթով տեղադրել մեր բանաձևի մեջ ու սկսենք վերջից` չորրորդ իմաստից, ապա միանգամից ակնհայտ կդառնա, որ մեր նույնաբանության մեջ information  իմաստը  չէ  նկատի  առնված,  քանի  որ  դա  չէր  համապատասխանի ընդհանուր համատեքստային իմաստին:  Մինչդեռ երրորդ իմաստը համապատասխանում  է  մեր  բանաձևի  երկրորդ  word-ին  այն  դեպքում,  երբ ընդունում  ենք,  որ  առաջին  word-ը  արտահայտում  է  word-ի  բառարանային առաջին  իմաստը`  լեզվի  միավոր:  Ստացվում  է,  որ  եթե  փակագիծը  բացենք, կստացվի  հետևյալ  պատկերը  («լեզվի  միավորը»  «երաշխիք  է»)  is  a  (word):  Այժմ կրկին անդրադարձ կատարենք համատեքստին ու հարատեքստին և փաստենք, որ այս  նույնաբանությունը  կիրառվել  է  Լեմկինի  քննադատների  կողմից,  ովքեր  չէին հավատում,  թե  նրա  առաջ  քաշած Genocide  հասկացությունն  ու  եզրույթը  էական դեր  կունենան  քաղաքականության  մեջ  ու  կզսպեն  ագրեսորներին  հետագայում  և կստիպեն զերծ մնալ մարդկության դեմ կատարվելիք ոճիրներից: ", "Հարաբերական իմաստ ունեցող d- մասնիկը տեսնում ենք միայն «Հայր մեր» ա- ղոթքի անվան մեջ, որը դասական ասորերենում ունի 'aḇūn dә-ḇa-šmayo (բառացիորեն՝ «Հայր  մեր,  որ  երկնքում  ես»)  տեսքը,  սակայն  «Բաբելոնում»,  ինչպես  տեսանք,  միշտ հանդես է գալիս ապունտ պաշմաեօ կամ պաշմայն տառադարձությամբ, այսինքն՝ հա- րաբերական  մասնիկը  սխալմամբ  կցվել  է  ապուն  բառին  (նույն  երևույթն  արդեն  տե- սանք շուպհօլ բառում). «ճիշտ» ձևը պետք է լիներ ապուն ըտպաշմաեօ: Քանի որ խոս- քը  քրիստոնեական  գլխավոր  և  առավել  հաճախ  գործածվող  աղոթքի  մասին  է,  որը խարբերդցի  ասորիների  ճնշող  մեծամասնությունն  անգիր  գիտեր,  ապա  կարելի  է  են- թադրել, որ ապունտ պաշմայն-ը ավանդականորեն գործածվող կայուն ձև էր: ", "Նման  կառույցով  նույնաբանության  մեկ  այլ  շատ  հետաքրքիր  և  ինչ-որ չափով  էլ  խորհրդավոր  օրինակ  է  Գերտրուդ  Ստայնի  1913  թվականին  գրված  և բանաստեղծության մի հատված: Դիտարկենք այն. Loveliness extreme. Extra gaiters Loveliness extreme Sweetest ice-cream Pages ages pade ages ages Այս  նույնաբանական  կառույցը  Ստայնի  ամենասիրելի  տողերից  էր,  ու  նա  այլ տեղերում էլ է այն կիրառել հետևյալ ձևակերպումներով. (Operas and Plays) until it went all the way around. (The World is Round) (Alphabets and Birthdays) Ուսումնասիրելով  նշված  կիրառությունները`  առաջին  բանը,  որ,  իհարկե, նկատում  ենք,  rose  (վարդ)  բառի  բազմակի  կրկնությունն  է:  Եթե  դուրս  բերենք բանաձև,  ապա  կստացվի  a  is  a  is  a  is  a:  Մինչ  այժմ  մեր  կողմից  ուսումնասիրված նույնաբանական  կառույցների  նմուշներում  գոյականական  անդամը  կիրառվել  է հիմնականում  երկու  անգամ`  գոյականական  ու  ստորոգելիական  դիրքով, այսինքն` հետևյալ կառույցներով a is a; when a then a; if a a, whenever a a; either a or ¬a  կամ  a is a  and  b is b:  Սակայն  այս օրինակում  ոչ  միայն  ու  ոչ  թե գոյականական անդամի  ավելի  քան երկու  անգամ կիրառություն  կա,  այլ  ընդհանրապես թվում  է` չկա  սահմանափակում,  թե  քանի  անգամ  կկիրառվի  գոյականական  անդամ rose-ը: ", "«Բաբելոնում»  ամենուր  տեսնում  ենք  «բեթ»  տառի  ավանդական  [b]  արտասա- նության պահպանում: Այսպես՝ դասական ասորերենի 'aḇūn «Հայր մեր» բառը տառա- դարձված  է  որպես  ապուն,  soḇo  «ծեր»  բառը՝  սօպօ,  dīḇo  «գայլ»՝  տիպօ  և  այլն:  «Բեթ» տառի տաառադարձում հայերենի «վ» տառով արձանագրված չէ: ", "Այսինքն`  վարդի  կենդանությունն  ու  գույնը  հնարավորինս  ընդգծելու  համար  նա նույնաբանություն  է  օգտագործել:  Պետք  է  նաև  նշել,  որ  ասելով վարդ`  մարդկանց գիտակցության  մեջ  որոշ  կարծրատիպային  նշանակություններ  են  ակտիվանում` գեղեցիկ  ծաղիկ,  անուշ  բույր  և  այլն:  Իսկ  երբ  այս  բառն  արդեն  մի  քանի  անգամ  է կրկնվում, առավել ևս բազմաթիվ անգամներ, ապա այդ պատկերի ուժգնությունն էլ համապատասխանաբար  ուժեղանում  է:  Եթե  փորձենք  բանաձևել  այս  կառույցը, ապա  կստացվի  հետևյալ  պատկերը`  ((a  is  a)  is  a))  is  a:    Այսինքն`  ամեն  a rose լրացվում է հաջորդ is a rose-ի միջոցով, այնուհետև այդ երկուսը միասին լրացվում են  արդեն  հաջորդ is a rose-ի  կողմից  ու  այդպես  շարունակ:  Ամեն  հաջորդ a rose ունի պրեդիկատիվ իմաստ իր նախորդ a rose-ի համար և միևնույն ժամանակ ունի սուբյեկտի իմաստ իրեն հաջորդող a rose-ի համար: Եվ յուրաքանչյուր հաջորդ rose ավելի  է  ընդգծում,  խտացնում վարդի  պատկերը  ընթերցողի/լսողի  գիտակցության մեջ:  Այսինքն`  նույնաբանական  կառույցի  ուրույն  կաղապարը  Ստայնին հնարավորություն է տվել իրագործելու իր  գեղագիտական նպատակը: ", "Այսպիսով,  ինչպես  ցույց  տվեցին  փաստական  նյութի  մեր  քննությունը  և իրականացված  հարցման  արդյունքները,  ակնհայտ  է  և  անհերքելի  համատեքստի, հարատեքստի,  խոսընկերների  ընդհանուր  և  հենքային  գիտելիքի  դերը նույնաբանությունների  մեկնաբանման  ու  դրանց  գործաբանական  ներուժի վերծանման  գործում:  Խոսքային  իրադրությունն  ու  պայմանները  նպաստում  են նույնաբանության  նշանակության  կոնկրետացմանը:  Հաճախ  նույնաբանությունը լեզվում  ձեռք  է  բերում  կարծրատիպային  արժեք  և  ստանում  կայուն  իմաստ,  որը, սակայն, կախված հարատեքստային/համատեքստային առանձնահատկություններից,  կարող  է  ձևավորել  այս  կամ  այն  իմաստային բնութագիրը  և  դիսկուրսին  հաղորդել  որոշակի  գործաբանական  ուղղվածություն: ", "Այսպիսով`  կատարված  ուսումնասիրության  արդյունքում  կարելի  է  փաստել համատեքստի և հարատեքստի կարևորագույն դերը նույնաբանական կառույցներում  արտահայտված  ներակա  տեղեկատվության  բացահայտման գործընթացում:  Ամփոփելով`  փորձենք  պատասխանել  սույն  գլխում  մեր  առաջ քաշած  հարցադրմանը,  որո±նք  են  նույնաբանական  կառույցներում  կոդավորված գործաբանական  ներուժի  վերծանման  գործիքները,  որոնք  հնարավորություն  են տալիս լսողին/ընթերցողին ընկալվող խոսքը վերածել իմաստի: Կարևոր է նշել այն հանգամանքը,  որ  հետևելով  խոսողի  մտքի  շարադրման  ընթացքին` լսողը հասկանում  է  ոչ  միայն  այն,  ինչ  բառացիորեն  ասվում  է  իրեն,  այլև  այն,  ինչ հաղորդվում  է,  այսինքն`  ներակայվում  է  կամ  ակնարկվում:  Եվ  քանի  որ նույնաբանական կառույցը ինքնին ներակայում պարունակող կաղապար է, ուստի հասկացման  ընթացքում  լսողի  համար  կարևոր  է  դառնում  նույնաբանության ներակա  իմաստի  և  հաղորդակցական  ներակայման  հասկացումը:    Փաստորեն, նույնաբանության  գործաբանական  ներուժի  ապակոդավորման  գործընթացը ենթադրում  է  տրամաբանական  կառույցով  հանդես  եկող  կոդավորված  բառային հասկացույթի  փոխարինում  նրա  համատեքստայնացված  տարբերակով:  Այսինքն` տվյալ հաղորդակցական իրադրությունը, իր բաղադրիչներով հանդերձ, հնարավոր է  դարձնում,  բացառելով  երկիմաստությունը,  նույնաբանական  կառույցին (հատկապես  երկրորդ  անդամին)  վերագրել  այն  իմաստը,  որն  ակտիվանում  է  և խտանում  տվյալ խոսքային իրադրությունում: Այլ կերպ ասած` լսողը լեզվական և արտալեզվական  գործոնների  ազդեցությամբ  առկա  իմաստային  ենթաշերտերից առանձնացնում  է  առաջնայինը,  որը  համատեղելի  է  տվյալ  իրադրությանը,  և այսպիսով բացահայտում  խոսողի  հաղորդակցական  մտադրությունն  ու ապակոդավորում նույնաբանական կառույցի գործաբանական ներուժը: ", "«Գոմալ»  տառը  «Բաբելոնում»  հանդիպում  է  միայն  որպես  հենց  այս  տառի  ա- Արևմտյան  ասորիների  կողմից  ընդունված  դասական  ասորերենի  ընթերցման եղանակին  բնորոշ  է  նաև  պտախա  ձայնանիշով  նշվող  [a]  ձայնավորը  [o]-ի  վերածելը (zumara<zumoro), որը պայմանավորված է արդի արևմտյան արամեական բարբառնե- րի ազդեցությամբ: Այս սկզբունքի շնորհիվ է, որ դասական ասորերենի գոյականների, ածականների  և  թվականների  [a]  ավանդական  վերջավորության  փոխարեն  «Բաբելո- նում» գրեթե միշտ հանդիպում է [o]: Արձանագրել ենք այս սկզբունքի խախտման հետ- ևյալ օրինակները՝ ռուպթա, համշօշիպա, հաշիպա, մըգրա, ըմմա, շաբթա: Այս «սխալ» ձևերը գործածված են մեկական անգամ, և այս նույն բառերը պարբերականում հիմնա- կանում  հանդես  են  գալիս  [o]  վերջավորությամբ:  Մաեօ  բառի  պարագայում  տեսնում ենք «օ» վերջավորություն, մինչ դասական ասորերենում այս բառն ունի հոգնակի թվի «է» վերջավորություն: ", "բ)  Տեղային  կապակցվածության  փուլ:  Այս  փուլում  գործում  է  տեղային կապակցվածություն  հաստատելու  մարտավարությունը,  և  նախադասությունները իրար  են  կապվում:  Դա  կատարվում  է  նախադասությունների  շարադասության  և կապակցող լեզվական միջոցների օգնությամբ: ", "«Բաբելոնում»  պահպանված  է  ավանդական  արտասանությանը  բնորոշ  բաղա- ձայնների կրկնակության վերացումը: Այսպես՝ վերը դիտարկված հաթիրօ բառում՝ բա- ցի բառավերջի «օ»-ից, տեսնում ենք մեկ «թ», մինչ դասական ասորերենի ձևն է cattīro: ", "դ) Գծապատկերային ռազմավարությունների փուլ: ", "Սա պատմամշակութային առանձնահատկություններով պայմանավորված գծապատկերային  կառույց  է,  որում  արտացոլված  է  տեքստի  համընդհանուր բովանդակությունը:  Այս  փուլում  ստեղծվող  գերկառույցներն  ունենում  են ժանրային տարբերություններ: ", "ե)  Խոսքաստեղծման  ռազմավարությունների  փուլ:  Այս  փուլում  խոսողի հիմնական խնդիրն է լսողին ներկայացնել քննարկվող թեման: Այդ նպատակով նա ստեղծում  է  տեքստի  մակրոկառույցների  իմաստային  պլանը`  կիրառելով ընդհանուր  գիտելիքների  տարրերը,  իրադրային  կաղապարի  մասին  իր  ունեցած գիտելիքը,  ինչպես  նաև  հաշվի  առնելով լսողի  գործոնը`  նրա  գիտելիքի կաղապարը,  դրդապատճառները,  մտադրությունները  և  այլն  (Дейк  Ван,  Кинч  В. Ինչպես  տեսնում  ենք,  հասկացման  գործընթացն  իրականացնելու  համար անհրաժեշտ է  ակտիվացնել գիտելիքի դաշտը և  այն կարծիքները, դիրքորոշումները, հույզերը, որոնք  անհրաժեշտ են ընթերցողին/լսողին կապակցված  տեքստի  բովանդակությունն  ու  գրողի/լսողի  հաղորդակցական մտադրությունը գնահատելու համար: ", "պատկերը  տեսնում  ենք  Ջ.  Ֆերսխուերի  հետևյալ  գծապատկերում  (Verschueren մի քանի ուղղություններով: Մի դեպքում քննության է առնվում խոսքային ակտերի և  հարատեքստի  փոխհարաբերությունը  (Duranti,  Goodwin  1992;  Garfinkel  1967), իսկ  մի  այլ  դեպքում  առաջնային  է  համարվում  համատեքստի  և  հարատեքստի հարաբերակցությունը, այսինքն` անդրադարձ է արվում լեզվական ցուցայնության, զեղչման,  փոխարինման,  վերաբերության,  բառային  միջոցների  կրկնության  և արտալեզվական  մի  շարք  գործոնների  (խոսող,  խոսընկեր,  հենքային  գիտելիք, խոսքային  իրադրություն)  առանձնահատկությունների  քննությանը  կապակցված խոսքում (Halliday, Hasan 1976; Levinson 1983; McCarthy 1991; Պարոնյան 2011): ", "տեքստին,  դրանում  կիրառված  կապակցման  միջոցներին,  իսկ  հարատեքստն ընդգրկում  է  տվյալ  հաղորդակցական  համատեքստին  հարող  հսկայական իմաստային մի դաշտ, որը կարևոր դեր ունի ասույթների գործաբանական իմաստը ճիշտ մեկնաբանելու գործում (Widdowson 2004; Պարոնյան 2011): ", "Դրա հետ մեկտեղ՝ ասորերենում իգական սեռին պատկանող գոյականները հայ- կական տառադարձության մեջ պահպանում են համապատասխան վերջավորությունը, ինչպես՝  քենութօ,  մավտոնութօ,  շուտթօֆութօ  և  այլ  բառերում:  Այս  վերջավորություն- ներն, անկասկած, ընկալվում էին որպես այս կամ այն բառի անքակտելի մաս՝ առանց գիտակցելու նրա քերականական գործառույթը: Քանի որ, մատուցելով ասորական բա- ռապաշար, «Բաբելոնը» որևէ փորձ չէր անում անդրադառնալ ասորերենի քերականու- թյանը, ապա տարբեր սեռերին պատկանող բառերի ձևաբանական տարբերություննե- րին  ծանոթանալու  միակ  հնարավորությունն  ընթերցողն  ուներ  միայն  վերջին  բառա- ցանկում իրար հաջորդող «թագավոր»-«թագուհի» բառերի՝ ասորական մալքօ և մալքե- թօ ձևերի համեմատությամբ: ", "Ներկայումս  գործաբանության  մեջ  ընդունված  է  նաև  հարատեքստի տարատեսակների հետևյալ ստորաբաժանումը` իրադրային, հենքային գիտելիքի և համատեքստային (Cutting 2002: 55) տե՛ս նախորդ գլխի վերջին ենթագլխում: ", "կիրառվում է միայն անձ մատնանշող գոյականների հետ: Օրինակ` կարելի է ասել That’s just Manny being Manny կամ That’s just boys being boys, բայց անհնար է ասել That’s just wars being wars; That’s just a promise being a promise. (Rhodes 2009: 5): ", "Գործածվելով  նախադասության  մեջ  համապատասխան  հայկական  բառի  փոխարեն՝ ասորական բառերը հեշտությամբ ընդունում են համապատասխան հոլովական վերջա- վորությունը:  Սա,  իհարկե,  պայմանավորված  է  ոչ  թե  ասորական  բառերի  առանձնա- հատկություններով, այլ նրանով, որ հայերենը (ի տարբերություն, օրինակ, ռուսերենի) հեշտությամբ  ընդգրկում  է  օտար  բառերն  իր  հոլովական  համակարգի  մեջ:  Օրինակ՝ «ամսույս էսրօին»  (սույն  ամսվա  տասին),  «ըթլօթօյէ ավելի» (երեքից ավելի), «մաեօյեն կախում  ունի»  (ջրից  կախում  ունի),  «կես  օրեն  վերջ  ժամը  ըթլօթօին  (երեքին)  տեղի ունեցավ  դատավարությունը  և  մինչև  համշօ  ըպշապօ  (հինգշաբթի)  օրը  վերջացավ», «օտօր (մարտ) 14-ին հատ ըպշապօ (կիրակի) օրը կեսօրե վերջ ժամը հատին (մեկին)», «որոշված եավմօն, նույն ժամուն քուլլը ժողովուրդը էթքանաշ» (որոշված օրը, նույն ժա- մին  ամբողջ  ժողովուրդը  հավաքվեց):  Վերջին  օրինակը  հատկապես  արժեքավոր  է, քանի որ նրանում տեսնում ենք «Բաբելոնում» հազվադեպ հանդիպող բայ, ընդ որում, ինչպես նշել էինք, սա միակ դեպքն է, երբ դասական ասորերեի էթքանաշ բայը ճիշտ է գործածված: Այս նույն նախադասության մեջ ունենք նաև ասորական բառին հայերենի որոշիչ հոդի կցման նմուշ՝ եավմօն: ", "Կարևորելով հարատեքստի գործոնը լեզվագործաբանության  տեսական դրույթների  համակարգում`  Ռ.  Ռայխմանը  նշում է. «Նախադասության կառուցվածքի  իմացությունից  զատ,  մենք  տիրապետում  ենք  մի  այլ  գիտելիքի (հարատեքստի), որն էլ նպաստում է  տեղեկատվության  փոխանցման գործընթացին» (Reichman 1985): ", "Ըստ  Քաթինգի`  իրադրային  հարատեքստը  խոսակիցներին  շրջապատող ֆիզիկական աշխարհն է, որտեղ տեղի է ունենում հաղորդակցումը, իսկ հենքային գիտելիքի հարատեքստը ներառում է մշակութային և միջանձնյա հարաբերությունների  տարրեր (Cutting  2002):  Ընդ  որում`  մշակութային հարատեքստը  ենթադրում  է  նույն  լեզվական  համայնքին  վերաբերող  հենքային գիտելիքի  առկայությունը  (Sperber,  Deidre  1995),  իսկ  միջանձնյա  հարատեքստը ներառում  է  խոսակիցների  միջանձնյա  հարաբերություններին,  նրանց  անձին բնորոշ  անհատական  հատկանիշներին  վերաբերող  հենքային  գիտելիք  (Cutting Ֆերսխուերենի`  վերը  բերված  գծապատկերում,  ընդգծված  են  խոսընկերների մտավոր  ու  ֆիզիկական  աշխարհը  և  այն  հասարակական  միջավայրը,  որում ընթանում  է  տվյալ  զրուցակցությունը:  Անհրաժեշտության  դեպքում  այս  գիտելիքը ակտիվանում  է  նրանց  գլխում  և  արտաբերվող  խոսքային  միջոցների  ճիշտ ընտրություն կամ լսածի ճիշտ մեկնաբանություն է ապահովում (Pinker 2007): ", "Դրանք երկուսն են: Նախ դա պարբերականի անունը հանդիսացող  ܒܐܒܠ – բաբէլ – «Բաբելոն» բառն է, որն առկա է պարբերականի բոլոր տիտղոսագլուխների և տիտղո- սաթերթերի վրա, ինչպես նաև այն էջերի վերևում, որոնք, մինչև տիտղոսաթերթերի ի հայտ գալը, պարունակում էին համարի բովանդակությունը: Հետաքրքրական է, որ այս բառի առաջին երեք տառերը պատկերված են էսթրանգելա տառատեսակով, որը հա- ճախ  գործածվում  է  հենց  վերնագրերի  համար,  մինչ  վերջին  տառը  արևմտյան  հակո- է,  որը  հասկանալի  չէր  Խարբերդի  ասորիներին,  ուստիև  հոդվածագիրը  խնդրում  է  բանախոսին  ան- գլերեն խոսել: ", "Ֆիզիկական  աշխարհի`  խոսողներին  շրջապատող  շրջակա  միջավայրի մասին  հենքային  գիտելիքը  ընդգրկում  է  խոսքային  իրադրության  ժամանակին  և տեղին  վերաբերող  անվանումները,  որոնք  բացարձակ  արժեք  չունեն  լեզվում: ", "Ցանկացած հաղորդակցական իրադրություն տեղ է գտնում որոշակի ժամանակի և տարածության  մեջ:  Շրջակա  միջավայրին  վերաբերող  գիտելիքը  կոդավորվում  և ապակոդավորվում  է  ժամանակի  ու  տեղի  ցուցայնության  ցուցիչների  միջոցով` ապահովելով  խոսքի  կապը  արտաքին  աշխարհի  հետ.  now/  then;  in/on;  come/go; here/there; this/that; north/east; left/right և այլն: ", "Հասարակական  միջավայրին  վերաբերող  հենքային  գիտելիքը  անձի ցուցայնության  հետ  առնչվող  դերանունների  միջոցով  է  դրսևորվում  խոսքում: ", "Այս խմբին պատկանող երկրորդ բառը «Բաբելոնում» սովորաբար գործածվում է հայատառ  տեսքով՝  Պէթնահրէն,  Պէթ  Նահրէյն  և  այլ  տարբերակներ  և  նշանակում  է «Միջագետք»: Այս բառը գործածվում է որպես ասորական ազգային բնօրրանի անվա- նում:  Բառի  ասորատառ  տարբերակը՝ (cid:398)(cid:383)ܪ(cid:371)(cid:396) (cid:422)(cid:384)ܒ գործածված  է  միայն  Ա-18  համարի «Նամակ  Ուրֆայեն»  հոդվածում,  որը  թարգմանաբար  վերարտադրված  է  ասորական թրքալեզու  Բեթնահրեն  թերթից:  Բառին  հետևում  է  (cid:398)(cid:397)(cid:399)ܗ(cid:369)(cid:383)(cid:418)ܔ  բառը,  որն  ասորատառ թուրքերեն է և նշանակում է «թերթ» (Բեթնահրեն ջարիդեսի): ", "Եզրակացություն Տեսական  գրականության  քննական  վերլուծությունը  և  փաստական  նյութի համակողմանի  ուսումնասիրությունը  հաստատում  են,  որ  լեզվագործաբանական մեթոդը  հաղորդակցման լեզվական  համատեքստի  և  հանրամշակութային հարատեքստի  հաշվառումով  լավագույնս  է  ծառայում  խոսքային  գործունեության յուրահատուկ  դրսևորումների,  այս  կամ  այն  լեզվական  միջոցների  կիրառման դրդապատճառների, ինչպես և դրանցից բխող հետևանքների բացահայտմանը: ", "ܢܐ(cid:418)(cid:408)ܙ(cid:373)(cid:456)(cid:383)(cid:418)(cid:383)ܕ  –  դեյրուզզաֆրան  –  «Զաֆրանի  վանք»,  ասորական  նշանավոր  վանք  Տուր Աբդինում,  որը  գործում  է  մինչև  օրս:  Ասորատառ  այս  բառը  գործածված  է  երկու  ան- գամ, ընդ ուրում, ուղեկգված չէ հայերեն տառադարձությամբ կամ թարգմանությամբ: ", "Հաղորդակցությունը  դիտարկելով  որպես  տեղեկության  փոխանցման նպատակաուղղված  երկկողմանի  գործընթաց,  որի  հիմնական  գործառույթը տեղեկույթի  փոխանակումն  է,  մեր  ուսումնասիրությունը  հնարավորություն  է ընձեռում  փաստելու,  որ  հաղորդակցական  ակտը  հաղորդակցության  բոլոր մասնակիցների (խոսողի/գրողի  և լսողի/ընթերցողների)  մտադրությունների փոխներգործության  արդյունք  է,  և  այդ  ակտում  ընդգրկված յուրաքանչյուր լեզվական  միավոր  ծառայում  է  տվյալ  հաղորդակցական  դիտավորության իրագործմանը: ", "Նույնաբանական կառույցների լեզվագործաբանական  արժեքի մեր քննությունը թույլ է տալիս կատարելու հետևյալ եզրահանգումները. Նույնաբանական  կառույցների  քննությունը  գործաբանական  և իմաստաբանական  տեսությունների լույսի  ներքո,  չնայած  նրանցում  առկա տարբերություններին,  ունի  մեկ  ընդհանուր  թերություն.  այդ  մոտեցումներում հաշվի  չի  առնվում  նույնաբանական  կառույցի  առանձնահատկություններից  բխող իմաստային բազմաշերտությունը, որը, ինչպես ցույց է տալիս մեր վերլուծությունը, խոսքային գործունեության  ընթացքում  դրանց գործաբանական  ներուժի կոդավորման և ապակոդավորման կարևորագույն գրավականն է: "]}