{"paragraph_source_docs": [2, 1, 2, 2, 2, 2, 2, 3, 0, 2], "source_docs_file": "History.json", "paragraphs": ["Մինչ օրս շարունակվող պեղումներով հուշարձանի տարածքում ոչ մի բնակելի շինու- թյուն չի բացվել: Ուսումնասիրողների կարծիքով այն եղել է սրբավայր և կրոնական կենտ- րոն,  որտեղ  տարածաշրջանի  տարբեր  համայնքների  ներկայացուցիչները  հավաքվել  են ծիսական արարողություններ կատարելու համար: ", "Այսպիսով`  Աղջիկները նախընտրում են նորաձևության, խոհանոցի և հեքիաթային խաղեր, իսկ տղաները` ավտոմրցումներ, մարտական և նման այլ խաղեր: ", "ква-Ленинград, 1955, с. 48. burg, 2012, p. 7. focus on sculptures and high reliefs// Documenta Praehistorica XXXVII, Berlin, 2010, p. 239-256. zentralen Pfeilerpaare des Göbekli Tepe und weiterer Orte des obermesopotamischen Frühneolithikums// Sonderd- ruck aus Zeitschrift für Orient-Archäologie, 2012, Band 5, p. 14-43. T-ձև սյուները դժվարամշակ բյուրեղային կրաքարից են, որն ամենամնայուն քարն է շրջակայքում:  T-ձև  սյուները  Կ.  Շմիդտի  կողմից  մեկնաբանվում  են,  որպես  անտրոպո- մորֆ-մարդակերպ կոթողներ, քանի որ որոշ սյուների վերջավորությունները ավարտվում են  մարդկանց  ոտքերով  և  ձեռքերի  դաստակներով  և  ներկայացնում  են  մարդանման Հետաքրքիր է, կլոր շինությունների մեջ զույգ սյուների կանգնեցման հանգամանքը, էակների141: ", "որը տարբեր ձևերով է մեկնաբանվում. ա. երկվորյակ եղբայրներ, բ. երկվորյակ քույրեր, գ. տղամարդու և կնոջ «սրբազան» ամուսնություն և դաշինք142: ", "Քարակոթողների  վրա  հիմնականում  ներկայացված  են  կենդանիների  հարթաքան- դակներ՝  եղնիկներ,  աղվեսներ,  օձեր,  վայրի  խոզեր,  ձկնկուլներ,  կարիճներ,  քարայծեր, ագռավներ և այլն143: ", "Ուսումնասիրողներից  մի  մասի  կարծիքով  Գյոբեկլի-Թեփեյի  համալիրները  ներկա- յացնում են նեոլիթյան շրջանի մայրիշխանության նոր բարձր աստիճանը, որը խորհրդա- նշում էր մեծ մոր պաշտամունքը և համեմատական էր «Ամազոնուհիների պետություննե- րի» հետ144: ", "վածուհի: ", "հախճապակին, էջ 103-106: ", "«Յըլդըզ»  հետախուզական  կազմակերպության  մասին  հիմնական  աղբյուր հանդիսանում  է  1891թ.  Աբդուլ  Համիդ  2-րդի  կարգադրությամբ  գրված  51  էջանոց գրքույկը,  որը  պահվում  է  Ֆրանսիայի  ազգային  գրադարանի  անձեռնմխելի  ֆոնդում1: ", "Կ. Շմիդտի կարծիքով առավել հավանական է աստվածությունների վարկածը, քանի որ T-ձև սյուները գերբնական էակների են պատկերում, որոնք հետագայում հանդես են գալիս առասպելներում և կրոններում145: "]}