{"paragraph_source_docs": [2, 3, 3, 4, 1, 3, 1, 3, 3, 1], "source_docs_file": "History.json", "paragraphs": ["ван, 1987, с. 195-207, նույնի, Լուկիոս Վերոսի օրոք Հայաստանում թողարկված պղնձե դրամներ, ՊԲՀ, No2, Երևան, 2004, էջ 234-253: ", "XIV – XVII ԴԱՐԵՐԻ ՀՈՒՇԱՐՁԱՆՆԵՐԸ (ՊԵՂՈՒՄՆԵՐԻ ՀԱՄԱՌՈՏ ԱԿՆԱՐԿ) Պատմական համառոտ ակնարկ: ", "XIV –  XVII  դարերը  հայ  ժողովրդի  պատմության կնճռոտ և քիչ  լուսաբանված ժա- մանակահատվածն են, երբ երկրում տիրում էր քաղաքական և տնտեսական  անկայուն իրավիճակ:  Նախորդ  ժամանակաշրջանում  (IX  –  XIII  դդ.`  սկզբում  Բագրատունիների, ապա Զաքարյանների տիրապետության շրջանում) սկսած քաղաքական, տնտեսական, հասարակական կյանքի զարգացումն ընթանում էր բնականոն հունով, որը հանգեցրեց մշակութային ակնառու վերելքի: Տնտեսական վերելքը, քաղաքների ձևավորումն ու հե- տագա  աճը  նպաստեցին  արհեստագործության  լայնածավալ  արտադրությանը,  ներքին ու  արտաքին  առևտրի  զարգացմանը,  որոնք  երկրի  տնտեսության  առաջընթացի  հիմ- նական գործոններն էին: Զաքարյանների տիրապետության շրջանում սկսված պատմա- կան  օրինաչափ  առաջընթացը,  սակայն,  ընդհատվեց  մոնղոլական  քոչվոր  ցեղերի  ար- շավանքներից  հետո:  Հայաստանը,  ներքին  որոշակի  շարժերով  պայմանավորված  թու- լանալով, խոցելի էր դարձել մոնղոլական արշավանքների նախօրեին: ", "ՀՅՈՒՍԻՍ-ԱՐԵՎԵԼՅԱՆ ԱՅՍՐԿՈՎԿԱՍԻ ԷԹՆՈՔԱՂԱՔԱԿԱՆ ՊԱՏԿԵՐԸ XVIII Դ. ԵՐԿՐՈՐԴ ԿԵՍԻՆ Նախքան այս գլխի հիմնական նյութին անցնելը, տեղին ենք համարում համառոտ ներկայացնել Հյուսիս-արևելյան Այսրկովկասի էթնոքաղաքական պատմությունը՝ XVIII դ.  երկրորդ  կեսին  ծավալվող  քաղաքական  գործընթացների  առավել  օբյեկտիվ  ու համակողմանի լուսաբանման համար։ ", "կի, ծնվ.` 1962 թ.: ", "Լենկ  Թեմուրի  արշավանքներին  նախորդող  տարիներին  արդեն  Մերձավոր  Արե- վելքի  քաղաքական  կյանքում  որոշակի  դեր  էին  խաղում  օսմանյան  թուրքերը,  կարա- կոյունլու  և  ակ-կոյունլու  համադաշնությունները,  որոնք  XIII  դարի  կեսերին  գաղթելով Թուրքեստանից,  բնակություն  էին  հաստատել  պատմական  Հայաստանի  հարավում  և Փոքր  Ասիայի  արևմուտքում:  Հայկական  լեռնաշխարհում  թեմուրյանների  թուլացումից առաջինը օգտվեցին կարա-կոյունլուները, որոնք տիրեցին ,,Հուլավուի թախթին’’ (Ատր- պատական, Հայաստան, Իրաք) 1410 – 1468 թթ.41: Ի տարբերություն մյուս տիրակալնե- րի,  միայն  կարա-կոյունլուներն  էին,  որ  տիրում  էին  հիմնականում  Հայաստանում (գլխավոր  կայանը`  Վաղարշակերտ)  և  ակ-կոյունլուների  ու  Չաղաթայան  Շահրուխի (Լենկ  Թեմուրի  որդու)  դեմ  պայքարում  նույնիսկ  հենվում  հայ  ֆեոդալների  ու  ազգա- բնակչության  աջակցության  վրա42:  Կարա-կոյունլուները  և  պատմական  Աղձնիքում հաստատված ակ-կոյունլուները XIV – XV դդ. ընթացքում փոփոխական հաջողություն- ներով իշխում էին Հայաստանում մինչև XVI դարի սկիզբ, երբ Հայաստանը ռազմական թատերաբեմ դարձավ հակառակորդ երկու կողմերի` Օսմանյան Թուրքիայի և Առաջա- վոր Ասիայում քաղաքական առաջնության ձգտող Սեֆյան Իրանի միջև43: ", "հետ. «Հաշվերգերի նպատակը ոչ թե բովանդակությամբ ինչ-որ բան արտահայտելն է (ինչը հատուկ է բան- արվեստի մյուս ժանրերի ստեղծագործություններին), այլ սոսկ մեխանիկական գործողության` խաղը սկսե- լուց կամ նրա ընթացքում հաշվելու միջոցով վիճակահանություն կատարելը, իսկ հաշվերգի խոսքերն արտա- բերելիս` ռիթմը և հանգը ծառայում են հենց այդ նպատակի իրագործմանը: Նման դեպքերում հաշվերգի բո- վանդակությունը ետին պլան է մղվում, շատ դեպքերում էլ` ընդհանրապես անտեսվում, որն էլ հնարավորութ- յուն  է  ընձեռում  մի  շարք  բառերի  ու  բառակապակցությունների  այլափոխման`  ընդհուպ  մինչև  իմաստազր- կում» (տե´ս Ա. Սարգսյան, նշվ. աշխ., էջ 7-8): ", "տության  բացակայության  պայմաններում  տեղի  ունեցավ  վարչատարածքային  մաս- նատում: XIV – XV դդ. իրենց գոյությունը պահպանող հայ իշխանական տներից մի քա- նիսը, սահմանափակվելով իրենց տիրույթներում, փորձում էին ինչ-որ ձևով պահպանել ներքին կայուն իրավիճակը: Սյունիքի առանձին տարածքներում իշխում էին Օրբելյան, Խաչենում`  Հասան-Ջալալյան,  Ծարում`  Դոփյան,  Արագածոտնում`  Վաչուտյան,  Վայոց ձորի  որոշ  տարածքներում`  Պռոշյան,  Անիի  ու  Բջնիի  շրջակայքում`  Զաքարյան  (մինչև տատիրության եզրափակիչ  շրջանն  է, երբ  պատմության ասպարեզից դուրս են մղվում հայ իշխանական խոշոր տների վերջին ներկայացուցիչները44: XVI – XVII դդ. Հայաստա- նի միայն լեռնային գոտիներում էին տեղ-տեղ պահպանվել հայկական մանր իշխանու- թյունների մնացորդները, որոնց միջև, սակայն, բացակայում էր ներքին կապը45: ", "XV – XVII դդ. հայ իշխանական տների աստիճանաբար վերացմանն ու նրանց տի- րույթների  բռնագրավմանը  զուգընթաց  հայ  ժողովրդի  ներքին  գործերի  տնօրինումը ստանձնեց  Հայոց  եկեղեցին  (հատկապես  1441  թ.  հետո,  երբ  Կաթողիկոսական  աթոռը վերահաստատվեց  Էջմիածնում),  մի  հանգամանք,  որի  հետ  հաշվի  էին  նստում  անգամ օտար  նվաճողները:  Եկեղեցական  կալվածատիրության  համար  ստեղծված  համեմա- տաբար նպաստավոր պայմաններում հայ ավատատիրական տների որոշ ներկայացու- ցիչներ  վանքերի  տնօրինությանը  հանձնեցին  իրենց  ժառանգական  կալվածքները` իրենք էլ դառնալով այդ վանքերի հոգևոր առաջնորդներ: ", "վիճակահանությունները  սկսվում  են  ատատ-պատատ,  ասի′-բասի′,  բո´ւկտր-բո´ւկտր, ա´գլե-դո´ւգլե, էկե-դուկե166 և այլ արտահայտություններով, որոնք վերջում ավարտվում են  դարձյալ  անիմաստ  բառերով`  թը´ս,  ճո´ւկ,  կլյո´ւչ,  բլե´ն  և  այլն:  Դրանք,  սակայն շատ  որոշակի  հաստատում  են  հաշվից  դուրս  եկողի  «մահը»,  ինչը  բնորոշ  է  տեքստե- րով վիճակահանության ձևերին. Ատատ-պատատ, շամամ-շուլ, Շամշի լագին մի դամբուլ: 167 Էկե դու-կե, շեր-վան-տու-կե Շամ-բլա-պլոզ խոր-դո-խինա Հա-ռա վըն-գո, դըն-գըլ կոպալ Թլիր սա-դա, փը-լիր փար-դա: 168 Ակ-լե դուկ-լե դը մը-զա, Չա-րոխ չում-բուզ պու-պու-զա, Հաֆ-տե կո-ճակ տան պլո-ճակ, Դըն-գըլ մըն-գըլ ֆըս-ը թը´ս: 169 Ա-կե, դա-կե, դը-նա-զե, բառակապակցություններով տողերը յոթվանկանի հանգավոր երկյակներ են: Նմանատիպ բառերն ասվում են հատ-հատ` ամեն անգամ մատը դնելով մի քանի առարկաներից ամեն մեկի վրա` նրանցից մեկն ընտրե- լու  համար  (ՀԼԲԲ,  հ.  Ա,  Եր.,  2001,  էջ  29):  Իսկ  ի՞նչ  է  նշանակում  ագլե-տյուկլե:  Ոչ  գրական  հայերենում ունենք ագալ բառը, որը նշանակում է տխմար (ՀԼԲԲ, հ. Ա, Եր., 2001, էջ 3), իսկ ակլակը, որը գործածվում է բառակապակցությունների մեջ, ունի դարանակալել, պահ դնել (ակլակ դնել) իմաստը (Հ. Աճառեան, Էմինե- ան ազգագրական ժողովածու (այսուհետև՝ ԷԱԺ), հ. Ա, Գաւառական բառարան, Թիֆլիս, 1913, էջ 63): Այս երկյակների իմաստային նշանակությունները, ինչպես նշում է Լ. Սիմոնյանը, ոչ միայն ունեն «լաթ» իմաստը, այլ նաև` խթոնիկ խորհրդանիշ (Լ. Սիմոնյան, Վեգախաղի երգերը, Տոմարային ծիսաշար, հ. II, Եր., 2007, էջ միջատանման  մազոտ  մի  էակ,  ով  հագնում  է  ոսկե  կոճակներով  զգեստ  և  դնում  ալ  գլխարկ»166  (Անդ:  Վ. Բդոյան,  նշվ.  աշխ.,  հ  II,  №  378,  էջ  155),  քանի  որ  «այն  աշխարհին»  բնորոշ  հագուստով  էակը  (խթոնիկ խորհրդանիշ՝ Chthonic` անդրաշխարհին վերաբերող) (Encyclopedia Britannica, https://www.britannica.com/topic/chthonic,  06.06.2017,  10:21  am)  չի  կարող  ապրել  ու  գործել  «այս  աշխարհի» սահմաններում,  ավելին,  նա  պիտի  թաքնվի  կամ  դարանակալի  (օտարվի՞),  որպեսզի  հարմար  պահի`  վեր- ջում, ինչ-որ մեկին մատնանշելով` դուրս հանի, վիզը կտրի, գցի և այլն` «դընգլ-մընգլ, ֆըսը, թը´ս», «տանակ տնեմ, սև խավի վիզը կըդրեմ»: "]}