{"paragraphs": ["Որպես ասորերենի տարածման միջոց «Բաբելոնը» ծառայեց միայն իր գոյության առաջին  տարվա  ընթացքում,  երբ  նրա  խմբագիրը  ենթադրաբար  Յուհաննա  Չաթալ- բաշն  էր:  Ամերիկյան  արխիվներում  մեր  կատարած  որոնումների  շնորհիվ  հնարավոր դարձավ  ճշտել  նրա  կայնքի  տարիները՝  1894-1977:  Ինչպես  նշել  էինք,  երկրորդ  տար- վանից  խմբագրի  պարտականությունները  ստանձնեց  Նաում  Բեշարովը.  այդ  մասին պաշտոնական  ծանուցում  հրապարակվեց  «Բաբելոնում»:  Բեշարովի  օրոք  պարբերա- կանը  որոշ  փոփոխությունների  ենթարկվեց:  Մեզ  հետաքրքրող՝  լեզվի  բնագավառում դա  նախ  և  առաջ  արտաահայտվեց  նրանով,  որ  «Բաբելոնի»  լեզվում  կտրուկ  նվազեց ասորական  միավորների  քանակը,  ընդհատվեց  բառացանկերի  հրապարակումը  և պարբերականը, փաստորեն, կորցրեց ասորերենի ջատագովի իր պատկերը, թեև որևէ հայտարարություն կամ մեկնաբանություն դրա վերաբերյալ չհետևեց: ", "մոտեցումից: ", "լսողի/զրուցակցի  ընդհանուր  գիտելիքները  պետք  է բավարար  լինեն  գոնե  որոշ  չափով  հասկանալու  կամ  կանխատեսելու միմյանց հաջորդող գործողությունները: ", "ինքը ճիշտ կմեկնաբանի նույնաբանությունը: ", "խնդիրը և լսողի տեղեկացվածությունից իր ունեցած դիրքորոշման մասին, չի կասկածում,  որ  լսողը  օգտագործված  նույնաբանությունը  կմեկնաբանի այնպես, որ այն համապատասխանի իր հաղորդակցական նպատակին: ", "Հակառակ  պարագայում,  եթե  նշված գործոնները  առկա  չլինեին,  ապա  կա՛մ խոսողի օգտագործած նույնաբանությունը կմնար ոչ լիովին ու ոչ համապատասխան  կերպով  մեկնաբանված,  կա՛մ  էլ  խոսողը գուցե չկիրառեր  այն` համարելով, որ խոսընկերը ունակ չէ իր միտքը ճիշտ ընկալելու: ", "Ելնելով  տեղինության կարգախոսից, համաձայն որի`  այն, ինչ արտաբերվում  է,  համատեղելի  է  տվյալ  խոսքային  իրադրությանը, լսողը ենթադրում  է,  որ  առաջին  հայացքից  ակնհայտը  հաստատող  նույնաբանական կառույցները  մեկնաբանելիս  անհրաժեշտ  է  հետամուտ  լինել  ավելի սուբյեկտիվ  և մասնավոր  իմաստների  (Hoidas  1988:  229;  Kempson  1975):  Ըստ  էության,  տվյալ խոսքային  իրադրությունը  որոշակիացնում  է  նույնաբանական  կառույցի  երկրորդ անդամում կոդավորված իմաստային ենթաշերտերը (ներիմաստները), այսինքն, թե որ  ներակայումը  կակտիվանա,  կախված  է  կոնկրետ  խոսքային  իրողության լեզվական և արտալեզվական առանձնահատկություններից2: ", "«Բաբելոնում» արձանագրված է 14 ածական անուն, այսինքն՝ ասորական բառացանկի հիմնականում  պահպանում  են  դասական  արտասանությունը:  Սուրբ  Ծնունդի  առիթով արտասանվող  «Օրհնյալ  է  մեր  Տիրոջ  ծնունդը  և  օրհնյալ  Նոր  տարի»  արտահայտու- թյունում, որը հայատառ ասորերեն ամենաերկար արտահայտությունն է պարբերակա- նում,  «օրհնյալ»  բառը  հանդես  է  գալիս  ինչպես  արական  սեռով՝  ըպրիխ,  այնպես  էլ իգական՝ ապրիխթօ. առաջին դեպքում այն սեռով համաձայնեցված է մավլոտէ («նրա ծնունդը»), իսկ երկրորդ՝ շիթօ («տարի») բառի հետ: ", "Խնդրին  ավելի համալիր մոտեցում ցուցաբերելու նպատակով նախաձեռնեցինք  մի  գործնական  փորձ,  որի  նպատակն  էր  վերհանել  այն գործոններն  ու  մեխանիզմները,  որոնք  օգնում  են  լսողին/ընթերցողին  վերծանելու նույնաբանական  կառույցներում  պարունակվող  ներակա  իմաստները  և  նրանցում կոդավորված  գործաբանական  ներուժը:  Փորձի  արդյունքների  քննության  և վերլուծության  արդյունքում  առանձնացրել  ենք  նույնաբանական  կառույցների հաղորդակցական-գործաբանական արժեքի մեկնաբանության հետևյալ «բանալիները».  համատեքստ4,  հարատեքստ,  խոսընկերների  ընդհանուր  և հենքային  գիտելիք  և  նույնաբանական  կառույցի  գոյականական  անդամի իմաստային  դաշտը:    Հարցման  համար  առանձնացվել  են  169  նույնաբանական կառույց, որոնք մեկնաբանվել են  87 հարցվողների կողմից, որոնց մայրենի լեզուն անգլերենն է: Հարցման մասնակիցներին տրվել է նույնաբանությունների 25-ական նմուշ` երկու տիպի հարցաթերթիկով: ", "Մի հարցաթերթիկում նույնաբանությունները  ներկայացված  էին  համատեքստով,  իսկ  մյուսում`  առանց համատեքստի, ընդ որում` այդ հարցաթերթիկներում ընդգրկված նույնաբանական կառույցները  տարբեր  էին:  Այսինքն`  մեկ  հարցվող  մեկնաբանել  է  ընդհանուր առմամբ  հիսուն  նույնաբանություն:  Հարցվողներից  պահանջվում  էր  մեկնաբանել նույնաբանական  կառույցը  ու  ներկայացնել,  թե  ինչպես  են  ընկալում  դրա նշանակությունը:  Արդյունքների  հիման  վրա  ստեղծվեց  ընդհանուր  ամփոփ պատկեր,  որը  ցույց  է  տալիս,  թե  նույնաբանությունների  գործաբանական  ներուժի մեկնաբանության  գործընթացում  ինչպիսի  գործոններ  են  վճռորոշ  ազդեցություն ունենում,  որն  է  նույնաբանությունների  կառուցվածքի  ու  դրանց  արտահայտած ներիմաստների միջև հնարավոր կապը և այլ հանգամանքներ: ", "Այս  գործոններից  մեկը  և,  կարելի  է  ասել,  ամենագլխավորը,  համատեքստի ու  դրա  բաղադրիչների  ունեցած  կարևոր  դերակատարումն  է:  Համատեքստը նույնաբանությունների ուսումնասիրության առանցքում տալիս է այն անհրաժեշտ տեղեկությունը, որի իմացությունը լսողին օգնում է մեկնաբանելու նույնաբանական կառույցի նշանակությունը: ", "Համատեքստ  ասելով`  պետք է  պայմանականորեն հասկանալ նույնաբանական  կառույցին  ուղեկցող  նախադասությունները  (նույնաբանական կառույցին նախորդող կամ/ու հաջորդող նախադասությունները), որոնք  ստեղծում են  այն  իմաստային  դաշտը,  որի  հենքի  վրա  նույնաբանության  նշանակությունը բացվում է լսողի/ընթերցողի համար: Թերևս արժե նշել, որ վերոբերյալ գործոնները առավելապես  հանդես  են  գալիս  միմյանց  հետ  փոխկապակցված,  այլ  ոչ  թե առանձին-առանձին:  Նրանց  տարանջատումը սույն ուսումնասիրության շրջանակներում  թելադրված  է  մեր  առջև  դրված  խնդիրներով,  այն  է`  վերհանել դրանցից  յուրաքանչյուրի  դերակատարումը  նույնաբանության  հաղորդակցական- գործաբանական արժեքը վերծանելու գործընթացում: ", "Դիտարկենք մի քանի նույնաբանական նմուշօրինակ ու վերլուծենք, թե ինչ կշիռ է ունեցել համատեքստը դրանց մեկնաբանության գործում. Kitty reached the age of twenty-five and was still unmarried. Mrs. Garstin was  exasperated  and she  did  not  hesitate often  to give  Kitty  a  piece  of  her very  unpleasant  mind.  She  asked  her  how  much  longer  she  expected  her father to support her. He had spent sums he could ill afford in order to give her  a  chance  and  she  had  not  taken  it.  It  never  struck  Mrs.  Garstin  that perhaps  her  own  hard  affability  had  frightened  the  men,  sons  of  wealthy fathers or heirs to a title, whose visits she had too cordially encouraged. She put down Kitty's failure to stupidity. Then Doris came out. She had a long nose  still,  and  a  poor  figure  and  she  danced  badly.  In  her  first  season  she became engaged to Geoffrey Dennison. He was the only son of a prosperous surgeon  who  had  been  given  a  baronetcy  during  the  war.  Geoffrey  would inherit  a  title  -  it  is  not  very  grand  to  be  a  medical  baronet,  but  a  title, thank God, is still a title - and a very comfortable fortune. Kitty in a panic married Walter Fane. (SM PV: 17) Հարցվողների  մեծ  մասը`  մոտ  74  %,  but a title, thank God, is still a title նույնաբանությունը  մեկնաբանել  է  հետևյալ  կերպ,  որ  տվյալ  իրադրությունում տիկին  Գարսթինը  ցանկանում  էր  իր  դուստրերին  հապշտապ  ամուսնացնել հնարավորինս  ապահով  խավի  ներկայացուցչի  հետ,  և  ցանկացած  թեկնածու,  ով ուներ որևէ տիտղոս, արդեն լավ ընտրություն կարող էր համարվել: Հարցվողներից մի  քանիսը  հատկապես  առանձնացրել  են  Քիթիի  տարիքը  մատնանշող նախադասությունը` Kitty reached the age of twenty-five and was still unmarried: Այս նախադասությունը  հստակ  ցուցիչն  է  այն  բանի,  որ  25  տարեկանը  կնոջ ամուսնության համար բավականին մեծ տարիք էր: Հաջորդ նախադասությունը, որ հարցվողներից  գրեթե  բոլորն  են  առանձնացրել,  որպես  նույնաբանության նշանակության  վրա մեծ  ազդեցություն  ունեցող գործոն,  հետևյալն  է. She asked her how much longer she expected her father to support her: Այստեղ երևում է, որ օրիորդի ամուսնությունը հրատապ  բնույթ է կրում, իսկ` Doris came out. She had a long nose still, and a poor figure and she danced badly. In her first season she became engaged to Geoffrey Dennison. He was the only son of a prosperous surgeon who had been given a baronetcy during the war,  ավելի  է  նեղացնում  նույնաբանության  նշանակության հնարավոր  այլընտրանքային  տարբերակները`  թողնելով  այն  մեկը,  որն  էլ  հենց հարցվողների գերակշիռ մեծամասնությունը տվել է: ", "Այսպիսով,  տվյալ  նմուշի  վերլուծությունից  ելնելով`  կարող  ենք  ասել,  որ այստեղ  միանշանակ  կերպով  մեկնաբանությունն  արվել է`  հիմնվելով համատեքստի  վրա:  Այսինքն`  մեկնաբանության  մեջ չենք  տեսնում  ո՛չ կարծրատիպային,  ո՛չ  էլ  համատեքստից  դուրս  վերաբերմունքի  արտահայտում: ", "Թեպետ  նույնաբանությունը  N is  N  կառույցն  ունի,  սակայն չկա  որևէ հանդուրժողական վերաբերմունքի նշանակություն, ինչպես, օրինակ, Վերժբիցկան գտնում  էր,  որ  կա War is war-ի  պարագայում  (Wierzbicka  2003):  Ընթերցողին  իր մեկնաբանության  մեջ  զգալիորեն  օգնել  են  նաև  նույնաբանության  բուն  կառույցի ներսում  գտնվող  բառերը,  ինչպես,  օրինակ,  but  շաղկապը,  thank  God բացականչությունը և still վերաբերականը: Դրանք հուշում են այն վերաբերմունքի մասին,  որը  տողերի  հեղինակը  փորձում  է  փոխանցել  նույնաբանության  միջոցով, այսինքն`  հեգնանք  առ  քաղքենիությունն  ու  ձևամոլությունը:  Զրկված  լինելով համատեքստից`  հարցվողների  մյուս  խումբը  կենտրոնացել  է  միայն  այն հատկանիշների վրա, որոնք բնորոշ են առավելապես տիտղոսներին: ", "Հենքային  գիտելիքը  մեզ  տրամադրում  է  այն  տեղեկությունը,  որ  Սոմերսեթ Մոըմի  նկարագրած  ժամանակների  Անգլիայում  հարուստ  խավի  երիտասարդ կանանց  ապագան  կանխորոշված  էր.  նրանք  ձգտում  էին  հնարավորինս  հաջող ամուսնանալ ու զբաղվում էին տան գործերով և երեխաների դաստիարակությամբ: ", "Մնացած  բնագավառները  փակ  էին  նրանց  համար:  Թերևս  այս  տեղեկատվության իմացությունը  նույնպես  ընթերցողին/լսողին  օգնում  է  առավելապես  ընկալել հեղինակի հեգնանքը նման բարքերի նկատմամբ: ", "Դիտարկենք  հաջորդ օրինակը,  որտեղ  հարցվողները  պետք  է  մեկնաբանեին If it is a necessity, it is a necessity պայմանական նույնաբանությունը: ", "…We  have  grown  very  ingenious  and  clever  at  the  trickery  of  making characters  talk  to  the  audience  and  explain  themselves  and  their  past history while seemingly innocent of any such intention. And here, I admit, the dramatist  has  to  face  a difficulty special  to  himself,  which  the novelist can  avoid.  I  believe  it  to  be  the  sole  difficulty  which  is  peculiar  to  the drama, and that it is not acute is proved by the ease with which third-rate dramatists have generally vanquished it. Mandarins are wont to assert that the dramatist is also handicapped by the necessity for rigid economy in the use  of  material.  This  is  not  so.  Rigid  economy  in  the  use  of  material  is equally  advisable  in  every  form  of  art.  If  it  is  a  necessity,  it  is  a  necessity which  all  artists,  flout  from  time  to  time,  and  occasionally  with  gorgeous results,  and  the  successful  dramatist  has  hitherto  not  been  less  guilty  of flouting it than the novelist or any other artist.  (BA AC: 62) Այստեղ  կարելի  է  ասել,  որ  բացարձակապես  բոլոր  հարցվողները մեկնաբանել  են  նույնաբանությունը`  հիմնվելով  համատեքստի  վրա:  Սա  ինքնին հասկանալի  է,  քանի  որ  առանց  համատեքստի  հարցաթերթիկը  ստացած հարցվողների  մեծ  մասը  գլխի  չէր  ընկել,  թե  կոնկրետ  ինչ  անհրաժեշտության մասին է  խոսքը:  Նրանց  մեկնաբանությունները,  առանց  համատեքստի, ընդհանրական  էին  ու  անորոշ,  իսկ  ոմանք  որպես  պատասխան  գրել  էին What it? այսպիսով  ցույց  տալով,  որ  չեն  հասկացել`  ինչի  մասին  է  խոսքը:  Ընդհարացնելով մեկնաբանությունները`  կարող  ենք  նշել,  որ  հարցվողները  նույնաբանության ներակա  իմաստը  մեկնաբանել  են`  հիմնվելով  համատեքստի  ու  հատկապես նույնաբանությանը նախորդած նախադասությունների վրա: Այստեղ տեսնում ենք, որ  նույնաբանությանը  նախորդող  ու  հաջորդող  մասերը  ստեղծում  են  այն խոսքային  միջավայրը,  որի  պայմաններում  նույնաբանության  նշանակությունը հնարավոր  է  լինում  մեկնաբանել:  Բացահայտ  կերպով  հարցվողները  հիմնվել  են հատկապես  հատվածի  հետևյալ  նախադասությունների  արտահայտած  իմաստի վրա`  Mandarins are wont to assert that the dramatist is also handicapped by the necessity for rigid economy in the use of material. This is not so.  Սա  կարելի  է բացատրել  այն  փաստով,  որ  այս  նախադասությունները  արտահայտում  են հեղինակի  բուն  ասելիքը,  իսկ  դրան  հաջորդող  նույնաբանությունը  կարծես ամրապնդում է նրա դիրքորոշումը: ", "Իհարկե,  պետք է նշել, որ նույնաբանությունների մեկնաբանությունը, բնականաբար, վերոբերյալ գործոններից միայն մեկի միջոցով չէ տեղի ունենում: Հաճախ դրանցից մի քանիսն են  միաժամանակ  օգնում  ընթերցողին  կամ  լսողին  հաղորդակից  լինելու  խոսողի հաղորդակցական  նպատակին  ու  հասկանալու,  թե  նա  ինչ  է  փորձել  ասել նույնաբանությամբ:  Տվյալ  դեպքում  հատվածի  հեղինակը`  գրաքննադատ  Առնոլդ Բեննեթը,  համեմատում  է  պիես  ու  վեպ  գրող  արվեստագետներին:  Եթե նույնաբանությունը  կարդացողը  արդեն  իսկ  ծանոթ  լինի  Բեննեթի  աշխատանքին, ապա նրա համար շատ ավելի ընկալելի կլինի խոսողի միտքն ու նույնաբանության Դիտարկենք  ևս  մեկ  օրինակ,  որտեղ  համատեքստը  ընդգծում է նույնաբանության  նշանակությունը  ու  դառնում  այն  գործիքը,  որի  միջոցով  այն նշանակությունը: ", "«Բաբելոնում»  արձանագրված  է  նույն  բայաձևի  գործածման  մեկ  այլ դեպք,  որը  չափազանց  ուշագրավ  է  այն  առումով,  որ  հայկական  տեքստի  մէջ ասորական  բայի  ներհյուսման  ամենաբարդ  և  միևնույն  ժամանակ  ամենաճիշտ օրինակն  է:  Ա-18  համարի  Եուհէննէ  Պօյաճի  «Ճամփու  Հուշերէս»  հոդվածում կարդում ենք. «Որոշված եավմօն, նույն ժամուն քուլլը ժողովուրդը էթքանաշ», այ- սինքն՝ «Որոշված օրը, նույն ժամին ամբողջ ժողովուրդը հավաքվեց»: Տվյալ նա- խադասությունում  էթքանաշ  բայը  ոչ  միայն  գործածված  է  իր  ճիշտ  իմաստային ձևով,  այլև  ճիշտ  ժամանակով,  դեմքով  և  թվով:  Քանի  որ  սա  պարբերականում ասորական բայի նման հաջող գործածության միակ դեպքն է, ապա կարելի է են- թադրել,  որ  Եուհէննէ  Պօյաճը,  որի  ստորագրությամբ  «Բաբելոնում»  միայն  այս մեկ հոդվածն ենք տեսնում, ուներ դասական ասորերենի բավականին լավ իմա- ցություն: ", "“I had polio” she said. “That’s all it is. My mother had it too, and she died.” “I  suppose  so.  I  can’t  remember  her.  I’m  going  to  Egypt  next  week.  I  was very keen on going, but now I don’t seem to care so much. Do you think it’d “That’s too bad.” be fun?” “I have to earn a living.” finished. “Me too.” He was amazed at what he’d said, and of course, it set her off giggling. “I  was  speaking  in  general  terms,”  she  said  grandly,  when  the  giggling Some  creepy  fortune  hunter  was  bound  to  snap  her  up,  some  Egyptian  or whatever.  She  seemed  both  bold  and  childish.  At  first,  a  man  might  be intrigued by her, but then her forwardness, her self-satisfaction, if that was what  it  was,  would  become  tiresome.  Of  course,  there  was  money,  and  to some men that never became tiresome. “You  mustn’t  ever  mention  my  leg  in  front  of  Daddy  or  he  will  go apoplectic,”  she  said.  “Once  he  fired  not  just  a  kid  who  teased  me  but  his entire family. I mean, even cousins.” (MA DL: 153) Այս  նույնաբանությունը  հարցվողների  մի  խմբին  տրվել  է  մեկնաբանելու համատեքստով,  իսկ  մյուս  խմբին`  առանց  համատեքստի:  Որպեսզի  ավելի պարզորոշ  հասկանանք,  թե  որքան  կարևոր  է  համատեքստը  նույնաբանության հաղորդակցական-գործաբանական ներուժի ապակոդավորման համար, ներկայացնենք, թե ինչպես է այն մեկնաբանվել առանց համատեքստի. This repetition suggests something that can’t be changed – whatever ‘it says’ is final and there is no way to amend or change it. Այս  նույնաբանությունը  հարցվողների  մի  մասը  մեկնաբանել  է  որպես փաստի  անդառնալի ու  անշրջելի,  անուղղելի  լինելը: Ինչ  ասվել  է,  դա  վերջնական է:  Այս  մեկնաբանման  համար  հիմք  է  ծառայել  կառույցում  առկա  կրկնությունը: ", "Նույնաբանության  նշանակությունն  ընկալվել  է  որպես  կատարված  փաստի հաստատում,  իսկ  կրկնվող  կառույցը  շեշտում  է  փաստի  անփոփոխ  լինելը: ", "Անշուշտ,  սա  չափազանց  ընդհանրական  մեկնաբանություն  է:  Այլ  հարցվողներ  էլ տվել  են  այսպիսի  պատասխաններ`  It  is  very  clear.  There  is  no  alternative explanation; And that's it! Սրանք, իհարկե, շատ անորոշ պարզաբանումներ են, ինչի պատճառը  համատեքստի  բացակայությունն  է:  Այսինքն`  հնարավոր  չի  եղել  որևէ հստակություն  մտցնել,  հնարավոր չի  եղել  մեկնաբանել  ու  վերծանել նույնաբանությունը  կիրառողի  բուն  հաղորդակցական  նպատակը:  Հարցվողների մեկնաբանությունները  ավելի  շատ  ենթադրությունների  են  նման:  Անհասկանալի է`  ինչու  է  փաստը  անդառնալիորեն  անշրջելի,  կամ  ինչ  փաստի  մասին  է  խոսքը: ", "Սակայն  մյուս  կողմից  ի՞նչն  է  ստիպել  հարցվողներին  տալ  այսպիսի մեկնաբանություն:  Մեր  կարծիքով լեզվամտածողության  մեջ  կան  որոշակի կարծրատիպային կառույցներ, որոնք կապվում են որևէ կոնկրետ նշանակության և գործառույթի  հետ5:  Ինչպես,  ասենք,  բառը  վերագրվում  է  կոնկրետ  առարկայի, այնպես էլ որոշակի կառույց, անկախ որևէ արտալեզվական գործոնից, կապվում է որոշակի  իմաստի  կամ  նշանակության  հետ:  Մինչդեռ  պատկերը  փոխվում  է,  երբ քննության  ենք  ենթարկում  այն  հարցվողների  արդյունքները,  ովքեր  դիտարկել  են նույնաբանությունը  համատեքստով:  Այս  նույնաբանությունը  մեկնաբանելիս հարցվողների  համար  որպես  կողմնորոշիչ  տարր  հանդես  է  եկել  համատեքստը: "], "paragraph_source_docs": [0, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1], "source_docs_file": "Linguistics.json"}