{"paragraph_source_docs": [2, 1, 2, 0, 2, 2, 2, 1, 1, 2], "paragraphs": ["Մեծ  դեր  ունի  պատկերում  կամ  տեսախցիկի  միջոցով  հսկվող  տարածքում հայտնաբերված  օբյեկտի  տեղորոշումը։  Տեղորոշումն  իրենից  ներկայացնում  է պատկերում  օբյեկտի  խորության  որոշման  միջոցով  տեսախցիկից  հեռավորության հաշվարկումը [59]։  Տեղորոշումն  իրականացնելուց  հետո  հնարավոր  կլինի հեշտությամբ հաշվարկել օբյեկտի աշխարհագրական կոորդինատները։ ", "ԵԶՐԱԿԱՑՈՒԹՅՈՒՆ Մշակված  բազմաօգտատեր  ծրագրային  համակարգը՝  հիմնված  ավազակույտի մոդելով նկարագրվող ինքնակազմակերպվող դինամիկ պրոցեսների հետազոտման  համար,  թույլ  է  տալիս  հետազոտել  և  հաշվարկել  տարբեր ֆիզիկական, ինֆորմացիոն բնութագրիչներ երկչափ և եռաչափ տարածություններում,  ինչպես  նաև  կատարել  համատեղ  հետազոտություններ՝ աշխատանքների  միաժամանակյա  դիտման,  փոփոխությունների  կատարման, մոդելներում վիճակների պահպանման, ստացման և ուղարկման հնարավորություններով: ", "Առհասարակ  տեղորոշումն  ակտուալ  է  շատ  այլ  խնդիրների  լուծման  համար նույնպես  [60,  61]։  Այս  ենթավերնագրում  կքննարկենք  պատկերներում  տեղորոշման մեթոդի նկարագրման, կատարված փորձերի և տեխնիկական լուծումների մասին։ ", "Մշակված արձանագրության հիման վրա հնարավոր է ապահովել գործառույթների անվտանգությունը և ամբողջականությունը։ ", "անկյունների համար։ ", "Մշակված  մեթոդը  ակտուալ  է  բոլոր  տեսախցիկների՝  բոլոր  տեսադաշտերի Տեսախցիկի  տեսակից  ելնելով՝  նկարահանման  անկյունը  միշտ  ակնհայտ  է։ ", "Օրինակի  համար  կվերցնենք  900  անկյուն  ունեցող  տեսախցիկ  և  փորձերը կիրականացնենք նրա համար։ ", "https://en.wikipedia.org/wiki/Self-organized_criticality [3]  D. L. Turcotte, “Self-organized criticality”, Rep. Prog. Phys., vol 62, 1377, 1999. [4] Jarkko Kari , “Theory of cellular automata: A survey”, Theoretical computer science,  vol. 334, Issues 1-3, pp. 3-33, 15 apr.2005 [5] S. Wolfram, “Cellular automata as models of complexity”, Nature 311, pp. 319- [6] (2002)The Wikipedia website, [online]. Available: ", "https://en.wikipedia.org/wiki/Abelian_sandpile_model [7] L. Levine, “The Rotor-Router Model”, [Online]. Available arXiv:math/0409407 [8] B. Priezzhev, D. Dhar, A. Dhar, and S. Krishnamurthy, “Eulerian walkers as a model of self-organised criticality”, Phys. Rev. Lett. 77, 50795082, 1996. [9] Per Bak,  How Nature Works: the science of self-organized criticality, New York, NY: ", "Նկար  2.22-ի  դեպքում  օբյեկտի  տեսքը  պատկերում  կլինի  պրոֆիլից  (Նկար (օբյեկտը  հայտնաբերելուց՝  ֆոնից  առանձնացնելուց  հետո,  պատկերի  պիքսելների քանակը  նույնպես  հայտնի  է)։  Օբյեկտը  ճանաչելուց  հետո  կարելի  է  ասել,  որ  այն ավտոմեքենա է՝ նախապես ունենալով վերջինիս (template-ը) նմուշը։ "], "source_docs_file": "Informatics and Computer Systems.json"}