{"paragraphs": ["  Ջավախքի  հրաբխային  բարձրավանդակի  և  դրան  հարակից  տարածքների համար  կառուցված  լարվածության  թենզորները  և  հաշվարկված  լարվածային ռեժիմները  ցույց  են  տալիս,  որ  ուսումնասիրվող  գոտում  առանձնանում  են լարվածության  տարբեր  ռեժիմներ,  իսկ  գոտու  տարբեր  տեղամասերում լարվածային  դաշտի  սեղմման  և  ընդարձակման  առանցքներն  ունեն  տարբեր կողմնորոշումներ։ Սա  ուսումնասիրվող գոտու երկրակեղևի լարվածային դաշտի առանձնահատուկ դրսևորումներից է։ ", "Ջավախքի հրաբխային բարձրավանդակում և հարակից տարածքներում երկրաշարժերի ֆոկալ մեխանիզմների կատալոգ (2005-2017թթ) N0 Date Time Lat. N (°) Long. E (°) ML Depth (km) Strike (°) Dip (°) Rake (°) Az. (°) Pl. (°) Az. (°) Pl (°) Regime Code Regime Index -116 -100 -116 SH Max Azim SH Min Azim TF NF SS TF TF NF SS SS TF SS SS TF NF TF TF NS SS TF SS TF TF NF TF TF SS TF NF NS NF -161 -55 -164 TF TF TF SS NS NF SS SS SS TF TF TF SS SS NF TF NS TF SS SS TF TF TF NF NF NF TF TF NF ԵԶՐԱԿԱՑՈՒԹՅՈՒՆՆԵՐ ԵՎ ԱՌԱՋԱՐԿՈՒԹՅՈՒՆՆԵՐ Աշխատանքի  ուսումնասիրությունների  և  գիտական  արդյունքների  ընդհանրացման հիման վրա արվում են հետևյալ եզրակացություններն ու առաջարկությունները․ Եզրակացություններ․ ռեժիմի  վերլուծությունները  ցույց  են  տալիս,  որ  ուսումնասիրվող  գոտու    բարձր սեյսմիկ  ակտիվությունն  արտահայտվում  է  հատկապես  թույլ  երկրաշարժերի գրանցմամբ (ML≤2.0): ", "ու  վերլուծությունը  վկայում  են  այդ  գոտում  ներկայիս  տեկտոնական ակտիվության  մասին։  Ջավախքի  խզվածքին  և  Փամբակ-Սևան-Սյունիք խզվածքի հյուսիս-արևմտյան սեգմենտին հարող տարածքներում երկրաշարժերը հիմնականում բնութագրվում են շարժման վերնետքային տիպով (TF),  ինչը  համապատասխանում  է  խզվածքների  կինեմատիկային, իսկ Ջավախքի  հրաբխային լեռնաշղթայի  տարածքում՝  կողաշարժային  (SS)  և վարնետքային (NF) տիպերով։ ", "լեռնաշղթայի  հարակից  տարածքում  գրանցված երկրաշարժերի  ֆոկալ  մեխանիզմների  հաշվարկները  ցույց  են  տալիս  գոտու խզվածքավորման գերակշիռ կողաշարժային և վարնետքային բնույթը։ ", "առանցքներն ունեն մերձ-միջօրեական գերակշռող ուղղություն, իսկ ընդարձակման  (T)  կինեմատիկ  առանցքները՝  մերձ-հորիզոնական։  Համաձայն սեղմման և ընդարձակման կինեմատիկ  առանցքների  տարածման ուղղությունների՝ ուսումնասիրվող գոտին ենթարկվում է հյուսիս-արևելք հարավ- արևմուտք  (NE-SW)  սեղմման  և  հյուսիս-արևմուտք  հարավ-արևելք  (NW-SE) ընդարձակման ազդեցությունների։ "], "paragraph_source_docs": [2, 2, 2, 2, 2], "source_docs_file": "Earth Science.json"}