{"paragraph_source_docs": [0, 3, 5, 2, 0, 5, 2, 0, 3, 2], "paragraphs": ["Գ.Կոսիկովը,  «Վեպի  տեսություն  մասին»  աշխատության  մեջ  անդրադառնալով վերը  նշված  գրականագետների  տեսական  հայացքներին,  ուսումնասիրում  է  ժանրի սկզբունքները,  զարգացման  էտապների  առանձնահատկությունները  և  պարզաբանում «ավանդական» և «նոր» վեպի միջև էական տարբերությունները. «Մեր համոզմամբ, 19-րդ դարի “ավանդական” և 20-րդ դարի “նոր” վեպերի միջև էական  տարբերությունը  ոչ  թե  ժանրի  “զարգացած”  լինելու,  այլ  իմաստային կառուցվածքների, երկու տեսակի վեպերի պրոբլեմատիկայի մեջ է»:65 Ըստ  գրականագետի՝  նոր  ժամանակի  վեպը,  իր  առաջ  նոր  խնդիրներ  դնելով, կերպարների ստեղծման և զարգացման բոլորովին այլ գեղարվեստական և իմաստային միջոցներ է կիրառում: ", "«Մահապուրծ  օրագիրը»,  ինչպես  նշվում  է  գրքի  առաջաբանում,  ի  սկզբանե ունեցել  է  «Խորհրդային  քաղաքացու  օրագիրը» /1925-1935թթ./  անվանումը /6/: ", "Ա.  Տերտերյանը  Տերյանի  մասին  վերը  հիշված  իր  ուսումնասիրության  մեջ,  նրան համարելով  «երջանիկ  բացառություն»,  նկատի  ուներ  հենց  այդ  ներքին  բովանդակու- թյունը։  «Մթնշաղի  անուրջները»  հրապարկախոսական  ոճից  հրաժարումով  ինչ-որ իմաստով  սահմանափակում  էր  բանաստեղծական  արտաքին  տեսողության  սահման- ները,  միևնույն  ժամանակ  ընդարձակում  էր  ներքին  տեսողության  հորիզոնները՝  ան- նախադեպ  խորություններ  նվաճելով  մարդկային  հոգու  և  մտքի  բազմաշերտ  իրակա- նության  պեղումների  մեջ։  Բանաստեղծական  մտքի  և  հույզի  անշոշափելի,  անորսալի ճառագայթումները  լուսարձակում  են  պատկերի  ընդերքից՝  իբրև  մարդկային  բնույթի  և բնության համաներդաշնակության քնարական արտահայտություն։ Ամենևին էլ պատա- հական չէ, որ Տերտերյանն իր ուսումնասիրությունը վերնագրել էր «Ցնորքի, ծարավի և հաշտության  երգիչը»։  Սա  ըստ  էության  աշխարհը  տեսնելու,  զգալու,  ճանաչելու, աշխարհի հետ  հաղորդակցվելու մի  ամբողջ քնարական հայեցակարգ էր, որ առաջադ- րում էր բանաստեղծը՝ ընդառաջ գնալով եվրոպականացման ձգտող երիտասարդության հոգևոր պահանջներին։ Այդ հայեցակարգը հայտնագործել էր 19-րդ դարավերջի և 20-րդ դարասկզբի  գեղարվեստական  գիտակցության  մեջ  բավական  խոր  արմատներ  ձգած սիմվոլիստական գեղագիտությունը։ ", "Բացի  այդ`  վաղ  շրջանի  բարեփոխումներն  աննախադեպ  աշխուժություն  առաջացրեցին  երկրի հասարակական,  մշակութային  կյանքում:  Տե՛ս,  Բայբուրդյան  Վ.,  Օսմանյան  կայսրության  պատմություն, Երևան, 2011, էջ 453-472: ", "Այս  փուլում  Կալվինոն  հրատարակում  է  «Վերջինն  ագռավն  է  գալիս» պատմվածքների  ժողովածուն  և  «Սարդերի  հյուսած  արահետը»  վեպը,  որոնք  գրված  են նեոռեալիզմին  հատուկ լեզվի  պարզությամբ  և  հստակ  գծային  կառուցվածքով: ", "Այս տեսակետից Տերյանի շատ բանաստեղծություններ ծրագրային նշանակություն ունեն։ Օրինակ՝ հայտնի «Մթնշաղը». Ես սիրում եմ մթնշաղը նըրբակերտ, Երբ ամեն ինչ երազում է հոգու հետ, Երբ ամեն ինչ, խորհրդավոր ու խոհուն, Ցընորում է կապույտ մութի աշխարհում… Չըկա ոչ մի սահման դնող պայծառ շող, Աղմուկի բեռ, մարդկային դեմք սիրտ մաշող – Հիվանդ սիրտըդ չի տրտնջում, չի ցավում. Որպես երազ մոռացումի անձավում. Եվ թվում է, թե անեզր է ամեն ինչ – Որ ողջ կյա՜նքդ է մի անսահման քաղցր նինջ… Համեմատենք  Վեռլենի  «Պոեզիայի  արվեստը»  ծրագրային  բանաստեղծության ռուսերեն  տարբերակից  բառացի  թարգմանված  մի  քանի  բնորոշ  առաջադրությունների հետ՝ «ամենից առաջ երաժշտություն», «գրեթե անմարմինը գերադասիր այն ամենից, որ չափազանց  միս  ու  արյուն  է»,  «միշտ  սիրիր  կիսատոնը.  ո՛չ  լրիվ  երանգ,  այլ  միայն  կի- սաերանգ», և վերջապես՝ Այսպես երաժշտություն նորից ու նորից։ ", "Մասնավորապես`  գրող,  հրապարակախոս  Նամըք  Քեմալը  գրում  է.  «Մեր  մարգարեն աշխարհին  ծայառել  է  սրով:  Մենք  նույնպես  պետք  է  գնանք  այդ  ճանապարհով…Մենք պետք  է  ապացուցենք,  որ  պատկանում  ենք  օսմանյան  ժողովրդին,  որն  ամբողջ աշխարհին  ստիպում  է  դողալ  իր  առջև…ցույց  տանք  գյավուրներին  մեր  ուժը, պատճառենք այդ հաճույքը մարգարեին» 73: ", "Մենք  չենք  համաձայնի  գրականագետների  այն  տեսակետին,  որ  Կալվինոյի ստեղծագործության  մեջ  ֆանտաստիկ  ժանրի  նախադրյալներ  առկա  են  նրա ստեղծագործության  նեոռեալիստական  փուլում:71  «Սարդերի  հյուսած  առահետը» ընդամենը  Պինոյի  երևակայությամբ  ստեղծված  պատկեր  է,  որը,  մեր  համոզմամբ, բավական չէ վեպի ժանրը որպես ֆանտաստիկ բնորոշելու համար: ", "Եվ  սա  ամենևին  էլ  պատահական  բնույթ  չի  կրում:  Բուն  իրականությունը  ունի շղթայական տեսք.   քաղաքական վիճակ   սոցիալական կեցություն   գիտակցություն՝ կախված կենսապայմաններից: ", "գիտաշխատող, Երևան, ԵՊՀ, 1981, 1(33), էջ 43: "], "source_docs_file": "Literature.json"}