{"paragraphs": ["nium B.C.E., The Israel Museum, Jerusalem, 1991, p. 171-176. Institut of Ankara Monaographs 31, 2005, p. 167-173. Seeking Origins and Manifestations of Religion, Acta Archaeologica Pultuskiensia, vol. III, Pułtusk, 2011, p. 71-78. Remarks on  Iconography.  In  Urartu:  A metalworking  Center  in  the First Millennium  B.C.E., The  Israel Museum, Jerusalem, 1991, p. 311-319. Images and Prophecy in the Ancient Eastern Mediterranean, 32, 2009, p. 15-40. սին պատկերացումն Ուրարտուում, ՊԲՀ, No1, Երևան, 1986, էջ 113-133, նույնի, Վանի թագավորության պե- տական կրոնը, Երևան, 1990, նույնի, Ուրարտուի ոսկին, Հին Հայաստանի ոսկին (մ.թ.ա III հազարամյակ- մ.թ.  XIV  դար),  Գլուխ  վեցերորդ,  Երևան,  2007,  էջ  151-185,  նույնի,  Կերպարվեստը  Վանի  թագավորությու- նում, Ուրարտական պետության և մշակույթի ձևավորման խնդրի շուրջ, Տարեգիրք, ԵԳՊԱ, Երևան, 2011, էջ յուն, Հոդվածների ժողովածու՝ նվիրված Սարգիս Հարությունյանի 80-ամյակին, Երևան, 2008, էջ 292-309: ", "Թիմերի ավագները նախապես որոշում էին՝ ո´վ է գիրը, ո´վ է խուշը կամ ո´վ է թացը, ո´վ է չորը: Սա կարելի է դասել և´ առարկաներով, և´ հարց ու պատասխանով վիճակա- հանության  շարքին,  քանի  որ  կիրառվել  է  և´առարկա  (կոպեկ,  քար),  և´երկխոսական տեքստ (գի՞րն ես, թե՞ խուշը կամ թա՞ցն ես, թե՞ չորը): ", "վախմբի 1996-1997թթ. կատարած ուսումնասիրությունների արդյունքները //Հին Հայաստանի մշակույթը, XI, Երևան, 1998, էջ 39-41: ", "Թեմայի  ուսումնասիրման  համար  աղբյուրագիտական  բացառիկ  արժեք  է ներկայացնում  ազատագրական  շարժման  նշանավոր  գործիչ  Ռուբեն  Տեր-Մինասյանի ժողովրդի ազատագրական պայքարը թուրքական բռնապետության դեմ 1850-1870 թթ., Եր., 1955; Համբարյան Ա.Ս.,  Երիտթուրքերի  ազգային  ու  հողային  քաղաքականությունը  և  ազատագրական  շարժումները Արևմտյան  Հայաստանում,  Եր.,  Հայկական  ՍՍՀ  ԳԱ  հրատարակչություն,  1979;  Կիրակոսյան  Ջ.  Կ., Բուրժուական դիվանագիտությունը և Հայաստանը (19 դ. 80-ական թթ.), Եր., 1980; Համբարյան Ա. Ս., Հայ հասարակական  քաղաքական  միտքը  արևմտահայության  ազատագրական  ուղիների  մասին,  Եր., «Հայաստան»,  1990;  Սիմոնյան  Հր.  Ռ.,  Թուրք-հայկական  հարաբերությունների  պատմությունից,  Եր., «Հայաստան», մեծ  տերությունների  աշխարհակալական Հայաստանը առճակատումներում, Եր., 2004; Тунян В. Г., Младотурки и Армянский вопрос, Ереван, 2005 և այլն: ", "Հիմնվելով  վերը  շարադրվածի  վրա  նպատակահարմար  ենք  գտնում  ատենա- խոսությունը  բաժանել  հետևյալ  կերպ`  ներածություն,  չորս  գլուխներ,  եզրակացու- թյուններ`  համալրված  գրականության  ցանկով,  ծանոթագրություններով,  հապավում- ների ցանկով և աղյուսակներով: ", "Հնագույն և հելլենիստական Հայաստանի արվեստին վերաբերող առաջին և մինչ օրս միակ աշխատությունը «Ակնարկներ հին Հայաստանի արվեստի պատմության» գործն է, որտեղ ներկայացված են հեղինակի կողմից նախորդ դարի 40-ական թթ. սկսած աշխա- տանքների արդյունքները: Հեղինակը մասնավորապես անդրադառնում է Հին Հայաստա- նի  արձանագործությանը,  բարձրաքանդակներին,  հարթաքանդակներին,  մանրաքան- դակներին (մ.թ.ա.VI-մ.թ. III դդ.): Նրա աշխատանքում ներկայացվում է դրանց փուլաբա- ժանումը  և  դասակարգումը.  ա.  ավանդական  պայմանական  ոճի  հնագույն  քանդակներ, բ.  այլ  երկներից  Հայաստան  բերված  քանդակագործական  ստեղծագործություններ  և Նեմրուդ-լեռան Կոմմագենյան քանդակներ, գ. արձանագործության հետագա զարգացու- մը Հայաստանում II-IIIդդ.: ", "Տեքստերով վիճակահանության ձևերը կարող են լինել պատմողական տեքստով, որոնց հիմքում ընկած է թեմայի զարգացումը, այսինքն՝ ունի սկիզբ, մտքի տրամաբա- նական  ընթացք  և  ավարտ:  Խաղացողները  շրջանաձև  կանգնում  են,  և  ավագ  խա- ղացողը սկսում է վանկատելով «հաշվել»՝ ձեռքը յուրաքանչյուր խաղացողին թեթևակի հպելով. Երկու ռուս բաբուշ-կա, Նստել են ակուշ-կա, Չռթում են սեմուշ-կա, Թափում են խլեբուշ-կա: ", "յանը, դրանց տարբերակմանը ըստ ներմուծված և տեղական արվեստանոցների, տիպա- բանությանն  ու  մասնավոր  քննությանը:  Այս  առիթով  պետք  է  նաև  նշել  Կ.  Տրևերի66,  Գ. Սարգսյանի67, Կ. Ղաֆադարյանի68 և այլոց աշխատությունները: Հելենիստական շրջանի հայկական  հուշարձանների  կերտման  վայրերի,  պատկերագրական  տիպերի,  փուլաբա- ժանության,  դիցաբանական  կերպարների  ուսումնասիրության  և  քանդակագործության վերաբերյալ վերլուծությունների թվում պետք է նաև նշել Ժ. Խաչատրյանի69, Հ. Մարգար- յանի70, Խ. Մուշեղյանի71, Ռ. Վարդանյանի72 աշխատանքները: ", "Օգտագործվել  են  նաև  հայ  հետախույզների  գործունեությանը  նվիրված  Ռ. գտած  հատուկ  ծառայությունների  վերաբերյալ  սահմանումները  մասնագետների  շրջանում  մշտապես բանավեճի առարկա են: ", "Համաշխարհայինի սկզբում 1914-ի աշնան (փաստաթղթեր), Հայկազեան Հայագիտական Հանդէս,Պեյրութ, Սահակյանի  հոդվածները1,  որոնցում  լուսաբանվել  են  Առաջին  աշխարհամարտի տարիներին  Արևմտյան  Հայաստանում  գործող  հետախուզական  «Հայկական  շտաբիի» աշխատանքները,  ինչպես  նաև  Հայկական  բանակի  հետախուզական  բաժանմունքի գործունեությունը: ", "Թեմայի  հիմնահարցերի  առավել  ամբողջական  և  համակողմանի  հետազոտման նպատակով  օգտագործվել  են  Վ.  Վիրաբյանի  «Հայաստանի  Հանրապետության պետական  անվտանգության  համակարգի  ստեղծումը  և  գործունեությունը  1918-1920 թթ.»2  աշխատությունում  քննության  առնված  Հայաստանի  Առաջին  Հանրապետության նորաստեղծ  հետախուզության  Արևմտյան  Հայաստանում  ծավալած  գործունեությանը վերաբերող  փաստագրական  տվյալները,  ինչպես  նաև  Կ.Պոլսում  հայկական հետախուզական  աշխատանքների  կազմակերպիչ  հետախույզ  Տ.  Դևոյանցի  հուշերը3: ", "Исследования по истории России», Ред. О. Эльдман, т. VIII, Москва, Изд-во «Модест Колеров», 2010, с. 7-25. Ер., 2007. ուսումնասիրություն),  Եր.,  2010;  նույնի՝  Բաքու  քաղաքի  հայության  պատմությունը  (Պատմաժողովրդա- գրական ուսումնասիրություն), Եր., 2011: ", "ստեղծումը և գործունեությունը 1918-1920 թթ., Եր., 2006: ", "Առաքել Պատրիկը90 իր «Հայկական տարազ» և Վ.Հացունին «Պատմութիւն հայ հին տարազին» գրքերում անդրադառնում են հնագույն ժամանակներից մինչև մեր օրերը հայ- կական տարազի ուսումնասիրության խնդիրներին91: Մանավորապես կատարել են աքե- մենյան,    հելլենիստական,  վաղ  հայկական  արվեստի  նմուշների  հանդերձանքի  և  զգես- տավորման  վերլուծությունը:  Պատկերագրական  և  դիցաբանական  կերպարների  ուսում- նասիրությանն է նվիրված Զ. Թառայանի92 աշխատությունը, որը լուսաբանում է Տիրամոր պաշտամունքի և կերպարի հնագույն նախատիպերը հին հայկական և համաշխարհային արվեստի  ստեղծագործությունների  տեսանկյունից:  Հայկական  լեռնաշխարհում  «Պատե- րազմի և սիրո դիցուհու» պատկերագրության խնդիրները վեր հանման հետ կապված կու- զեինք նշել «Աֆրոդիտե. պատերազմի տիրուհին, սիրո դիցուհին» (խմբ. Մ. Զայֆերթ)93, Շ. Հուսեյնի  «Աստվածուհին.  մայրիշխանությունը,  առասպելներն  ու  արխետիպերը, courant idéaliste et réaliste de la personification des provinces romaines //Originalveröffentlichung in: 50 Years of Polish  Excavations  in  Egypt  and  the  Near  East.  Acts  of  Symposium  at  the  Warsaw  University,  1986,  Warschau, basilica in Rom, Jdl 15, 1900, p. 1-42. et de Commagène, Paris, 1890. Recueil d’ Antiquités égyptiennes, étrusques, grecques et romaines., t.II, Paris, 1756, Furtwängler A., Die antiken Gemmen, Leipzig, 1900, Plantzos D., Hellenistic engraved Gems, Oxford, 1999, Zwierlein-Diehl E., Antike Gem- men und ihr Nachleben, de Gruyter, 2007, Ալիշան Ղ., Այրարատ, Վենետիկ, 1890: ", "կի, ծնվ.` 1962 թ.: ", "Հետազոտական  աշխատանքների  ընթացքում  օգտագործվել  է  նաև  ժամանակի մամուլը՝  «Մշակ»,  «Մասիս»,  «Մեղու  Հայաստանի»,  «Դրօշակ»,  «Փարիզ»,  «Մուրճ», «Հնչակ», «Նոր  կեանք», «Նոր  դար», «Հայաստան», «Անահիտ  թերթ-հանդես», «Արձագանք» պարբերականները: ", "ՕՍՄԱՆՅԱՆ  ԿԱՅՍՐՈՒԹՅԱՆ  ԳԱՂՏՆԻ  ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻ  ԿԱԶՄԱՎՈՐՈՒՄԸ ԵՎ ԱՐԵՎՄՏԱՀԱՅՈՒԹՅԱՆ ՊԱՅՔԱՐԸ (19-րդ դարի 60-70-ական թթ.) Օսմանյան կայսրության գաղտնի ծառայությունների զարգացման գործում Օսմանյան կայսրությունը, լինելով հզոր պետությունը, ակտիվ դերակատարություն է ունեցել համաշխարհային քաղաքականության մեջ: ", "տության  բացակայության  պայմաններում  տեղի  ունեցավ  վարչատարածքային  մաս- նատում: XIV – XV դդ. իրենց գոյությունը պահպանող հայ իշխանական տներից մի քա- նիսը, սահմանափակվելով իրենց տիրույթներում, փորձում էին ինչ-որ ձևով պահպանել ներքին կայուն իրավիճակը: Սյունիքի առանձին տարածքներում իշխում էին Օրբելյան, Խաչենում`  Հասան-Ջալալյան,  Ծարում`  Դոփյան,  Արագածոտնում`  Վաչուտյան,  Վայոց ձորի  որոշ  տարածքներում`  Պռոշյան,  Անիի  ու  Բջնիի  շրջակայքում`  Զաքարյան  (մինչև տատիրության եզրափակիչ  շրջանն  է, երբ  պատմության ասպարեզից դուրս են մղվում հայ իշխանական խոշոր տների վերջին ներկայացուցիչները44: XVI – XVII դդ. Հայաստա- նի միայն լեռնային գոտիներում էին տեղ-տեղ պահպանվել հայկական մանր իշխանու- թյունների մնացորդները, որոնց միջև, սակայն, բացակայում էր ներքին կապը45: ", "Անցյալում տարածված որոշ հաշվերգերի տեքստեր այսօր պահպանված են միայն տարեցների հիշողություններում: Դրանք  ունեցել են իմաստ չարտահայտող բառակա- պակցություններ,  բառեր,  որոնք  մենք  բնորոշում  ենք  անհասկանալի  եզրույթով:  Այդ Тегеран, 2006, стр. 150. Խաչատուրի, ծնվ.` 1929 թ.: ", "իդեալն ու գեղագիտական չափանիշները: ", "Հետախուզական  գործունեության  արդյունքում  սուլթանը  և  վեզիրները  լավ տեղեկացված էին ոչ միայն հարևան երկրների, այլև հեռավոր պետություններում տիրող իրավիճակի մասին:  Այդ երկրների հասարակության  տարբեր  խավերի բարձրաստիճան  պաշտոնյաներից ունեին ներկայացուցիչներից` հատկապես իրազեկիչներ,  որոնց  տրամադրած  տեղեկատվությունը  թույլ  էր  տալիս  թուրք իշխանավորներին  ճիշտ  կողմնորոշվել բարդ  իրավիճակներում  և  կայացնել համապատասխան քաղաքական որոշում1: ", "Պահպանվել  են  Օսմանյան  կայսրության  պաշտոնյաներին  ուղղված  թուրքական հետախուզության  Ֆրանսիայում  գործող  ռեզիդենտի2  123  նամակները:  Նամակների բովանդակությունից երևում է, որ թուրք հետախույզը գործել է Փարիզում 1837-1842 թթ. անլեգալ ձևով, եղել է փորձառու, նախաձեռնող և հմուտ անձնավո-րություն, կատարում էր  ժամանակի  հետախուզության  վարպետներից  մեկը  համարվող  կարդինալ  Ռիշելյեի թարգմանչի պարտականությունները3: ", "Թուրք  լրտեսը  ձեռք  բերված  տեղեկատվությունն  անմիջապես  փոխանցում  էր Վիեննայում բնակվող  Թուրքիայի գաղտնի գործակալ  Ռակոայի միջոցով, նամակագրական կապի մեջ էր գտնվում Ջենովայում գործող թուրք գործակալ Դոնայաի հետ4: ", "Հարկ է ավելացնել, որ կանանց արձանիկների համընդհանուր ընդունելություն ստա- ցած  դասակարգման  սկզբունքներում  առանցքային  տեղ  է  հատկացվում  մարմնակազ- մության առանձնահատկություններին: ", "Հետախուզական  տեղեկատվության  հայթայթման  նպատակով  թուրք  ռազմական ղեկավարները լայնորեն  օգտագործել  են  առևտրականներին,  հոգևորականներին, ուսանողներին,  թափառականներին,  ինչպես  նաև  իրենց  ենթակայության  տակ  գտնվող քաղաքացիական հագուստ կրող զինվորներին: Կային նաև գործակալներ, որոնք ունեին ազնվական ծագում6: "], "source_docs_file": "History.json", "paragraph_source_docs": [2, 1, 2, 0, 3, 2, 1, 2, 0, 0, 0, 4, 0, 2, 1, 0, 0, 3, 1, 2, 0, 0, 0, 2, 0]}