{"paragraph_source_docs": [2, 2, 2, 2, 2, 2, 2, 2, 1, 0, 2, 0, 3, 2, 2, 1, 0, 2, 1, 3, 2, 3, 4, 3, 0], "paragraphs": ["nium B.C.E., The Israel Museum, Jerusalem, 1991, p. 171-176. Institut of Ankara Monaographs 31, 2005, p. 167-173. Seeking Origins and Manifestations of Religion, Acta Archaeologica Pultuskiensia, vol. III, Pułtusk, 2011, p. 71-78. Remarks on  Iconography.  In  Urartu:  A metalworking  Center  in  the First Millennium  B.C.E., The  Israel Museum, Jerusalem, 1991, p. 311-319. Images and Prophecy in the Ancient Eastern Mediterranean, 32, 2009, p. 15-40. սին պատկերացումն Ուրարտուում, ՊԲՀ, No1, Երևան, 1986, էջ 113-133, նույնի, Վանի թագավորության պե- տական կրոնը, Երևան, 1990, նույնի, Ուրարտուի ոսկին, Հին Հայաստանի ոսկին (մ.թ.ա III հազարամյակ- մ.թ.  XIV  դար),  Գլուխ  վեցերորդ,  Երևան,  2007,  էջ  151-185,  նույնի,  Կերպարվեստը  Վանի  թագավորությու- նում, Ուրարտական պետության և մշակույթի ձևավորման խնդրի շուրջ, Տարեգիրք, ԵԳՊԱ, Երևան, 2011, էջ յուն, Հոդվածների ժողովածու՝ նվիրված Սարգիս Հարությունյանի 80-ամյակին, Երևան, 2008, էջ 292-309: ", "խնդրի շուրջ //«Բ. Բ. Պիոտրովսկին և հնագիտությունը» ժողովածու, Երևան, 2014, էջ 145-160: ", "վախմբի 1996-1997թթ. կատարած ուսումնասիրությունների արդյունքները //Հին Հայաստանի մշակույթը, XI, Երևան, 1998, էջ 39-41: ", "շարձան, Տարեգիրք, Հ. Զ, Երևան, 2010, էջ 197-208: ", "Հելենիստական  (ինչպես  նաև  աքեմենյան,  ուրարտական  շրջանի)  պատկերագրութ- յան,  մանրաքանդակների,  քանդակագործության ոճական ուղղությունների զարգացման, պատկերագրական  տիպերի,  կերտման  վայրերի  և  գաղափարակրոնական  պատկերա- ցումների հարցերին վերաբերվող ուսումնասիրությունների ոլորտում շրջանի առանցքային նշանակություն ունեն Բ. Առաքելյանի62 և Գ. Տիրացյանի63 Ֆ. Տեր-Մարտիրոսովի64 հեղի- նակած  մենագրությունները  և  հոդվածները:  Հին  Հայաստանի  հնագույն  և  հելլենիստա- կան արվեստի պատմության ուսումնասիրման և պատկերման տիպերի վերաբերյալ մին- չև այժմ բացառիկ են Բ. Առաքելյանի «Ակնարկներ հին Հայաստանի արվեստի պատմութ- յան»65,  «Արտաշատ  I»  աշխատություններ,  որոնցում  անդրադառնում  է  Հին  Հայաստանի արվեստի ստեղծագործությունների վերլուծությանը: ", "Հնագույն և հելլենիստական Հայաստանի արվեստին վերաբերող առաջին և մինչ օրս միակ աշխատությունը «Ակնարկներ հին Հայաստանի արվեստի պատմության» գործն է, որտեղ ներկայացված են հեղինակի կողմից նախորդ դարի 40-ական թթ. սկսած աշխա- տանքների արդյունքները: Հեղինակը մասնավորապես անդրադառնում է Հին Հայաստա- նի  արձանագործությանը,  բարձրաքանդակներին,  հարթաքանդակներին,  մանրաքան- դակներին (մ.թ.ա.VI-մ.թ. III դդ.): Նրա աշխատանքում ներկայացվում է դրանց փուլաբա- ժանումը  և  դասակարգումը.  ա.  ավանդական  պայմանական  ոճի  հնագույն  քանդակներ, բ.  այլ  երկներից  Հայաստան  բերված  քանդակագործական  ստեղծագործություններ  և Նեմրուդ-լեռան Կոմմագենյան քանդակներ, գ. արձանագործության հետագա զարգացու- մը Հայաստանում II-IIIդդ.: ", "Կատարել է ավանդական-պայմանական ոճի քանդակների խմբային բաժանում և մո- տավոր թվագրում (մ.թ.ա. IV-մ.թ. III դդ.): Մանրամասն նկարագրել է և վերլուծել քանդա- կագործության  նմուշները,  դասակարգել  դրանք  ըստ  ժամանակաշրջանների,  տիպերի, արհեստանոցների: Թեմային վերաբերող պատկերագրական խնդրիների ուսումնասիրու- թյան համար հատկապես կարևորվում են գրքի այն մասերը, որոնք վերաբերում են Հա- յաստանի  հելլենիստական,  աքեմենյան  արվեստի  ստեղծագործությունների  վերլուծութ- тия  скульптуры  Древней  Армении//  ԵԳՊԱ Տարեգիրք,  Երևան,  2005,  էջ  109-118,  նույնի,  Новые  данные  о культуре  Урарту,  Հուշարձան,  Տարեգիրք  5,  Երևան  2010,  էջ  131-135,  նույնի,  Фронтальное  и  профильное изображение в искусстве древности// ԵԳՊԱ Տարեգիրք, Երևան, 2006, էջ 129-139: ", "յանը, դրանց տարբերակմանը ըստ ներմուծված և տեղական արվեստանոցների, տիպա- բանությանն  ու  մասնավոր  քննությանը:  Այս  առիթով  պետք  է  նաև  նշել  Կ.  Տրևերի66,  Գ. Սարգսյանի67, Կ. Ղաֆադարյանի68 և այլոց աշխատությունները: Հելենիստական շրջանի հայկական  հուշարձանների  կերտման  վայրերի,  պատկերագրական  տիպերի,  փուլաբա- ժանության,  դիցաբանական  կերպարների  ուսումնասիրության  և  քանդակագործության վերաբերյալ վերլուծությունների թվում պետք է նաև նշել Ժ. Խաչատրյանի69, Հ. Մարգար- յանի70, Խ. Մուշեղյանի71, Ռ. Վարդանյանի72 աշխատանքները: ", "Մայրս ասաց` Քանիսն ես կոտ-րել: ", "Համաշխարհայինի սկզբում 1914-ի աշնան (փաստաթղթեր), Հայկազեան Հայագիտական Հանդէս,Պեյրութ, Սահակյանի  հոդվածները1,  որոնցում  լուսաբանվել  են  Առաջին  աշխարհամարտի տարիներին  Արևմտյան  Հայաստանում  գործող  հետախուզական  «Հայկական  շտաբիի» աշխատանքները,  ինչպես  նաև  Հայկական  բանակի  հետախուզական  բաժանմունքի գործունեությունը: ", "ван, 1987, с. 195-207, նույնի, Լուկիոս Վերոսի օրոք Հայաստանում թողարկված պղնձե դրամներ, ՊԲՀ, No2, Երևան, 2004, էջ 234-253: ", "Վերջինիս  կողմից  թշնամու  թիկունք  գործակալական  ներթափանցման  եղանակով ստեղծված  ծպտյալ  գործակալական  ցանցի  միջոցով  անհրաժեշտ  կանխարգելիչ տեղեկությունների հայթայթման արդյունքում կազմված զեկուցագրերի ուսումնասիրությունները  թույլ  են  տալիս  օբյեկտիվ  գնահատել  իրավիճակն  ամբողջ Արևմտյան  Հայաստանում:  Հարկ  է  նշել,  որ  1920  թ.  թուրք-հայկական  պատերազմի նախաշեմին թուրքերի կողմից իրականացվող կոնկրետ գերծողությունների վերաբերյալ հայ  հետախույզներն  ռազմաքաղաքական  բնույթի  արժեքավոր  տեղեկություններ  էին ուղարկում  Հայաստանի  Հանրապետության  կառավարություն,  սակայն  ինչ-ինչ պատճառներով  դրանք  կամ  ուշացումով  էին  տեղ  հասնում,  կամ  էլ՝  ղեկավարության կողմից  համապատասխան  վերաբերմունքի  չէին  արժանանում4:  Հատկանշական  է,  որ հայկական բանակը  ներսից  քայքայելու  համար  քեմալական  գործակալները քարոզչություն  էին  մղում,  լուրեր  տարածում,  թե  թուրք  զինվորները  «նույնպես բոլշևիկներ են», իսկ «… թուրք-հայկական պատերազմի ամբողջ ընթացքում հայ բոլշևիկ հետախուզական ռազմաճակատում պատմությունից, թուրքական Պատմաբանասիրական  հանդես,  2011,  թիվ  3,  էջ  94-119;  Հայկական  բանակի  հետախուզական բաժանմունքի պետ Տիգրան Դևոյանցի զեկուցագրերը թուրքական բանակի մարտակազմի վերաբերյալ, ՀՀ ԳԱԱ Լրաբեր հասարակական գիտությունների, 2010, թիվ 1-2, էջ 458-460, 470-483: ", "XIV –  XVII  դարերը  հայ  ժողովրդի  պատմության կնճռոտ և քիչ  լուսաբանված ժա- մանակահատվածն են, երբ երկրում տիրում էր քաղաքական և տնտեսական  անկայուն իրավիճակ:  Նախորդ  ժամանակաշրջանում  (IX  –  XIII  դդ.`  սկզբում  Բագրատունիների, ապա Զաքարյանների տիրապետության շրջանում) սկսած քաղաքական, տնտեսական, հասարակական կյանքի զարգացումն ընթանում էր բնականոն հունով, որը հանգեցրեց մշակութային ակնառու վերելքի: Տնտեսական վերելքը, քաղաքների ձևավորումն ու հե- տագա  աճը  նպաստեցին  արհեստագործության  լայնածավալ  արտադրությանը,  ներքին ու  արտաքին  առևտրի  զարգացմանը,  որոնք  երկրի  տնտեսության  առաջընթացի  հիմ- նական գործոններն էին: Զաքարյանների տիրապետության շրջանում սկսված պատմա- կան  օրինաչափ  առաջընթացը,  սակայն,  ընդհատվեց  մոնղոլական  քոչվոր  ցեղերի  ար- շավանքներից  հետո:  Հայաստանը,  ներքին  որոշակի  շարժերով  պայմանավորված  թու- լանալով, խոցելի էր դարձել մոնղոլական արշավանքների նախօրեին: ", "Առաքել Պատրիկը90 իր «Հայկական տարազ» և Վ.Հացունին «Պատմութիւն հայ հին տարազին» գրքերում անդրադառնում են հնագույն ժամանակներից մինչև մեր օրերը հայ- կական տարազի ուսումնասիրության խնդիրներին91: Մանավորապես կատարել են աքե- մենյան,    հելլենիստական,  վաղ  հայկական  արվեստի  նմուշների  հանդերձանքի  և  զգես- տավորման  վերլուծությունը:  Պատկերագրական  և  դիցաբանական  կերպարների  ուսում- նասիրությանն է նվիրված Զ. Թառայանի92 աշխատությունը, որը լուսաբանում է Տիրամոր պաշտամունքի և կերպարի հնագույն նախատիպերը հին հայկական և համաշխարհային արվեստի  ստեղծագործությունների  տեսանկյունից:  Հայկական  լեռնաշխարհում  «Պատե- րազմի և սիրո դիցուհու» պատկերագրության խնդիրները վեր հանման հետ կապված կու- զեինք նշել «Աֆրոդիտե. պատերազմի տիրուհին, սիրո դիցուհին» (խմբ. Մ. Զայֆերթ)93, Շ. Հուսեյնի  «Աստվածուհին.  մայրիշխանությունը,  առասպելներն  ու  արխետիպերը, courant idéaliste et réaliste de la personification des provinces romaines //Originalveröffentlichung in: 50 Years of Polish  Excavations  in  Egypt  and  the  Near  East.  Acts  of  Symposium  at  the  Warsaw  University,  1986,  Warschau, basilica in Rom, Jdl 15, 1900, p. 1-42. et de Commagène, Paris, 1890. Recueil d’ Antiquités égyptiennes, étrusques, grecques et romaines., t.II, Paris, 1756, Furtwängler A., Die antiken Gemmen, Leipzig, 1900, Plantzos D., Hellenistic engraved Gems, Oxford, 1999, Zwierlein-Diehl E., Antike Gem- men und ihr Nachleben, de Gruyter, 2007, Ալիշան Ղ., Այրարատ, Վենետիկ, 1890: ", "արարումը,  պտղաբերությունը  և  արգասաբերությունը»94  և  Ա.  Վան  դեր  Մեյերի  հեղինա- կած «Նախնադարյան նախամայր Մաի լեզուն. Կնոջ պատկերագրության զարգացումը 40 Սրանք  շատ  արժեքավոր  աշխատություններ  են  ոչ  միայն  մեզ  համար,  այլև  համաշխար- հային  արվեստում  և  պատկերագրության  մեջ  կանանց  առաջին  օրինակների  տիպաբա- նության և դասակարգման ուսումնասիրության առումով: ", "Գնաց, մտավ պարտե´զը, Կերավ հարսի ջե´յեզը: 158 - Թոթոլ թաթիկ, ջուր բե´ր, Փլավ էփեմ, դու կե´ր, - Ես չեմ ուտե, դու կե´ր. Կե´ր, կե´ր, կե´ր: 159 Ալա´–բա´լա´–նի˜-ցա´, դաս-կա´ բա-նի˜-ցա (կուշկա բանիցա), //Հե՜յ գիդի Վա´ն-չո′ (ով գիդի բանչո), տա′ս կապի-տա′ն–չո′, //Փա˜–լա˜ն–չո′: //Փալանչո′ն էլ մի բա′ն չի′, //Գնա′ Մարոյին  կա′ն-չի′  (գնա  տատուդ  կանչի)://Մարոն  գնաց  թա′տ-րո′ն,  (Տատին  եկավ  օյին- բազ)// Ջեբը (գրպան) լիքը պա′դ–րո′ն (պարկուճ), (գլխին ուներ երեք մազ),//Պադրոնն ըն- գա′վ տրա′-քե′ց, //Մարոյի սիրտը պա′յ–թե′ց  (մեկը` առաջ, մեկը` հետ, մեջտեղինը` պոլի փեդ):160 Վիճակահանության  տեքստերում  հաճախակի  հանդիպող  բառերի  կրկնությունները և վերը նշված` «մահվամբ» հաշվից դուրս եկողի գաղտնագրված գործողությունները թույլ են տալիս ենթադրելու, որ դրանք բանաձևեր են և ստեղծվել են ինչ-որ ծածկագրված մի բան  հայտնելու  կամ  պահելու  համար:  Հայտնի  է,  որ  գոյություն  ունի  հայկական  ծածկա- գրության  չորս  խումբ`  քաղաքական,  գրչածածուկ,  արհեստագործական  և  առեղծվածա- գիր:161 Ենթադրվում է, որ ավելի հին տարբերակներում առկա են եղել քաղաքական բնույ- թի  բանաձևային  ծածկագրեր  (գաղտնածեսե՞ր)162,  որոնց  ներքին  դրդապատճառները կրում են իրենց նպատակն իրագործելու կանխամտածված գործողություններ:163 Պատմողական տեքստով հետևյալ վիճակահանության տեքստն ի սկզբանե եղել է նախազգուշացնող, գաղտնագրված բնույթի, որը թուրքերի հարձակման վտանգի դեպ- ծնվ.` 1935 թ.: ԴԱՆ, ՀՀ Շիրակի մարզ, ք. Գյումրի, 2010 թ., բանասաց՝ Սահակյան Վարազդատ Վարդանի, ծնվ.` 1998թ.: ", "ՕՍՄԱՆՅԱՆ  ԿԱՅՍՐՈՒԹՅԱՆ  ԳԱՂՏՆԻ  ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻ  ԿԱԶՄԱՎՈՐՈՒՄԸ ԵՎ ԱՐԵՎՄՏԱՀԱՅՈՒԹՅԱՆ ՊԱՅՔԱՐԸ (19-րդ դարի 60-70-ական թթ.) Օսմանյան կայսրության գաղտնի ծառայությունների զարգացման գործում Օսմանյան կայսրությունը, լինելով հզոր պետությունը, ակտիվ դերակատարություն է ունեցել համաշխարհային քաղաքականության մեջ: ", "Կուտակված աղբյուրագիտական նյութը միանշանակ ցույց է տալիս, որ առաջին մար- դակերպ  խորհրդանիշներն  առավելապես  կապված  են  «կնոջ  թեմայի»  հետ:  Դրանցում բավական  բնական  էին  կատարված  մարմնի  համաչափությունները,  գեր  և  ծավալային էին  ներկայացված  որովայնը,  կրծքերը,  կոնքերը:  Ընդունված  է  այն  տեսակետը,  որ  այս հատկանիշներով  օժտված  արձանիկներում  ամփոփված  են  մոր,  սերնդի  շարունակողի այլաբանական պատկերումները: ", "Անցյալում տարածված որոշ հաշվերգերի տեքստեր այսօր պահպանված են միայն տարեցների հիշողություններում: Դրանք  ունեցել են իմաստ չարտահայտող բառակա- պակցություններ,  բառեր,  որոնք  մենք  բնորոշում  ենք  անհասկանալի  եզրույթով:  Այդ Тегеран, 2006, стр. 150. Խաչատուրի, ծնվ.` 1929 թ.: ", "XIV – XVII  դդ. արտաքին քաղաքական շարժերի հետևանքով փոխվեց Հայաստա- նի  ներքին  սոցիալ-տնտեսական  դրությունը:  Մոնղոլական  և  հետմոնղոլական  արշա- վանքներից  հետո  երկրի  արտադրողական  ուժերի  աստիճանական  արտահոսքի  հե- տևանքով  հետզհետե  անկում  ապրեցին  քաղաքները,  արհեստներն  ու  առևտուրը:  Ար- տաքին ներխուժումներից մեծապես տուժած քաղաքներն այլևս չվերականգնվեցին, լա- վագույն  դեպքում  վերածվեցին  գյուղական  բնակավայրերի,  որտեղ  սեփական  կարիք- ները բավարարելու համար քաղաքային կամ ապրանքային արտադրանքը մեծ մասամբ փոխարինվեց տեղում ստեղծված գյուղական տնայնագործական արտադրանքով: ", "ցոլանք և ներկայացնում են հղի կանանց կամ նրանց հովանավորներին: ", "Քաղաքների  անկմամբ  պայմանավորված  տեղաշարժվեցին  նաև  քարավանային ճանապարհները: Հայաստանի արտաքին առևտրի զարգացման համար խոշոր նշանա- կություն ունեցող Մետաքսի ճանապարհի` Հայաստանի հյուսիսային և կենտրոնական շրջաններով  անցնող  ուղեգծի  տեղափոխումը  դեպի  հարավ  միջազգային  առևտրից դուրս մղեց Դվինը, Անին, Կարսը: Զրկվելով տարանցիկ առևտրից ստացվող եկամտից, դրանք  կորցրեցին  նաև  իրենց  առևտրա-արհեստագործական  կենտրոնների  կարգա- վիճակը:  Գլխավոր  առևտրական  ճանապարհի  ճյուղավորումների  հանգուցակետերում քարավանային  կանգառների  համար  հանգրվան  դարձան  գյուղական  բնակավայրերը, տեղական  նշանակության  քաղաքային  ավանները,  քարավանատները:  Այս  առումով առանձնակի  կարևորություն  ունեին  նախորդ  դարերում  աշխույժ  գործող  Դվին-Պար- տավ  և  Սյունիքի  տարածքով  դեպի  Նախիջևան,  ապա  Թավրիզ  անցնող  մայրուղիները, որոնք  իրենց  դերը  որոշ  չափով  պահպանեցին  նաև  հետագայում: XV  դարից  աստիճա- նաբար  բարձրացավ  Երևանի  նշանակությունը,  որը  սկզբում  լինելով  Արևելյան  Հայաս- տանի  վարչական  կենտրոնը,  հետագա  դարերում  սկսեց  առաջատար  դեր  կատարել առևտրա-տնտեսական ու մշակութային կյանքում: ", "Նախատեսվում  էր  Իրանի  տերության,  Միջին  Ասիայի  և  Հնդկաստանի  հետ իրականացվող  առևտրի  արդյունավետության  համար  Կուր  գետի  ակունքի  մոտ  ռուս- կովկասյան առևտրային նոր կենտրոն հիմնել49: ", "Խեցեգործական արհեստի զարգացումը ուշ միջնադարում` ՀՀ տարածքում պեղված հուշարձանների գտածոների հիման վրա (Տես նկ. 1) Դվինը,  որ  դարեր  շարունակ  (IV  –  XIII  դդ.)  եղել  է  Հայաստանի  վարչա-քաղաքա- կան (մինչ 930 թ.), առևտրա-տնտեսական, մշակութային կենտրոնը, հայտնի էր նաև իր արհեստագործական արտադրությամբ: IX – XIII դդ. Դվինն իր խեցեգործական արտադ- րանքով պատկառելի  մասնաբաժին ուներ Մերձավոր Արևելքի երկրների մշակութային փոխհարաբերությունների համույթում: XIII դ. 30-50-ական թթ. քաղաքը ծանր հարված է ստանում: Դվին  են  արշավում մոնղոլական  հորդաները,  ավերի մատնելով  ամեն ինչ, բայց քաղաքը մասնակիորեն պահպանում է իր կենսագործունեությունը մինչև XIV դա- րի սկիզբը, թեև պատմիչներն այդ մասին լռում են46: Դվինը XIII – XIV դդ. պատկանել է Օրբելյաններին,  ինչը  վկայում  են  վիմագիր  արձանագրությունները,  որտեղ  Տարսայիճ Օրբելյանն  իրեն  հռչակում  է  ,,…կողմնակալ  այսմ  (Սյունյաց)  նահանգի…  ի  Բարկուշա- տայ  մինչև  ի  դաշտն  Դւնայ…47:  Դվինում  այդ  ժամանակաշրջանի  սոցիալ-հասարա- կական կյանքի շարունակականության մասին են փաստում և վերջին տասնամյակների պեղումներով  միջնաբերդի  վերին  շերտերում  հայտնաբերված  XIII  դ.  վ.–  XIV  դ.  սկ. թվագրվող ջնարակած անոթները և Ուլու Դավիթ  թագավորի (1247 – 1274) դրամը48: ", "Հետախուզական  տեղեկատվության  հայթայթման  նպատակով  թուրք  ռազմական ղեկավարները լայնորեն  օգտագործել  են  առևտրականներին,  հոգևորականներին, ուսանողներին,  թափառականներին,  ինչպես  նաև  իրենց  ենթակայության  տակ  գտնվող քաղաքացիական հագուստ կրող զինվորներին: Կային նաև գործակալներ, որոնք ունեին ազնվական ծագում6: "], "source_docs_file": "History.json"}