{"paragraph_source_docs": [4, 4, 1, 4, 4, 4, 3, 0, 2, 4], "source_docs_file": "History.json", "paragraphs": ["Азербайджан в XVIII веке и взаимоотношения его с Россией, Баку, 1965. բանասիրական հանդես», 1991, № 2: ", "культуры (XIX – начало XX вв.), Под ред.  А. Гулиева, В. Мочалова, Баку, 1955, с. 19. նաև թեմայի վերաբերյալ Ա. Հովհաննիսյանի մյուս հիմնարար մենագրությունը՝ Иосиф Эмин, Ер., 1989։ ", "Մրցությամբ  վիճակահանության  տարբերակներից  էր  քայլերով  կատարված  վիճա- կահանությունը, որի ժամանակ մրցում են՝ քայլ գցելով: Այդ տարբերակներից էին՝ «հաց- պանիր-ջուր»,  «մեկ-երկու-երեք»  կամ  «փոս  փորեմ,  թուրքին  խորեմ»  բանաձևերը,  որոնց ընթացքում երկու թիմի ավագները կանգնում են դեմ դիմաց, և յուրաքանչյուրը, իր ոտքը ոտքի առաջ դնելով, հաջորդաբար առաջ է գալիս երեքական  քայլով՝ արտասանելով վե- րը նշված տարբերակներից մեկը: Ում ոտքի թաթն առաջինը կպչում էր դիմացինի ոտքի թաթին, նա էլ առաջինը ընտրում էր իր թիմի անդամներին: ", "աշխատասիրությամբ35: ", "Ուշադրության  արժանի  է  նաև  Ռուսաստանի  արտաքին  քաղաքականության պատմության  բազմահատորյակի  XVIII  դարն  ընդգրկող  պրակը՝  Ժ.  Անանյանի Հայ  պատմագիտության  մեջ Հյուսիս-արևելյան  Այսրկովկասի  առանձին խանությունների  XVIII  դ.  երկրորդ  կեսի  պատմությանը  նվիրված  գիտական ուսումնասիրություններ  գրեթե  չեն  կատարվել:  Բացառություն  են  կազմում  Վ. Գրիգորյանի 36  և  Ս.  Մարգարյանի 37  հետազոտությունները։  Հայկական  հարուստ աղբյուրները  մանրակրկիտ  վերլուծելով՝  Վ.  Գրիգորյանը  վերականգնում  է  XVIII  դ.  80- դդ.  քաղաքական  պատմության  մի  շարք  հարցեր  խոր  քննության  են  ենթարկվում    Ս. Մարգարյանի ուսումնասիրության մեջ: ", "История внешней политики России. Конец XV в. – 1917 г., Oтв. ред. А. Н. Сахаров, Москва, 1998, с. 150-167. Տե՛ս  նաև  թեմայի  վերաբերյալ  Ժ.  Անանյանի  մյուս  արժեքավոր  ուսումնասիրությունը՝  Հայ-ռուսական հարաբերությունները,  նախադրյալները,  փուլերը,  պրոբլեմի  նկատմամբ  մոտեցումները,  –  «Լրաբեր հասարակական գիտությունների», 1991, № 1, էջ 3-19: ", "գրաֆիական անալիզների արդյունքների առկայության դեպքում, որոնք, ցավոք, տեխնիկական դժվարու- թյունների պատճառով բացակայում են: ", "Սույն  ատենախոսության  խնդիրների լուծման  տեսանկյունից  կարևոր նշանակություն է ունեցել Ռ. Սահակյանի հոդվածը, որտեղ լուսաբանվում է, թե ինչպես դեռևս «Թեշքիլաթի  մահսուսա»-ն համակարգել  ու  իրագործել  է  Բաթումի  նահանգում  և  Կարսի  մարզում  հայերի զանգվածային կոտորածները և բնակավայրերի կողոպուտը5: ", "Հայաստանի  պատկերագրության  մասին՝  որպես  պարտյալ  Արտաշիսյան  թագուհի տիպի ուսումնասիրության համար հիմնվել ենք արտասահմանյան ուսումնասիրություննե- րից  Ջ.  Հերմանի73,  Ա.  Կյութների74,  Հ.  Դրագենդորֆի75,  Հ.  Լաուբշների76,  Ջ.  Պոլլինի77  և այլոց աշխատությունների վրա78: ", "գիտական ուսումնասիրությունները41: "]}