{"paragraph_source_docs": [0, 1, 1, 1, 0, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 0, 0, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 0, 1, 1, 1, 0, 1, 0, 1, 1, 1, 1, 1], "paragraphs": ["Assyrian  Progress-ն  առավելա- պես  լուսաբանում  էր  Կալիֆոռնիայում հաստատված  և  Մասաչուսեթսից  տե- ղափոխվողների  հաշվին  շարունակա- բար  աճող  խարբերդցի  ասորիների համայնքի  կյանքը,  թեև  նրանում  քիչ չեն  նաև  նյութերը  Մասաչուսեթսի  և, մասնավորապես՝  Վուսթերի  մասին, որը  1930-ականներին  էլ  մնում  էր ՄՄՆ-ում  խարբերդցի  ասորիների գլխավոր կենտրոնը: ", "Երբ վերջիններս պարունակում են վերացական գոյականներ, ինչպիսիք են War is war կամ Business is business,  ապա  նման  նույնաբանությունները  հիմնականում  արտահայտում  են իրատեսական  մոտեցում  մարդկային  տարաբնույթ  գործունեության  հանդեպ: ", "Այստեղ խոսողն  արտահայտում  է իր վերաբերմունքը անխուսափելի բացասական երևույթների  հանդեպ,  որոնք  պետք  է  ըմբռնել,  համակերպվել  դրանց  հետ  և ընդունել  այնպես,  ինչպես  կան:  Ի  տարբերություն  վերացական  գոյականով կազմված  նույնաբանությունների,  որոնք  վերաբերում  են  մարդկային  տարաբնույթ գործունեությանը,  թանձրացական  գոյականով  նույնաբանությունները,  ինչպիսիք են  Kids are kids,  վերաբերում  են  որևէ  երևույթի  առանձնահատուկ  հատկանիշին, ինչը պետք է ընդունել, քանի որ այն փոխելը հավանական չէ: Ինչպես մատնանշում է  Վերժբիցկան,    թանձրացական  գոյականներով  կազմված  նույնաբանությունները հիմնականում արտահայտում են ընդհանրացվածություն, հանդուրժողականություն, անտարբերություն և  պարտավորվածություն (Wierzbicka  1991:  395):  Մի  շարք  անգլերեն  նույնաբանություններ  վերաբերում  են մարդկային  զբաղմունքների  կամ կարգավիճակի,  դերակատարման,  ինչպես, ասենք,  տղաներին,  հայրերին,  ուսուցիչներին  կամ  ամուսիններին:  Վերժբիցկան նշում է, որ այնպիսի նույնաբանություններ, ինչպիսիք են Boys will be boys կամ Kids are  kids,  արտահայտում  են  մարդկային  բնույթի  հանդեպ  իրատեսական վերաբերմունք  և  կոչ  են  անում  դրսևորելու  համակերպվածություն  և հանդուրժողականություն,  որովհետև  մարդկային  բնույթը  դիտարկվում  է  որպես թույլ  և  խոցելի,  վերահսկողությունից  դուրս  գտնվող  երևույթ:  Հոգնակի  թիվը նույնպես  ընդգծում  է,  որ  այդ  թուլությունը  վեր  է  մարդու  կարողությունների շրջանակից  (Wierzbicka  1991:  405-411):  Այս  համատեքստում  Վերժբիցկան  նաև դիտարկում է  A  husband  is  a  husband  նույնաբանության  մի  քանի մեկնաբանություններ:  Դրանք են`  պարտավորվածության  իմաստը (այն պարտավորվածությունները, որոնք կինն ունի  ամուսնու հանդեպ), անտարբերությունը (ամուսինները միմյանցից ոչ շատ լավն են ու ոչ էլ շատ վատը) և բացարձակ ընդհանրացումը (բոլոր ամուսիններն ընդհանուր առմամբ նույնն են, ու գիտես, թե նրանցից ինչ կարելի է սպասել) (Wierzbicka 1991: 421): Ինչպես ցույց է տալիս  փաստական նյութի մեր քննությունը, նույնաբանությունների մեկնաբանությունների  տարբեր  հավանականությունների  մեծաթիվ լինելը ընդգծում  է  նույնաբանական  կառույցների  և  դրանց  համատեքստերի  միջև բացահայտ  կապը  և  շեշտում  է  համատեքստի  դերի  առաջնահերթությունը նույնաբանությունների  իմաստը  վերծանելիս:  Նույնաբանական  կառույցների  մեջ just  կամ  only  բառերի  առկայությունը  դրանց  տալիս  է  այլ  իմաստ  կամ երանգավորում,  ինչն  անդրադառնում  է  նույնաբանության  արտահայտած  ուղերձի վրա:  Օրինակ` A kiss is just a kiss,  արտահայտում  է  անկարևորության  իմաստ`  ի տարբերություն A kiss is a kiss  նույնաբանական  կառույցի,  որն  արժևորում  ու  մեծ նշանակություն  է  տալիս  համբույրին:  Նույնաբանությունների  իմաստն  ընդգծող մեկ  այլ  միջոց  է  դրա  կառույցում  ստացական  դերանունի  կիրառությունը:  Որոշ դեպքերում  դա  կարող  է  նույնաբանությանը  փոխանցել  պարտավորվածության իմաստ  և  թուլացնել անտարբերության զգացումը, ինչպես, օրինակ, My neighbours are my neighbours կամ էլ Օ. Ուայլդի «Եսասեր հսկան» (WO SG: 19) պատմվածքում կիրառվող My own garden is my own garden նույնաբանական  կառույցներում:  Ընդ որում`  երկրորդ  նույնաբանական  կառույցում,  բացի  ստացական  դերանունից, կիրառվում է նաև  own որոշիչը` է՛լ  ավելի ընդգծելու  խոսողի սեփականատիրական մղումները, բացառելով  անտարբերության որևէ արտահայտում (ինչպես, օրինակ, A garden is just a garden–ի դեպքում): ", "Այժմ դիտարկենք հետևյալ նույնաբանական կառույցներն ու գործնականում ստուգենք  նույնաբանության  գոյականական  անդամի  թվի  ազդեցությունը  ամբողջ կառույցի հաղորդակցական-գործաբանական արժեքի վրա5. well  girls  are…girls.  You  cannot  blame  the  females  for  being  attracted  to  good looking  men.  Personally,  I have  met  way too many  allegedly  “handsome” men in my life that they all have started to look the same to me…people like Will. Many of them try way too hard and come off as extraordinarily vain. *coloring slightly* Not  you,  obviously,  but  you  know,  other  guys.”  (Tumblr,  http://slaying-dragons- in-my-mind-blog.tumblr.com/post/6407168963/daaaance,  (accessed  11  February, was at school, but I cannot remember ever directing it at a girl. To me  a girl is a girl, so will act/behave like a girl, which is right. But why is 'like a girl' insulting to a  boy?  Simply  because  young  boys  naturally  want  to  look  masculine  and  do  not want to be compared to a girly girl who is too worried about their nails/hair/make - up during physical activity. But also many boys feel they have to be better at sports than  the  girls,  as  males  are  naturally  stronger  and  more  physical  so  should  be reaching  higher  benchmarks.  Physical  tests  and  sports  around  the  world demonstrate that females cannot hit the same levels  which a male can, hence why we  separate  males  and  females  in  sporting  events.  If  you  were  to  put  a  national female  football  team  against  that  of  a  national  male’s  team  you  would  probably find  that  the  result  would  look  something  like  Germany  vs  Brazil  (on  average), with  a few  games  possibly  going the  other  way. (The  Telegraph, http://www.telegraph.co.uk/women/womens-life/10961856/At-last-theres-no- shame-in-acting-like-a-girl.html, (accessed 20 November, 2015)) Առաջին  օրինակում  Ah,  well  հատվածը  արդեն  հսկայական  տեղեկույթ  է փոխանցում  ու  համապատասխան  համատեքստ  ստեղծում,  որպեսզի girls are girls նույնաբանությունը  ընկալվի  որպես  աղջիկների  հանդեպ  ոչ  լուրջ  և  միևնույն ժամանակ հանդուրժողական վերաբերմունքի արտահայտում:  Միայն girls are girls նույնաբանական  կառույցի  արտահայտած  տեղեկույթը  բավարար  չէր  լինի  նման եզրակացության  համար:  Նույն  կերպ  երկրորդ  նմուշօրինակը`  a girl is a girl արտահայտության  համար  էլ  չի  կարելի  ասել,  որ  այն  կմեկնաբանվի  որպես աղջիկների  հանդեպ  անվստահություն:  Այստեղ  խոսողը,  օգտագործելով a girl is a girl նույնաբանությունը, ցանկանում է արտահայտել այն միտքը, որ աղջիկները մեծ ուշադրություն  են  դարձնում  իրենց  եղունգներին,  դիմահարդարմանն  ու սանրվածքին,  ու  տղաները  չէին  ցանկանա,  որ  իրենց  բնորոշեն  այնպիսի որակներով, որոնք հատուկ են աղջիկներին: Խոսողը աղջիկների հանդեպ հեգնանք չի  արտահայտում,  այլ  պարզապես  ընդունում  է  իրականությունը,  որտեղ  կանայք պարզապես  ֆիզիկապես  ավելի  թույլ  են,  քան  տղամարդիկ:  Սա  ոչ  թե անվստահության արտահայտություն է, այլ իրական փաստերի ընդունում: ", "Այստեղ նշենք նաև, որ ձուլման աստիճանն ԱՄՆ-ում հաստատված խարբերդցի ասորիների  միջավայրում  ավելի  բարձր  էր,  քան  հայերի:  Դա  բացատրվում  է  հայերի համեմատ  նրանց  փոքր  թվով,  ազգային  լեզվի  բացակայությամբ  և  ազգային  հաստա- տությունների  թուլությամբ:  Պարզ  չէ,  թե  ինչ  աստիճանով  էին  հայախոս  ասորիները ձգտում  կամ  փորձում  փոխանցել  նոր  սերնդին  հայերենը,  սակայն  ակնհայտ  է,  որ  ա- վագ սերնդի ասորիները, ինչպես և հայերը (և դրա մասին կարդում ենք Վիլյամ Սարո- յանի՝ նույն ժամանակաշրջանն ու վայրը նկարագրող պատմվածքներում), ջանում էին, որ  իրենց  զավակներն  առաջին  հերթին  կատարելապես  տիրապետեն  անգլերենին  և ինտեգրվեն ամերիկյան հասարակության մեջ: ", "Դիտարկենք հետևյալ օրինակները. towards  our  own  vocation.  The  work  of  your  hands  is  not  irrelevant, whether  or  not  you  see  the  outcome.  It  is,  without  exaggeration,  holy activity and a priestly service. Investment  bankers, Walmart  greeters,  and  parish  priests  who  would  have their lives shaped by reality must understand this. Or  become  lazy,  bored,  and  sloppy,  which  is  like  spraying  a  subway  train with  obscene  images  or  breaking  a  neighbor’s  windows  for  no  reason  or driving while slightly drunk. Passive or active,  a vandal is a vandal. So get to  work.” (http://canterbridge.org/2015/07/03/a-vandal-is-a-vandal- proverbs-18/ (accessed 26 August, 15)) nothing  else  better  to  do  than  destroy  property  that  does  not  belong  to them.  The  'Petroglyphs'  is  history  and  should  be  preserved.  Now  it  is  a federal investigation so if they are caught, good luck to them, they deserve what  they  get.  (KRQE  News  13,  http://krqe.com/2014/09/15/vandals- destroy-part-of-petroglyph-trail/ (accessed 17 July, 2015)) Այս նույնաբանական կառույցները կիրառելիս խոսողը/գրողը վստահ է, որ իրեն լսողը  կամ  իր  պոտենցիալ  ընթերցողը  իր  մեկնաբանությունը  սկսում  է  vandal բառի  իմաստի  ընկալումից:  Պատմականորեն  վանդալ  ցեղանունով  նկատի  են ունեցել  մարդկանց,  որոնք  հեռու  են  քաղաքակրթությունից,  սակայն  ոչ  միայն հեռու են, այլև ունակ են ոչնչացնելու մշակութային կոթողներ, համամարդկային արժեքներ,  արվեստի  գործեր:  Մինչդեռ  վանդալ  բառն  իր  առաջին  իմաստով ցեղանուն  է`  գերմանական  ցեղ,  որ  միջին  դարերում  տեղաշարժվեց  դեպի Իտալիա  ու  Իսպանիայի  արևմուտք:  Ակնհայտ  է,  որ  իրենց  վայրագությունների, դաժանության  ու  հատկապես  մշակութային  ու  քաղաքակրթական  արժեքների նկատմամբ կործանարար ազդեցության պատճառով նրանց անունը ձեռք է բերել բնութագրական նշանակություն և կիրառվում է` բնութագրելու ոչ քաղաքակիրթ մարդկանց, որոնք մեծ վնասներ են հասցնում համաշխարհային կամ հանրային սեփականությանը: ", "Երբ որևէ մեկը կիրառում է վերոնշյալ նույնաբանությունները,  նա  նախ  և  առաջ  տեղյակ  է  տվյալ  մշակութային, պատմական համատեքստին և կարծում է, որ իր զրուցակիցը նույնպես տեղյակ է  ու  կիսում  է  իր  դիրքորոշումը  (Doron  1988,  Davis  1998):  Նույնաբանության գոյականական անդամը եզակի թվով կիրառելով` խոսողը ցույց է տալիս, որ ում մասին  խոսվում  է,  նա  ունի  վանդալներին  բնորոշ`  վերևում  նշված հատկանիշները,  ու  ըստ  էության  բոլոր  վանդալներն  էլ  նույն  ընդհանուր անմարդկային ու վայրի վարքն ունեն  արվեստի, մշակույթի ու քաղաքակրթության հանդեպ: ", "Հոգնակիի պարագայում նույնպես հնարավոր չէ հանդուրժողականություն  կամ  ըմբռնողականություն  տեսնել,  ինչն  ակնհայտ  է հաջորդ օրինակում, որը մեջբերված է National Geographic ամսագրի Here Are the Ancient  Sites  ISIS  Has  Damaged  and  Destroyed  վերնագրով  հոդվածի մեկնաբանություններում. Isis terrorists destroyed a 5th century B.C. Assirian monuments. No means should be spared to stop them!  Vandals are vandals and must be eliminated.  Every second is  on account. (National  Geographic, (http://news.nationalgeographic.com/2015/09/150901-isis-destruction- looting-ancient-sites-iraq-syria-archaeology/ (accessed 08 August, 2015)) Տվյալ  օրինակում  մեկնաբանողը  հանդուրժողականություն  կամ  ըմբռնողական մոտեցման  կոչ  չի  անում,  ոչ  էլ  նման  վարք  է  դրսևորում:  Ընդհակառակը,  նա արտահայտում  է  իր  վրդովմունքը,  դատապարտում  է  և  հակընդդեմ  քայլերի հրատապ  անհրաժեշտության  մասին  դատողություն  անում:  Անշուշտ,  հոգնակիով նույնաբանությունն ունի որոշ ընդհանրականություն, ինչը բնորոշ է հոգնակի թվին ընդհանրապես:  Փաստական  նյութի  քննությունը  ցույց  է  տալիս,  որ  հոգնակիով կիրառված նույնաբանությունը եզակիից տարբերվում է հիմնականում նրանով, որ հոգնակին  տարածվում  է  մեկից  ավելի  երևույթների,  օբյեկտների  նկատմամբ  ու ընդհանրացնում  նրանց  բոլորին  միավորող  հատկանիշները`  ինչ-որ  չափով համահարթեցնելով կամ մեծ  տեղ չտալով դրանցից յուրաքանչյուրի անհատականությանը: Սակայն, ինչպես  ցույց է տալիս մեր վերլուծությունը, միշտ չէ,  որ  հոգնակիով  կառուցված  նույնաբանությունը  հանդուրժողական  ու ըմբռնողական վերաբերմունք է ենթադրում: Դիտարկենք մի քանի օրինակներ. (Whisper,https://whisper.sh/whisper/0517f768908fe8218728d4208c84ee46e (accessed August, 2015)) “4  masked  Israelis  physically  attack  two  Palestinian  homes  in  the  town  of Dama.  Both have windows smashed, and fire bombs thrown inside. At least one  has  the  word,  Nekama,  \"Revenge,\"  spray  painted  on  the  side  of  the house.  One  is  empty,  while  the  other  contains  a  family  of  four  asleep  in their beds. The father, mother and one child are brutally burned and now in the  hospital  with  2nd  and  3rd  degree  burns  over  60-90%  of  their  bodies. The 18 month old baby, Ali Saad Daobasa, is killed by the smoke and flame. The parents are on life support…” (Rabbi  Tobbin's  Blog,  (http://rabbitobin.blogspot.am/2015/08/murderers- are-murderers-there-is-no.html, (accessed 23 June, 2015)) severe manner. guilty of unpurposeful murder  and  I  think they  should  be  treated in  a  less B:  I  see no  reason to  do  so.  Murderers are murderers  and  they  all  must  be judged in a uniform way. (Channel 6, Action News at 6, 8 June 1985) Առաջին օրինակում  խոսողը  տվյալ նույնաբանությամբ կարծես արտահայտում  է  մարմնավաճառների  նկատմամբ  ընդհանուր  հասարակական կարծիքը, որը ամենևին էլ «հանդուրժելն ու ընդունելը» չէ: Ճիշտ է, սա ամենևին չի նշանակում, թե մարդիկ մարմնավաճառների հանդեպ անհանդուրժող ու ագրեսիվ են,  ուղղակի  նրանց  ընդունում  ենք  այնպես,  ինչպես  որ  կան,  ոչ  ավել,  ոչ  պակաս: ", "Պարզապես ըստ էության հասարակությունն  առավել հաճախ նրանց արհամարհական է վերաբերվում, երբեմն էլ խղճալով: ", "Երկրորդ  օրինակը  հետաքրքրական  է  դիտարկել  համատեքստում:  Այս օրինակում  ևս  մեկ  անգամ  տեսնում  ենք,  որ  երկրորդ  զրուցակիցը  կիրառում  է N(hum.) are N(hum.)  ամենևին  ոչ  հանդուրժողական  կամ  ըմբռնողական  մոտեցում արտահայտելու համար: ", "Ներկայումս ԱՄՆ-ում խարբերդցի ասորիների ժառանգների ամենամեծ կուտա- կումը վերստին Մասաչուսեթսի Վուսթեր քաղաքում է: 1950-60-ականներին Վուսթերի ասորական  համայնքի  պատկերը  նկատելիորեն  փոխվեց  Սիրիայից  և  Թուրքիայից (հիմնականում՝  Տուր  Աբդինից)  ներգաղթած  հակոբիկ  ասորիների  հաշվին,  որոնք  հա- յախոս չէին և չունեին հայերի հետ սերտ գոյակցության ավանդույթներ: Արաբախոս և թրքախոս տարրի մեծացումը նպաստեց Վուսթերում և խարբերդցի ասորիների այլ հա- մայնքներում  հայերենի  «մարման»  բնական  գործընթացին:  Այստեղ  հարկ  է  նշել,  որ  ի տարբերություն  խարբերդցիների՝  Ուրֆայից  ծագող  ասորիներից  (այսպես  կոչված  ուր- ֆալի-ներ) շատերը, որոնք ներկայումս հիմնականում բնակվում են Հալեպում և Հյուսի- սային  Ամերիկայում,  շարունակում  են  պահպանել  հայերենը  որպես  «ընտանիքի  լե- զու»142: Սրան նպաստում է այն, որ Հալեպում ուրֆ ացիներն ունեն իրենց սեփական թա- ղը (արաբերեն՝ հայյ աս-սրյան) և զանազանվում են քաղաքի մյուս ուղղափառ ասորի- ներից, թեև նրանց պարագայում էլ արաբացման միտումն ակնհայտ է: ", "Երրորդ օրինակում առաջին զրուցակիցը առաջարկում է որոշակիորեն մեղմ վերաբերմունք ոչ կանխամտածված սպանություն կատարողների հանդեպ, սակայն երկրորդն  իր  անհամաձայնությունն  է  հայտնում  այդ  կարծիքին  ու  հենց հանդուրժողական մոտեցմանը հակադրվում է հոգնակիով կազմված նույնաբանության կիրառմամբ6: ", "Ինչպես տեսնում ենք, նույնաբանությունների իմաստը չի սահմանափակվում այս կամ այն հնարավոր մեկնաբանությամբ: Հաղորդակցական իրադրությունից կախված` այն կարող է ձեռք բերել տարբեր մեկնաբանություններ (Gazdar  1979):  Այդ  դեպքում  հնարավո՞ր  է  արդյոք  խոսքաստեղծման  ընթացքում ուղենշել որևէ նույնաբանության մեկնաբանման, դրա գործաբանական նշանակության շրջանակը: ", "Նույնաբանությունների գործաբանական նշանակության  մասին  խոսելիս  պետք  է  նշել  խոսողի  հաղորդակցական նպատակը:  Ուսումնասիրելով  մի  շարք  օրինակներ  և  տեսություններ`  կարելի  է եզրակացնել,  որ  նույնաբանության  հաղորդակցական-գործաբանական  արժեքը մեծապես  կախված  է  այն  նպատակից,  որին  խոսողը  ծառայեցնում  է  իր  խոսքը: ", "Ստացվում  է,  որ  արդարացված  չէ  փորձել  ստեղծել  նույնաբանությունների իմաստային  դասակարգման  աղյուսակ  ու  պնդել,  որ  որևէ  նույնաբանություն կարելի  է  կիրառել  միայն  մեկ  նշանակությամբ  կամ  թեկուզ  մի  քանի  ֆիքսված նշանակություններով:  Նույնչափ  հեռանկարային  չէ  ստեղծել  բանաձևեր  ու համապատասխանաբար ասել, որ որևէ բանաձևով կառուցվող նույնաբանությունը պետք  է  արտահայտի  որոշակի  նշանակություն:  Մյուս  կողմից,  սակայն,  կարող  է հարց  առաջանալ,  թե  եթե  հրաժարվում  ենք  նույնաբանական  կառույցներն  ըստ դրանց  կառուցվածքային բանաձևի  կամ  ըստ  ֆիքսված  նշանակության դասակարգելուց ու  ասում, որ նույնաբանության հաղորդակցական- գործաբանական  արժեքը  կախված  է  խոսողի  հաղորդակցական  նպատակից  ու իրավիճակային  նախապայմաններից,  ապա  մի՞թե  հնարավոր  է,  դիցուք, ցանկացած նույնաբանությամբ ցանկացած նշանակություն փոխանցել, և ո՞րն է այն գործաբանական  սահմանը,  որի  շրջանակում  կարող  է  նույնաբանությունը գործածվել: ", "Այս  հարցին  պատասխանելու  համար  առաջարկում  ենք  դիտարկել նույնաբանական  կառույցների  մի  քանի  նմուշ:  Այս  օրինակների  քննության արդյունքում  կփորձենք  գտնել  ու  ցույց  տալ  այն  սահմանը,  որի  տիրույթում նույնաբանությունը կարող է կիրառվել: ", "Rubenz69 “RubenzUniversum Universum d7 under https://www.youtube.com/watch?v=BiyBAmCE7d0 (accessed  17  September, at the 2015 Billboard Music Awards, Kanye is Kanye. (Billboard, Kanye West Booed After All Day   Performance http://www.billboard.com/articles/news/bbma/6568470/kanye-west-all-day I did what I did. (The Engish Civil War Part 3, Trial of King Killers, 17:59 min., https://www.youtube.com/watch?v=fzIzJgukqC8, (accessed 17 October, 2015)) Ակնհայտ  է,  որ  այս  նույնաբանական  կառույցներում  առկա  են  որոշակի կառուցվածքային  տարբերություններ:  (1),  (3),  (4)  օրինակները  անվանական նույնաբանություններ են, ըստ որում` առաջին օրինակում գոյականական անդամը կիրառվում  է  “a”  անորոշ  հոդով,  օրինակ  (3)-ում  այն  հոգնակի  թվով  է  կիրառվում, (4)-ում  գոյականական  անդամը  հատուկ  անուն է, օրինակ (2)-ը  իր շարահյուսական  կաղապարով  համադասական  է,  որի  յուրաքանչյուր  բաղադրիչ առանձին վերցված ստորադասական նույնաբանական կառույց է, իսկ օրինակ (5)- բայական է:  Նույնաբանությունների  ամբողջական կառույցների մեկնաբանությունը առաջարկում  ենք  սկսել  դրանց  առաջին անդամ  գոյականների իմաստներին անդրադարձով: Դիմենք Օքսֆորդի բառարանին: ", "Woman female humans in general: (informal) She’s all woman! (= has qualities that are typical of women) 3) (in componds) a woman who comes from the place mentioned or whose job or interest  is  connected  with  the  thing  mentioned:  an  Englishwoman,  a  businesswoman,  a congresswoman,  a  horsewoman  4)  a  female  worker,  especially  one  who  works  with  her hands: We used to have a woman to do the cleaning. 5) (sing.) (old-fashioned) a rude way of  addressing  a  female  person  in  an  angry  or  important  way:  Be  quiet,  woman!  6) (sometimes  disapproving)  a  wife  or  a  sexual  partner:  He’s  got  a  new  woman  in  his  life. IDM. Be your own man/woman  – to act or think independently, not following others or being  ordered:  Working  for  herself  meant  that  she  could  be  her  own  woman.  (Oxford Advanced Learner’s Dictionary 2005) Բառարանային  հոդվածի  առաջին  իմաստի  երկրորդ  օրինակում,  որտեղ խոսողը  հայտնում  է  իր`  կին  բժիշկների  հանդեպ  ունեցած  նախապատվության մասին, հասկանալի է դառնում, որ նրա այդպիսի ցանկությունը պայմանավորված է  որոշակի  ներքին  պատճառներով,  ինչպես,  օրինակ,  որ  կանայք  ավելի  լավ բժիշկներ են, կամ կին բժիշկներն ավելի հոգատար են, թերևս պետք չէ բացառել, որ պարզապես  գուցե  ավելի  հաճելի  է  գործ  ունենալ  կին  բժշկի  հետ,  հատկապես եթե խոսողը տղամարդ է: Բոլոր դեպքերում միտքն այն է, որ որոշակի հատկանիշներից ու  որակներից  ելնելով`  խոսողը  գերապատվություն  է  տալիս  կին  բժիշկներին: ", "Երկրորդ կարևոր հանգամանքը, որ թեպետ կառույցը եզակի թվով է օգտագործվում (a woman doctor),  հասկանալի  է,  որ  խոսքը  ոչ  թե  որևէ  մի  կնոջ  է  վերաբերում,  այլ կանանց`  կին  բժիշկներին  ընդհանրապես:  Եվ  երրորդ  կետը,  որ  կարելի  է  դուրս բերել  այս  նախադասությունից,  այն  է,  որ  խոսողը  նույնիսկ  չի  հստակեցնում,  թե ինչու  է  նախապատվությունը  տալիս  կին  բժիշկներին`  կարծես  դա  համարելով ինքնին  հասկանալի  մի  իրողություն:  Այսինքն`  նա  վստահ  է,  որ  կնոջ  մասին հայտնի  հատկանիշները  փոխընդունելի  ու  հասկանալի  են  հանրության  կողմից: ", "Woman բառի երկրորդ իմաստն ավելի է կենտրոնանում հենց այն հատկանիշների վրա,  որոնք  ընդունված  է  համարել,  որ  բնորոշ  են  կանանց:  Հատկապես  She’s all woman!  բացականչությունը  հենց  այդ  իմաստով  պետք  է  հասկանալ:  Այստեղ փորձենք կիրառել Ջ. Վորդի և Ջ. Հիրշբերգի նույնաբանությունների մեկնաբանման այլընտրանքային  տարբերակների  բացառման  սկզբունքը:  Կստացվի`  She’s  all woman!  ասելով`  խոսողը բացառում է  այնպիսի  այլընտրանքների հնարավորությունը, ինչպիսիք են She’s all man կամ She’s all child տարբերակները: ", "Համաձայնելով այս իրողությանը` միևնույնն է, չենք պարզում, թե ինչ ասել է լինել ամբողջովին/իրապես/իսկական/հենց  կին:  Այս  նախադասության  և  A woman is a woman    նույնաբանության  միջև  գործաբանական  ու  իմաստաբանական  զուգահեռ տանելու  դեպքում  կտեսնենք,  որ  իրենց  հաղորդակցական-գործաբանական արժեքով դրանք միմյանց մոտ են: Երկուսն էլ ցանկանում են ցույց տալ ու ընդգծել այն  որակները,  որոնք  հատուկ  են  հենց  կանանց  և  ոչ  մի  ուրիշ  էակի:  Այժմ անդրադառնանք  այն  հարցին,  թե  ինչ  ասել  է  հատկանիշներ  կամ  որակներ,  որոնք բնորոշ  են  կանանց:  Հստակ  ասել,  թե  որոնք  են  այդ  հատկանիշները,  թերևս կնշանակի դուրս գալ տվյալ աշխատանքի բուն նպատակներից, սակայն ինչպիսին էլ  լինեն  այդ  հատկանիշները  և  ինչքան  էլ  ընդհանրական  լինեն  կանանց  համար, ակնհայտ  է,  որ  տարբերություններ  նույնպես  կան  կանանց  միջև  (հակառակ պարագայում  նրանք  բոլորն  իրոք  նույնը  կլինեին,  ինչը  հակասում է կենսաբանության  ամենաբազային  ճշմարտությանը):  Այստեղ  տեսնում  ենք խոսքային  իրադրության,  խոսողի  հաղորդակցական  նպատակի  և  համատեքստի կարևորությունը: Հստակ  է, որ կնոջ հատկանիշներն ու բնորոշ որակները միասին մի  շարք  են  կազմում,  որոնցից  ոչ  բոլորն  են  նկատի  առնվում  որևէ  խոսքային իրավիճակում:  Այսինքն`  այդ  հատկանիշներից  մեկը  կամ  մի  քանիսը  կարող  են ձևավորել  ասույթի  գործաբանական  ներուժը  և  հանդես  գալ  որպես  այդ  ասույթի գործաբանական  նշանակություն,  մինչդեռ  մյուսները  չիրականացվեն  տվյալ խոսքային  իրավիճակում (Bach  1999;  Ochs  1979b;  Bianchi  2004):  Այստեղ միանշանակ  գործում  են  նաև լեզվի  ու  մարդկանց  գիտակցության  մեջ արմատացած  որոշակի  կարծրատիպային  մոտեցումներ:  Օգտագործելով  կին բառը`  խոսողը  շատ  կամ  քիչ  (ըստ  հաղորդակցական  նպատակի  պահանջի) իրականացնում  է  նաև  այդ  կարծրատիպային  նշանակությունները  իր  ասույթի գործաբանական  նշանակության  մեջ:    Սա  լավ  է  երևում  հետևյալ  օրինակի  վրա: ", "Փորձենք A  woman  is  a  woman-ի  կառուցվածքով  ստեղծել  հետևյալ նույնաբանությունները: ", "A Congresswoman is a Congresswoman. A businesswoman is a businesswoman. Չի  բացառվում,  որ  այս  կառույցները  հետագայում  մուտք  գործեն  լեզվի  մեջ  ու կիրառվեն,  սակայն  այսօր  նման  նույնաբանություններ  կիրառության  մեջ  չեն հանդիպում: Ու հենց սա է հետաքրքիր, թե ինչու նույն (Art) N is (Art) N կառույցին պատկանող նույնաբանություններից մեկը խոսքում ստանում է հաղորդակցական- գործաբանական  արժեք  ու  կիրառվում  է  խոսողի  միտքն  արտահայտելու  համար, իսկ  մյուսը`  ոչ:  Տարբերությունն  այն  է,  որ  congress  գոյականը,  woman-ի  հետ կիրառվելով  որպես  congresswoman,  որևէ  հատուկ,  առանձնացող  ու  միայն  իրեն բնորոշ հատկանիշներ առաջ չի բերում: Ըստ էության congressman և congresswoman գոյականների միջև բոլոր հասարակական, կարծրատիպային ու նախապաշարմունքային  տարբերությունները  վերացված  են:  Նրանց  միջև  միակ տարբերությունն  այն  է,  որ  մեկը  նշանակում  է  արական  սեռի  անձնավորություն, իսկ մյուսը` իգական:  Մնացած հարթություններում` մասնագիտական պահանջներ,  պարտականություններ,  աշխատանքային  ընթացակարգեր  ու նույնիսկ բուն աշխատանքը երկուսի համար էլ նույնն են: Կարող ենք հետևություն անել,  որ  նույնաբանությունը  շեշտում  է  իր  կառույցում  առկա  գոյականի  այն հատկանիշները,  որոնք  դրան  առանձնացնում  են  ու  հատուկ  են  դարձնում, տարբերում  են  մյուսներից:  Իսկ  թե  այդ  առանձնահատկություններից  որը  նկատի կառնվի  խոսողի  կողմից,  կախված  է  խոսքային  իրադրությունից  ու  խոսողի հաղորդակցական  նպատակից:  Ըստ  խոսողի  հաղորդակցական  նպատակի`  այն ձեռք  կբերի  գործաբանական  որոշակի  արժեք:  Ըստ  հաղորդակցական  նպատակի` խոսողը,  ասելով A woman is a woman, կարող  է  նկատի  ունենալ  կնոջ ֆիզիկական թույլ  կարողությունը  տղամարդու  համեմատ  կամ  կնոջ  ավելի  նրբանկատ, հոգատար  լինելը  կամ  էլ  կարող  է  մեկ  այլ  հատկանիշի  վրա  շեշտ  դնել,  որն ընդհանուր  առմամբ  կին  բառի  կոնցեպտային  դաշտի  մեջ է  մտնում: ", "Ա-6 համարում ՊՈՍՏՈՆ բառը տեղադրվում է ՀԻՆԳՇԱԲԹԻ բառի և ամսաթվի միջև: ", "Այժմ անդրադառնանք երկրորդ օրինակին. I  am  a  man,  I’m  21,  I  play  rugby,  soccer,  I  swim  and  go  to  the  gym.  I’m  6’5  and even if I’m in good shape for my training, I can’t say I’m manly, like really manly because of the morphology of my body caused by my genes. There are men that are men and men that  are  manly  men.  Manly  does  not  have  anything  to  do  with  having  big  muscles  and acting  like  a stupid  tough guy« not  at  all.  (comment  by  Rubenz69  “RubenzUniversum  -  6.9.7” Universum  d7  under   https://www.youtube.com/watch?v=BiyBAmCE7d0  (accessed  17 September, 2014)) Այս  օրինակում  ուսումնասիրենք  men  գոյականի  իմաստները  ու  փորձենք պարզել` արդյո՞ք դա որևէ առնչություն ունի նույնաբանության հաղորդակցական- գործաբանական  արժեքի  հետ:  Եվ  այսպես,  մենք    տեսնում  ենք,  որ  men  բառը կիրառվել  է երեք  տարբեր  իմաստներով:  Նույնաբանության  կառույցի  մեջ  առաջին men–ը  նշանակում  է  արական  սեռի  ներկայացուցիչ,  իսկ  երկրորդը  վերաբերում  է հիմնարար  ֆիզիոլոգիական  հատկանիշներին,  ինչպիսիք են`  ընդգծված ֆիզիկական ուժ, քաջություն,  որոնք տղամարդուն տարբերակում են կնոջից: Տվյալ նույնաբանական  կառույցի  մեջ  ըստ  հերթականության  երրորդ  men-ը  կրկին նշանակում  է  արական  սեռի  ներկայացուցիչ՝  բառի  բառարանային  առաջին իմաստով,  իսկ  արդեն  թվով  չորրորդ men-ը  (manly men)  շեշտում  է  տղամարդուն ամենաբնորոշող  հատկանիշներից  (համարձակություն,  ուժ,  վստահություն)  այն նեղ  շրջանակը,  որ  խիստ  արտահայտված  է  ուժեղ,  քաջ  տղամարդկանց  մոտ:  Այդ հատկանիշներն  արդեն  մի  ուժեղ  տղամարդուն  առանձնացնում  են  մյուսից:  Այլ կերպ  ասած,  եթե  փորձենք  բացել  այս  նույնաբանությունը,  կստացվի  հետևյալը. կան  տղամարդիկ  (արական  սեռի  ներկայացուցիչներ),  որոնք  տղամարդ  են  (քաջ, ուժեղ),  և  կան  տղամարդիկ  (արական  սեռի  ներկայացուցիչներ),  որոնք  տղամարդ են  (չափազանց  ուժեղ  են,  շատ  ընդգծված  կերպով  համարձակ):  Այստեղ  պետք  է անպայման  նշել,  որ  թվով  չորրորդ  men-ի  իմաստի  նշված  ձևով  կիրառման  և ընկալման  գործում  մեծ  դեր  ունի  manly  ածականը:  Այժմ  դիմենք  Օքսֆորդի բառարանին ու ստուգենք man/men բառի իմաստը: ", "Ա-9  համարի  վերջին  տողում  առաջին  անգամ  զետեղվում  է  ամսվա  ասորերեն անունը՝ Թեշրին ի Ըհրօյ (նոյեմբեր): Ի տարբերություն նույն տողի վրա գլխագիր տա- ռերով  տպված  մյուս  բոլոր  բառերի՝  այն  տպված  է  փոքրատառերով՝  հավանաբար  ու- շադրություն  գրավելու  համար:  Ասորերեն  բառին  փակագծերում  հետևում  է  հայերեն ՆՈՅ.  հապավումը:  Ճիշտ  նույն  տեսքն  ունի  հաջորդ՝  Ա-10  համարի  տիտղոսագլուխը: ", "Ա-11  համարում  Թեշրին  ի  Ըհրօյ  բառը  փոխարինվում  է  Քէնունը  Ըգտիմ  (դեկտեմբեր) բառով, որին փակագծերում հետևում է ԴԵԿ. հապավումը: ", "Նույնաբանության  գործաբանական  ներուժը  վերծանելիս  մենք  տեսնում  ենք,  որ գործ  ունենք  մի  դեպքի  հետ,  երբ  բառի  իմաստային  դաշտի  նշանակությունները կիրառվում են առանձին, և յուրաքանչյուր  դեպքում բառը որևէ որոշակի իմաստ է արտահայտում: Այսպես` նույնաբանական կառույցի առաջին men-ը վերաբերում է բառի  առաջին  բառարանային  իմաստին,  իսկ  երկրորդ    men-ը  վերաբերում  է ընդհանրապես  արական  սեռի  ներկայացուցիչներին,  ովքեր  իգական  սեռից տարբերվում  են  արտաքին  հատկություններով:  Երրորդ men-ը  կրկին  վերաբերում է  արական  սեռի  ներկայացուցիչներին,  իսկ  արդեն  նույնաբանական  կառույցի չորրորդ  men-ը  (manly men)  վերաբերում  է  որոշակի  տեսակի  տղամարդկանց, որոնք  ունեն  ոչ  միայն  տղամարդուն  բնորոշ  քաջություն,  ուժ,  այլև  հավելյալ ընդգծված առնական հատկանիշներ, ընդ որում` այդ հատկանիշները պարտադիր չէ, որ կապված լինեն անմիջապես արտաքին տվյալների հետ: Խոսքն արդեն ավելի հոգևոր,  մտավոր  կարողությունների  մասին  է,  որակներ,  որոնք  կապված  են տղամարդու  խառնվածքի,  կամքի  ուժի  ու  պահվածքի  հետ:  Այսինքն`  ընդհանուր արական  սեռի  ներկայացուցիչներից  որոշ  մասն  առանձնացվում  է`  ըստ  նրանց բնորոշ  խիստ  տղամարդկային  համարվող  հատկանիշների:  Տվյալ  պարագայում այդ  տարբերակիչ  հատկանիշը  առնականությունն  է  կամ  այն  հատկանիշները, որոնք բնորոշ են տղամարդու  արքետիպին: ", "Տվյալ  նույնաբանության  գործաբանական  ներուժի  կազմավորման  և ընկալման  առումով  կարևոր  են  ինչպես  լեզվական  համատեքստը,  այնպես  էլ հանրային համատեքստը/հարատեքստը: ", "Նույնաբանությանն ուղեկցող համատեքստը տալիս է այն իմաստային դաշտի շրջանակը, որտեղ իրականանում է նույնաբանության գործաբանական նշանակությունը: Համատեքստից է կախված, թե նույնաբանությունը կազմող գոյականի տարբեր իմաստներից կոնկրետ որ մեկը պետք  է  արտահայտվի  տվյալ  գոյականի  միջոցով  տվյալ  նույնաբանական կառույցում:  Այստեղ  կարևոր  է  առանձնացնել  հարատեքստը:  Man  բառի պայմանականորեն  երկրորդ,  բառարանում  տասներկուերորդ  իմաստի  մեջ շեշտվում  է,  որ  տղամարդուն  վերագրվող  հատկանիշները  համապատասխանում են  հանրության  որոշ  շերտերում  ընդունված  մտածելակերպին  ու  հանրային կարծիքին:  Սա  ցույց  է  տալիս,  որ  որոշ  բառեր, դարձվածքներ,  լեզվակիր հանրույթի  մոտ  ունեն  որոշակի  արմատացած  գործաբանական  նշանակություն: ", "Դա  այն  կարծրատիպային  նշանակությունն  է,  որ  ձևավորվել  ու  կցվել  է  այս  կամ այն  բառին  կամ  լեզվական  կառույցին`  կախված  դրա  վերաբերականի,  տվյալ դեպքում  տղամարդու  ունեցած  հանրային  գործառույթից,  դերից:  Տղամարդը, վաղնջական  ժամանակներից  սկսած,  կատարել  է  ավելի  շատ  ֆիզիկական աշխատանք,  վարել  պատերազմներ,  արել  գյուտեր  ու  բացահայտումներ  և ձևավորել տղամարդու քիչ թե շատ ընդհանրական կերպար, ինչն անքակտելիորեն կցվել է նաև man բառին: Հետևաբար man գոյականը պարունակող նույնաբանական կառույցը կրում է այս հանրային համատեքստի` հարատեքստի ազդեցությունը: ", "Հաջորդ`  երրորդ  օրինակը  վառ  նմուշ  է  այն  բանի,  թե  ինչպես նույնաբանական  կառույցի  առաջին  գոյականական  անդամը  երկրորդից  տարբեր գործառույթ  է  իրականացնում,  թեպետ  երկուսն  էլ  նույն  լեզվական  միավորն  են` students: Դիտարկենք օրինակը. Director of  Academic Initiatives կայքում զետեղված է հետևյալ նույնաբանությունը ուսանողների գրանցման ու հաստատման բաժնում: ", "We  want  to  make  sure  that  students  are  students  and  can  access  these  titles  for download. (Walter 2008) Այստեղ  կայքի  ղեկավարությունը  ցանկանում  է  ապահովել  կայքի  տվյալների օգտագործումը միայն այն անձանց համար, ովքեր իրոք ուսանող են: Նա բացառում է  կայքի  շահագործումը  այլ  օգտատերերի  կողմից,  ու  այստեղ  հստակ  է  դառնում Students are students  նույնաբանական  կառույցի  մեջ  մի  կարևոր  հանգամանք: ", "Առաջին  students-ը  (1)  վերաբերում  է  ոչ  թե  ընդհանրապես  ուսանողներին`  բոլոր այն  մարդկանց,  ովքեր  ուսում  են  ստանում,  այլ  կոնկրետ  այդ  կայք  մուտք  գործող անձանց:  Ակնհայտ  է  դառնում,  որ  կայքի  ղեկավարությունը  զգուշանում  է ուսանողների  անվան  տակ  ոչ  ուսանող  օգտատերերից:  (1)-ը  հենց  վերաբերում  է կոնկրետ  այդ  կայքի  օգտատերերին:  Այլ  կերպ  ասած`  հաղորդագրությունը  կարող էր ունենալ հետևյալ տեսքը. We  want  to  make  sure  that  users  are  students  and  can  access  these  titles  for download. Նույնաբանական  կառույցի  երկրորդ  բաղադրիչ  students-ը (2)  արդեն վերաբերում է ընդհանուր ուսանողությանը:  Ամբողջական կառույցի գործաբանական  նշանակությունն  է  ճշտել,  թե  արդյոք  1-ը  պատկանում  է  2-ին (students are students) և ոչ թե, ասենք, բժիշկների, որոնք կայքում հանդես են գալիս որպես ուսանողներ: ", "Նույնաբանությունների  ուսումնասիրության  ժամանակ  ուշադրություն  են գրավում  այնպիսիք,  որոնք  կազմված  են  գոյականական  այն  անդամներով,  որոնք ամրագրված  չեն  բառարանում,  ինչպես,  օրինակ,  հատուկ  անունները  կամ դերանուններով կազմված նույնաբանությունները:  Թեպետ դերանունն արձանագրված  է  բառարանում  իր  իմաստներով,  սակայն  դերանունները ցուցայնական  բնույթ  ունեն  և  անորոշություն  են  բերում:  Օրինակ` I am who I am; She is who she is  նույնաբանությունները  լիարժեք  հասկանալու  համար  հաճախ անհրաժեշտ է իմանալ, թե ում է նշույթավորում she-ն կամ I-ը: ", "«Խմբագրական»  բառը  որպես  այդպիսին  «Բաբելոնում»  չի  գործածվում,  բայց  գրեթե յուրաքանչյուր համարի առաջին հոդվածը համապատասխանում է խմբագրականի ժա- մանակակից ընկալմանը: Դրանց մեծ մասը կրում է «Ա.Հ.Ընկ.» (Ասորվոց Հնգյակ Ըն- կերություն),  կամ,  ավելի  հազվադեպ՝  «Բաբելոն»  ստորագրությունը:  Բ-1  համարի խմբագրականն  ստորագրված  է  «Ասորվոց  Հնգ.  Ընկերություն  (Նաում  Բիշարով)  Մա- նէթ»,  Բ-2-ի՝  «Խմբագիր  «Բաբելոնի»/Ա.Հ.Ընկ.»,  Բ-3-ի՝  «Ասորվոց  Հնգ.  Ընկերություն, Նաում Բիշարով (Մանէթ)»: Ապա Բ-4-ից սկսած բոլոր համարների խմբագրականները կրում  են  Ասորվոց  Հնգյակ  Ընկերության  ստորագրությունը,  թեև  լեզվից  և  ընդհանուր ոճից ակնհայտ է, որ դրանց մեծ մասի հեղինակը նույն ինքը Նաում Բեշարովն է: ", "Այդ  նույնաբանության  նշանակությունը  մեկնաբանելու  համար  անհրաժեշտ նախապայման  է  հանրային  տեղեկույթի  հոսքին  կցված լինելը  և  տվյալ խոսակցության  նյութից  տեղյակ  լինելը`  հասկանալու  համար,  թե  այս  դեպքում Քանյե  Ուեսթի  որ  հատկանիշն  է  նկատի  առնված:  Իհարկե,  նման  կաղապար տարածվում  է  ինչպես  շատ  հայտնի  հանրային  ճանաչում  ունեցող  անձանց, այնպես  էլ  շարքային  մարդկանց  վրա,  սակայն  արդեն  վերջիններիս  անմիջական շրջապատում,  որտեղ  նրանց  լավ  են  ճանաչում  և  գիտեն  նրանց  ամենաբնորոշ հատկանիշները:  Այսպես, օրինակ, կարելի է ուսումնասիրել հետևյալ նույնաբանությունները  և  փորձել  վերլուծել  ու  տեսնել,  թե  Kanye  is  Kanye նույնաբանության  կաղապարով  կառուցված  այս  նույնաբանությունները  ինչ մեկնաբանությունների են հանգեցնում: ", "Mike  is  Mike.  (Walkypedia,  (http://walkypedia.wikia.com/wiki/Mike_Warner, (accessed 29 April, 2015)) Juliette is Juliette. (Twitch,  http://twitchfilm.com/2015/04/interview-olivier- assayas-on-clouds-of-sils-maria-and-hall-of-mirrors.html#ixzz3zOppmmE5, (accessed 30 September, 2015)) Մայք Ուորենը կոմիքսային կերպար է, Ժուլիեթ Բինոշը` դերասանուհի: Այս նույնաբանությունները Մայքին և Ժուլիեթին ճանաչողների համար ունեն ընկալելի նշանակություն: Մայքը միշտ վնաս է տալիս բոլորին ու խնդիրներ ստեղծում իրեն շրջապատողների  համար,  ու  դա  նրա  բնավորության  անուղղելի  կողմն  է:  Նրան ճանաչողները, կիրառելով  այս նույնաբանությունը  նմանատիպ  իրավիճակներում, նույնաբանության  միջոցով  փորձում  են  արտահայտել  իրենց  վրդովմունքը:  Ընդ որում`  հնարավոր  չէ  միանշանակ  պնդել,  որ  այս  կառույցի  նշանակությունը հանդուրժողական  ու  ըմբռնող  մոտեցում  դրսևորելն  է  (Dascal  1994):  Դա  մեծապես կախված  է  իրավիճակից: Օրինակ,  եթե  Մայքը  անախորժություններ  է  ստեղծում և վնասում  է  շրջապատի  մարդկանց,  ապա  ոչ  մի  հանդուրժողական  կամ  դրության մեջ  մտնելու,  նրան  ըմբռնելու  մասին  խոսք  լինել  չի  կարող:  Բացի  դրանից,  տվյալ նույնաբանությունը  այն  մարդկանց  համար,  ովքեր  ծանոթ  չեն  Մայք  Ուորենի կոմիքսային  կերպարին,  նույնքան  հասկանալի  ու  թափանցիկ  լինել  չի  կարող: ", "Խմբագրականներից  բացի՝  խրատախոսական,  բարոյագիտական  և  հայրենա- սիրական  բնույթ  են  կրում  նաև  «Բաբելոնի»  այլ  հոդվածներից  շատերը:  Դրանց  մեջ կարելի  է  առանձնացնել  կանանց  հասցեագրված  հոդվածները,  որոնց  հեղինակները հենց կանայք էին: ", "Այժմ  դիտարկենք I did what I did  բայական  նույնաբանական  կառույցը:  Այս նույնաբանությունն  առանց  համատեքստի  կարելի  է  մեկնաբանել  մի  քանի տարբերակով:  Առաջին.  իմ արածն արդեն անհնար է հետ շրջել, ու իմաստ չկա ափսոսալու, քանի որ անցյալը հետ չես բերի: Երկրորդ տարբերակը. թերևս չնայած գերլարված պայմաններին ու փոքր հավանականությանը, թե մի բան հնարավոր է անել, ես արեցի այն, ինչ հիմա արդեն փաստացի իրողություն է, ու դա շատ հարցերի  լուծում  տվեց:  Այսինքն`  արտահայտվում  է  ոչ  թե  ափսոսանք,  այլ հպարտություն  արածի  համար:  Սակայն  գտնում  ենք,  որ  առանց  որևէ համատեքստի  կամ  առանց  խոսողի  հաղորդակցական  նպատակի  հիմնավոր  չի լինի  փորձել  թվարկել  բոլոր  հնարավոր  մեկնաբանությունների  տարբերակները, որոնք կարող են տեղ  գտնել: Նախ` որովհետև  պարզ չէ, թե ով է ես-ը, և երկրորդ` որն  է  արարքը:  Դիտարկենք  հետևյալ  օրինակը  Թոմաս  Հարդիի  ճառից,  որը  նա արտասանել է «Արքայասպանների դատի ժամանակ»` 1660 թվականին: ", "… I did what I did as out of conscience to the Lord. My aim in all was the glory of God and the good of his people and the welfare of the whole Commonwealth. (The Engish  Civil  War  Part https://www.youtube.com/watch?v=fzIzJgukqC8 (accessed 17 October, 2015)) Այս  օրինակում  տեսնում  ենք,  որ չնայած  իր  դեմ  դրված  ամենածանր մեղադրանքին`  պետական  դավաճանություն  ու  արքայասպանություն,  ինչն  այն ժամանակ  Անգլիայում  պատժվում  էր  քառատմամբ,  Թոմաս  Հարդին  ոչ  թե ափսոսանք է հայտնում իր արածների համար կամ արդարանում, այլ գտնում է, որ դրանք  հանուն  Աստծո  փառքի  և  պետության  ու  ժողովրդի  բարեկեցության  են արվել: Այս տրամաբանությամբ է կառուցված նրա ամբողջ պաշտպանական ճառը: ", "Եվ  հետևաբար  այդ  համատեքստում  I did what I did  նույնաբանությունը  ոչ  թե ափսոսանքի,  անդառնալիության  կամ  զղջման  գործառույթ  ունի,  այլ  իր  արարքը հիմնավորող:  Այս  իրավիճակում  կարևոր  է  նաև,  թե  ով  է  նույնաբանությունը կիրառողը` նրա անձը: Թոմաս Հարդին Անգլիայի Չառլզ Առաջին թագավորին 1649 թվականին  մահվան  դատապարտողներից  մեկն  էր,  մոլի  պուրիտան  և  Օլիվեր Քրոմվելի  կողմնակից:  Այսպիսով,  հասկանալով,  թե  ով  է  ես-ը,  և  ինչ  է  իրենից ներկայացնում  արել եմ  (did)-ը,  հստակ  կերպով  ի  վիճակի  ենք  մեկնաբանելու նույնաբանությունը: ", "Կան  նաև  հաղորդագրություններ  «Ասորական  կարմիր  խաչի»  և  կանանց  այլ  կազմա- կերպությունների գործունեության մասին: ", "Սակայն  կրկին  բաց  է  մնում  այն  հարցը,  թե  խոսողը,  կիրառելով  այս նույնաբանությունը,  արդյոք  հպա՞րտ  է,  թե՞  ամաչում  է  ինքն  իրենից,  կամ  էլ ընդունում է  ինքն  իրեն  լավ ու վատ  կողմերով: Այս պարագայում կրկին կարևոր է խոսողի  ով  լինելը,  քանի  որ  դա  պարզելուց  հետո  շատ  հարցեր  ինքնըստինքյան պարզ են դառնում: ", "Ա-10 համարում գտնում ենք «Մանր հավաստի լուրեր» բաժինը, որը հաջորդ՝ Ա-11 հա- մարում  կոչվում  է  պարզապես  «Մանր  լուրեր»:  Ա-12  համարում  այս  բաժինը  կրում  է ասորերենՄատանութօ Զըուրէ վերնագիրը, որին հաջորդում է հայերեն «Մանր լուրեր» թարգմանությունը:  Ասորական  նույն  վերնագիրը՝  առանց  հայերեն  թարգմանության, բաժինը կրում է նաև հաջորդ՝ Ա-13 համարում: ", "Իհարկե,  կան  նույնաբանություններ,  որ  հաճախ  միևնույն  կամ  գրեթե միևնույն հաղորդակցական նպատակով կիրառվելով` ստացել են կարծրատիպային  նշանակություն,  որոնց  մենք  կանդրադառնանք  հաջորդ ենթագլուխներից մեկում: ", "Այսպիսով,  ակնհայտ  է,  որ  առանձնացված  բոլոր  շարահյուսական կաղապարներով նույնաբանական կառույցներում  խիստ կարևորվում է անվանական անդամի դերը, քանի որ վերջիններս կրկնվելով ձևավորում են տվյալ կառույցի  ներակայումն  ու  գործաբանական  ներուժը:  Այսինքն`  խոսքաստեղծման ընթացքում  անվանական  անդամի  կրկնության  շնորհիվ  տեղի  է  ունենում բառիմաստի  տրոհում (գործաբանական  –  ճանաչողական,  էքստենսիոնալ  - ինտենսիոնալ,  իմաստակիր  –  նշողական),  ինչի  արդյունքում  էլ  կարևորվում  է նույնաբանական  կառույցի  իմաստային  տարողունակությունը:  Հաճախ,  ինչպես տեսանք  վերոբերյալ  օրինակներում,  միևնույն  գոյականը  նույնաբանական կառույցի  առաջին  ու  երկրորդ  դիրքում  կիրառվում  է  բառիմաստի  տարբեր նշանակություններով:  Հենց  այս  երևույթն  էլ`  գոյականի  տարբեր  իմաստների իրականացումը,  էապես  ազդում  է  նույնաբանական  կառույցի  հաղորդակցական- գործաբանական արժեքի ձևավորման վրա: Ըստ իր հաղորդակցական նպատակի` խոսողն  ակտիվացնում  է  անվանական  անդամի  մեջ  պարունակվող  այս  կամ  այն իմաստային բաղադրիչը/բաղադրիչները (Geurts 1988; Ochs 1979a): ", "բայական անդամի միջոցով Նույնաբանական կառույցների գործաբանական նշանակությունը ուսումնասիրելու  գործում  կարևոր  են  այդ  կառույցի  ինչպես  գոյականական, այնպես էլ բայական անդամի իմաստային և քերականական առանձնահատկությունները: ", "Նույնաբանական կառույցների ճնշող մեծամասնությունը,  ինչպես  ցույց  է  տալիս  մեր  փաստական  նյութը,  ներկա ժամանակով  է  գործածված,  իսկ  անցյալ  կամ  ապառնի  ժամանակաձևով նույնաբանությունները  զգալիորեն  փոքր  տոկոս  են  կազմում:  Պատճառներից հիմնականը թերևս  այն է, որ ներկա ժամանակով դրված շատ նույնաբանություններ իրենց բնույթով վերաբերում են ոչ միայն տվյալ պահին, այլև ընդհանրապես թե՛ անցյալին և թե՛ ապագային: Օրինակ. An ape is an ape, a varlet’s a varlet, though they be clad in silk or scarlet; A woman is a woman; A robot is only a robot; White is white and black is black; East is East and West is West; A boy is a boy; Cash is cash; Food is food; A title is still a title; I am  who  I  am;  When  he  yells  he  yells և  այլն (Buzzle, http://www.buzzle.com/articles/tautology-examples.html (accessed  25  September, Այս  բոլոր  օրինակներում  խոսքը  միայն  տվյալ  պահին  տեղի  ունեցող դեպքերի  կամ  իրավիճակի  մասին  չէ,  որոնք    ճիշտ  են  միայն  այդ  պահին:  Ներկա ժամանակը  ընդգրկում  է  նաև  անցյալն  ու  ապագան,  և  տվյալ  նույնաբանությունը ճիշտ  է  ընդհանրապես:  Իհարկե,  գոյություն  ունեն  նաև  նույնաբանություններ, որոնք  կիրառվում  են  անցյալ  կամ  ապառնի  ժամանակաձևով: Հետաքրքիր  է  will-ի կիրառումը  նույնաբանական  կառույցներում:  Օրինակ`  Teachers will be teachers; Boys will be boys:  Այս  պարագայում  ապառնի ժամանակը  ոչ  թե մատնանշում  է  մի գործողություն  կամ  իրավիճակ,  որը  տեղի  կունենա  ապագայում`  խոսելու  պահից հետո,  այլ    կիրառվում  է`  հատուկ  շեշտելու,  որ  տվյալ  անձը  (մեր  դեպքում` ուսուցիչներն  ու տղաները) ունի այնպիսի հատկանիշներ, որոնք ոչ միայն ճիշտ են բոլոր  ժամանակների  համար,  այլև  երբեք  ու  երբևէ  չեն  փոխվելու:  Այսինքն` ապառնի  ժամանակը  կիրառվում  է  ոչ  թե  այն  պատճառով,  որ  իրավիճակը  չի վերաբերում ներկային, այլ որովհետև այս պարագայում առանձնահատուկ կերպով շեշտվում է որևէ հատկանիշի անփոփոխ լինելը: Հարկ ենք համարում նշել, որ NP will be NP  կաղապարը  անհամատեղելի  է  անշունչ  առարկաների  հետ,  և  դժվար  է պատկերացնել,  օրինակ,  Carrots will be carrots  նույնաբանական  կառույցը  որևէ համատեքստում:     Լևինսոնը  (Levinson  1987: 111)  և  Վերժբիցկան (Wierzbicka 1988: ", "արտահայտում  է  համակերպվածություն  ու  կոչ  անում  չանհանգստանալու: "], "source_docs_file": "Linguistics.json"}