{"paragraph_source_docs": [1, 0, 2, 1, 0, 1, 1, 0, 1, 1], "source_docs_file": "Chemistry.json", "paragraphs": ["ռեագենտների վերականգնումը Գլիցինի  և  ալանինի  բրոմ  պարունակող  մոդիֆիկացված  կոմպլեքսների  ալկիլման արգասիք  կոմպլեքսների  (13-27  և  33-47)  դիաստերեոիզոմերային  կոմպլեքսների քայքայումն  ու  նպատակային  ամինաթթուների  անջատումն  իրականացվել  է չտեղակալված  (S)-BPB  քիրալային  օժանդակ  ռեագենտի  նույնատիպ  կոմպլեքսների համար նախկինում մշակված մեթոդնով153: ", "Կրկնակի  մշակումից  հետո  ստացված  նմուշի  միկրոկառուցվածքային  անալիզի արդյունքում  ստացված  նկարում  առկա  է  միայն  նանոչափսի  հատիկավոր  բյուրեղներ (նկ. 3.23,  բ):  Այստեղից  կարելի է եզրակացնել, որ խոշորահատիկ բյուրեղներն իրենցից ներկայացնում  են  մագնեզիումի  օքսիդ:  Ռենտգենաֆազային  անալիզի  արդյունքների համաձայն այրման արգասիքի թթվային մշակումից հետո ստացված զանգվածն իրենից ներկայացնում  է  մոլիբդենի  դիսիլիցիդ (նկ.  3.25):  Սակայն,  ինչպես  երևում  է փոքր ինտենսիվությամբ այլ ռեֆլեքսներ, որոնք բնութագրական են Mo5Si3 սիլիցիդին: ", "Ու ս տի ,  N-բ ե ն զ ի լ պր ո լ ի ն ի   մ ն աց ո ր դ ի   ֆե ն ի լ այ ի ն   օ ղ ակ ի  օ-, մ- և պ-  դ ի ր ք ե ր ո ւ մ   է լ ե կ տր ո ն աակ ց ե պտո ր   (F,  Cl,  Br,)  կ ամ   է լ ե կ տր ո ն ադ ո ն ո ր (CH3  և   այ լ ն )  տե ղ ակ ալ ի չ ն ե ր   պար ո ւ ն ակ ո ղ   BPB  ք ի ր ալ այ ի ն   ռ ե ագ ե ն տի մ ո դ ի ֆի կ աց վ ած   ն մ ան ակ ն ե ր ի   ս տաց ո ւ մ ը   և   ո ր պե ս   ՊՖ-ֆե ր մ ե ն տն ե ր ի ար դ յ ո ւ ն ավ ե տ  մ ո դ ե լ այ ի ն   հ ամ ակ ար գ ե ր   կ ի ր առ ո ւ մ ը է ն ան տի ո - մ ե ր ապե ս   հ ար ս տաց վ ած   (ee  >  97  %)  կ ար և ո ր   ո չ   ս պի տակ ո ւ ց այ ի ն   (S)-  և  (R)- ամ ի ն աթթո ւ ն ե ր ի   աս ի մ ե տր ի կ   ս ի ն թե զ ի   կ ար ճ ատև   (5-30  ր)  մ ե թո դ ն ե ր ի մ շ ակ ո ւ մ ը  մ ն ո ւ մ  է  ար դ ի ակ ան  և  հ ր ատապ խն դ ի ր : ", "(S)-Phe (28): Գրականության մեջ հայտնի ամինաթթու է154,155` []D նմուշ = -8.9 (c 5.1N HCl), []D գրակ.   = -8.8 (c 5.1N HCl); Tհալմ. նմուշ = 283-285°C,  Tհալմ. գրակ = 283°C: ", "Հիմնվելով  նկ.  3.25-ում  ստացված  ռենտգենագրամի  տվյալներից`  Շերրերի հավասարումով գնահատվել է մոլիբդենի դիսիլիցիդի բյուրեղի բնութագրական չափսը, որի  համար  ստացվել  է  40  նմ  միջին  բնութագրական  չափս:  Սակայն,  ինչպես  տեսնում ենք նկ. 3.23,  բ-ից, ձևավորված արգասիքը, չնայած գտնվում է  ագլոմերատի ձևով, բայց այնուամենայնիվ  առանձին  բյուրեղներն  ունեն  10  նմ  միջին  բնութագրական  չափս:  Այդ նմուշների  տեսակարար  մակերեսի  չափումներն  ըստ  ԲԷԹ  եղանակի  տվել  են  24  մ2/գ արժեք: Եթե ստացված MoSi2-ի բյուրեղները լինեին կատարյալ գնդաձև կառուցվածքով, ապա  ԲԷԹ-ի  եղանակով  ստացված  տեսակարար  մակերեսը  կհամապատասխաներ  6.7 նմ միջին բնութագրական չափսով բյուրեղահատիկների: ", "(S)-3-F-Phe (30): Գրականության մեջ հայտնի ամինաթթու է154,155`  []D նմուշ = -27.1 (c գրակ.   = -27.0 (c 0.025 H2O); Tհալմ. նմուշ = 271-273°C,  Tհալմ. գրակ = 274°C: ", "(S)-4-F-Phe (31): Գրականության մեջ հայտնի ամինաթթու է154,155` []D նմուշ = -26.9 (c գրակ = -26.90 (c 0.03, H2O),  Tհալմ. նմուշ = 274-276°C, Tհալմ. գրակ. = 276°C: ", "Օգտագործված նոսրացուցիչների դեպքում այրման արագությունների տարբերությունը գնահատելու  նպատակով  կառուցվել  են  այրման  ջերմաստիճան–արագություն կախումները:  Նկ.  3.27-ում  բերված  կորերի  համեմատությունից  ակնհայտ  է,  որ MoO3+3Mg+2Si  խառնուրդում  երկու  նոսրացուցիչներով  նոսրացման  դեպքում  այրման ջերմաստիճան–արագություն  օրինաչափություններն ընդհանուր  առմամբ  ունեն համանման բնույթ` արտահայտված էքսպոնենցիալ օրենքով: ", "(S)-3,4-Cl2-Phe (33): Ելքը` 69.8 % (1.62  գ., 0.01  մոլ). Tհալմ.  242-244 °C. [] = - 5.2° (c (1H, dd, 3-HAr, 1J = 7.6, 2J = 1.8); 7.53-7.55 (2H, m., Ar): ", "(S)--MePhe  (48):  Գրականության  մեջ  հայտնի  ամինաթթու  է154,155`  []D նմուշ  =  - գրակ = -4.510(c 1.04, H2O),),  Tհալմ. նմուշ = 298-299°C, Tհալմ. գրակ. = 298°C: "]}