{"paragraph_source_docs": [5, 4, 1, 5, 0, 3, 5, 2, 1, 5], "paragraphs": ["Քյալաշյանը  ունի  նաև  արձակ  բանաստեղծություններ,  որոնք  տիպաբանորեն հարում  են  սիմվոլիստական  դպրոցին։  Ահա  մի  հատված  «Որոնումի  հույզեր»  արձակ ստեղծագործություններից. զգայարանքով ըմբռնեց այդ շշուկները... «...  –  Շուշանների օրհներգն է,– սվսվաց Հանճարի ոգին, և նա չհասկացավ, թե ի՞նչ Օրհներգը լռե՜ց... Մրմունջները զեփյուռի երամներում մարեցի՜ն, հանգա՜ն... – Ո՞ւմ էին փառաբանո՜ւմ. –  Գեղեցիկի՜ն,–  ասաց  Հանճարի  ոգին,  և  նա  զգաց,  որ  գեղեցիկը  կանգնած  է  իր առաջ։ ", "Նրանց  պատմություններն  իրենց  ընտանիքների,  քույրերի  մասին  բավական անպարկեշտ  էին  և,  թվում  էր՝  էլենը  պետք  է  արգելեր  նրանց։  Քիչ  անց  հաճույքի  և ազատության  զգացողությունը  փոխվում  է  վախի  և  հիասթափության։  Էլենը հայտնաբերում  է,  որ  տղաները  գողացել  են  իր  դրամապանակը։  Աշխարհն  իր հարմարավետ սենյակից դուրս, պարզվում է, շատ վտանգավոր է։ Հերոսուհին ասում է. «Նրանք չպետք է գողանային։ Եթե դրամի կարիք ունեին, ես կտայի, ինչ որ պետք էր»91։ ", "Նա  արձակագիր  է,  պոետ,  գրականության  տեսաբան,  որին  արևմտյան գրականագիտությունը  համարում  է  արվեստում  ներըմբռնողական  (ինտուիտիվ) ուղղության ականավոր ներկայացուցիչներից մեկը: Պոյին տրված էր կարճերկրային ճանապարհ`  ընդամենը  40  տարի,  և  իր  գիտակցական  կյանքը  նա  անցկացրեց գոյության անհաշտ պայքարի մեջ: ", "մանյակին։ ", "–   Երբ ձին զգում է, որ իր փորոտիքը թափվում է, փորձում է պահպանել այն: Որոշ ձիեր փորը դնում են գետնին, որոշները մեջքի վրա են փռվում, որ թույլ չտան, որ փորոտիքը թափվի: Բայց մահը երկու դեպքում էլ արագ է վրա հասնում: ", "Աշոտ  եպիսկոպոս  Շախյան,  ապա՝  տեր  Վրթանես.  կրոնավոր  լինելը,  կրոնն ընդհանրապես  և  կամ  թե  ժողովրդի  մեջ  արմատացած,  խորացած  «հին»  հավատն  առ Աստված, մեղմ ասած, ենթակա էր վերանայման. այն պետք էր շտապ կարգով իր տեղը զիջեր «նոր», «թարմ» կրոնին՝ սոցիալիզմին: Այս միտքը վաղուց ի վեր դարձել էր արդեն դասագրքային, անհերքելի ճշմարտություն: ", "...  Նայի՜ր  ոտներիդ  տակի  շուշաններին,  նրանք  սպասում  են  ինձ,  որ  ժպտա  ու գեղեցկանա  Կյանքը։  Սպասումին  ու  Տանջանքին  Գեղեցկություն  հաղորդի՛ր,  ո՜վ  Հան- ճար։  Եվ  երբ  Հանճարն  ու  Գեղեցիկը  նվաճեն  Սպասում  ու  Տանջանքով  հղի  Երկրի Սիրտը՝ «Ինչո՞ւ»-ն կլուծվի, Կյանքի արդարացման ղողանջը կհնչի...»33։ ", "նկատվեց  և  վերջինիս  շարքերը  համալրվեցին:  Պատճառն  այն  էր,  որ  1954  թ. ընտրություններում  հաղթանակ  տարած  Դեմոկրատական  կուսակցությունը  (Demokrat Parti)  որոշեց  իրագործել  իր  զարգացման  ծրագիրը,  որը  հիմնված  էր  գլխավորապես ինֆլյացիոն տարերային տնտեսական քաղաքականության վրա: Մասնավոր սեկտորում կապիտալի  կուտակում  տեղի  ունեցավ, բարձրացավ  ինֆլյացիան,  մինչդեռ աշխատավարձերը  մնացին  նույնը:  Արդյունքում  սկսեց  զարգանալ  նոր  ձախակողմյան շարժում,  որը  սակայն  ուղղակիորեն  կապված  չէր  մարքսիզմի  հետ:  Ավելին`  այս  նոր շարժումը  տիրող  իրավիճակի  անմիջական  արդյունք  էր,  այլ  ոչ  թե  օտար գաղափարախոսության կրկնօրինակը122: ", "Նման  սոցիալական  միջավայրը  ծնում  է  համապատասխան  գրական մոլորություն։ Հենց սրա դեմ էր, որ Պոն փորձում էր հանդիմանալ ամբողջ ուժով։ Եվ զարմանալի  չէ,  որ  ամերիկյան  բոլոր  գրողները,  ընդունելով  Պոյի  տաղանդը,  որպես բանաստեղծ չէին ընդունում նրան, այլ որպես քննադատ։ ", "Ինչպես տեսանք, Քյալաշյանի «Ներշնչումները» և Տերյանի առաջին ժողովածուն լույս են տեսել  միաժամանակ։  Ի՞նչն  է,  ուրեմն,  այդ  նմանությունների  ու  ընդհանրությունների հիմքը։ Իրողությունը հաստատում է առաջին ենթագլխում արված այն ենթադրությունը, թե Տերյանի հայտնությունը ամենևին  էլ  անակնկալ չէր, հայ մշակութային  և մասնավո- րապես  գրական  մթնոլորտն  արդեն  շնչում  էր  նոր  հովերով,  գրական  երիտասար- դությունը, որ տեղյակ էր եվրոպական միջավայրում կատարվող անցուդարձերին, հատ- կապես  սիմվոլիզմի  գեղագիտությանը,  ըստ  էության  նախապատրաստում  էր  Տերյանի հայտնությունը,  որ  պետք  է  վավերացվեր  հայոց  բանաստեղծության  նոր  դարագլխի սկիզբը։ Այդ սկիզբը նախապատրաստողներից մեկն էր Գառնիկ Քյալաշյանը։ "], "source_docs_file": "Literature.json"}