{"paragraph_source_docs": [0, 1, 0, 0, 2, 0, 0, 0, 0, 0], "source_docs_file": "Chemistry.json", "paragraphs": ["MoO3-Mg–NaCl համակարգում այրման թերմոգրամների (նկ. դերիվատոգրաֆիական  և  արագասիքների  ռենտգենաֆազային  հետազոտությունների համատեղ  վերլուծությունը  վկայում  են  այն  մասին,  որ  վերականգնիչի  հալումից անմիջապես հետո տեղի է ունենում հետևյալ փոխազդեցությունը. . . , Նկ. 3.15. MoO3 + 5NaCl խառնուրդում էկզոթերմ փոխազդեցությունից անմիջապես հետո տաքացումն ընդհատված նմուշի դիֆրակտոգրամը MoO3(պ.) + 3Mg(հ.) = Mo(պ.) + 3MgO(պ.)           (3.2) իսկ  NaCl-ի  հալման  էնդոթերմ  և  MoO3  +  Mg  էկզոթերմ  փոխազդեցության  տիրույթները մասամբ վերածածկում են իրար: Ավելի ցածր տաքացման արագություններում (օրինակ փոխազդեցությունը)  տարանջատել  միմյանցից:  Հարկ  է  նշել,  որ  DTA  կորի  վրա  չի դիտվում MoO3+NaCl էկզոթերմ փոխազդեցություն, որը հավանաբար  պայմանավորված է  ռեակցիոն  խառնուրդում  աղի  հարաբերական  մեծ  քանակներով:  Սակայն  զանգվածի ոչ մեծ կորուստ դիտվել է TG կորի վրա 470÷530  oC ջերմաստիճանային տիրույթում (նկ. Ելային  ռեագենտների  և  նրանց  տարբեր  կոմբինացիաների  ջերմային  անալիզի արդյունքները  թույլ  են  տալիս  պարզել  այրման  ռեժիմում  փոխազդեցության թերմոգրամներում  լավ  արտահայտված  ջերմաստիճանային  տիրույթներում  ընթացող պրոցեսները:  DTA  հետազոտության  արդյունքներից  կարելի  է  եզրակացնել,  որ  MoO3  + ընթանալ համանման հերթականությամբ: ", "NiII-(S)-4-BrBPB-(S)-3,4-Cl2-Phe  (27):  Tհալ=161-162 ºC;  [] =  +1323.45  (c  =  0.3, MeOH):  Գտնվել  է  (%).  С,  55.32;  H,  4.03;  N,  5.64:  C34H28BrCl2N3O3Ni:  Հաշվվել  է  (%):  С, (3H, m, -Ha, Hb, γ-Hb Pro); 2.77 (1H, dd, J = 13.8, J = 5.8, CH2C6H3Cl2); 2.97 (1H, dd, J = 13.8, J = 4.2, CH2C6H3Cl2); 3.13-3.21(1H, m, -HbPro); 3.43 (1H,dd, J = 9.5, J = 7.1, -H Pro); 3.77 (1H, d, J = 12.8, CH2C6H4Br); 4.22 (1H, dd, J = 5.8, J = 4.2, CH); 4.33 (1H, d, J = 12.8, CH2C6H4Br); C6H3Cl2); 7.05 (1H, ddd, J = 8.2, J = 7.4, J = 1.6, Ar); 7.15 (1H, ddd, J = 8.7, J = 5.1, J = 3.5, H-5 C6H4);  7.21  (1H,  d,  J  =  2.1,  H-2  C6H3Cl2);  7.27  7.36  (2H,  m,  Ar);  7.47  (1H,  d,  J  =  8.2,  H-5 C6H3Cl2);  7.46-7.52  (2H,  m,  Ar);  7.54-7.62  (2H,  m,  H  Ar);  8.13  (1H,  dd,  J  =  7.6,  J  =  1.6,  H-3 C6H4Br); 8.16 (1H, br. d, J = 8.7, H-6 C6H4): ", "մանրահատիկ փոշու ստացումը գերում և MoSi2-ի մանրահատիկ փոշու ստացման հնարավորությունն այրման ռեժիմում Հիմնվելով  3.1 բաժնում քննարկված թերմոդինամիկական անալիզի արդյունքների վրա`  ուսումնասիրվել  է  MoO3+3Mg+2Si  և  MoO3+7Mg+2SiO2  խառնուրդների  այրման պրոցեսներն  իներտ  գազի  (արգոնի)  միջավայրում  1  ՄՊա  ճնշման  պայմաններում  [70, այնպես  որ  նույնիսկ  միկրոթերմոզույգային  եղանակով  հնարավոր  չէ  իրականացնել այրման պարամետրերի հստակ չափումներ (Tա և Uա): ", "Այրման արգասիքների գրավիմետրական անալիզի արդյունքները ցույց են տալիս, որ  այս  դեպքում  այրման  պրոցեսն  ուղեկցվում  է  մոտ  50  զանգ.  %  կորստով:  Վերջինս պայմանավորված  է  այրման  նախաբոցային  և  ռեակցման  գոտիներում  ելային ռեագենտների  և  միջանկյալ  նյութերի  մասնակի  գոլորշիացմամբ  և  նմուշից  դրանց հեռացմամբ:  Այրման  պինդ  արգասիքների ռենտգենաֆազային  անալիզների արդյունքներից  պարզվել  է,  որ  առկա  են  մագնեզիումի  օքսիդ,  մոլիբդենի  դիսիլիցիդ  և սիլիցիումով  աղքատ  այլ  սիլիցիդներ,  ինչպես  նաև  փոքր  քանակությամբ  ազատ սիլիցիում և մագնեզիումի սիլիկատային միացություններ: ", "Մե ծ   հ ամ բ ավ   և   կ ի ր առ ո ւ թյ ո ւ ն   է   գ տե լ   Զ ե ե բ ախի   կ ո ղ մ ի ց առ աջ ար կ վ ած “ի ն ք ն աի ն ի ց ո ղ ” ք ի ր ալ այ ն ո ւ թյ ան մ ե թո դ ը , ո ր ի հ ի մ ք ո ւ մ   ը ն կ ած   է   պի վ ալ ո ի լ այ ի ն   ալ դ ե հ ի դ ի   և   օ պտի կ ապե ս   մ աք ո ւ ր ամ ի ն աթթո ւ ն ե ր ի   փո խազ դ ե ց ո ւ թյ ո ւ ն ի ց   ս տաց վ ած   ամ ի ն աաց ե տալ ի ց առ աջ աց ած   մ ի ջ ան կ յ ալ   ք ի ր ալ այ ի ն   ց ի կ լ ի կ   CXII  կ ար բ ան ի ո ն ի ալ կ ի լ ո ւ մ ը ՝  LDA կ ամ  BuLi  ազ դ ե ց ո ւ թյ ամ բ  [194] ( ս խե մ ա 19): ", "Կատարված  հետազոտությունները  ցույց  են  տվել,  որ  ելային  խառնուրդում նոսրացուցիչի  քանակության  մեծացումը  բերում է  այրման  արագության  և Նկ. 3.17. MoO3–3Mg–2Si–nNaCl համակարգի այրման պարամետրերի փոփոխությունը կախված նոսրացուցիչի քանակից համակարգում` 7.5 մոլ արժեքի դեպքում (50 զանգ. % NaCl) (նկ. 3.18): Ինչպես երևում է ստացված  արդյունքներից,  այրման  ալիքի  տարածման  արագությունն  երկու Uա Tա Tա Uա ջերմաստիճանի նվազման` ընդհուպ մինչև այրման սահմանի  ի  հայտ  գալը (նկ.  3.17):  MoO3–3Mg– համակար- գում  այրման  սահմանն ըստ  NaCl-ի  քանակու- թյան  դիտվել  է  7  մոլի դեպքում  (58.3  զանգ.  % NaCl),  իսկ  MoO3–7Mg– համակարգերի դեպքում էլ  նվազում է անգամ` այրման սահմանի  մոտ  կազմե- լով  ընդամենը  0.035  ÷ ժամանակ երկու համակարգերի դեպքում Նկ. 3.18. MoO3–7Mg–2SiO2–nNaCl համակարգի այրման պարամետրերի փոփոխությունը կախված NaCl-ի քանակից նվազում են մոտ երկու անգամ` 2000 oC-ից նվազելով մինչև 1050 oC-ի: ", "Հարկ  է  նշել,  որ  երկու  համակարգերի  դեպքում  էլ  այրման  պրոցեսն  ընթանում  է ջերմաստիճանային  երկու  տարբեր  ռեժիմներում`  I  (բարձր  ջերմաստիճանային) տիրույթ. դա Si-ի հալման կետից բարձր ջերմաստիճաններն են (Tա > 1410 oC), և II (ցածր ջերմաստիճանային)  տիրույթ.  սիլիցիումի  հալման  կետից  ցածր  ջերմաստիճաններն  են (1410÷1050  oC):  Այսպիսով,  աղային  նոսրացման  պայմաններում  հաջողվել  է  այրման պրոցեսն իրականացնել նաև սիլիցիումի հալման ջերմաստիճանից ցածր ջերմաստիճաններում: ", "Ըստ այրման արգասիքների գրավիմետրական անալիզի արդյունքների, զանգվածի հարաբերական  փոփոխությունը  (m=(mել-mարգ)/mել)*100  %)  ելային  նմուշի  զանգվածի նկատմամբ  n–ի  արժեքի  մեծացման  հետ  նվազում  է  անընդհատ  կերպով  (նկ.  3.19):  Ընդ որում  MoO3–3Mg–2Si–nNaCl  համակարգի  դեպքում  m-ի  փոփոխությունն  ավելի  զգալի է: Սակայն երկու համակարգերում էլ այրման սահմանին մոտ m-ի արժեքը կազմում է ընդամենը 1.5÷3.5 զանգ. %: ", "Նկ.  3.17  և  3.18-ից  պարզորոշ  երևում  է,  որ  երկու  համակարգերում  էլ  այրման սահմանին  մոտ  այրման  ջերմաստիճանը  ցածր  է  նատրիումի  քլորիդի  եռման ջերմաստիճանից (1470 oC), ինչով և պայմանավորված է m-ի նվազագույն արժեքները: ", "Նոսրացուցիչի  համեմատաբար  փոքր  քանակների  ներմուծման  դեպքում`  w<40 զանգ.  %  (T1800  oC),  այրման  պրոցեսից  հետո  հաստատուն  ճնշման  ռեակտորի պատերին  նկատվել  է  սպիտակ գույնի մեծ քանակությամբ փաթիլանման  արտանետումներ: "]}