{"paragraph_source_docs": [0, 0, 5, 0, 2, 4, 0, 5, 0, 5], "source_docs_file": "Law.json", "paragraphs": ["Իշխանությունների  բաժանման  սկզբունքի  վրա  հիմնված  պետաիրավական համակարգի գործունեության համաշխարհային փորձն ապացուցեց իր նշանակալի մեծ ճկունությունը  և  հարմարվողական  ներուժը:  Չնայած,  որ  այդ  համակարգը  չունի բացարձակ  կայունություն,  ենթակա  է  բազմաթիվ  գործոնների  ազդեցությանը, այդուհանդերձ,  այն  առանց  փոփոխությունների  վերականգնվել  է  անգամ  այն դեպքերում, երբ ժամանակավոր հաղթանակում էին ավտորիտար ռեժիմները: ", "Իշխանությունների  բաժանման  սկզբունքով  կառուցված  պետական  իշխանության կազմակերպումը  կարող  է  նախադրյալներ  ստեղծել  և  դառնալ  մեր  հասարակության առջև  ծառացած  խնդիրների լուծման  պայմաններից  մեկը.  հասարակական  ու տնտեսական  կյանքի  ժողովրդավարացում,  իրավունքի  գերակայության  հաստատում, սոցիալ - տնտեսական կյանքում արմատական վերափոխումների անցկացում: ", "§ 3.2. Պատժի նպատակների իրականացման կառուցակարգերի կատարելագործումը Հայաստանում Արդի  ժամանակաշրջանում  քաղաքակիրթ  երկրների  մեծամասնութունում նկատվում է  պատժի, քրեական քաղաքականության և քրեական արդարադատության,  ոստիկանական  վերահսկողության  ճգնաժամ157։  Պատժի ճգնաժամն  արտահայտվում է  առաջին  հերթին  նրանում,  որ  Երկրորդ համաշխարհային  պատերազմից  հետո  ամբողջ  աշխարհում  նկատվում  է հանցավորության քանակի  աճ` չնայած ոստիկանության և քրեական արդարադատության  բոլոր  ջանքերին  (իսկ  1990-ականների  վերջից  և  2000- ականների սկզբից` հանցավորության քանակի նվազում` անկախ  ոստիկանության և  քրեական  արդարադատության  գործունեությունից)։  Երկրորդ`  մարդկությունը փորձարկել  է  քրեական  ռեպրեսիայի  բոլոր  հնարավոր  տեսակները`  առանց նկատելի  արդյունքների  (ընդհանուր  կանխման  անարդյունավետություն)։  Երրորդ` ինչպես 1974 թ.-ին ցույց տվեց Տ.Մատիսենը` ռեցիդիվի մակարդակը յուրաքանչյուր պետության  համար  հարաբերականորեն  կայուն  է  և  չի  նվազում,  ինչը  վկայում  է մասնավոր  կանխման  անարդյունավետության  մասին158։  Չորրորդ`  հոգեբանների կարծիքով  ազատազրկման  վայրերում  երկարատև  (5-6  տարուց  ավել)  գտնվելը հանգեցնում է անձի հոգեկանի անդառնալի փոփոխությունների159160։ ", "Հայաստանի Հանրապետությունը ինքնիշխան, ժողովրդավարական, սոցիալական, իրավական պետություն է (ՀՀ Սահմանադրության 1-ին հոդված): ", "Երկրորդ ենթախումբն են կազմում վարչապետի  առաջարկությամբ իրականացվող  լիազորությունները՝  կառավարության կազմի փոփոխումը  (հոդ.  131), օտարերկրյա  պետություններում և միջազգային կազմակերպություններում դիվանագիտական ներկայացուցիչների նշանակումը և հետ կանչելը (հոդ. 132 մաս 2), օրենքով  սահմանված  դեպքերում  և  կարգով  բարձրագույն  դիվանագիտական կոչումների շնորհումը (հոդ. 132, մաս 3), օրենքով սահմանված դեպքերում և կարգով զինված  ուժերի  և  այլ  զորքերի  բարձրագույն  հրամանատարական  կազմի նշանակումն  ու  ազատումը  (հոդ.  133,  մաս  1),  օրենքով  սահմանված  դեպքերում  և կարգով բարձրագույն զինվորական կոչումների շնորհումը (հոդ. 133, մաս 2), օրենքով սահմանված ժամկետով գլխավոր շտաբի պետի նշանակումը (հոդ. 155, մաս 3)։ ", "Ինչ-ինչ  «գործարքների»  անհասկանալի  վկայակոչումը,  Հանձնաժողովի  կարծիքով,  չեն (see Yearbook of the Convention, vol. 14, p. 32 [1971], vol. 16, pp. 26-28 [1973], vol. 18, p. 18 [1975], and vol. 21, p. 22 [1978], for communications giving notice of derogation, and Information Bulletin on Legal Activities within the Council of Europe and in Member States, vol. 21, p. 2 [July, 1985], for the withdrawal) (see, mutatis mutandis, the Klass and Others judgment of 6 September 1978, Series A no. 28, pp. 27 and 30-31, §§ հաստատել  նման  մտադրությունը:  Սակայն  Լուկանովի  գործում  գլխավոր  խնդիրն  այն էր, որ հայցվորին ներկայացված մեղադրանքներից շատերն, ըստ բուլղարական օրենս- դրության իրավախախտում չէին համարվում: ", "Որպես  պետական իշխանության կարևորագույն հատկություն ինքնիշխանությունը  նաև  պետության  հատկությունն  է:  Պետության  ինքնիշխանության հիմքում ընկած է ժողովրդի ինքնիշխանությունը, քանի որ ժողովրդի կամաարտահայտությամբ է ծնվում  պետական իշխանությունը:  Պետության ինքնիշխանությունը ցանկացած պետության անօտարելի հատկությունն է անկախ նրա տարածքի  չափերից,  բնակչության  թվից,  կառավարման  և  կառուցվածքի  ձևերից:  Այն պետության միջազգային իրավասուբյեկտության պարտադիր պայմանն է: ", "Հանցավորության  նկատմամբ  վերահսկողության  ավանդական  միջոցների անարդյունավետության, ավելին` այնպիսի տարածված պատժատեսակի, ինչպիսին ազատազրկումն է, բացասական հետևանքների գիտակցումը հանգեցնում է ոչ միայն ստրատեգիական,  այլ  նաև  տակտիկական  բնույթի  այլընտրանքային  որոշումների փնտրմանը։ Մասնավորապես` Յա.Գիլինսկին առաջարկում է հետևյալ լուծումները. Առաջին`  մահապատժից  ամբողջությամբ  հրաժարվելու  պայմաններում ազատազրկումը  դառնում  է  ամենախիստ  պատժամիջոցը,  որը  պետք  է  կիրառվի ծայրահեղ դեպքերում` հիմնականում բռնությամբ կատարվող հանցագործությունների դեպքում և միայն չափահաս հանցագործների նկատմամբ։ ", "Իշխանության գերակայությունը նշանակում է, որ միայն պետական իշխանության ակտերն  են  ներազդում  տվյալ  երկրի  քաղաքացիների  և  կազմակերպությունների  վրա, պետական  իշխանությունն  օժտված  է  ցանկացած  հասարակական  իշխանության դրսևորումները  անվավեր  ճանաչելու  առանձնաշնորհով,  պետական  իշխանությունն օժտված  է  ազդեցության  հատուկ  միջոցներով,  որ չի  կարող  ունենալ  որևէ հասարակական  ուժ:  Պետական  իշխանության  գերակայությունը  դրսևորվում  է  նաև նրանում,  որ  այն  սահմանում  է  իրավական  հարաբերությունների  ողջ  կարգը, ընդհանուր  իրավակարգը,  պետական  մարմինների,  հասարակական  միավորումների, պաշտոնատար  անձանց  և  քաղաքացիների  իրավունակությունը,  իրավունքներն  ու պարտականությունները:  Սակայն  իշխանության  գերակայությունը  չի  նշանակում  նրա անսահմանափակ  լինելը:  Սահմանադրական  պետության  մեջ  իշխանությունը  միշտ սահմանափակված է իրավունքով:  Ինչպես ցանկացած  այլ իշխանություն սահմանադրական  պետության  մեջ  ինքնիշխանությունը  հիմնվում  է  իրավունքի  վրա  և սահմանափակված  է  իրավունքով:  Իշխանության  գերակայությունը  ենթադրում  է ինքնիշխանության անբաժանելություն և անօտարելիություն: ", "Երրորդ`  քանի  որ  անհատականության  պահպանումը  կամ  դեգրադացումն էապես  կախված  են  քրեակատարողական  հիմնարկում  պատժի  կրման պայմաններից, ժամանակակից քաղաքակիրթ երկրներում հնարավորինս պահպանվում  են  դատապարտյալների  գոյատևման  արժանապատիվ  մակարդակ, սահմանվում  է  նրանց  արժանապատվությունը  չնսեմացնող  ռեժիմ,  բացի  այդ գոյություն ունի պրոբացիոն համակարգ, որը թույլ է տալիս խստորեն տարանջատել պատժի  կրման  պայմանները`  կախված  դրա  ժամկետից,  դատապարտյալի վարքագծից և ալն162։ "]}