{"paragraphs": ["Ներառված կլինիկաների ընդհանուր բնութագիրը Հետազոտության  մեջ  ընդգրկվել  են  հանրապետության  այն  կլինիկաները,  որտեղ տարեկան  կատարվել  է  ավելի  քան  20  նմանատիպ  վիրահատություններ:  Նման  կերպ հսկվել  է  վիրաբույժի  ինչպես  նաև  բուժ-անձնակազմի  փորձառության  հետ  կապված համակարգային  սխալները:  Միևնույն  ժամանակ  ընդգրկվել  են  հնարավորինս  քիչ կլինիկաներ,  այսպիսով,  սահմանափակվել  է  տարբեր  վիրահատական  եղանակների կիրառումը`  առավելագույնս  ապահովելով  համասեռ  ընտրության  խումբ:  Այսպիսով տվյալները  հավաքագրվել  են  3  կլինիկաներից՝  Վ.Ա.  Ֆանարջյանի  անվան ուռուցքաբանության  ազգային  կենտրոնի  օնկոուրոլոգիայի, “Արթմեդ”  ԲԿ-ի  և “Քանաքեռ-Զեյթուն” ԲԿ-ի ուրոլոգիայի բաժանմունքներից: Յուրաքանչյուր կլինիկայում բոլոր վիրահատությունները կատարվել են մեկ փորձառու վիրաբույժի կողմից: Ավելին, «Արթմեդ» և «Քանաքեռ-Զեյթուն» ԲԿ-ներում վիրահատությունները իրականացվել է մեկ մասնագետի կողմից տարբեր ժամանակահատվածներում: ", "Նկար 11. Ացինար հյուսվածքը տեղակայող ճարպային հյուսվածքը և նրանում «գոյատևած», սակայն լիմֆոցիտներով ներսփռված կղզյակները: Շաքարային դիաբետով հիվանդ, «առանց ճարպակալում» ֆենոտիպով խումբ: ", "ա) Ներկումը հեմ-էոզինով, խոշ.×100, բ) Ներկումը կոնգո կարմիրով, խոշ.×100 «Լիպոմատոզ» գործընթացի վերլուծության  արդյունքները հետևյալն էին. ճարպակալումով  ուղեկցվող  խմբում  լիպոմատոզ  առկա  էր  20  դեպքում  (74,07%):  Ընդ որում 5 դեպքում գործընթացը թույլ էր արտահայտված (25%) , 8-ում՝  չափավոր (40%), լավ (35%):  Առանց  ճարպակալման  ուղեկցվող  խմբում լիպոմատոզ հայտնաբերվեց  16  դեպքում  (69,5%),  որից  1-ում  թույլ  էր  արտահայտված  (6,25%),  9-ում չափավոր  (56,25%),  6-ում՝  լավ  (37,5%):  Շաքարային  դիաբետով  պայմանավորված վիճակագրորեն  հավաստի  զուգակցում,  ըստ  լիպոմատոզ  գործընթացի,  այս  երկու ֆենոտիպերի  միջև    չհայտնաբերվեց  (χ2=2,39  p=0,49>0,05):  Համեմատության  համար մեզենքիմալ  ճարպային  դիստրոֆիայով  չախտահարված  հյուսվածքի  տեսադաշտերը արտացոլված են նկար 12-ում: ", "Աղյուսակ 5. Պատմագրերից տվյալների հավաքագրման ձև Ադմինիստրատիվ տվյալներ օր օր ___/___/______ ___/___/_____ ___/___/_____ Նախավիրահատական և ներվիրահատական գործոններ (հայտնաբերված ՀՇ-ով կամ ուլտրաձայնային հետազոտությամբ) (պաթոհյուսվածաբանակն քննության արդյունքով)                  2. pT2aN0M0 Աղյուսակ 5 շարունակություն (պաթոհյուսվածաբանակն քննության արդյունքով)              2. G2 (վիրահատության սկզբից մինչև վերջ (առանց անէսթեզիայի)) Միզապարկի արմատական հեռացումից հետո դիտվող բարդություններ Եթե ոչ կանգնել այստեղ. Աղյուսակ 5 շարունակություն Եթե այո 24a. Մահվան օր ___/___/______ Ուշ հետվիրահատկան տվյալներ Եթե այո 26a. Մահվան օր ___/___/______ Այս  ձևում  ընդգրկվել  էին  ՀՀ-ում  մեզի  դերիվացիայի  աղիքային  կոնդուիտի  և օրթոտոպիկ  միզապարկի  եղանակներով  արմատական  ցիստէկտոմիայի  ենթարկված հիվանդների նախկին  հետազոտությամբ  ի  հայտ եկած  առավել  կարևոր փոփոխականները (14): ", "Առանց ճարպակալման դիաբետով հիվանդների ենթաստամոքսային գեղձի հյուսվածքային կտորներում տասը պատահական դաշտերում կղզյակների թվի միջինը կազմեց  2.3  էր:  Կղզյակների  միջին  տրամաչափը  0.188  մմ  էր  (0,068  մմ  ստանդարտ շեղումով):  Կղզյակում  β-բջիջների  թիվը  17.4  էր:  Նույն  այս  տվյալները  դիաբետով հիվանդ  ճարպակալումով ուղեկցվող խմբում  ունեին  հետևյալ  արժեքները՝  կղզյակների միջին  թիվը  1.8  էր,  Կղզյակի  միջին  տրամաչափը  այս  խմբում  0.2  մմ    էր  (0,1  մմ ստանդարտ  շեղումով),  β-բջիջների  թիվը    կղզյակում  միջինում  կազմեց  15:  Դիաբետով հիվանդների  խմբում,  այս  թվային  պարամետրերի  համեմատության  համար, օգտագործելով  Ստյուդենտի  թեսթը,  պարզեցինք,  որ  կղզյակների  թվի,  տրամաչափի, կղզյակում β-բջիջների թվի միջև վիճակագրորեն հավաստի տարբերություն չկա՝ p>0,05: ", "Վերը  նշված  ձևաբանական  միավորների  համադրությունը    պատկերված  է  ստորև ներկայացված աղյուսակ 7-ում: ", "Աղյուսակ 7 Շաքարային դիաբետով հիվանդների խմբում կղզյակային բնութագրիչների տվյալները (*p<0,05) Բնութագրիչ Դիաբետով հիվանդ, Դիաբետով հիվանդ, Կղզյակների  միջին    քանակ առանց ճարպակալման ճարպակալումով (M±SD) (M±SD) Կղզ.  Միջին  տրամաչափ  (մմ) Բջիջների միջին թիվ (M±SD) (Նշենք, որ *p<0,05 արտահայտում է տվյալ թվային փոփոխականների շարքի նորմալ բաշխումը) Ինսուլիտ՝ ենթաստամոքսային գեղձի կղզյակների բորբոքում, առանց ճարպակալման ֆենոտիպով խմբում  առկա էր 18 դեպքի պարագայում: Ընդ որում  11 դեպքերում լավ էր արտահայտված, իսկ 7 դեպքում թույլ: Ճարպակալումով ուղեկցվող խմբում  բորբոքում առկա  էր  դեպքերից  16-ում,  ընդ  որում  1  դեպքում  լավ  էր  արտահայտված,  8  դեպքում չափավոր,  7  դեպքում  թույլ:  Վիճակագրական  վերլուծության  արդյունքում  պարզեցինք, որ  դիաբետով  հիվանդ  երկու  ֆենոտիպերի  միջև  առկա  է  վիճակագրորեն  հավաստի տարբերություն  (χ2=18.3,  p<0,05):  Աղյուսակային  տեսքով  արդյունքները  ներկայացված են աղյուսակ 8-ում: ", "Վերահսկողական  խմբի  անձինք  անցել  են  դիսպանսեր  հետազոտություններն ընդունված  կարգով:  Հետազոտվել  են  նրանց  լյարդը,  երիկամները,  ենթաստամոքսային գեղձը, փայծաղը, գնահատվել է նրանց չափերն ու էխոզգայնությունը, ուսումնասիրվել է հետորովայնամզային տարածությունը՝ մեծացած ավշային հանգույցներ հայտնաբերելու  նպատակով,  ինչպես  նաև  կրծքավանդակը՝  միջնորմի,  պերիկարդի  և պլևրայի ախտահարումները պարզելու համար: Հսկողության խումբը բաղկացած է եղել զինակոչիկներ, դոնորներ: ", "Աղյուսակ 44. ՀՀՆ հիվանդների խմբի (n=23) տվյալները ըստ SF-36 հարցաշարի SF-36 հարցաշար M±SD ՖԳ  ՖԽ ՑՄ ԸԱ ԿԿ ՍԳ ՀԽ ՀԲ ԱՖԲ ԱՀԲ  ՎԱ . . . . . . . . . . . . . . . . . . . . . . Համաձայն «Առողջության փոփոխություն» ցուցանիշի, ՀՀՆ հիվանդների խմբում (n=23) ինքնազգացողությունը վերջին 1 տարվա ընթացքում փոխվել է հետևյալ կերպ. (n=4)` լավացում (Գծապատկեր 15): ", "Ստորև  պատկերված  նկարներն  արտահայտում  են  կղզյակային  պաթոմորֆոլոգիան շաքարային դիաբետով հիվանդների  խմբում:  Պատկերված  միկրոֆոտոները արտացոլում  են  այն  ախտաբանական  փոփոխությունները,  որոնք  պատճառ  էին հանդիսացել կղզյակների և նրանցում էնդոկրինոցիտների ախտահարմանը: ", "Նկար 13. Եզակի պահպանված, դիստրոֆիկ փոփոխված կղզյակները առանց ճարպակալման դիաբետով հիվանդների խմբում: ա) Ներկումը ըստ Հոմորիի, խոշ. × 400, բ) Ներկումը հեմատոքսիլին էոզինով, խոշ.×400: գ) Նկար ա-ում պատկերված կղզյակի դրվագը 1000 անգամ խոշորացմամբ: ", "ՀԵՏԱԶՈՏՈՒԹՅԱՆ ԱՐԴՅՈՒՆՔՆԵՐԸ Հետազոտության մեջ  ընդգրկվել են 2006-2009թ.թ. Արյունաբանական  կենտրոնում առաջնակի  հետազոտմամբ    լիմֆոմա  ախտորոշված  և  բուժում    ստացող  193  հիվանդ (106  տղամարդ  -  54.9%,  87  կին-45.1%):  Լիմֆոմայով  հիվանդների  տարիքային սահմաններն էին 18-78, իսկ միջին տարիքը՝ 44.917.4 տարեկան: Հետազոտության մեջ ընդգրկված  193  հիվանդները  բաժանվել  են  2  խմբի:  I  խմբում  ընդգրկվել  են  Հոջկինի լիմֆոմայով  85  հիվանդ  (44%),  II  խմբում  ընդգրկվել  են  Ոչհոջկինյան  լիմֆոմայով  108 հիվանդ  (56%):Ստուգիչ  III  խումբը  կազմել  են  100  պրակտիկ  առողջ  անհատներ՝  ԱԿ դիմած  դոնորներ  և  զինակոչիկներ  (56  տղամարդ,  44    կին),  18-60  տարեկան  (միջին տարիքը՝ 37.91.8): ", "Նկար 14. Ճարպային հյուսվածքում «գոյատևած», լիմֆոպլազմոցիտներով ներսփռված կղզյակները: ա) Ներկումը հեմ-էոզին, խոշ. ×400 բ) Ներկումը կոնգո-կարմիր, խոշ. ×400: ", "(առանց ճարպակալման  խումբ) Ինչպես  երևում  է  նկ.14-ում  պատկերվածից,  կղզյակները  առատորեն  ներսփռված  են բորբոքային բջիջներով: ", "Zβ – ն նորմալ տեղաբաշխման կրիտիկական արժեքն է β – ում (80% ուժի դեպքում β -ն σ2 – ը պոպուլյացիայի շեղվածությունն է: ", "Աղյուսակ 5 ՀԼ-ով հիվանդների ձևաբանական տարբերակների բաշխումն ըստ տարիքի և սեռի n /% Տարիքային սահման (տարի) Ար/իգ Միջին տարիք (տարի) Ձևաբանական տարբերակ n=85 Նոդուլյար սկլերոզ Լիմֆոցիտար գերակշռում Խառը-բջջային ձև Հյուսվածքային տարբերակն  անորոշ Ձևաբանական  տարբերակից  հիմնականում  գերակշռել  է  նոդուլյար  սկլերոզը  – դեպքում  ամենացածր  միջին  տարիք  նկատվել է լիմֆոցիտար  գերակշռում տարբերակում 30.7±3.02, խառը-բջջային տարբերակում գրանցվել է ամենաբարձր միջին տարիքը`  46.0±4.35,  հիվանդացության  տարիքային  ամենամեծ  սահմանը  նկատվել  է խառը-բջջային  տարբերակում`  23-70  տարեկան:  Մեր  կողմից  հետազոտվող  խմբում տղամարդ/կին  հարաբերակցությունը կազմել է 1.3 :1, նոդալ սկլերոզի դեպքում 1:1.5 է, լիմֆոցիտար  գերակշռում  ենթատիպի  դեպքում    4  :1  է,  իսկ`  5:1    հարաբերակցությունը խառը-բջջային ձևի դեպքում: ", "ա) Ներկումը ըստ Վան-Գիզոնի, խոշ. ×100 բ) Նույն պատկերի դրվագը ×400 խոշորացմամբ: ", "Վիճակագրական վերլուծություն Աշխատանքի  ընթացքում  հավաքագրված  տվյալները  մուտթքագրվել  են  SPSS  21.0 տվյալների  բազա(SPSS  Inc.  Released  2012.  SPSS  Statistics  for  Windows,  Version  21.0. Chicago:  SPSS  Inc.):  Տվյալների  բնութագրական  և  վիճակագրական  վերլուծությունը կատարվել է օգտվելով SPSS 21 և STATA 13 վիճակագրական ծրագրերից (StataCorp. 2013. Stata  Statistical  Software:  Release  13.  College  Station,  TX:  StataCorp  LP):  Տվյալների մուտքագրումից հետո կատարվել է դրանց ճշգրտության վերստուգում: Շարունակական փոփոխականները  նկարագրվել  են  միջինների  և  ստանդարտ  շեղումների  միջոցով, կատեգորիկ  փոփոխականները՝ հաճախություններով և  տոկոսայնությամբ: ", "ա)Նկարում պատկերված է կղզյակը չափավոր արտահայատված բորբոքումով: ", "բ) Պատկերված է հենքի բորբոքային բջիջներով ներսփռանքը: Երկու նկարներում էլ խրոնիկական բորբոքային բջիջները նշված են  սև սլաքներով, իսկ էնդոկրինոցիտը՝ կարմիր սլաքով: Ներկումը հեմ-էոզինով, խոշ.×1000: ", "Նկարներ  13,  14,  15,  16,  17-ում  պատկերված  էին    էնդոկրին  հատվածում  առկա ախտաբանական  գործընթացները,  ինչպես  նաև,  ախտաբանորեն  փոփոխված կղզյակները: ", "Բազմագործոնային լոգիստիկ վերլուծությունը կիրառվել է վերջնական վիճակագրորեն հավաստի  փոփոխականները  հայտնաբերելու  համար:  Բազմագործոնային  լոգիստիկ վերլուծության վերջնական մոդելի մեջ հայտնվել են կամ այն փոփոխականները, որոնց կապը  միագործանային  լոգիստիկ  վերլուծությամբ  եղել  է  վիճակագրորեն  հավաստի, կամ ոչ հավաստի, բայց մեր կողմից, որպես կարևոր առանձնացված փոփոխականները: ", "Վերջիններս  կղզյակային  նեոգենեզ  գործընթացի  գնահատման  հյուսվածաբանական անուղղակի  նշաններն  էին:  Գործընթացի  գնահատման  ուղղակի  եղանակները  ոչ փորձարարական  պայմաններում  իրականացվում  են  իմմունոհյուսվածաբանական մեթոդով՝ միաժամանակ կիրառելով առնվազն հակաինսուլինային, հակագլյուկագոնային,  հակասոմատոստատինային  հակամարմիններ:  Այս  մեթոդը ֆինանսական և տեխնիկական առումով դժվարամատչելի է, բացի այդ էլ սպեցիֆիկ չէ): ", "Նկար18. «Կղզյականման կառուցների» (ցուցադրված է սլաքներով)  առաջացումը խոշոր, միջացինար ծորանի պատում: Ճարպակալումով ուղեկցվող շաքարային դիաբետով հիվանդ խումբ: ա) Ներկումը ըստ Վան-Գիզոնի, խոշ. ×100: բ) Նույն պատկերի ×400 խոշորացված դրվագը: ", "Նկար 19.  «Կղզյականման կառույցներ» ծորանի պատում, առանց ճարպակալման դիաբետով հիվանդների խումբ ա) Ներկումը կոնգո-կարմիրով, խոշ.×100: բ) Նույն պատկերի դրվագը ×400 խոշորացմամբ: "], "paragraph_source_docs": [2, 0, 0, 2, 0, 0, 0, 1, 3, 0, 0, 1, 0, 0, 2, 1, 0, 2, 0, 0, 0, 2, 0, 0, 0], "source_docs_file": "Medicine.json"}