{"paragraphs": ["Ինչպես  ցանկացած  այլ  խորհրդարանական  մոդելում,  այստեղ  նույնպես իշխանության  կենտրոնը  խորհրդարանն  է։  Հենց  խորհրդարանի  կողմից  կամ խորհրդարանի ակտիվ մասնակցությամբ են ձևավորվում իշխանության գործադիր և դատական  թևերի,  ինչպես  նաև  փոփոխված  Սահմանադրության  122-րդ  հոդվածով նախատեսված  ինքնավար  մարմինները։  Այս  առումով օրինաչափ է,  որ փոփոխություններից հետո պետական մարմինների համակարգում Սահմանադրության մեջ նախ ամրագրվեցին Ազգային ժողովի ինստիտուտը կազմող նորմերը։ ", "Տվյալ  հայեցակարգի  իրականացման  աստիճանն  ու  հատկանշական  առանձնա- հատկությունները, այս կամ այն երկրում, շատ բաներում կախված է այնպիսի կոնկրետ գործոններից, ինչպիսիք են. наук. Саратов, 1995, с. 15. ինչպես նաև ձևավորված քաղաքական պրակտիկան: ", "նորարարական դրույթների նպատակը հենց  Ազգային ժողովում կայուն մեծամասնության  ձևավորումն  է։  Մասնավորապես,  հոդվածի  առաջին  մասով սահմանված  է  ոչ  թե  Ազգային  ժողովի  պատգամավորների  կոնկրետ թվաքանակ,  այլ նվազագույն  թիվ. «Ազգային  ժողովը  կազմված  է  առնվազն  հարյուր  մեկ պատգամավորից»։  Նույն  հոդվածի  3-րդ  մասի  համաձայն՝  Ընտրական  օրենսգիրքը պետք է երաշխավորի կայուն խորհրդարանական մեծամասնության ձևավորում։ ", "Այս երկու իրավադրույթների  փոխկապվածությունն  ակնհայտ է։ ", "Սահմանադրական  մակարդակով  Ազգային  ժողովի  պատգամավորների  ընդհանուր թվաքանակի  փոխարեն  նվազագույն  թվի  ամրագրումը  նպատակ  ունի  ձևավորել անհրաժեշտ սահմանադրական հիմքեր՝ Ընտրական օրենսգրքի միջոցով խորհրդարանական կայուն մեծամասնության ապահովման համար։ Ինչպես նշված է «Հայաստանի  Հանրապետության  սահմանադրության  փոփոխությունների  նախագծի եվրոպական  հանձնաժողովի  (այսուհետ՝  Վենետիկի  հանձնաժողով)  նախնական կարծիքի 78-րդ կետում, այս համակարգում պատգամավորների ընդհանուր քանակը կախված է լինելու մեծամասնությանը որպես բոնուս հատկացված լրացուցիչ տեղերի քանակից։143 Կարծում ենք՝  տեսականորեն կայուն կարելի է համարել  այն մեծամասնությունը,  որը  առաջին  հերթին  Ազգային  ժողովին  իր  գործառույթների արդյունավետ իրականացման հնարավորություն է  տալիս։  Փոփոխված Սահմանադրության  մի  շարք  հոդվածներով  նախատեսվում  են  Ազգային  ժողովի կողմից  օրենքների,  որոշումների,  հայտարարությունների  և  ուղերձների  ընդունման տարբեր կարգեր։ Դրանք, որպես կանոն, ընդունվում են քվեարկությանը մասնակցող պատգամավորների  ձայների  մեծամասնությամբ,  եթե  քվեարկությանը  մասնակցել  է պատգամավորների  ընդհանուր  թվի  կեսից  ավելին  (հոդ.  103,  մաս  1)։  Միևնույն ժամանակ,  Ազգային  ժողովի  նախագահը  և  նրա  տեղակալները  «ընտրվում  և  հետ  են կանչվում  պատգամավորների  ընդհանուր  թվի  ձայների  մեծամասնությամբ»  (հոդ. Սակայն  առավել  բարդացված  է  սահմանադրական  օրենքների  ընդունման, ինչպես  նաև  պետական  այլ  մարմինների  որոշ  պաշտոնյաների  ընտրության  կարգը։ ", "Այսպես,  Սահմանադրության  103-րդ  հոդվածի  2-րդ  մասի  համաձայն՝  «Ազգային ժողովի կանոնակարգը,  Ընտրական օրենսգիրքը,  Դատական օրենսգիրքը, Սահմանադրական  դատարանի  մասին  օրենքը,  Հանրաքվեի  մասին  օրենքը, Կուսակցությունների  մասին  օրենքը  և  Մարդու  իրավունքների  պաշտպանի  մասին օրենքը  սահմանադրական  օրենքներ  են  և  ընդունվում  են  պատգամավորների ընդհանուր  թվի  ձայների  առնվազն  երեք  հինգերորդով»։  Նույն  կարգով  են  ընտրվում գլխավոր  դատախազը  (հոդված  177,  մաս  1),  Հաշվեքննիչ  պալատի  նախագահը  և անդամները (հոդ. 199, մաս 2), և մի շարք այլ բարձրաստիճան պաշտոնյաներ։ ", "Ճիշտ  է,  հատուկ  կարգ  է  սահմանված  Հանրապետության  նախագահի ընտրության համար։ ", "ԻՐԱՎՈՒՆՔԻ ԳԼՈԲԱԼԱՑՄԱՆ ԳՈՐԾԸՆԹԱՑԻ ՀԻՄՆԱԿԱՆ ՏԵՍԱԿՆԵՐՆ ՈՒ ԵՂԱՆԱԿՆԵՐԸ առանձնահատկությունները Կատարված  ուսումնասիրությունները  վկայում  են,  որ  արդի  իրավաբանական գրականությունում  իրավունքի  գլոբալացման  բազմաշերտ  գործընթացը  ներառում  է իրավունքի  ինտեգրում,  իրավունքի  միջազգայնացում,  իրավունքի  անմիջական իրականացում (իմպլեմենտացիա)։ ", "Վ.Ն. Պետրաշևայի կարծիքով  ընդհանուր պրևենցիան  (ընդհանուր կանխումը) արտահայտվում  է  որոշակի  հանցագործի  նկատմամբ  նշանակված  պատժի ներգործությամբ  այլ՝  հակաիրավական  արարքներ  կատարելուն  հակված  անձանց նկատմամբ՝ հետ  պահելով նրանց հանցավոր ոտնձգություններից և հասարակության օրինապահ  մասի մոտ հանցագործության նկատմամբ բացասական վերաբերմունքի ձևավորմամբ127։ ", "Թերևս  կարելի  է  համարել,  որ  դա  այն  մեծամասնությունն  է,  որը  մոտ  է,  սակայն  չի հատում պատգամավորների ընդհանուր թվի երեք հինգերորդի սահմանը։ Միայն այդ դեպքում կլինեն սահմանադրական  անհրաժեշտ և կայուն երաշխիքներ խորհրդարանական  փոքրամասնության  արդյունավետ գործունեության և հակակշռող  դերի  ամրապնդման  համար։145  Խորհրդարանական  մեծամասնության ավելի  մեծ  «կայունությունը»  կարող  է  հղի լինել  մեկ  կուսակցության  կամ խորհրդարանական  մեծամասնություն  կազմող  մի  քանի  կուսակցությունների դիկտատուրայի հաստատման վտանգով։ ", "Բացարձակ միապետությունը բնութագրվում է  պետության ղեկավարի անսահմանափակ իշխանությամբ: Միապետը հանդիսանում է իշխանության աղբյուր, և միայն  նա  է  սահմանում  դրա  սահմանները  նորմատիվ  իրավական  ակտերում,  որոնք, որպես կանոն, ընդունվում են նրա անունից: Բացարձակ միապետություններում առկա է սահմանադրություն: ", "Համաձայն Սահմանադրության  149-րդ հոդվածի 3-րդ մասի՝ նույն  հոդվածի 2- րդ  մասով  սահմանված  իրավիճակներում  «Վարչապետ չընտրվելու  դեպքում մարտահրավերները․Երևան, 2016, էջ 210։ ", "կազմակերպաիրավական  ձև,  սահմանադրության  կայացման  արդի  հիմնախնդիրները  //  Դանիելյան  Գ․, Այվազյան  Վ․,  Մանասյան  Ա․Սահմանադրական  բարեփոխումների  հայեցակարգի  դրույթները  և  դրանց իրացման  հիմնական  ուղղությունները  Հայաստանի  Հանրապետությունում  ․/գիտագործնական հետազոտություն/․Երևան, 2015,  էջ 29 : ", "Իրավական  միջազգայնացումը  հիմնականում  գլոբալացման  ընդհանուր գործընթացների  հետևանք  է,  որն  ընգրկված  է  ժամանակակից  հասարակության կյանքի հիմնական ոլորտներում: Իրավական միջազգայնացման էությունը կայանում է նրանում,  որ  ներպետական  իրավունքը  սերտորեն  կապվում,  միահյուսվում  է ներպետական այլ իրավական համակարգերի հետ: ", "Սահմանադրության  151-րդ  հոդվածի  3-րդ  և  4-րդ  մասերի  համաձայն՝  Ազգային ժողովն  իրավունքի  ուժով  արձակվում  է  Կառավարության  ծրագրին  հավանություն չտալու դեպքում։ ", "Ուշադրության  է  արժանի  այն  հանգամանքը,  որ  նշված  բոլոր  դեպքերում Ազգային  ժողովն  արձակվում  է  իրավունքի  ուժով։  Դրանով  իսկ  լիովին  բացառվում  է սուբյեկտիվ  գործոնի  ազդեցությունը՝  վարչապետի,  Հանրապետության  նախագահի կամ  Ազգային  ժողովի  նախագահի կողմից  Ազգային  ժողովի  արձակման  վերաբերյալ կամայական  որոշումների  ընդունման  հնարավորությունը։  Ինչ  խոսք,  այդ հանգամանքը կնպաստի պատգամավորների կողմից (հետևաբար և Ազգային ժողովի կողմից) իրենց գործառույթների անկաշկանդ իրականացմանը և, միևնույն ժամանակ, Ազգային ժողովի հանրային հեղինակության բարձրացմանը։ ", "Սահմանադրական  փոփոխությունների  արդյունքում,  խորհրդարանական կառավարման  պահանջներին  համապատասխան,  որակապես  ամրապնդվեց Ազգային ժողովի իրավական կարգավիճակը։  Մինչև սահմանադրական փոփոխությունները  Սահմանադրության  62-րդ  հոդվածով  ամրագրված  էր  Ազգային ժողովի միայն օրենսդիր բնույթը։  Սահմանադրական  փոփոխությունների արդյունքում  արձանագրվեց,  որ  Ազգային  ժողովը  ոչ  միայն  օրենսդիր,  այլ  նաև ժողովրդի ներկայացուցչական մարմինն է (հոդ. 88, մաս 1)։ ", "Հետևաբար,  5-րդ  հոդվածի  պահանջները  պետք  է  կատարվեն  ցանկացած  տեղ, որտեղ առկա է ազատությունից զրկում, այն պետք է կիրառվի նաև այն դեպքերում, երբ իրավապահ մարմինների աշխատակիցները մեկնում են այլ երկիր` որևէ մեկին վերա- դարձնելու նպատակով, որպեսզի վերջինս կանգնի դատարանի առջև կամ կրի պատի- ժը:  Այսպես,  Ռենետն  ընդդեմ  Ֆրանսիայի225  գործով  դատարանը  վճռել  է,  որ  5-րդ  հոդ- վածը կիրարկելի է դարձել, երբ մեղադրյալը Սենտ Վինսենտում զինվորական օդանավի մեջ հանձնվել է ֆրանսիական ոստիկանությանը: Այդ պահից դիմողին ազատությունից զրկելը (չնայած այն կատարվել է Սենտ Վինսենտում) համարվել է Ֆրանսիայի իրավա- սության խնդիրը՝ ըստ ֆրանսիական իրավապահ մարմինների հայեցողության: ", "Կոնվենցիայի 5-րդ հոդվածը հավասարապես կիրառվում է, երբ որևէ մեկին ապօ- րինաբար բռնում են կամ առևանգում՝ տվյալ անձի նկատմամբ քրեական հետապնդումն ապահովելու  կամ  երեխայի`  ծնողներից  մեկին  միանալու,  կամ  որևէ  այլ  նպատակով, երբ  նման  գործողությունները  կատարվում  են  պետական  ծառայողների  կողմից,  կամ պետությունն այս կամ այն կերպ մասնակից է դրան: Ավելին, ինչպես երևում է Կիպրոսն ընդդեմ  Թուրքիայի  գործից,  5-րդ  հոդվածը  կիրառելի  է  որևէ  այլ  երկրում  զինվորական գործողությունների  ժամանակ  իրականացված՝  ազատությունից  զրկման  ցանկացած դեպքում: Միակ պատճառը, որի համար Դատարանը չարձանագրեց վիճարկվող՝ Թուր- քիայի  կողմից  զինվորական  գործողությունների  արդյունքում  5րդ  հոդվածի  խախտում, Կիպրոսի կողմից, այն  էր, որ Կիպրոսը չէր պնդում, որ հունակիպրոսյան բնակչության այս կամ այն ներկայացուցիչները քննարկվող ժամանակահատվածում կալանավորված են եղել: ", "Իրավաբանական  գրականության  մեջ  առկա  է  «պետության  գործառույթ» հասկացության  բնորոշման  նկատմամբ  սկզբունքորեն  միասնական  մոտեցում։ ", "Որպես  կանոն,  պետության  գործառույթները  բնորոշվում  են  որպես  պետության գործունեության հիմնական ուղղություններ, որոնցում  արտահայտվում և կոնկրետացվում է պետության սոցիալական նշանակությունը։ ", "Համապատասխանաբար,  պետական  մարմնի  գործառույթները  կարելի  է  բնորոշել որպես  այդ  մարմնի  գործողությունների  հիմնական  ուղղություններ,  որոնցում արտահայտվում է տվյալ մարմնի սոցիալ-նպատակային նշանակությունը։146 Գրականության  մեջ  տրվում  են «լիազորություն»  եզրույթի  տարբեր սահմանումներ։  Միևնույն  ժամանակ,  բոլոր  հեղինակները  միակարծիք  են  այն հարցում,  որ  «լիազորություն»  եզրույթը  հավասարապես  ներառում  է  պետաական մարմնի կամ պաշտոնատար անձի և՛ իրավունքները, և՛ պարտականությունները, որ լիազորությունը իրավունքների և պարտականությունների համակցություն է։147 «Լիազորություն»  եզրույթի  բովանդակության  ճիշտ  ընկալման  համար  կարևոր նշանակություն ունի նաև Յու. Ա. Տիխոմիրովի կողմից շեշտվող այն հանգամանքը, որ «լիազորությունը»  որոշ  դեպքերում  միայն  իրավունք  է (օրինակ՝  «կարող  է» ձևակերպման  պարագայում)  կամ  միայն  պարտականություն։148  Այս  մոտեցմանը համահունչ  է  Գ.  Գ.  Հարությունյանի  և  Մ.  Վ.  Բագլայի  կողմից  ձևակերպված բնորոշումը,  որի  համաձայն՝  «լիազորություն»  ասելով  հասկացվում  են  պետական, տեղական ինքնակառավարման մարմինների, պաշտոնատար անձանց՝ Սահմանադրությամբ, օրենքով կամ  այլ նորմատիվ իրավական  ակտով Линия права. М., 2006, էջ 261-262; Венгеров А. Б. Теория государства и права. М., 2005, էջ 167-168; Այվազյան Հ., Ժամանակակից պետության գործառույթները (տեսական և կիրառական հիմնախնդիրներ). իրավ. գիտ. թեկն. գիտ. աստիճ. հայցման ատենախ, Երևան, 2011, էջ 10-14: ", "Պառլամենտական  միապետությունը  ամենատարածված  միապետության  ձևերից է: Կառավարման այս ձևն առավել տարածված է եվրոպական մայրցամաքում: ", "վերապահված  իրավունքներն  ու  ազատությունները՝  հանրային  իշխանության գործառույթների իրականացման նպատակով։149 Կարծում ենք, որ  Յու. Ա. Տիխոմիրովի, Գ. Գ. Հարությունյանի  և Մ. Վ. Բագլայի այս  մոտեցումն  ունի  կարևոր  գործնական  նշանակություն  ՀՀ  խորհրդարանական կառավարման  մոդելի  ճշգրիտ  բնորոշման  համար,  քանի  որ  փոփոխված Սահմանադրության,  մասնավորապես՝  Ազգային ժողովի լիազորություններն ամրագրող  մի  շարք  դրույթների  ձևակերպումներում  օգտագործվում  է  «կարող  է» եզրույթը,  իսկ  Հանրապետության  նախագահի  որոշ  լիազորություններ  ձևակերպված են որպես այլընտրանք չունեցող՝ իմպերատիվ պարտականություններ։ ", "Հիմնվելով  տվյալ  ընդհանուր  տեսական  դրույթների  վրա՝  հնարավոր  է առանձնացնել  Ազգային  ժողովի  հիմնական  գործառույթների,  ինչպես  նաև  դրանց իրականացման  ապահովմանն  ուղղված  համապատասխան լիազորությունների, համակարգերը։ Ազգային ժողովի հիմնական գործառույթներն են՝ ա) օրենսդիր իշխանության իրականացման գործառույթ, բ) գործադիր իշխանության նկատմամբ վերահսկողական գործառույթ, գ) ֆինանսական գործառույթ, դ) կազմակերպչական գործառույթ, ե) արտաքին գործառույթ։ "], "paragraph_source_docs": [2, 0, 2, 2, 2, 2, 2, 1, 5, 2, 0, 2, 2, 1, 2, 2, 2, 4, 4, 2, 2, 2, 0, 2, 2], "source_docs_file": "Law.json"}