{"paragraph_source_docs": [1, 0, 2, 4, 3, 4, 1, 4, 4, 4], "paragraphs": ["Այսօր,  սկսած  դպրոցական  տարիքից,  երեխայի  մտքի  ճկունությանը,  մարմնի արագաշարժությանը,  ֆիզիկական  և  կամային  ուժերին,  տեսողությանը,  հավասարա- կշռությանը,  լեզվամտածողությանը  նպաստող,  յուրահատուկ  վարժանք  հանդիսացող ժողովրդական  խաղերին  փոխարինելու  են  եկել  «պատրաստի»  համակարգչային  խա- ղերը, որոնք աստիճանաբար դուրս են մղում նույնիսկ ավանդական խաղերի արդի դր- սևորումները: Ի տարբերություն ժողովրդական խաղերի, որոնք ունեն մտավոր և հատ- կապես  ֆիզիկական  կարողությունները  զարգացնող  ուղղվածություն,  համակարգչա- յինում  հիմնականում  գերակայում են   տրամաբանական բնույթի խաղերը, որոնք երե- խայի հոգեկերտվածքի վրա ունեն նշանակալի ազդեցություն թե´ մտավոր, թե´ հոգև- որ առումներով:362 Համակարգչային խաղերը, ըստ էության, ունեն հետևյալ ձևերը՝ տղաների համար՝ ավտոկայանատեղ,  ծեծկռտուք,  կռիվ,  կրակոցներ,  մրցավազք,  սպորտային,  իսկ  աղ- ջիկների  համար՝  դիմահարդարում,  զարդեր,  զգեստավորում,  վարսահարդարում,  խա- նութ, խոհարարություն և այլն: Կան խաղեր, որոնք ընհանուր են երկու սեռերի համար՝ տրամաբանական,  փազլ,363  խաղաքարտային,  ավիացիա,  արկածներ,364  զոմբի,365 էքշն,366 մարիո,367 դիսնեյ,368 պաշտպանություն,369 դասական370: ", "Նշենք,  որ  Գոլցի  կողմից  վերակազմավորված  թուրքական  բանակը  1897  թ.    հաղթեց Հունաստանի դեմ պատերազմում: ", "Մասնագիտական գրականության մեջ հատուկ շեշտվում է, որ ուշ ձևավորված աստ- վածուհիների կերպարների ծագումը կապվում է պալեոլիթյան շրջանից եկող պահապան ոգիների  և  գերբնական  էակների  պաշտամունքի  հետ  և  բազմաթիվ  վերլուծություններով փորձել են գտնել այն իմաստային սկզբնական նշանակությունը, որից ծագել են աստվա- ծուհիներին վերագրված բազմաթիվ հատկանիշներ: ", "Վերջապես,  եթե  Ֆաթհ  Ալի  խանին  հաջողվեր  իրեն  ենթարկել  Շամախիի խանությունը,  ապա  Ղարաբաղի  և  Շաքիի  խանությունները  նվաճելու  հեռանկարներն առավել  իրատեսական  էին  դառնում՝  ապահովելով  Ղուբայի  խանի  միանձնյա գերիշխանությունը տարածաշրջանում: ", "ղաց`  Անբերդաձորում:  Ամրոցից  դուրս,  հյուսիսային  կողմում,  մոտ  200  մ  հեռավորու- թյան վրա գտնվում է Անբերդի գերեզմանոցներից մեկը` օրորոցաձև տապանաքարերով և  XII  –  XIV  դդ.  խաչքարերով:  Մյուս  գերեզմանոցը,  որտեղ  թաղումներ  կատարվել  են դեռևս X – XI դդ., գտնվում է Արխաշանի ձորի հակառակ եզրին` Բյուրական տանող ճա- նապարհի ձախ կողմում: ", "Ավետիսյան, Եր., 1938, էջ 82: ", "Տրամաբանական բնույթի են փազլները, սեղանի, խաղաքարտային խաղերը, գլուխ- կոտրուկները, որոնք զարգացնում են խաղացողի մտածելակերպը և խնդիրների լուծման հմտությունները:  Դրանք  հետաքրքրում  են  տարբեր  տարիքային  խմբերին  («Փազլ»,371 «Պոկեր»,372 «Բլոտ»,373 «Բիլիարդ»,374 «Շախմատ», «Նարդի»375 և այլն): Տրամաբանական ուղղվածություն ունեն նաև նույնանման պատկերներն ըստ ձևի կամ գույնի դասավորելու խաղերը՝  «Candy  crush»376  կամ  «Cookies»377  խաղը:  Այս  առումով  առանձնանում  են  նաև խաչբառային հետևյալ խաղերը՝ «Mahjong Daily», «3D Logic», «Mini Sudoku» և այլն:378 Հատկանշական  է,  որ  համացանցում  կան  խաղեր,  որոնք  բնորոշ  են  տարիքային գրեթե  բոլոր  խմբերին:  Դրանք  են`  «Grand  theft  auto»379 (կրճատ` GTA)  աշխարհում հայտնի  համակարգչային  խաղերի  շարքը  (ավտոկայանատեղ,  սպորտային),  «Balls»380 (դասական) և այլն: ", "Շիրվանի  նախկին  հարկահավաք  Հաջի  Մուհամմադ  Ալի  Սուֆի  Նաբի Զարնավային 1748 թ. Նոր Շամախիի խան է դառնում և կառավարում մինչև 1761 թ., երբ սպանվում  է  խանչոբանի  ցեղի  Սարքարների  տոհմից  Ալի  Վերդի  բեկի  որդիներ Մուհամմադ  Սայիդ  և  Աղասի  խաների  կողմից:  Ալի  Վերդի  բեկը  Նադիր  շահի  օրոք «պատվավոր  ազնվական  էր» 105 :  Նրա  մահից  հետո  Մուհամմադ  Սայիդ  ու  Աղասի խաներն  իրենց  էին  ենթարկել  Շիրվանի  քոչվոր  ցեղերին  և  հաստատվել  Հին Շամախիում: Շուտով Մուհամմադ Սայիդը Քերիմ խան Զենդի ֆերմանի համաձայն, Հին Շամախիի խան է ճանաչվում 106: Այդ քայլով Իրանի տերության տիրակալը երկու խնդիր էր լուծում: Նախ, նա փորձում էր Հյուսիս-արևելյան Այսրկովկասում, որը կիսանկախ էր, ի  դեմս  Հին  Շամախիի  խաների  իրեն  ենթակա  կառավարիչներ  ունենալ  և  ամրապնդել Իրանի տերության ազդեցությունը տարածաշրջանում: Մյուս կողմից, Հյուսիս-արևելյան Այսրկովկասի  սրտում  երկիշխանություն  հաստատելով,  կառավարելի  իրավիճակ  էր ստեղծվում:  Ուստի,  քաղաքականապես  ապակայունացած  Շիրվանը  դառնալու  էր կառավարելի՝  առաջին  հնարավորության  դեպքում  վերադարձնել  իրանական պետության կազմի մեջ։ ", "Նոր  Շամախիի  բնակիչները,  Հաջի  Մուհամմադ  Ալի  խանի  ծանր  հարկային քաղաքականությունից  դժգոհ,  դիմում  են  Մուհամմադ  Սայիդին:  Վերջինս  առանց վարանելու կատարում է շամախեցիների խնդրանքը և քաղաքը գրավելով, վերջ է դնում երկիշխանությանը:  Նոր  Շամախիում  նա  նայիբ  (տեղակալ)  է  նշանակում,  իսկ  Հաջի Մուհամմադ  խանը՝  մեկ  տարի  պատանդ  մնալով  Հին  Շամախիում,  կնքում  է մահկանացուն: ", "Վաղարշապատ  –  Ս.  Էջմիածին,  1870,  էջ  65-66:  Հմմ.  М.  Арунова,  К.  Ашрафян,  Государство  Надир-шаха Афшара (Очерки общественных отношений в Иране 30-40-х гг. XVIII в.), Москва, 1958, с. 58; А. Бакиханов, О  походе  Надир-шаха  в  Дагестан,  –  Сочинения.  Записки.  Письма.  Ред.  колл.  З.  М.  Буниятов  и  др.,  Баку, АКАК, т. V, 1873, с. 1109-1118. Շուտով Մուհամմադ Սայիդի և Ֆաթհ Ալի խանի հարաբերությունները լարվում են: "], "source_docs_file": "History.json"}