{"paragraphs": ["Կինս վրդովվեց քիչ մը, անգութ անվանեց կատվին, բայց ես՝ ոչ: Ես ատանկ բաներու վրա բարկանալու սովորութեն չունիմ, ու  եթե  ունենայի իսկ, բնավ չէի բարկանա կատվի մը վրա,  որ  կերավ՝  միայն  ընդամենը  կես  ժամ  չարչարելով  իր  որսը:  Այլ  կբարկանայի  այն կես միլիոն բոլշևիկներու վրա, որք սա տասը տարի կչարչարեն 150 միլիոն ժողովրդյան ու չեն ուտեր…» /56/: ", "Միայն իրեն հատուկ մտքի թռիչքով գրողը նեղ կենցաղային օրինակը հասցնում է քաղաքականին՝  դրանով  էլ  խոսքը  հասցնելով  իր  նպատակին:  Իրադարձությունների բուռն  հոսանքը  ողջ  Ռուսաստանը  գլխապտույտ  արագությամբ  տանում  է  վայրէջքի: ", "Մենք  փորձեցինք  վերհանել  արկածային  և  դաստիարակության  վեպերի, պատմավեպի  և  այլ  վիպական  ժանրերի  առանձնահատկությունները,  որոնք  հաճախ վերափոխվում  են՝  ստանալով  պարոդիայի  ժանրային  ձև:  Հիմնական  պատումը ֆանտաստիկ  է,  սակայն  հարստացված  է  վերը  նշված  կամային  ձևափոխումների ենթարկված բոլոր ժանրային շերտերով: ", "Նրա առաջին ժողովածուն՝ «Վշտի ցողեր» վերնագրով, լույս է տեսնում «Մթնշաղի անուրջներից»  անմիջապես  հետո՝  1909  թ.  Վաղարշապատում։  Ժողովածուի  համար իբրև բնաբան բերված է Իսահակյանի հայտնի քառատողը. Ցաված սիրտըս երգեր հյուսեց. Երգեց անուշ ու տխուր, Վիշտըս հալվեց, արցունք հոսեց, Վճիտ, ինչպես ջինջ աղբյուր։ ", "Վասնզի երբեք բռնությունը այնքան ծանր չի եղել՝ ինչպես այսօր» /67/: ", "Նշվածներն ամենևին էլ բացառիկ նմուշներ չեն այս գրքում. եթե հնարավոր լիներ, գրողի և ոչ մի տող բաց թողնել պետք չէր: Օրինակների շարքն ընտրված է ըստ գրքում նկատված հաջորդականության: ", "Պոյի  ազդեցությունը  ֆրանսիական  գրականության  վրա  առավել  ցայտուն  է երևում  դեդեկտիվ  և արկածային  վեպերում:  Այստեղ  առաջին  հերթին  պետք  է հիշատակել Վիլյե դը Լիլ-Ադանի անունը, ով 1860-ականներին ապրում էր Փարիզում և հաճախ շփվում էր Բոդլերի հետ: Բոդլերը ոգեշնչեց Վիլյեին խորանալ Էդգար Պոյի արձակի  մեջ:  Անհրաժեշտ  է  նշել,  որ  Վիլյեն  կարդում  էր  Պոյի  գործերը՝  Բոդլերի Paris, 1926. Vol.3, р.84 թարգմանությամբ,  և  մենք  կարող  ենք  ասել,  որ  այս  գրողի  վրա  մեծապես  ազդել  է §բոդլերյան¦ Պոն: ", "բ) բելլետրիստական քաղաքական վեպեր Այս  վեպերը չունեն գեղարվեստական մասշտաբայնություն և վառ արտահայտված յուրօրինակություն: Խորհրդային հետազոտող Վ. Բելինսկին նշում է, որ բելլետրիստիկան արտահայտում է «ներկայի, բանաստեղծական մտքի և օրվա հարցերի կարիքները»  և  այս  իմաստով  նմանվում  «բարձր  գրականությանը»`  մշտապես փոխազդեցության  մեջ լինելով  վերջինիս  հետ227:  Սակայն  հարկ  է  նշել,  որ բելլետրիստիկան,  արձագանքելով  իր  ժամանակի  գրական-հասարակական  հովերին, արժեքային  համակարգով  միատարր  չէ.  երբեմն  յուրօրինակության  և  նորարարության սկիզբ  է  ավելի  շատ  գաղափարախոսական,  քան  գեղարվեստական  ոլորտներում, երբեմն էլ նմանակող է և էպիգոնիկ: Այնուհանդերձ, ակտիվորեն արձագանքելով «փոքր ժամանակի»  հովերը  մարմնավորող  «օրվա  չարիքին»`  նշանակալի  դեր  ունի  ոչ  միայն ընթացիկ բանահյուսության կառուցվածքում, այլև կարևոր է նախորդ հազարամյակների հասարակական, գեղարվեստական-մշակութային կյանքը հասկանալու համար228: ", "Շարունակելով  եռերգության  առաջին  երկու  վեպերի  գաղափարական  գիծը՝ Կալվինոն այս վեպում նույնպես ուսումնասիրում է անձի թերարժեքության, ինքնության և  ազատության  խնդիրները,  որոնք  քննարկում է  ֆանտաստիկ  պատումի շրջանակներում:  Եռերգության  1991  թվականի  հրատարակության  առաջաբանում Կալվինոն  գրում  է.  «“Կիսված վիկոնտը” պատմում է մարդկային թերարժեքության, մասնակիության,  թերի  կայացման  մասին,  “Բարոնը  ծառի  վրա”՝  մեկուսացման, հեռավորության  և  մերձավորի  հետ  հարաբերվելու  դժվարության,  իսկ  “Գոյություն չունեցող  ասպետը”՝  դատարկ  ձևականությունների,  ընդհանուրից  չտարբերվելու մասին»:147 Երեք  վեպերում  էլ  ինքնության խնդիրը  այն  սյունն  է,  որի  վրա  կառուցվում  է կերպարների  գաղափարական  նշանակությունը,  սակայն  եթե  «Կիսված  վիկոնտում» մասնատված  հերոսը  ձգտում  է  հասնել  լիարժեքության,  «Բարոնը  ծառի  վրա»  վեպի անհնարին  թվացող  տոպոսում՝  նոր  աշխարհի,  քաղաքակրթության  ստեղծմանը,  ապա «Գոյություն  չունեցող  ասպետում»  անձի  ինքնության  խնդիրը  կապված  է  այնպիսի խնդիրների  հետ,  ինչպիսիք  են  մարդկային  գոյության  հանդեպ  կասկածը  և ֆանտաստիկի անհետացման հետ՝ իրականի հաստատումը: ", "Մինչդեռ,  ըստ  խորհրդային  գրականագետ  Ս.  Ուտուրգաուրիի`  ««Եվ  նորից  բացվում  է օրը» վեպն իր ուրույն տեղն ունի թուրքական գրականության մեջ. վեպը ցույց է տալիս, որ  շարժման  մասնակից  երիտասարդները  գիտակցում  էին,  որ  Թուրքիայում  տիրող դրությունը  հակաժողովրդավարական  էր,  բռնել  էր  ակտիվ  պայքարի  ուղին` քաղաքականապես պատրաստ չլինելով դրան: Ներկայացնելով մարտի 12-ի ռազմական միջամտությունից  հետո  երկրում  հասարակական  կարծիքի  ձևավորման  գործընթացի ողջ  բարդությունը`  հեղինակն  ընդլայնել  է  սոցիալ-քաղաքական  դրության  և Թուրքիայում վերջին  տասնամյակում  տիրող հոգևոր մթնոլորտի մասին պատկերացումները»229: ", "Հեռավոր անհաս այդ եզերքների հետ է կապվում նաև Տերյանի “լուսե երազը”. Հեռու ես, անհաս իմ լուսե երազ Բայց քեզ է սիրտըս փայփայում թաքուն, Փռված է լույսըդ շուրջըս և վրաս, Անհուն աշխարհում և իմ հեզ հոգում... 59 Այդ  «լուսե  երազի»  կանչին  է  ունկնդիր  նաև  Հովհաննիսյանը,  ինչպես  ամեն բանաստեղծ, որ հայտնվում է տերյանական դպրոցի ոլորտներում. Հնչում է ձայնը և դյութում հոգիս Ու ես լուռ պառկած ունկ եմ դնում Ու թռա հանկարծ, անձև տենչանքով Դեպի այն ձայնը, քայլում եմ, քայլում60։ ", "Վիճակագրության  համաձայն՝ թվականներին Միացյալ  Նահանգները Եգիպտոսից  հետո  երկրորդ  տեղում  էր  գրանցված  ամուսնությունների  քանակով140։ ", "Մի ուրիշ օրինակ. Եվ կյանքի մռայլը մութ անապատում Ոչինչ չենք տեսնի – չոր և ամայի Երազում ենք մենք՝ երազ աշխարհում Իսկ կյանքի վերա թող սև բուն վայի61։ ", "Իհարկե,  դարերով  համրվող  պատմության  համար  շատ  կարճ  ժամանակ  պետք եղավ համոզվելու գրողի այս մտքի ճշմարտացիության մեջ. Երկրորդ աշխարհամարտը դրա  վառ  ապացույցն  էր:  Ակնհայտ  օրինաչափությամբ  գրողը  ինչ  երևույթի  կամ տեղանվան  /տե՛ս  Բասարգեչար.  ճակատագրական  չէ՞ր  արդյոք/  անդրադարձել  է՝  մի տեսակ  ծանրանալով,  ասես  ենթագիտակցության  վրա  ազդել  է  նախազգացողության գործոնը:  Մեծություններին  բնորոշ  կանխազգաց  նրա  մտածողությունը,  փորձը  ցույց  է տվել,  որ  երբեք  չի  սայթաքել.  սպասվելիքն  արդեն  ամուր  «նստած  էր»  նրա մտածողության մեջ: Ապացույցները նրա օրագրություններում են՝ օրերը, թեպետ ինչ-որ տեղ ոչ իրական ամսաթվերով կամ լոկ սիմվոլիկ, սակայն՝ օրը օրին, օրվա խոհը օրվա մեջ գրառված: ", "Հետպատերազմյան  շրջանում    այս    գաղափարի  ընդլայնումը    նպաստում  է ամերիկացի  կանանց  գիտակցության  մեջ  այն  մտքի  արմատացմանը,  որ  ընտանիքը հասարակության կարևորագույն բաղադրիչն  է, իսկ ընտանեկան օջախի պահպանումը՝ ամենից  պատվաբեր  գործը  կնոջ  համար։  Եթե  1950-ականներին  ամուսինների բաժանության  հիմնական  պատճառը  ամուսիններից  մեկի  վատ  վերաբերմունքը  և հանկարծակի  անհետացումն  էր,  ապա  1969  թվականին  բոլոր  նահանգներում    ավելի ընդունված  էր  բաժանությունը  համատեղ համաձայնությամբ,  առանց  որոշակի պատճառների142։  Բաժանության    բացասական  հետևանքներից  մեկը  դարձավ  1960-70- ական  թթ.  անչափահասների  հանցագործությունների  թվի  բարձր  աճը։    Այս  փաստը վկայում  է  այն  մասին,  որ  ամուսնության  փլուզումը  ծանր  ազդեցություն  է  ունենում դեռահասների  վրա,  որոնք  դեռ  մանկուց  դաստիարակվել  էին  իդեալական  ընտանիքի մասին  գաղափարներով։  Հաջորդ  գործոնը,  որը  «ընտանիք»  հասկացության  շուրջ ամերիկացիների գիտակցության մեջ  փոփոխություն է առաջացնում, պայմանավորված է աշխատաշուկայում  կնոջ զբաղվածության մակարդակի բարձրացմամբ: ", "Սակայն  հարկ  է  նշել,  որ  «Մարտի  12-ի»  սուբյեկտիվ-հոգեբանական  վեպերում հասարակություն-անհատ և պետություն-անհատ փոխհարաբերությունների պատկերումն  երբեմն  այնքան  է  ծայրահեղանում,  որ  վեպն  անհատի  օտարման խրոնիկա  է  դառնում:  Այսպիսի  վեպերում  հեղինակները  հասարակության  մեջ  մարդու օտարումը  բացատրում  են  սոցիալական  դրդապատճառներով,  ուշադրությունը կենտրոնացնում  են  անհատի  ներքին  վերակազմավորման,  հոգևոր  վերածննդի, սեփական  եսին  վերադառնալու  հարցերի  շուրջ:  Այս  սուբյեկտիվ-հոգեբանական արձակում անհատի կոնցեպցիայի առանցքն ինքնակատարելագործման ճանապարհով օտարումը  հաղթահարելն  է  235:  Նման  վեպերում,  որպես  կանոն,  մեծ  դեր  են  խաղում հերոսների հիշողությունները, երևակայությունը, կարևորվում են միֆերը, երկխոսությունները  քիչ  են,  փոխարենը  շատ  է  մենախոսությունը,  որը  հերոսի ինքնաարտահայտման,  իր  ապրածն  իմաստավորելու  համար  ամենադյուրին ճանապարհն է:  Ուստի` մենախոսությունն  այս ստեղծագործություններում ամենակիրառելի  գեղարվեստական  միջոցն  է,  որի շնորհիվ  սահմանվում  է հասարակության  վարքի  հոգեբանության  ստույգ  մոդելը:  Վեպերում  մենախոսությունը կառուցվում է «գիտակցության հոսքի»236 հիման վրա, և այս պարագայում ժամանակի ու իրադարձությունների  հերթականության  խախտմանը  հակադիր`  զարգանում  է «զգացմունքների  շղթայակցման»  սկզբունքը,  ինչն  էլ  հնարավորություն  է  տալիս հեղինակին  ցույց  տալ  սյուժեի  զարգացման  գեղարվեստական  տրամաբանությունը հատկապես  հերոսների  համար  ճակատագրական  պահերին237:  Այսօրինակ  վեպերի սուբյեկտիվ-հոգեբանական կողմը պայմանավորված է նաև դրանց ինքնակենսագրական  բնույթով238:  Մեծամասամբ  վեպի  հերոսների  կյանքը  հեղինակի կենսագրության  որոշակի  դրվագներն  են:  Դրանք  ստեղծագործություն  են  ներմուծվել հոսք  հասկացությունը,  որը  հետագայում  վերածվեց  մի  ամբողջ  փիլիսոփայական-հոգեբանական հոսանքի,  ապա  որպես  գրելաոճ,  իսկ  հետո  որպես  գրական  հոսանք  մուտք  գործեց  գեղարվեստական մտածողություն և ամրապնդվեց նաև գրականության մեջ: Ըստ Ու. Ջեյմսի` գիտակցությունը հոսք է, գետ է,  որտեղ  մեր  մտքերը,  զգացողությունները,  պատահական  ասոցիացիաները  բախվում  են  իրար, մշտապես ընդհատում մեկը մյուսին և տարօրինակ, քմահաճ կերպով անտրամաբանորեն միահյուսվում են: Տե՛ս, Джемс У., Психология, Москва, 1991, стр. 57-58. գրված  ստեղծագործությունները:  Հատկանշական  է  Դեմիր  Քյուչուքայդընի  «Մի  հեղափոխականի տեսական  և  քաղաքական  ինքնակենսագրություն»  վեպ-հուշագրությունը,  որը  թեև  գեղարվեստական արժեք  չունի,  սակայն  կարևոր  է  հատկապես  ձախակողմյան  կազմավորումների  ներքին  խմորումները, հեղափոխականների` ընկալումները հասկանալու  առումով:  Տե՛ս,  Küçükaydın  D.,  Bir  Devrimcinin  Teorik  ve  Politik  Otobiyografisi,  İstanbul,  1. Basım, 2009. գաղափարախոսության  անհատական մարքսիստական ընդհատակյա կազմակերպությունների գործունեության, թեժ քաղաքական քննարկումների, ընտանեկան կոնֆլիկտների, ձերբակալությունների, հարցաքննությունների, խոշտանգումների, սոցիալական գաղափարակիր մտավորականության  ներկայացուցիչների,  «ընդդիմացած  երիտասարդության»  կամա թե  ակամա մատնիչների, սադրիչների, ոստիկանների, ժանդարմերիայի ներկայացուցիչների, դահիճների կերպարներ միջոցով239: ", "Ասում  են՝  դրսի  աչքը  ավելի  շատ  բան  է  տեսնում,  քան  ներսինը,  թեև  առավել նրբանկատության պարագայում այդ ամենը, ինչո՞ւ չէ, նկատելի կլինի նաև ներսից: Ահա այդպիսի  մի  դրսի  հայացքով  էլ  սովետական  երկրի  իրադարձությունների  դիպուկ որակումն է տալիս Կոստան Զարյանը՝ «Բանկոոպը և մամութի ոսկորները», «Անցորդը և իր ճամփան» խոսուն խորագրերով /հատկապես առաջինը/ վեպերում: ", "Միաժամանակ  հաճախել  է  համալսարանի  պատմաբանասիրական  ֆակուլտետի դասախոսություններին։  Իբրև  բոլշևիկյան  կուսակցության  անդամ՝  զբաղվել  է  ակտիվ քաղաքական  գործունեությամբ։  Հայաստանում  խորհրդային  կարգեր  հաստատվելուց հետո  կուսակցական  աշխատանք  է  կատարել  Երևանում  և  Թբիլիսիում։  1924-ին  տե- ղափոխվում  և  հաստատվում  է  Մոսկվայում։  Հոդվածներով  հանդես  է  եկել  “Красный архив”, “Знамя”, “Звезда” և այլ պարբերականներում։ ", "անօրինություններին բախված բանտարկյալների  կյանքը, բռնությունների  ու նվաստացումների  դեմ  պայքարող  անձանց  մենությունն  ու  օտարացումը,  չհանձնվելու համար  դատապարտյալների  հույսերի  ռեալիստական  պատկերումը  դարձավ  Էրդալ Օզի «Վիրավոր ես» (“Yaralısın”) վեպի առանցքը: ", "Ըստ  էության,  այս  ենթագլխում  մի  պայմանական  տարանջատում  էլ  կլինի,  որը վերաբերում է ուղղակիորեն և անուղղակիորեն ասված ասույթներին: Իսկ ավելի պարզ՝ գրողը  իմաստախոսքերի  շարքում  տալիս  է  ժամանակաշրջանի  ամբողջական գնահատականը, բայց առաջին խմբում ուղղակիորեն տալիս է ժամանակի անվանումը, երկրորդում կրկին տրվում է այն, բայց ոչ ուղղակիորեն. դա զգացվում է ենթատեքստից: ", "Համեմատության  համար  բերենք  մեկ  օրինակ.  «Կենդանի  մը  ինչքան  ալ  անպատկառ ըլլա,  չի  խոստովանի,  որ  կռիվը  կուտի  համար  է»  /17/:  Ո՞վ  է  կենդանին,  ի՞նչ  «կուտի» մասին  է  խոսքը:  Պարզից  էլ  պարզ  է,  բայց՝  միայն  ենթատեքստից.  հենքը  կրկին քաղաքական է,  խոսքը՝  հիմնադրված  կամ  հիմնադրման շեմին  կանգնած հասարակարգի կամ կուսակցությունների մասին է, միտքը՝ համարձակորեն անկեղծ: ", "Հայտնի  է,  որ  Էդգար  Պոն  դեդեկտիվ  ժանրի  հիմնադիրն  է,  որն  ունեցավ  լայն շարունակություն  20-րդ  դարի  գրականության  մեջ:  Պոյի  պատմվածքները  իրենց ինտելեկտուալ  խաղով  և  անսպասելի  հանգուցալուծումներով  դեդեկտիվ  ժանրի հանդեպ մեծ հետաքրքրություն  առաջացրին  ֆրանսիական ընթերցասեր հասարակության  մոտ:  Այս  ժանրի  ֆրանսիացի  գրողները  աշխատում  էին  ավելի խորը  պատկերել  իրենց  դեդեկտիվ  ստեղծագործությունների  հերոսներին՝  որպես հիմք ընդունելով Էդգար Պոյի պատմվածքները և փորձելով մրցել նրա հետ: ", "Մեզ  արդեն  հայտնի  քննադատ  Լեմոնյեն  գրում  է  ֆրանսիական  դեդեկտիվ վեպի  վրա  ունեցած  Պոյի  ազդեցության  մասին.  §Էդգար  Պոն  ներմուծեց գրականության  մեջ  …մաթեմատիկական  անալիզի  մեթոդը:  Նա  նաև  ստեղծեց ոստիկանի մի նոր տիպ¦:44 Հետաքրքրական է, որ Էդգար Պոյին սկսեցին թարգմանել հենց  դեդեկտիվ  վեպ-ֆելիետոնի  հանդեպ  հետաքրքրության  հետ  կապված: ", "Վեպի  սյուժեն  որպես  այդպիսին  բացակայում  է,  չկա  սյուժեի  տրամաբանական միագիծ  ընթացք,  այն  ամբողջությամբ  հիմնված  է  գիտակցության  հոսքի  վրա`  առաջին պլան  մղելով  հերոսների  հոգեբանության  ու  ներաշխարհի  նկարագրությունները: ", "Իսկ ժամանակին կոմունիստական կուսակցության ներկայացուցիչները ամենևին էլ այդ  մտքին  չէին  հակված,  բնականաբար,  քանզի  սպանել  այն  ամբողջ  էությամբ, նշանակում  է  նպատակ  ունենալ  հասնել…  ոչնչին:  Կոմունիստական  կուսակցության, նրանց  կառավարած  հասարակարգի  վերաբերյալ  ընդհանրապես,  իր  խոհերն  ու վերաբերմունքը՝ հագեցած ժամանակի իրադարձություններով բանաձևում է հեղինակը. «Կոմկուսակցությունը  կանգնած  ջուր  է  նեղլիկ  ամանի  մը  մեջ:  Կբորբոսնե,  ու  ամիսը անգամ  մը  Կենտկոմը  շերեփով  կառնի  երեսինը  անդին  կնետե» /89/:  Առանց մանրամասնելու էլ պարզ  է, թե  ինչ է նշանակում «կենտկոմը շերեփով կառնի երեսինը անդին  կնետե»  միտքը:  Սակայն  այն  ավելի  հստակ  ձևակերպելու  համար  հեղինակը հաջորդիվ  բառ  առ  բառ  բացում  է  փակագծերը՝  ամփոփելով  «այս  ամանին  տակը  եթե չծակվի,  ողջ  պարունակությունը,  երեսեն  բորբոսնելով,  պիտի  ապականի»  /90/  խոսուն տողով: "], "source_docs_file": "Literature.json", "paragraph_source_docs": [3, 3, 0, 5, 3, 3, 1, 2, 0, 2, 5, 4, 5, 3, 4, 2, 3, 5, 2, 3, 3, 1, 1, 2, 3]}