{"source_docs_file": "Literature.json", "paragraphs": ["Աշխույժ և կենսուրախ 78-ամյա կինը,  երիտասարդ աղջկա հագուստ հագած, սահում է Ռոքֆելերի  կենտրոնի  սահադաշտում։  Պարզվում  է,  որ  նա  նախապաշարմունքային վախ ունի ինքնաթիռներով թռչելուց. «Ես ուզում եմ տուն գնալ: Եթե պետք  է մեռնեմ, չեմ ուզում մեռնել այս թռչող մեքենայի մեջ»122:  Հերոսի եղբայրը վերելակներից է վախենում, քանի  որ  տունը  կարող  է  հանկարծակի  փլուզվել:    Նա  անգամ  աշխատանքից  է ազատվում, որովհետև  ֆիրման տեղափոխվել էր շենքի հիսուներորդ հարկ և ստիպված նոր աշխատանք է գտնում շենքի երրորդ հարկում գտնվող մի հիմնարկում: ", "Ինքը՝  գլխավոր  հերոսը,  վախենում  է  կամուրջներից,  որոնք  նույնպես  կարող  են փլուզվել,  և  ամեն  անգամ կամրջով անցնելիս  նրա երևակայության մեջ պատկերվում  է այդ աղետը. «Չնայած փուլ գալու ոչ մի նշան չէի տեսնում, համոզված էի, որ մի րոպեից կամուրջը    երկու  կես  էր  լինելու,  և  մեքենաների  կիրակնօրյա  երկար  շարանն  ընկնելու էր  մութ  ջրի  մեջ:  Այդ  երևակայական  աղետն  ուղղակի  զարհուրելի  էր…:  Ես  վախենում էի և՛ կամրջի փուլ գալուց, և՛ որ նրանք կարող էին նկատել իմ խուճապը»123: Այս ամենը ստեղծում է անկայունության, անհուսության վիճակ.  շուտով կփլուզվի  երկնաքերների և  մեքենաների  քաղաքը,  և  ոգեզուրկ  քաղաքակրթությունը.  «Առավոտյան  ժամը  երեքին նայելով Սանսեթ Բուլվարին՝ ես զգացի, որ կամուրջների նկատմամբ իմ ունեցած վախն աշխարհի  կործանման  անճարպկորեն  քողարկված  իմ  սարսափի  արտահայտությունն Չիվերը կարծես ուզում է ասել, որ աշխարհը գնում  է դեպի անկում:  Նա հարց է բարձրացնում, թե ինչու անավարտ քաղաքակրթությունում ու զարգացող   աշխարհում մարդիկ այդքան հիասթափված են։ Միգուցե մարդը դեռևս չի կարողանում հարմարվել կատարվող  փոփոխություններին։  Ինչպես  «Ջուսթինայի  մահը» («The  death  of էր»124: ", "Justina»,1964)  պատմվածքում  է  ասվում՝  աշխարհը  փոփոխվում  է  ավելի  արագ,  քան մարդու ընդունակությունները՝  հասկանալու և ըմբռնելու այդ փոփոխությունները125։ ", "Քլինթոն  Բըրհանսը  նույն  կարծիքն  ունի:  Ըստ  նրա՝  Չիվերը  մտահոգված  է ժամանակակից  փոփոխությունների  բնույթով,  նրա  արագությամբ  և  երևույթների անհամապատասխանությամբ126: ", "Չիվերի  հերոսի  անձնական  դժվարությունները  շատ  չեն,  բայց  նրան  ևս հետապնդում  են  շրջապատի  բարքերը:  Ահա  հերոսը  չի  կարողանում  քնել,  քանի  որ դրսում ինչ-որ կռիվ է: Նա արտաքին պայմաններին հարմարվում է միայն արտաքուստ, հոգու  խորքում  այլ  պատկեր  է.  նա  չի  կարող  հաշտվել  դրսի  աշխարհի  պայմանների հետ:  Պատմվածքի  հերոսները  երկյուղում  են  բարձրաձայն  խոսել  իրենց  վախի զգացումների  մասին։  Այս  հոգեվիճակը  նրանք  դիտում  են  որպես  անձնական անհաջողություն։    Գլխավոր  հերոսի  պարագայում  նրա  վախը  միայն    կամուրջներով պայմանավորված  չէ,  այլ  նաև  իր  ռոմանտիկ    տեսլականի  փոփոխությամբ։    Նա  այս մասին  տեղեկացնում  է    ընտանեկան  բժշկին,  և  պարզվում  է,  որ  երկար  ժամանակ  է պետք  վերլուծելու  վախի  պատճառները,  սակայն    հերոսը  պատրաստ  չէ  ծախսել ժամանակ և գումար այդ խնդիրը  հոգեբուժական ընթացակարգին վստահելու համար։ ", "Հերոսների  վախը  կարելի  է  պայմանավորել  նաև  միջավայրի  բարքերի ազդեցությամբ։ Նրանք չեն պատմում այլ մարդկանց իրենց ներքին զգացողությունները, չեն  լսում  հուսադրող  բառեր:  Պատմվածքի  հերոսը  մտահոգված  է,  թե  ինչպես զանգահարի և հայտնի կնոջը, որ կամուրջն անցնելու վախ ունի։ Նա երկմտում է, որ դա անձնական  արժանապատվության  խնդիր  է  և  կարող  է  կործանել  իր  ամուսնական երջանկությունը։  Պարզվում է, որ մի քանի անմիջական բառը կարող է փրկել մարդուն։ ", "Երբ  անծանոթ  աղջիկը  խնդրում  է    իրեն  անցկացնել  կամուրջը,  ընկերական  զրույցում հանկարծ վախի բոլոր զգացողությունները վերանում են. «Նա երգեց ինձ համար մինչև կամրջով հասանք մյուս ափը: Կամուրջն ինձ թվաց զարմանալիորեն օգտակար, ամուր և  անգամ գեղեցիկ շինություն,  որ  խելացի  մարդիկ  կառուցել էին  իմ ճանապարհորդությունները  հեշտացնելու  նպատակով:  Իսկ  ներքևում  հոսող  Հուդզոնի ջրերը հմայիչ ու խաղաղ էին: Ամեն ինչ ետ եկավ՝ և՛ խիզախությունը, և՛ կիրքն ու զմայլիչ Cheever.  Boston, Massachusetts: G. K. Hall & Co, 1982, p. 116. հանգստությունը»127:  Հերոսը  սա  հրաշք  է  համարում,  նույնիսկ  եղբորը  չի  խիզախում հայտնել առեղծվածային աղջկա մասին։  Հերոսների վախի զգացողությունը նաև նրանց ներքին  անհանգստությունների,  իրականության  հետ  հարաբերությունների  արտաքին դրսևորումն  է,  իսկ  ելքը  գրողը  տեսնում  է    մարդկային  սովորական  շփման  ու հաղորդակցման  մեջ։    Այս  ամենը  նման  է  Ջոն  Ափդայքի  «Ֆերմա»  («Օf  the  Farm»,  1965) վեպի  հերոսի  հանկարծակի  բղավոցին,  որ  իրեն  ատելի  է  առևտրի  կենտրոնի նյութական հարստությունը: ", "Չիվերի  հերոսներն  ի  վերջո  դժվարին  կացությունից  դուրս  են  գալիս՝ մխիթարվելով անուրջների  կամ  տեսիլքների  հայտնությամբ`  որպես  քաոսային աշխարհի այլընտրանք: Երևակայությունը  իրական խնդիրը լուծելու միջոց է  դառնում: ", "Չիվերն  ուզում  է  կառուցել  կամուրջ,  որպեսզի  միավորի  կյանքի  տարբեր կոտրվածքները։ ", "Ըստ  Ռիչարդ  Հ.  Ռափփի՝  կամուրջը  խորհրդանշում  է  մարդու  դժգոհությունն  իր ստեղծածի նկատմամբ։ Այդ դժգոհությունն  այնքան խորն է, որ հասցնում է կաթվածի128: ", "Այսպիսով,  տպավորություն  է  ստեղծվում,  որ  Չիվերի  պատմվածքների  հերոսներին պատել են միևնույն զգացողությունները՝ հիասթափությունը, վախը, անվստահությունը, որը նրանց դարձնում է ոչ ամբողջական, մի տեսակ թերի: Յուրաքանչյուրը վախենում է ինչ-որ  բանից,  ինչ-որ  մեծացող  վտանգից:  Կարծես,  գործ  ունենք  ոչ  թե  առանձին կերպարների,  այլ    հոգեվիճակի  պատկերման  հետ։  Նրանք  մի  տեսակ  նման  են  իրար` զրկված  անհատականությունից:  Դիանա  Թրիլինգը  «The  Nation»  շաբաթաթերթում քննադատում  է  Չիվերի  առանձնացումը  սեփական  հերոսներից129,  իսկ  Ուիլիամ  դը Բոան գրողի ստեղծագործություններում նկատում է մարդատյացության տրամադրություն`  նրա  հերոսներին  բնութագրելով  որպես  շփոթված  և  տառապած մարդիկ130: Դյու Բոան և Թրիլինգը քննադատում են նաև Չիվերի ստեղծած կերպարների միանման հատկանիշները, որոնք հատկապես վրդովվեցնում են   Դը Բոային, քանի որ, on John Cheever, Boston, Massachusetts: G. K. Hall & Co, 1982, p. 236. Review, March 28, 1943, p. 10. ըստ  քննադատի, թվում  է,  թե անբավարարվածությունը հերոսներին  բնորոշ ընդհանուր հատկանիշն է։ ", "Չիվերի  հերոսների  անհատականությունը  կարծես  կորել  է  արտաքին  աշխարհի հետ  հարաբերակցության  արդյունքում։  Նման  հերոսների  մենք  հանդիպում  ենք    նաև Արթուր  Միլլերի  ստեղծագործություններում՝  «Վաճառականի  մահը» («Death  of salesman», 1949), Սաուլ Բելոուի «Որսա պահը» («Carpe diem»,1956) պատմվածքներում: ", "Ջոն Չիվերի շատ հերոսների  անհամաձայնությունները  ամերիկյան իրականության  հետ  հանգեցնում  են  տեղափոխվելու,  ճղճիմ  միջավայրից  հեռանալու փորձերի  և,  ի  վերջո,  արտագաղթի:  Նշենք,  որ  այս  թեմայի  ուսումնասիրությունը պայմանավորված է նաև Չիվերի անձնական կենսափորձով։ Նա  ընտանիքի հետ 1951 թ. Նյու  Յորքից  տեղափոխվում  է  Սքարբուր,    այնուհետև՝  Վեստչեստեր  արվարձան։ ", "Արվարձանային  միջավայրում Չիվերը  փնտրում  է  իրական  մարդկային  շփում, մարդկանց  միասնություն,  բայց  անխուսափելիորեն  բախվում  է  սոցիալական հարաբերությունների քարացած  համակարգին,  որտեղ  մարդն  ունի  խիստ սահմանափակ  դեր, իսկ  մարդկանց  հարաբերակցությունը  պայմանավորված  է արտաքին  գործոններով։  Արվարձանում  Չիվերին  գրավում  է  բնությանը  մերձենալու երջանիկ  հնարավորությունը:  Սակայն  շուտով  գրողը  հասկանում  է,  որ  բնության  հետ կապն  այստեղ միայն գեղագիտական  փորձ է, կենսակերպի մասը։ ", "Ընտանիքից,  հասարակությունից  մեկուսանալուց  հետո,  մարդու  վերջնական հանգրվանը դառնում է  բնությունը։ ", "Բարբորա  Վլաչովայի ներկայացմամբ` Չիվերի հերոսները,  ապրելով արվարձանում  և  լինելով  միջին  խավի  մի  մասնիկը,  հայտնվել  են  սոցիալական ակնկալիքների    և  համոզմունքների  պայմանականությունների  ցանցում  և  վաղ  թե  ուշ ստիպված են պայքարելու  ու գտնելու այդտեղից դուրս գալու ճանապարհ131: ", "Հասարակական ճեղքվածքների ու խաթարումների նկատմամբ հետաքրքրության պատճառով  Չիվերի  հերոսները  թերի  զարգացած  են։  Մենք  նրանց  տեսնում  ենք  միայն կյանքի  մի  հատվածում,  որը  հեղինակի  համար  որոշիչ  նշանակություն  ունի՝ բացահայտելու  նրանց  այլայլված  ներքինը։ ", "«Ջոն  Չիվերի  սյուրռեալիստական University, 2013, p. 6. պատկերումները  և  լեզվական  կամուրջը»  էսսեում  Ուեյն  Սթենգելը  նկատում  է  Չիվերի այս  վերաբերմունքը  և  գրում.  «Իր  բոլոր  գործերում  Չիվերը  մշտապես  խուսափում  է  իր հերոսների  ինքնությունն  ու  նրանց  ընտանեկան  թոհուբոհը  ենթարկել  մանրակրկիտ, հոգեբանական  քննության:  Այսպիսով՝  Չիվերի  գրելաձևը  սահում  է  կյանքի  առկայծող մակերևույթին և գիտակցաբար շրջանցում ֆրոյդյան անհանգիստ խորքերը»132։ ", "Չիվերի  հերոսներին  տեսնում  ենք  անընդհատ  տեղափոխումների  մեջ՝  փորձելով գտնել այնպիսի վայր, որտեղ նրանք իրենց ավելի ապահով ու երջանիկ կզգան։ Նրանց կյանքում լինում  են  պահեր,  երբ բացահայտվում է  սեփական  գոյության դատարկությունը, և կյանքը  վերափոխելու ձգտում է առաջանում, սակայն այս մտքերն ակնթարթորեն անհետանում են՝ փոխարինվելով ձանձրույթի և վհատության: Առօրյայի սովորական  ընթացքը  ինչ-որ  տեղ,  արտաքուստ  ոչ  այնքան  էական  թվացող  դրվագում կանգ  է  առնում,  և  գրողը  ցույց  է  տալիս  այն    կարևոր  հատկանիշը,  որը    սկզբնապես նկատելի չէր:  Չիվերի  բնորոշմամբ՝  փոքր  արձակը  ժամանակակից  կյանքի շարժունակության  արտահայտումն  է,  որը  որոշակիացվում  է  տեղափոխության ընթացքում.  «Գրական  կյանքում  այս  ընդհատումը  20-րդ  դարի  երկրորդ  կեսի հասարակական կյանքում գոյություն ունեցող հիասթափությունների արտահայտումն է: ", "Երբ  մարդուն  ուզում  են  ինչ-որ  գաղտնիք  պատմել,  նրան  տեղափոխում  են  այլ  վայր: ", "Միշտ  գոյություն  ունի  ընդհատումը,  ինչի  պատճառով  մարդը  տեսադաշտից  դուրս  է մնում։  Սա  մարդկային  կիսատ  հարաբերությունների,  չիրականացված  երազանքների աշխարհ է, երբ մարդը կորցնելով ինքն իրեն, վերագտնում է իր եսը նորից ու նորից»133: ", "Ըստ  ռուս  գրականագետ  Վալենտինա  Օլենևայի`  Չիվերի  հերոսները  արտաքին, միանման  աշխարհի  զոհեր  են:  Նրանք  փորձում  են  փրկվել  փախուստով,  ուզում  են դուրս  պրծնել  խեղդող  միջավայրից,  մինչդեռ  խնդիրը  ոչ  միայն  մարդու  արտաքին միջավայրում է,  այլև  մարդու  ներսում:  Այդ  պատճառով  ճգնաժամերը  և հակասությունները  պատմվածքներում  հաճախ  թվում  են  անհաղթահարելի134:  Մարդիկ ինչ-որ  բան  փնտրում  են,  կարոտում,    ծարավ  են  փոփոխությունների  և  ամենից մտահոգիչն  այն  է,  որ  նրանք  իրենց  արտաքսված  են  զգում  հասարակությունից:    Այս թեման  ցայտուն կերպով դրսևորվել է «La bella lingua» (1958), «Կինն առանց հայրենիքի» («A  Woman  Without  A  Country»,  1959) և  «Քլիմենտինա» («Clementina»,  1960) պատմվածքներում։ ", "Ամերիկացիներն  իրենց  երկրի  ճնշող    մթնոլորտին  ու  շրջապատի  մշտական հսկողությանը  այլևս  չկարողանալով  դիմակայել  մեկնում  են  Եվրոպա։  Այսպիսի ինքնակամ տարագիրներ են «La bella lingua»  պատմվածքի  հերոս Ուիլսոն  Սթրիթերը և նրա  իտալերենի  ուսուցչուհի  Քեյթ  Դրեսսերը։  Նրանք  ապրում  են  Հռոմում,  բայց  ունեն անհարմարավետության  զգացողություն։  Ջոն  Լ.  Բրաունը  գրում  է,  որ  Չիվերն  այնքան վստահ  է  զգում  իրեն  արվարձանում,  որ  թվում  է՝  մասնակից    է  իր  արտագաղթած հերոսների շփոթմունքին՝  Իտալիայի  ավելի հին  անհամաձայնություններին բախվելիս135։  Հռոմը նույնպես իր հազարամյակների մշակույթի ետևում  կարող է լինել անախորժ և չարությամբ լի՝ ինչպես Շեյդի Հիլը:  Հիշենք, որ Չիվերը Իտալիայում ապրել է մեկ տարի՝ 1956 թվականին։ ", "Հերոսներն  ընդունակ  չեն  ընկալելու  միջերկրածովյան  մթնոլորտը, ազատ ապրելակերպը։  Իտալական  աշխարհի  ազատությունը  նրանց  վախեցնում  է։  Նրանք կորցնում են սեփական արմատների զգացողությունը, զգում անպաշտպան լինելն օտար միջավայրում,  ուզում  են  վերադառնալ  հայրենիք,  բայց  վախենում  են  այդ  մասին խոստովանել  անգամ  իրենք  իրենց:  Նմանատիպ  զգացողություն  է  ապրում  նաև  «Կինն առանց  հայրենիքի»  պատմվածքի  հերոսուհին՝  Անն  Թոնքինը։  Նա  ամուսնուց բաժանվելուց  և  ընտանիքից  հեռանալուց  հետո  ենթարկվում  է  հասարակական ստորացման:  Հեռանալով  երկրից՝  որոշ  ժամանակ  ապրում  է  հանգիստ,  սակայն Եվրոպան  նրան  թվում  է  օտար,  անհարմարավետ,  դատարկ  տարածություն,  որտեղ մարդը դատապարտված է միայնակ լինելու. «Բանն այն էր, որ Իտալիան նրա տունը չէր, և  Ամերիկան  էլ  հայրենիքը  չէր»136:    Աննը  վերադառնում  է  Ամերիկա,    բայց  ինքնաթիռ չնստած՝  լսում  է  երգ,  որը  հիշեցնում  է  ապրած  վիրավորանքը։  Ամերիկան,  որն  իր հրապուրիչ  հանգստությամբ,  հուսալիությամբ  պաշտպանում  է  իր  քաղաքացիներին, նորից  վերածվում  է  մեքենայի։  Աննը,  գնելով  տոմս, վերադառնում  է  Իտալիա։ ", "Արտագաղթի  թեման  շոշափվել  է  նաև  «Կրթված  ամերիկուհին» («An  Educated K. Hall & Co, 1982, 1982, p. 252. woman»,1963թ.)  պատմվածքում։  Ջիլ  Մեդիսոնը  ևս  ինչ  որ  առումով  կին  է  առանց հայրենիքի։ ", "Հետաքրքրական է, որ Ջոն Չիվերը «Ես գնում եմ Ասիա» («I am going to Asia», 1941) պատմվածքում  խոսում  է  հայերի  և  Հայաստանի  մասին՝  անդրադարձ    կատարելով Թուրքիան  զավթել  էր  պատմական  Հայաստանի  մեծ  մասը,  ամենուրեք  սով  էր,  ու մոլեգնում  էր  համաճարակը:  Պատահական  չէ    նաև  պատմվածքի  հերոսուհի  Աննի կերպարի  անդրադարձը,  քանի  որ  այն  ունի  իրական,    կենսագրական  բնույթ:  Չիվերի հորաքույրը՝  Աննա  Բոյնթոնը,  Բրեյնթրիում  գտնվող  իր  տան  վերնահարկում  հացադուլ սկսեց  և  սովամահ  եղավ:  Այդ  քայլը  ժամանակին  հարգված  գիտնականի    բողոքի արտահայտումն էր Թուրքիայի   իրականացրած՝ հայ ժողովրդի  ցեղասպանության դեմ: ", "Հորաքույր Աննի կերպարի միջոցով գրողը պատկերում  է   հերոսուհու  կարեկցանքն ու մարդասիրությունը: Գոհաբանության օրվա տոնին վերջինս  հրաժարվում է  հնդկահավ ուտել այն պատճառով,  որ «Հայերն այնտեղ սովամահ են լինում»137: ", "Թոուըլների  ընտանիքի  անդամները  վայելում  են  ամառային  խաղաղ  երեկոն, հիանում  լեռնային տեսարաններով, սակայն այդ  հանգստությունը  միայն արտաքուստ է,  խաղաղ թվացող զրույցի մեջ նկատվում են հերոսների ներքին անհանգստությունները:    Համաձայն  «Ճանապարհորդի  այբուբենը»  խաղի  կանոնների՝ Ասիա գնալու ժամանակ հերոսների թվարկած իրերը խոսում են բոլորովին   այլ իրերի և այլ    մարդկանց  մասին,  ովքեր  ապրում  են  պատերազմի  արհավիրքում  հայտնված Եվրոպայում: Հերոսներից յուրաքանչյուրն ունի իր մասը երկխոսության մեջ: Ընտանիքի անդամների իրար հետ գրեթե կապ չունեցող արտահայտություններից  լարվածությունը մեծանում  է,  որին  հաջորդում  է  պայթյունը՝  ընտանիքում  ամենափոքրի  բուռն մենախոսությունը,  որին  ամենից    շատ  զայրացնում  է  այն,  որ  բոլորը  փորձում  են հեռանալ համաշխարհային աղետից։ ", "Աշխարհը  գլխիվայր  շրջվել  է,  և  միայն  մայրն  է,  որ  չի  ուզում    հավատալ պատերազմի  սարսափին  և  կորուստների  անդառնալիությանը.  «Ես  կուզենայի  Ասիա գնալ,  Ասիայում  պատերազմ  չկա,  չէ՞,  թե՞  կա»138:    Արհեստական  իրականությունը ստեղծված  է  մարդու  կողմից  և  անքակտելիորեն  կապված  է  նրա  գոյության  հետ։ ", "Պարզվում  է՝  մարդու  ճակատագիրը    հյուսված  է  աշխարհի  զարգացման  ընթացքի  և իրերի շարժման մեջ։ Ջոն Չիվերը փորձում է  հետևել նրանց ընդհանուր ճանապարհին և ցույց տալ  ճեղքվածքի կետը՝ իրերի հոսքի մեջ  մարդու կյանքի  ժխտումը։  Հենց այս պատճառով  էլ  Չիվերին  հետաքրքիր  է  գործողությունների  ընդհանուր    պատկերը  և հերոսի ապրելակերպի մանրակրկիտ դիտարկումը: ", "Ըստ  ռուս  գրականագետ  Տատյանա  Լիտվինովայի՝  համարում  է,  որ  Ջոն  Չիվերի պատմվածքները  կարելի  է  համարել  պատմվածք-հարցեր,  քանի  որ  գրեթե  բոլորը թողնում  են  հարցեր  այն  մասին,  թե    ինչո՞ւ  է  մարդը  միայնակ  այս  բազմամարդ աշխարհում, ինչո՞ւ նրան չեն հասկանում շրջապատող մարդիկ, ինչո՞ւ նա իր հերթին չի կարող հասկանալ նրանց,  մի՞թե մարդիկ իրականում այդքան սերտ են կապված իրար, և    այդ  զգացումը  ծնում  է  համընդհանուր  տառապանք139:  Պատմվածքներից  շատերում այս հարցերը մնում են անպատասխան: ", "Այսպիսով՝  տիրող քաղաքակրթության, մարդկային  ավտոմատացված հարաբերությունների  պայմաններում Չիվերի  պատմվածքի  հերոսը  և  արտաքին աշխարհը  ներդաշնակ  լինել  չեն  կարող:  Այս  աններդաշնակությունը  շատ  դեպքերում ծնում է  անելանելիության զգացողություն: ", "Իհարկե, այս ամենը վերջնական կլիներ,  եթե անտեսեինք հեղինակի  հեգնական վերաբերմունքը  վատ  երևույթների  նկատմամբ,  ինչպես  նաև  լավատեսության,  որ չհասկացված  և  միայնակ  մարդիկ  մի  օր  կգտնեն  ներդաշնակ  վիճակ,  իսկ  աշխարհը կդառնա ուրիշ: ", "ԸՆՏԱՆԻՔԸ  ՋՈՆ ՉԻՎԵՐԻ ՊԱՏՄՎԱԾՔՆԵՐՈՒՄ գաղափարը  մեկ  անգամ չէ,  որ  ենթարկվում  է  վերաիմաստավորման։  Այս ժամանակաշրջանում  ընտանիքի`  որպես  սոցիալական համակարգի  նկատմամբ վերաբերմունքը  տարաբնույթ  էր։  Մի  կողմից լրատվական  միջոցները  և  կինոն ակտիվորեն  ստեղծում  էին  ապահով  և  ծաղկող  ամերիկյան  ընտանիքի  մասին տպավորություններ, oրինակ՝ ամերիկացի գրող  Էդնա Ֆերբերի համանուն վեպի հիման վրա նկարահանված «Տիտան» («Giant», 1956) ֆիլմը, որում արտահայտվում է հիմնական գաղափարը՝ ամուր ընտանեկան հարաբերությունները և երեխաների դաստիարակությունը  ամերիկացու  երջանիկ  գոյության  հիմքն  են։      Մյուս  կողմից  ի հայտ  եկան  նաև  ֆիլմեր,  որտեղ  ամերիկյան  ընտանիքում  ներկայացվում  էր ամուսինների  դավաճանություն,  բաժանություն,  հարբեցողություն,  անչափահասների հանցագործություններ։      Նմանօրինակ  ընտանիք  է  ներկայացնում  Ջոն  Սթայնբեքի համանուն    վեպի  հիման  վրա  նկարահանված  «Դրախտից  Արևելք»  (East  of  Eden,  1955) ֆիլմը,  որտեղ  շեշտվում  է  այն  միտքը,  որ  ամերիկյան  ընտանիքը  ճգնաժամ  է  ապրում. ծնողների  և  երեխաների  միջև  տարաձայնություններ  ու  գժտություններ  են  առաջացել։ ", "Ամերիկյան  ընտանիքի  վերաբերյալ  հակասական  պատկերացումներն  արտահայտվել են  նաև  գրականության  մեջ։  Ամերիկյան  հասարակության  վերաբերմուքը  ընտանեկան համակարգին ցույց է տրվում «Տարեկանի արտում անունդի եզրին» («The Catcher in the Rye», 1951) վեպի պատանի հերոս Հոլդեն Քոլֆիլդի աշխարհընկալման միջոցով։ Պարզ է դառնում,  որ  ամերիկյան  ընտանիքը  վտանգված    է։  Այսպիսի  եզրակացության  են հանգում  ժամանակի  շատ  գրողներ՝  իրենց  ստեղծագործություններում  արծարծելով ընտանիքի թեման։ ", "Կարևոր  է  ընդգծել,  որ  Երկրորդ  աշխարհամարտն  իր  ազդեցությունն  է  ունենում ամուսնական    հարաբերությունների,  ընտանիքի  արժևորման  և  ձևավորման  վրա։ ", "Վիճակագրության  համաձայն՝ թվականներին Միացյալ  Նահանգները Եգիպտոսից  հետո  երկրորդ  տեղում  էր  գրանցված  ամուսնությունների  քանակով140։ ", "Ամուսնանալու  և  երեխա  ունենալու ցանկությունը ամրապնդվեց՝ շատ ամերիկացիների լավ օրվա գալիքի վստահությամբ պայմանավորված։ ", "Ընտանեկան  խնդիրներով  պայմանավորված՝ այս  ժամանակաշրջանում փոխվում է նաև կնոջ դերը ժամանակակից  հասարակության մեջ։   Հետպատերազմյան շրջանում  շատ  կանայք  աշխատանքից  հեռացվեցին  կամ  անձամբ  դուրս  եկան՝ ընտանեկան  օջախի  պահպանման    հիմնական  նկատառումով։  Երջանիկ  ընտանիքի վերածննդի համար լավագույն վայրը համարվում էր արվարձանը, իսկ բարեկեցության նախապայմանն  ընտանիքի  մայրն  էր,  որը  միաժամանակ  մի  քանի  դեր  ուներ՝  մոր, երեխաների  դաստիարակությամբ  զբաղվողի,    կենցաղային  հոգսերով  զբաղվողի    և ամուսնու համար հետաքրքիր կին լինելու։  Արվարձանաբնակ  կինը պետք է «ստեղծեր հարմարավետության  և հանգստության օազիս իր հոգսերից ուժասպառ եղած ամուսնու համար»141։ ", "Հետպատերազմյան  շրջանում    այս    գաղափարի  ընդլայնումը    նպաստում  է ամերիկացի  կանանց  գիտակցության  մեջ  այն  մտքի  արմատացմանը,  որ  ընտանիքը հասարակության կարևորագույն բաղադրիչն  է, իսկ ընտանեկան օջախի պահպանումը՝ ամենից  պատվաբեր  գործը  կնոջ  համար։  Եթե  1950-ականներին  ամուսինների բաժանության  հիմնական  պատճառը  ամուսիններից  մեկի  վատ  վերաբերմունքը  և հանկարծակի  անհետացումն  էր,  ապա  1969  թվականին  բոլոր  նահանգներում    ավելի ընդունված  էր  բաժանությունը  համատեղ համաձայնությամբ,  առանց  որոշակի պատճառների142։  Բաժանության    բացասական  հետևանքներից  մեկը  դարձավ  1960-70- ական  թթ.  անչափահասների  հանցագործությունների  թվի  բարձր  աճը։    Այս  փաստը վկայում  է  այն  մասին,  որ  ամուսնության  փլուզումը  ծանր  ազդեցություն  է  ունենում դեռահասների  վրա,  որոնք  դեռ  մանկուց  դաստիարակվել  էին  իդեալական  ընտանիքի մասին  գաղափարներով։  Հաջորդ  գործոնը,  որը  «ընտանիք»  հասկացության  շուրջ ամերիկացիների գիտակցության մեջ  փոփոխություն է առաջացնում, պայմանավորված է աշխատաշուկայում  կնոջ զբաղվածության մակարդակի բարձրացմամբ: ", "Oxford University Press, 1972, p. 217. է, որ շատ կանանց համար  աշխատանքը ոչ միայն ֆինանսական վիճակի բարելավման, այլև  ինքնաարտահայտման  միջոց  էր։  Սա  հանգեցնում  է  ամուսինների  միջև փոխհարաբերությունների էական  փոփոխության։  Եթե  նախկինում  ամուսինը ընտանիքում  եկամտի  միակ  աղբյուրն  էր,  իսկ  կինը՝  նրա  օգնականը,  որն անվերապահորեն  կատարում  էր  ամուսնու  կամքը,  ապա  1960-70-ական  թթ. ամերիկացիների  գիտակցության  մեջ  ընտանիք  հասկացությունն  ընկալվում  էր  որպես երկու հավասար անհատների միություն։ ", "շատ  սկսեց  դառնալ  առասպել։  Մեծացավ  ամուսնալուծությունների  քանակը,  աճեց դեռահասների  հանցագործությունների  մակարդակը,  տեղի  ունեցավ  բարոյական նորմերի անկում։ Ֆեմինիստական գաղափարաբանության ազդեցությամբ փոխվեց նաև կնոջ  դիրքը  ամերիկյան  հասարակության  մեջ,  որի  արդյունքում  վերանայվեցին ամուսնության և երեխաների դաստիարակության մասին  ավանդական պատկերացումները։ ", "Կազմալուծված ընտանիքի  պատկերը դարձավ  այս ժամանակաշրջանի  գրականության  հիմնական  նյութը։ ", "Մարդկանց  բարոյական նորմերի  անկման  և  ամուսնական  ճգնաժամի  մասին  թեման  լայնորեն  տարածվեց ամերիկյան գրականության մեջ։ ", "Կնոջ  և  տղամարդու  միջև  սիրո  և  փոխհարաբերությունների  թեման  վառ արտահայտվեց      Ջ.  Ափդայքի,  Ջ.  Օուտսի,  Մ.  Մաքքարթիի,  ինչպես  նաև  Ջոն  Չիվերի ստեղծագործություններում։ ", "Սույն  ենթագլխում  մեր  նպատակն  է  ուսումնասիրել  ընտանիքի  թեմատիկայի արծարծումները  Չիվերի  պատմվածքներում,  ամուսնու  և  կնոջ  հարաբերությունները, մարդու  ներքին  մղումները,  որոնք  սահմանափակվում  են  արվարձանային  միջավայրի ու բարքերի ազդեցությամբ: ", "Ռուս  գրող  Լև  Տոլստոյի  «Աննա  Կարենինա»  վեպի  հայտնի  արտահայտությունը՝ «Երջանիկ ընտանիքները նման են իրար, յուրաքանչյուր դժբախտ ընտանիք դժբախտ է յուրովի» իսկ  և  իսկ համընկնում է   գրականագետ Կաթրին  Ջուրքայի բնորոշմանը, որի համաձայն՝ 1950-ականներին ամերիկյան ընտանիքը գտնվում էր խեղվածք վիճակում143: ", "Յուրաքանչյուր  դժբախտ  ընտանիք  նման  է  մյուսին,  իսկ  «երջանիկ  ընտանիք» հասկացություն,  որպես  այդպիսին,  գոյություն  չունի։ ", "Ըստ  Ջուրքայի՝  չիվերյան արվարձանում  ընտանեկան երջանկությունը բավականին դժվար հասանելի երազանք է։ Այդ երազանքը,  Ջուրքայի բնորոշմամբ,  բարեկեցիկ կյանքի ծաղրերգական հակաթեզ է. կյանք, որտեղ գոհունակություն ոչ մի առումով գոյություն չունի144։  Չիվերի հերոսները սովորաբար  ունեն  բավարար  գումար,  հարմարավետ  տներ,  լավ  աշխատանք  և ընտանիք։  Նրանք  ապրում  են  այն  զգացողությամբ,  որ  ունեցածը  բավարար  հիմք  է երջանիկ  լինելու  համար,  սակայն  իրականությունն  այլ  է։    Նրանք  խորապես  դժբախտ են,  արվարձանը  կարծես բանտ է մարդու ներքին ազատության համար։ ", "Գրականագետ  Ռոբերթ  Ա.  Մորեյսը    «Զուգահեռականներից  դեպի  դրախտ. Չիվերի  արձակի  քնարական  կառուցվածքը»  («From  Parallels  to  Paradise:  The  Lyrical Structure  of  Cheever's  Fiction»)  հոդվածում  գրում  է.  «Չիվերի  հերոսները  սովորաբար միջին  խավի  մարդիկ  են,  որոնց  կյանքն  աստիճանաբար  մոտեցրել  է  վերացական կյանքի խաչմերուկներին։ Բոլորը կանգնել են միևնույն խնդրի առջև. ինչպես ապրել մի աշխարհում,  որը,  չնայած  միջին  խավին  հատկանշական  հարմարություններին  և երաշխիքներին,  հանկարծ  վերածվում  է  անհյուրընկալ,  երբեմն  վտանգավոր  մի աշխարհի:  Այն  կարծես  օրեցօր  դառնում  է  ավելի  ու  ավելի  անտրամաբանական  և անհեթեթ,  որտեղ  «գոյատևման  բարոյական  շղթան»  փոխակերպվել  է  սովորական պարուրակի, իսկ շաղակրատանքը խորամտությունից տարբերակելը հետզհետե ավելի ու ավելի է բարդանում, ինչին քաջածանոթ է ժամանակակից արվեստի, երաժշտության և գրականության լսարանը»145։ "], "paragraph_source_docs": [4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4]}