{"paragraph_source_docs": [1, 3, 1, 3, 0, 0, 0, 0, 1, 2, 3, 1, 2, 0, 2, 1, 1, 2, 1, 1, 3, 1, 0, 2, 1, 2, 0, 1, 3, 0, 0, 1, 1, 2, 1, 1, 1, 3, 0, 3, 2, 2, 1, 0, 2, 0, 1, 0, 3, 3], "source_docs_file": "Medicine.json", "paragraphs": ["ՆԿ.12. Ակնակապճի գոյացության ՈւՁ-ն պատկեր Լինում  են  նաև  եզակի  հանդիպող  գանգատներ,  օրինակ  կոպի  այտուց, ակնակապճի  ցավ,  սկլերաների  կարմրություն,  թույլ  տեսողություն,  տեսողական պատկերի երկատում, կոպի այտուցվածություն, գլխացավ: ՈՒՁՀ–ը հնարավորություն է ընձեռում  հայտնաբերել  նաև  ակնակապճի  գոյացությունները (նկ.  12,13):    Ակնակապճի ախտահարումները  կազմում  են  լիմֆոմաների  էքստրանոդալ  ախտահարումների  5-14 %-ը [Pfeffer M. et al., 2004; Dreyling M. et al., 2008]: ", "Աղյուսակ 59. Տարբեր ծագման ՆՑ ազդեցությունը ԿՈ վրա ըստ SF-36 հարցաշարի ԴՑՆ* ԱԼՑՆ* ՀՀՆ* ԿՑ* ՏՆ* Կրասկել-Ուոլլիսի թեստ Median Test p=0.0001 p=0.0000 p=0.0104 p=0.0500 p=0.0000 p=0.0960 p=0.0021 p=0.0000 p=0.0009 p=0.0028 p=0.0008 p=0.0010 p=0.0000 p=0.1946 p=0.1877 p=0.0000 p=0.6363 p=0.0277 p=0.0000 p=0.0043 p=0.0195 p=0.0050 SF-36 հարցաշար ՖԳ ՖԽ ՑՄ ԸԱ ԿԿ ՍԳ ՀԽ ՀԲ ԱՖԲ ԱՀԲ ՎԱ *= M±SD Ընդհանուր  ընտրանքում  «Առողջության  փոփոխություն»  հիվանդների  կողմից գնահատվել  է  հետևյալ  կերպ.  16.3%  (n=29)`  խիստ  վատացում,  37.6%  (n=67)` վատացում,  33.7%  (n=60)`  անփոփոխ,  11.8%  (n=21)`  լավացում,  0.6%  (n=1)`  խիստ լավացում  (Գծապատկեր  19):  Այս  ցուցանիշը  ևս  կրում  է  սուբյեկտիվ  բնույթ,  քանի  որ առողջական  վիճակի,  հետևաբար  նաև  ԿՈ  փոփոխության  գնահատականը  տրվում  է անձամբ հիվանդի կողմից: ", "Ա - բուժումից առաջ                                                Բ - բուժումից հետո Նկ. 13. (Ա, Բ,) Ակնակապճի հարակնագնդային գոյացություն Շատ  հաճախ  հիվանդությունն  ուղեկցվում  է  օրգանիզմի  թունավորման ախտանշաններով:  Փայծաղի  և  որովայնի  ա/հ-ի  ախտահարումը  ավելի  քիչ  է հանդիպում և համարվում է կանխատեսման անբարենպաստ գործոն, որը բացասական է ազդում բուժման արդյունավետության վրա: Մեր կողմից   հետազոտվող հիվանդների մոտ փայծաղի մեծացում    նկատվել է նկատվել է 23.5% դեպքում, որոնք եղել են եզակի, և նրանց չափերը չի անցել 2.5 սմ-ից: ", "BDI-II  և  GAD-7  հարցաշարերով  հիվանդների  տարբեր  խմբերում  կատարված ուսումնասիրությունը ցույց տվեց, որ ամենաբարձր ցուցանիշն ունեն ՏՆվ հիվանդները՝ (36.9±12.1):  Դեպրեսիան  ամենից  արտահայտվածն  է  ԿՑ  խմբում  (34.2±13.7):  Այս փաստը լիարժեք  հիմնավորվում է  նախորդ  պարբերություններում  արված վերլուծությունների  միջոցով:  Ըստ  էության,  այս  խմբում  բացի  ՆՑ  հիվանդները տառապում  են  այլ  ծանր  քրոնիկ  նյարդաբանական  հիվանդություններով:  Երրոդ տեղում  են  ԱԼՑՆ  հիվանդները  (32.2±13.2):  Այս  3  խմբերում  հիվանդների  մեծ  մասի մոտ  առկա  է  ծանր  դեպրեսիա:  ԴՑՆ  և  ՀՀՆ  հիվանդների  խմբում`  միջին  աստիճանի դեպրեսիա  (համապատասխանորեն  28.3±10.5  և  25.9±9.5):  Չնայած  նմանատիպ բաշխմանը (Գծապատկեր 20), մի բան ակնհայտ է, որ բոլոր խմբերում բուժման մեջ չի լինի  հաջողություն,  եթե  չկատարվի  բուժում  հակադեպրեսանտներով:  Միջխմբային վիճակագրորեն  հավաստի  (p<0.05)  տարբերություններն  արտացոլված  են  Աղյուսակ Գծապատկեր 20. Ընդհանուր ընտրանքում (n=178) դեպրեսիայի բաշխվածությունը ըստ ծանրության աստիճանի: ", "Նկար 23. Ծորանի պատը և պիկրոֆուքսին դրական ռեակցիան: ա)Ներկումը Վան- Գիզոնով խոշ. ×100 բ) Ներկումը Վան-Գիզոնով խոշ. ×400 Ինչպես երևում է նկար 23-ից, ծորանի պատի կոլլագենային բաղադրիչը ներկվել է կարմիր, ինչպես և սպասվում էր: ", "Նկար 24. Կոնգո կարմիրով ներկման առանձնահատկությունները ստուգիչ և շաքարային դիաբետով հիվանդների խմբերում ա)Սլաքով նշադրված է կոնգո– բացասական ռեակցիան (խոշ.×100) բ)Սլաքով նշադրված է կոնգո-դրական ռեակցիան հենքում (խոշ.×100): ", "Ստուգիչ  խմբերում ենթաստամոքսային գեղձի  արտազատիչ հատվածի փոփոխությունները  ներկայացնելուց  և  վերլուծելուց  հետո,  անդրադառնանք  ներզատիչ հատվածը բնութագրող բաղադրիչների տվյալների ամփոփմանը: ", "առանձնահատկությունները ստուգիչ խմբերում և հիմնական խմբի հետ համեմատության արդյունքները Էնդոկրին  հատվածի  նկարագրման  համար  կատարվեց  կղզյակների  չափումներ, հաշվվեց նրանց միջին քանակը, նրանցում β-բջիջների/էնդոկրինոցիտների միջին թիվը: ", "ՈւՁՀ-մբ հայտնաբերված ՈՀԼ-ի տարբեր ձևաբանական խմբերում փայծաղի, ա/հ-ի ախտահարումների բնույթը, ա/հ-ի տեղակայումը Աղյուսակ 12 Լիմֆոցի- Բ-խոշոր Մարգինալ Փայծաղի Բ-մանր Ֆոլիկուլ- բջջային գոտու n=13 բջջային ՈՀԼ ա/հ-ի և փայծաղի ախտահարում տար n=24 Որովայնի ա/հ Որովայնի ա/հ-ի կոնգլոմ. Վերանր. ա/հ Փայծաղի ախտահարում Կոնքի ա/հ Փայծաղի, որով. ա/հ-ի ախտահ. n = 32 n=7 n=8 յար n=9 Միայն որովայնի խոռոչի ա/հ-ի ախտահարումը թույլ է տալիս հետազոտվողի մոտ ենթադրել  ՈՀԼ,  քանի  որ  ՀԼ-ի  դեպքում  միայն  որովայնի  խոռոչի  ա/հ-ի  ախտահարում հետազոտվող  խմբում  չի  նկատվել  է,  իսկ  ՈՀԼ-ի  դեպքում  կազմել  է  25.0%:  Այս իրավիճակում  նույնպես  դժվարանում  է  ախտորոշման  գործընթացը:  Ընդհանրապես առանց  ծայրամասային  ա/հ-ի  ախտահարումներով  հետազոտվող  ունեցել  ենք  ՈՀԼ-ի դեպքում 29 հիվանդ (26.8 %), ՀԼ-ի դեպքում՝ 9 (10.6%): ", "“Արթմեդ”  ԲԿ-ում  կատարվել  են  լաբորատոր  և  գործիքային  քննություններ: ", "խմբում (43.5±19.9): ", "Կոնքի  խոռոչի  ա/հ-ի  ախտահարում  նկատվել  է  միայն  լիմֆոցիտար  լիմֆոմայով հիվանդների մոտ 20.4% դեպքում, որը պատճառ է հանդիսացել կոնքի խոռոչի ցավերի և փոքր  չափաբաժիններով  հաճախամիզության:  Աղյուսակ  13-ից  նկատում  ենք,  որ կլինիկական գանգատներն ավելի  արտահայտված  և ակնառռւ են  ՈՀԼ-ի դեպքում: ", "Ներվիրահատական արյան կորուստը կազմել է 200 մլ: Վիրահատությունը տևել է 190 րոպե: Հետվիրահատական շրջանն ընթացել է հարթ, բարդություններ չեն դիտվել: ", "Դիաբետով  հիվանդ  և  ստուգիչ  խմբերում  մեդիանաները՝  Me համապատասխանորեն  ունեցան  2  և  5  արժեքները:    Կղզյակների  միջին  տրամաչափի միջկվարտիլային լայնքի հաշվարկման արդյունքները պատկերված են գրաֆիկ 2-ում: ", "Ախտահյուսվածաբանական  քննությամբ  ախտորոշվել  է  միզապարկի  ուրոթելիալ քաղցկեղ pT3aG2-3N0R0V0: ", "Աղյուսակ 14 ՈւՁՀ-մբ հայտնաբերված ՀԼ-ի տարբեր ձևաբանական խմբերում փայծաղի, ա/հ-ի ախտահարումների բնույթը, ա/հ-ի տեղակայումը ՀԼ ա/հ-ի, փայծաղի ախտահարում Նոդալ սկլերոզ n=52 Լիֆոց.գեր. n=15 Խառը բջջային n=12 Անորոշ n=6 -- -- -- -- -- Որովայնի ա/հ-ի ախտ. Փայծաղի ախտահարում Փայծաղի, որով. ա/հ-ի ախտահարում Վերանրակ. ա/հ Կոնքի ա/հ Որովայնի կոնգլոմերատ -- ՈՀԼ-ի  դեպքում  փայծաղի  երկարության  և  լայնության  միջին  չափերն  ամենամեծն  են մարգինալ գոտու և լիմֆոցիտար լիմֆոմայի դեպքում (աղյ.15):Քանի որ ըստ  գրականու- թյան  տվյալների  արյունաբանական  հիվանդությունների  դեպքում  փայծաղը  մեծ  է համարվում,  երբ  նրա  երկարությունն  անցնում  է  15սմ-ից  [Наумович  Е.  Г.,  2004] հաշվարկեցինք  նաև  այդ  դեպքերը  և  փայծաղի  երկարության  չափերն  ամենամեծը մնացին մարգինալ գոտու և լիմֆոցիտար լիմֆոմայի դեպքում: ", "Աղյուսակ 15 ՈՀԼ-ի դեպքում փայծաղի երկարությունը և լայնությունն ըստ ՈւՁՀ-ն Ոչ հոջկինյան լիմֆոմա Փայծաղի երկարություն Փայծաղի լայնություն М ± m P1 М ± m P2 Բ-խոշորբջջային լիմֆոմա ոչ/հ ոչ/հ Փայծաղի լիմֆոմա <0.001 <0.001 Ֆոլիկույար լիմֆոմա ոչ/հ ոչ/հ Լիմֆոցիտար լիմֆոմա <0.001 <0.001 Մարգինալ գոտու լիմֆոմա ոչ/հ ոչ/հ Մանր բջջային լիմֆոմա <0.01 <0.01 Միջնորմի լիմֆոմա ոչ/հ ոչ/հ * փայծաղի  երկարության- P1   և  լայնության- P2  համեմատությունը  ստուգիչ խմբի  հետ Ինչպես  երևում  է  աղյուսակ  16-ից  և  17-ից  ծայրամասային  արյան  պատկերն  ՈՀԼ-ի տարբեր  ձևաբանական  խմբերում  նույնը  չէ:Լիմֆոցիտար  լիմֆոմայի  դեպքում  գրանցել ենք  թեթև  արտահայտված  անեմիա,  լիմֆոցիտոզ  (45.0±13.7),  փայծաղի  լիմֆոմայի դեպքում  անեմիա  (105.8±7,5  գ/լ),  լիմֆոցիտոզ  (60±7,  7%),  լեյկոցիտոզ  (19,67±4,3×109/լ  ), ԷՆԱ –ի բարձրացում (29±8,2 մմ/ժամ), մարգինալ գոտու լիմֆոմայի դեպքում նկատվում է  տրոմբոցիտոպենիա  (60.4±35.2):Բ-խոշոր  բջջային  լիմֆոմայի,  միջնորմի  լիմֆոմայի, ֆոլիկուլյար լիմֆոմայի  դեպքում ծայրամասային  արյան  կողմից  ակնառու փոփոխություններ չի նկատվել, իսկ մանր բջջային լիմֆոմայի դեպքում ընդհանրապես փոփոխություններ չի արձանագրվել ուստի չի ներառվել աղյուսակում:Ընտրանքում չեն ընդգրկվել  T-բջջային  լիմֆոմաները,    քանի  որ  հետազոտվողների  թիվը  փոքր  է  եղել: ", "Նախավիրահատական մանրազննին հետազոտություններից հետո 2018թ-ի նոյեմբերին կատարվել է զստաղիքային նոր օրթոտոպիկ միզապարկի ձևավորում` ուրեթերոիլեո բերանակցման  ձևավորումով:  Վիրահատության  մանրակրկիտ  նկարագրությունը ներկայացված է ստորև: ", "Աղյուսակ 18 ՈՀԼ-ի դեպքում, արյան որոշ ցուցանիշների և փայծաղի երկարության միջև համեմատական գործակիցների նշանակությունը (r), երբ փայծաղը >15 սմ-ից Ոչ հոջկինյան լիմֆոմա Բ-խոշորբջջային լիմֆոմա Փայծաղի լիմֆոմա Ֆոլիկուլյար լիմֆոմա Լիմֆոցիտար լիմֆոմա Մարգինալ գոտու լիմֆոմա Արյան ցուցանիշներ Հեմոգլոբին էրիթրոցիտ Սեգմենտավոր Լիմֆոցիտ -0.961 -0,962 -0.958 -0.655 -0.706 -935 *  բոլոր դեպքերում P<0.05 ՀԼ-ի  դեպքում  փայծաղի  չափերը  մեր  կողմից  ուսումնասիրվող  խմբում,  շատ  չեն փոփոխվում (աղյ.19): ", "ՀԼ-ի տարբեր ձևաբանական խմբերում փայծաղի երկարությունը և լայնությունը Աղյուսակ 19 Հոջկինի լիմֆոմա Փայծաղի երկարություն Փայծաղի լայնություն М ± m P1 М ± m P2 Նոդուլյար սկլերոզ <0.001 ոչ/հ Լիմֆոցիտար գերակշռումով <0.001 ոչ/հ Խառը բջջային <0.001 <0.01 Անորոշ <0.001 <0.01 * փայծաղի  երկարության- P1   և  լայնության- P2  համեմատությունը  ստուգիչ     խմբի հետ Ինչպես  ցույց  են  տալիս  արդյունքները  ՀԼ-ի  դեպքում  արյան  ցուցանիշներն  ևս ՈՀԼ-ի  հետ  համեմատած  ավելի  քիչ  են  փոփոխության  ենթարկվում  և  տվյալները հավաստի  չեն:Նկատում  ենք  լիմֆոցիտների  իջեցում  ՀԼ-ի  բոլոր  տարբերակներում, հեմոգլոբինի իջեցում, ցուպիկավորների շատացում և ԷՆԱ-ի բարձրացում լիմֆոցիտար գերակշռումով  տարբերակում, լեյկոցիտների  շատացում  և  ԷՆԱ-ի  բարձրացում` նոդուլյար սկլերոզ տարբերակում (աղյ. 20): Ինչպես տեսնում ենք ծայրամասային արյան փոփոխությունները լիմֆոմաների դեպքում ակնառու չեն: ", "Տղամարդկանց և կանանց ցավի ուժգնության  տարբեր ցուցանիշները վիճակագրական  ոչ  պարամետրիկ  թեստերի  համաձայն  չեն  տարբերվում:  Կանայք  և տղամարդիկ առանձին հետազոտվել են նաև ԿՈ, դեպրեսիայի, տագնապի, քնի որակի տարբերությունների  հայտնաբերման  նպատակով:  Վիճակագրորեն  հավաստի տարբերություններ չեն հայտնաբերվել: ", "ԼՊՀ-ի բուժման բազմազանությունը (մոնոքիմիաթերապիան, պոլիքիմիաթերապիան, մոնոկլոնալ հակամարմինների,  ալֆա-ինտերֆերոնի, հակաուռուցքային  վակցինաների  կիրառումը,  ոսկրածուծի  փոխպատվաստումը)  և նրանց  չափավոր  րդյունավետությունը  ապացուցում  է,  որ  դեռ  չի  գտնվել  ամենալավ թերապևտիկ մեթոդը: ", "Նկար 25. Առանց ճարպակալում ֆենոտիպով ստուգիչ խմբում պատահական ընտրված կղզյակ: Սլաքով նշված են β-բջիջների ինսուլինային գրանուլները: ա)Ներկումը ալդեհիդ ֆուքսինով, խոշ. ×400: բ) Ներկումը հեմ-էոզինով, խոշ.×1000 Նկար 26. Ճարպակալումով ուղեկցվող ստուգիչ խմբում պատահական ընտրված կղզյակ: Երևում են  կղզյակների պահպանված կլաստերները և դրանց «լցվածությունը» էնդոկրինոցիտներով: ա)Ներկումը կոնգո-կարմիրով, խոշ. ×400, բ) Ներկումը հեմ- էոզինով, խոշ. ×400: ", "Նշում` Այս հիվանդի տվյալները չեն ընդգրկվել մեր աշխատանքի մեջ խմբերի համեմատման և վերլուծության համար ։ ", "Պատճառն  այն  է,  որ  հակաուռուցքային  դեղամիջոցների  մեծ  չափաբաժինները թույլատրելի  չեն,  քանի  որ  կարող  են  վնասել  առողջ  հյուսվածքներն  և  պատճառ հանդիսանալ  տարբեր  օրգան-համակարգերի  ախտահարման,  իսկ  հակաուռուցքային դեղամիջոցների  ցածր  չափաբաժիններ  օգտագործելով,  հնարավոր  չէ  ոչնչացնել  բոլոր ուռուցքային բջիջները: Ի տարբերություն առողջ բջիջների, ուռուցքային բջիջներն արագ են  աճում  ի  հաշիվ  նորաստեղծ  անոթների  (անգիոգենեզ),  որոնց  միջոցով  նրանք ստանում են սնուցում: ", "Հետվիրահատական բարդությունների համեմատական վերլուծություն Հետվիրահատական  ներհիվանդանոցային  բարդությունների  առաջացման  մեջ մեզի դերիվացիայի եղանակի կարևորությունը հասկանալու համար կատարվել է բոլոր խմբերի  համեմատական  վերլուծություն:  Միագործոնային  վերլուծությամբ  պարզվել  է, որ  մեզի  դերիվացիայի  եղանակի  ընտրությունը  վիճակագրորեն  հավաստի  կապված  է հետվիրահատական բարդությունների  առաջացման հետ:  Մասնավորապես, հայտնաբերվել  է,  որ  աղիքային  միզապարկի  ձևավորման  եղանակով  վիրահատված հիվանդների մոտ հետվիրահատական բարդությունների զարգացման հավանականությունների  գործակիցների  հարաբերությունը  (OR)  2.55  անգամ  ավել  է ստանդարտ  ՈՒԿ-ի  եղանակով  վիրահատված  հիվանդներից (OR-2.55,  P-0.001): ", "Ստուգիչ  առանց  ճարպակալում  ֆենոտիպով  խմբում  22  դեպքի  պարագայում սեռային տարբերություն չկար՝ 11 դեպքի ժամանակ սեռը արական էր, 11-ում՝ իգական: ", "Հետազոտության  արդյունքները  գրանցվել  են  հիվանդության  պատմություններում  և դիսպանսեր քարտերում: ", "Նախապես  ձևավորված  5  խմբերում  առանձին  դիտարկվել  են  ստացված  բոլոր ցուցանիշները,  որոնց  հիման  վրա յուրաքանչյուր  խմբում  տրվել է  ՆՑ առանձնահատկությունների  բնութագիր:  Ուսումնասիրվել  է,  թե  ինչպես  է  ՆՑ անդրադառնում  ԿՈ,  դեպրեսիայի,  տագնապի  և  քնի  վրա:  Կատարվել  է  նաև միջխմբային համեմատական վերլուծություն: Ստացված ցուցանիշների մեծ մասը եղել են  ոչ  պարամետրիկ  և  բաշխված  եղել  ոչ  նորմալ,  ուստի  ենթարկվել  են վիճակագրական  վերլուծության  Սպրմենի  ոչ  պարամետրիկ  թեստի  օգնությամբ:  PD հարցաշարի  առաջին  մասի  համաձայն,  նախնական  ընտրանքում  որոշվել  են  երեք ցուցանիշներ,  մասնավորապես՝  ՑՆՊ,  որը  կազմել  է  6.42±1.48,  ԱՑ`  8.41±1.32,  ՄՑ` ժամանակ  (n=392)  ստացված  նույնանուն  ցուցանիշների  միջին  արժեքների  հետ [Freynhagen R. et al., 2006], որտեղ ՑՆՊ կազմել է 5.5±2.4, ԱՑ՝ 7.6±2.0, ՄՑ՝ 5.9±2.0: ", "Մահվան  պատճառ  հանդիսացող  հիմնական  հիվանդությունը  ստուգիչ,  առանց ճարպակալում  ֆենոտիպով  խմբում,  7  դեպքի  ժամանակ  եղել  է  ընդհանուր  հյուծումը՝ պայմանավորված  ինչպես  ուռուցքով,  այնպես  էլ օրգանների  ծերունական ատրոֆիայով:  6  դեպքի  պարագայում  հիմնական  հիվանդությունը  ուռուցքն  է  եղել,  իսկ մահվան  անմիջական  պատճառ  է  հանդիսացել  ուռուցքով  պայմանավորված  ոչ կախեքտիկ  բնույթի  այլ  բարդություն  (երկկողմանի  տոտալ  թոքաբորբ,  ուռուցքային ինտոքսիկացիա):  Մահվան  պատճառական կազմում կարդիվասկուլյար հիվանդությունները  միայն  երեք  դեպքի  ժամանակ  են  հանդիսացել  որպես  հիմնական հիվանդություն: Երկու դեպքում մահվան պատճառ է հանդիսացել թոքային զարկերակի թրոմբոէմբոլիան,  մեկ  դեպքի  ժամանակ  էլ  հիդրոցեֆալիան:  Երեք  դեպքում  էլ  մահվան պատճառը  եղել  էր  իշեմիկ  ինսուլտը:  Ստուգիչ,    ճարպակալումով  ուղեկցվող  խմբում մահվան  պատճառական  կազմում  7  դեպքում  եղել  են  կարդիովասկուլյար հիվանդությունները,  երեքի  ժամանակ  իշեմիկ  ինսուլտը,  6  դեպքի  պարագայում ուռուցքը,  մեկական  դեպքերում  էլ  թոքային  զարկերակի  թրոմբոէմբոլիան  և  լյարդ- երիկամային  անբավարարությունը:  Այս  արդյունքները  սեկտորային  դիագրամների տեսքով բերված են գծապատկեր 11-ում և գծապատկեր 12-ում: ", "Կախեքսիա ՈՒռուցք Սիրտանոթային պաթոլոգիա ՈՒղեղանոթային պաթոլոգիա ԹԶԹԷ Հիդրոցեֆալիա Գծապատկեր 11. Մահվան պատճառական կազմը ստուգիչ «առանց ճարպակալում» ֆենոտիպով խմբում ԹԶԹԷ Ինսուլտ ուռ. Ինտոքսիկացիա երիկամային անբավ. սրտամկանի ինֆարկտ Գծապատկեր 12. Մահվան պատճառական կազմը ստուգիչ «ճարպակալում» ֆենոտիպով խմբում Հաշվարկելով  շանսերի  հարաբերակցությունը  ստուգիչ  խմբում  սիրտանոթային հիվանդություններից  մահացության  համար՝  ստացանք  հետևյալ  արդյունքը. ճարպակալում  գործոնը  3.1  անգամ  մեծացնում  է  սիրտանոթային  հիվանդություններով պայմանավորված մահացությունը (OR=3,1[95%CI(0,66-15,1)]): ", "Որովայնի  խոռոչի  ա/հ-ի  ախտահարման  41  դեպքից  18-ի  մոտ  նկատվել  է փոքրացում ՈՀԼ-ով հիվանդների մոտ, իսկ ՀԼ-ի դեպքում՝ 20 հիվանդից 12-ի  մոտ: ", "ՈՀԼ-ով հետազոտվող հիվանդների բուժման արդյունքները Աղյուսակ 21 Ձևաբանական տարբերակ Ոչհոջկինյան լիմֆոմա n=108 В-բջջային լիմֆոմաներ В-լիմֆոցիտար լիմֆոմա Փայծաղի լիմֆոմա Ֆոլիկուլյար լիմֆոմա Բուժման  արդյունքներ Մահացածներ n=51 Բուժվողներ n=57 % ընդհ. Ար/իգ %  ընդհ. Ար/իգ Մարգինալ գոտու նոդալ լիմֆոմա Դիֆֆուզ В-խոշորբջջային լիմֆոմա Միջնորմի խոշոր-բջջային լիմֆոմա Դիֆֆուզ մանր-բջջային լիմֆոմա T- բջջային լիմֆոմա Т-լիմֆոբլաստ լիմֆոմա Անապլաստիկ խոշորբջջային լիմֆոմա Ատենախոսության  ձևակերպման  պահին  հետազոտվող  ՈՀԼ-ով  108  հիվանդից մահացել էին 51-ը, որ կազմում է 47.2%, մնացած 52.8%-ը` 57 հիվանդ շարունակում էին բուժումը  (աղյ.  21):  Վերապրածներից    30.5%-ը  բուժվել  են  CHOP  ծրագրով,  26.3%-ը բուժվել  են  R-CHOP  ծրագրով,  15.6%-ը  բուժվել  են  COP  ծրագրով,  10.8  %-ը  բուժվել  են CVP+FC ծրագրով, մնացած  16.8%-ը բուժվել են տարբեր ծրագրերի համակցմամբ: ", "Վերլուծվել  է  նաև  աղիքային  սեգմենտի  կիրառման  (աղիքների  ռեզեկցիա) ազդեցությունը  հետվիրահատական բարդությունների  առաջացման  մեջ:  Այս վերլուծության  համար  համախմբվել  են  աղիքային  սեգմենտի  կիրառմամբ  մեզի դերիվացիայի  եղանակները  (աղիքային  միզապարկ+աղիքային  կոնդուիտ)  մեկ  խմբում, և  առանց  աղիքային  սեգմենտի  կիրառման  մեզի  դերիվացիայի  եղանակները (ստանդարտ+մոդիֆիկացված  ՈՒԿ)  մյուս  խմբում:  Ինչպես  սպասելի  էր,  աղիքային սեգմենտի կիրառումը մեզի դերիվացիայի եղանակներում մեծացնում է հետվիրահատական  բարդությունների  առաջացման  հավանականությունը  2.16  անգամ (OR-2.16,  p-0.002)։  Այս  անգամ  ևս  բոլոր  փոփոխականները,  որոնք  դրսևորել  են վիճակագրորեն  հավաստի  կապ  ինչպես  մեզի  դերիվացիայի  եղանակի  այնպես  էլ հետվիրահատական  բարդության  զարգացման  հետ,  ներառվել  են  բազմագործոնային լոգիստիկ վերլուծության վերջնական մոդելի մեջ (Նկար 19): Այս անգամ եվս պարզվել է, որ  աղիքային  հատվածի  կիրառումը  մեծացնում  է  բարդությունների  ռիսկը  1.79  անգամ (OR-1.79, p-0.041): ", "Ռեմիսիայի մեջ գտնվող հիվանդների ստուգիչ հետազոտությունները կատարվում են 3 ամիսը մեկ անգամ 2 տարվա ընթացքում, 6 ամիսը մեկ անգամ, հետագա 3 տարվա ընթացքում,  այնուհետև  տարին  մեկ  անգամ:  ՈւՁՀ-ն  կիրառումը  թույլ  է  տալիս գնահատել բուժման  արդյունավետությունը: ", "Ինչպես ցույց են  տալիս հետազոտությունները  հիվանդի  ընդհանուր  վիճակի  բարելավումը,  արյունաբանական ցուցանիշների և ֆիզիկալ հետազոտությունների արդյունքների դրական դինամիկան ոչ միշտ  են  համապատասխանում  հիվանդի  իրական  վիճակին,  և  այսպես  ասած սոնոգրաֆիկ ռեմիսիային: ", "ՈւՁՀ-մբ  հայտանաբերված  փայծաղի  և  որովայնի  խոռոչի  ա/հ-ի չափերի մեծացումը  հուշում  են  քիմիաթերապիայի  շարունակման  անհրաժեշտության  մասին: ", "Այսպիսով, ՆՑ բոլոր կլինիկական տեսակները բացասաբար են ազդում ԿՈ վրա, որտեղ որոշիչ դեր է խաղում ցավի ուժգնությունը: ", "«Աղիքային  էպիթելի  տիպի  մետապլազիա»  ձևաբանական  փոփոխությունը հետազոտության  ժամանակ  սկսեցինք  նկարագրել  միայն  նյութի  առաջնային վերլուծությունից հետո, երբ նկատեցինք  այս գործընթացի  առկայությունը ենթաստամոքսային գեղձի  հյուսվածքում:  Գրականության  մեջ  նկարագրված տվյալները,  որոնք  կապված  են  ենթաստամոքսային  գեղձում  «աղիքային  տիպի» կառույցների  հայտնվելու  հետ,  վերաբերում  են  հիմնականում    ենթաստամոքսային գեղձի  քաղցկեղին  [117]:  Այն,  որ  այս  գործընթացը  առկա  է  նաև  երկրորդ  տիպի շաքարային  դիաբետի  ժամանակ,  գրականության  մեջ  գտնել  չհաջողվեց::    Միայն տվյալներ  են  հայտնի  դիպեպդիլ-պեպտիդազա  4-ի  ընկճողների (գլիպտինների ընտանիք-Nesina [aloglyptine],  Onglyza[saxaglyptine])  և գլյուկագոնանման պեպտիդ -1-ի միմետիկների (Victosa,[lyraglutide], Bydureon [exenatide]) կանցերոգեն և ենթաստամոքսային  գեղձում  դիսպլազիայի  առաջացման  կողմնակի  էֆեկտի  մասին [118]:  Վերջինս  էլ,    որոշ  մետաանալիտիկ  հետազոտությունների  արդյունքում,  ժխտվեց [119]:  Այս  գործընթացի  վերլուծության  արդյունքում  բացահայտեցինք,  որ  այն հայտնաբերվում  է  երկրորդ  տիպի  շաքարային  դիաբետ  ունեցող  հիվանդների  խմբում: ", "ՆՑ-ի,  ԿՈ-ի,  դեպրեսիայի,  տագնապի  և  քնի  խանգարումների  միջև  առկա  են ցածրից  մինչև  բարձր  հարաբերակցային  կապեր:  ՆՑ-ի  էթիոլոգիական  խմբերում առկա  բոլոր  տարբերությունները  վիճակագրորեն  հավաստի  են:  Ընդհանուր ընտրանքում,  տղամարդկանց  և  կանանց  ցավի  ուժգնության  տարբեր  ցուցանիշները վիճակագրական ոչ պարամետրիկ թեստերի համաձայն չեն տարբերվում: ", "Հետվիրահատական  3-5  տարիների  ժամանակահատվածում  մահացել  է  13  հիվանդ (24.5%): Միջին ապրելիությունը այս խմբում ամենաերկարն էր կազմելով 44.8 ամիս (2- ից  71  ամիս):  Ընդ  որում,  36  ամիս  անց  կենդանի  էին  հիվանդների  81.1%  (43  հիվանդ) (Նկար 22): Նշված 53 հիվանդներից ներհիվանդանոցաին բարդություններ դիտվել են 15 հիվանդի  մոտ:  Բարդությունների  առկայությունը  հետվիրահատական  առնվազն  3- տարվա ապրելիության վրա վիճակագրորեն էական ազդեցություն չի դրսևորել (p-0.23): ", "Նկար 22. Օրթոտոպիկ նոր միզապարկի առնվազն 3 տարվա ընդհանուր ապրելիություն Նշված խմբում կյանքի տևողության վրա ազդող միակ վիճակագրորեն հավաստի փոփոխականը  հանդիսացել  է  հիվանդության  փուլը (p-0.016):  Արդյունքները ներկայացված են աղյուսակ 13-ում։ ", "ո չ   ա վ շ ա յ ի ն   օ ր գ ա ն ն ե ր ի   ա խ տ ա հ ա ր մ ա ն   հ ա մ ե մ ա տ ա կ ա ն վ ե ր լ ո ւ ծ ո ւ թ յ ո ւ ն ը Առանձին  հետաքրքրություն է  ներկայացնում  ՀԼ-ի  և  ՈՀԼ-ի  դեպքում ախտահարումների համեմատական վերլուծությունը: ", "Նույն  այս  ձևաբանական  միավորը  համեմատելով  ստուգիչ  և  հիմնական  խմբերում ստացանք  վիճակագրորեն  հավաստի  տարբերություն  χ2=22,04,  p<0,0001):  Այսինքն՝ կղզյակային նեոգենեզը բնորոշ ախտաբանական գործընթաց է դիաբետով հիվանդների համար: ", "Այսպիսով՝  3-տարվա  ապրելիությունը  այս  խմբում  կազմել  է  73.3%  (15-ից  11  հիվանդ): ", "Համեմատության  համար  ստուգիչ  խմբի  75-րդ  պերցենտիլը  0.4  մմ  արժեքն  ունի: ", "Մեր դիտարկումներով ախտահարված ավշային հանգույցների նվազագույն չափը, որ  բացահայտվել  է  ՈւՁՀ-մբ  0.5x0.4x0.7  սմ  է,  լյարդի  և  փայծաղի  դրունքում  հստակ տարբերակվել  են  0.5-0.7  սմ  տրամագծով  ա/հ-ներ,  դրանք  հիմնականում  եղել  են հիպոէխոգեն՝ 94.3%: Հետազոտության ընթացքում հիմնականում հայտնաբերվել են 1.5- Ավշային հանգույցների կոնգլոմերատներ նկատվել է 34.8% հիվանդների մոտ, որոնցից Հիվանդության  ուշ  փուլերի  ընթացքում  սոնոգրաֆիայով  դիտվում  են  բազմաթիվ ավշային հանգույցներ և/կամ տարբեր չափի կոնգլոմերատներ, որոնք կարող են գրավել որովայնի  խոռոչի  մեծ  մասը  ճնշելով  հարակից  օրգանների,  նյարդային  հյուսակների, անոթների  վրա,  առաջացնելով  օրգանների  ֆունկցիայի  խանգարում,  տարբեր տեղակայման ցավ, այտուց (նկ. 14): ", "Համեմատելով  ամիլոիդային  դեպոզիտներով  ախտահարումը  դիաբետով  հիվանդ երկու  ֆենոտիպերի  միջև՝  ստացանք    վիճակագրորեն  հավաստի  զուգակցում  (χ2=11,8, p<0,0001):  Վիճակագրորեն  հավաստի  զուգակցում  (p<0.001)    ստացանք  նաև  ստուգիչ խմբի  հետ  համեմատության  արդյունքում:  Քանի  որ  ամիլոիդային  ախտահարումները առավելապես հայտնաբերել էինք ճարպակալումով ուղեկցվող խմբում, ուստի կարելի է եզրակացնել, որ կղզյակների ամիլոիդային ախտահարումը բնորոշ առանձնահատկություն  է    ճարպակալումով  ուղեկցվող  դիաբետով  այն    հիվանդների համար, որոնք ինսուլինառեզիստենտ են: ", "Դիտվել  է  վիբրացիոն  զգացողության  իջեցում՝  առավել  արտահայտված  ոտքերում (ոտնաթաթերում՝  0%,  ծնկներում՝  մոտ  30%,  ձեռքերում՝  մոտ  60%):  Զգացողական  այլ խանգարումներ չեն հայտնաբերվել: ", "ԷՆՄԳ եզրակացություն. Դեմիելինիզացիայով ընթացող սենսո-մոտոր պոլինեյրոպաթիա:  Կատարվել  է  ՆՑ  ուժգնության  քանակական  գնահատում PainDETECT հարցաշարի օգնությամբ, որտեղ ՑՆՊ կազմել է 9 միավոր, ԱՑ՝ 10,  ՄՑ՝ Նույն  հարցաշարի  օգնությամբ  կատարվել  է  նաև  ՆՑ  որակական  գնահատում,  որի համաձայն հիվանդի մոտ առկա են ցավային նոպաներ՝ նրանց միջև մշտական ցավով: "]}