{"paragraphs": ["«Մինիմում ավազահատիկներ և  մաքսիմալ հեռավորություն» խնդիրը լուծող նեյրոնային ցանցի գոյությունը հնարավորություն է ընձեռում ավազակույտի մոդելի սիմուլացիան  փոխարինել  տվյալ  նեյրոնային  ցանցով՝  ժամանակի  խնայման նկատառումներով: ", "ԵԶՐԱԿԱՑՈՒԹՅՈՒՆ Մշակված  բազմաօգտատեր  ծրագրային  համակարգը՝  հիմնված  ավազակույտի մոդելով նկարագրվող ինքնակազմակերպվող դինամիկ պրոցեսների հետազոտման  համար,  թույլ  է  տալիս  հետազոտել  և  հաշվարկել  տարբեր ֆիզիկական, ինֆորմացիոն բնութագրիչներ երկչափ և եռաչափ տարածություններում,  ինչպես  նաև  կատարել  համատեղ  հետազոտություններ՝ աշխատանքների  միաժամանակյա  դիտման,  փոփոխությունների  կատարման, մոդելներում վիճակների պահպանման, ստացման և ուղարկման հնարավորություններով: ", "Իրականացված  ծրագրային  փաթեթների  միջոցով չափանի  խորանարդային ցանցում  ավազակույտի  մոդելի  աշխատանքի  զուգահեռացումը՝  հիմնված  նույն տոպոլոգիական  տարածությունում  աստղային  լրիվ  ծածկույթները  նկարագրող բանաձևի  վրա,  հնարավորություն  են  տալիս  օգտագործողներին  կատարել բնութագրիչների  հաշվարկ  միչև  3  անգամ  ավելի  արագ  նույն  CPU-ի սահմաններում,  և  մինչև  50  անգամ  ավելի  արագ  համարժեք  վիդեոկարտայի դեպքում: ", "Ստեղծված բազմաօգտատեր «լուրջ խաղ»-ի օրինակը՝ հիմնվելով ավազակույտի մոդելի  վերաբերող  բազմաթիվ  թեորեմների  վրա  և  չունենալով  հաղթանակին տանող  ակընհայտ  ստրատեգիա,  խթան  է  հանդիսանում  ինքնակազմակերպվող համակարգերի  հանդեպ  եղած  հետաքրքրության  մեծացմանը,  հետևաբար  նաև համատեղ ուսուցմանը և հետազոտմանը: ", "«Մինիմում  ավազահատիկներ  և մաքսիմալ  հեռավորություն»  խնդրի հետազոտմանը  միտված  նեյրոնային  ցանցերի  մշակումը  հնարավորություն  է ստեղծում փոխարինել ավազակույտի աշխատանքի սիմուլյացիան համապատասխան  նեյրոնային  ցանցով՝  սույնով  օպտիմիզացնելով  պահաջվող սպասվելիք արդյունքների ստացման ժամանակը: ", "Նախագծված կլաստերային համակարգի սիմուլատորը՝ հիմված ավազակույտի և rotor-router մոդելների  աշխատանքի  ալգորիթմի  վրա,  դյուրացնում է ինքնակազմակերպվող  համակարգերի  աշխատանքային  ալգորիթմի  դրսևորման հետազոտումը կլաստերային համակարգերում: Ինչպես նաև նկարագրված և առաջ բերված  հիպոթեզը  rotor-router մոդելների  տրամաբանությամբ  խնդիրների տարաբաշխման  համակարգի  վերաբերյալ  կարող  է  դինամիկ  խնդիրների պլանավորման նոր հիմք հանդիսանալ: ", "ՀՂՈՒՄՆԵՐ [1]     W. Banzhaf, Self-organizing systems. In: Meyers, R.A. (ed.) Encyclopedia of Complexity and Systems Science, Springer, Heidelberg, pp. 8040–8050, 2009. [2] Introduction to self organized crititicality, [online]. Available: ", "https://en.wikipedia.org/wiki/Self-organized_criticality [3]  D. L. Turcotte, “Self-organized criticality”, Rep. Prog. Phys., vol 62, 1377, 1999. [4] Jarkko Kari , “Theory of cellular automata: A survey”, Theoretical computer science,  vol. 334, Issues 1-3, pp. 3-33, 15 apr.2005 [5] S. Wolfram, “Cellular automata as models of complexity”, Nature 311, pp. 319- [6] (2002)The Wikipedia website, [online]. Available: ", "https://en.wikipedia.org/wiki/Abelian_sandpile_model [7] L. Levine, “The Rotor-Router Model”, [Online]. Available arXiv:math/0409407 [8] B. Priezzhev, D. Dhar, A. Dhar, and S. Krishnamurthy, “Eulerian walkers as a model of self-organised criticality”, Phys. Rev. Lett. 77, 50795082, 1996. [9] Per Bak,  How Nature Works: the science of self-organized criticality, New York, NY: ", "Copernicus Press, 1996. [10]  A. Fey, L. Levine and D. B. Wilson, “Approach to criticality in sandpiles”, Phys. Rev. E 82, 031121, 15 sept. 2010 [11] The Abelian Sandpile Model visualising tool, [Online], Available: "], "paragraph_source_docs": [1, 1, 1, 1, 1, 1, 1, 1, 1, 1], "source_docs_file": "Informatics and Computer Systems.json"}