{"paragraphs": ["Յեյլի  ձեռագիրը  հիշատակվում  է Մոշե  Գոշեն-Գոթշթեյնի  մատենագրու- թյունում՝  Հարվարդի  ձեռագրի  նկարա- գրության տողատակում: ", "Այս  առումով  Բ.  Ֆրեյզրը  (Fraser  1988:  217)  նշում  է,  որ  «Վերժբիցկան  չի հստակեցնում,  թե  նույնաբանությունների  քանի  տեսակ/կաղապար  է  հնարավոր զանազանել  և  ինչպես  դրանք  բնորոշել»:  Ավելին,  պետք  է  նշել,  որ  Ա.  Վերժբիցկան հստակ  հետևողականություն  չի  դրսևորում  նաև  այդ  կաղապարները  իմաստային տեսանկյունից բնորոշելիս:  Օրինակ`  նա  դիտարկում է  War  is  war նույնաբանությունը`  Nabst.sing.  is  Nabst.sing.,  որպես  սթափ  հնազանդում արտահայտող  նույնաբանություն:  Նշենք,  որ  իմաստաբանական  տեսանկյունից պետք  է  հստակ  կապ  լինի  նույն  կառույցն  ունեցող  նույնաբանությունների  միջև: ", "War is war-ը  մեկնաբանվում  է  որպես  «սթափ  հնազանդում  մարդկային  բարդ գործունեությանը, որի հետևանքներն անխուսափելիորեն բացասական են, և որոնք պետք  է  հասկանալ  ու  հանդուրժել»:  Մայբաուերը  սրան  հակադրում  է,  մի  կողմից, The law is the law նույնաբանությունը, որն ունի նմանատիպ մեկնաբանություն, իսկ մյուս  կողմից`  միևնույն  կառույցով  կազմված Love is love  նույնաբանությունը,  որը նման    վերաբերմունք  չի  արտահայտում  (Meibauer  2008)9:  Թերևս  նույնաբանական կաղապարներին  իմաստներ  վերագրելը  կարելի  է  համարել  Վերժբիցկայի տեսության խոցելի կողմը: ", "Ա.  Վերժբիցկան,  քննելով  անգլերենի  նույնաբանությունները,  գտնում  է,  որ (Art) N be (Art) N  բանաձևին  համապատասխանում  են  ոչ  թե  մեկ,  այլ  բազմաթիվ կառույց նույնաբանական  նմուշօրինակներ:  Եվ  այդ բազմաթիվ  նմուշօրինակների իմաստներն  ընկալելու  համար,  պետք  է  տարբերակել  դրանց  տեսակները  և յուրաքանչյուրի  իմաստը  տարանջատել  մյուսներից (Wierzbicka  2003:  403): ", "Այնուհետև  Ա.  Վերժբիցկան  առանձնացում  է  ինը  տեսակի  նույնաբանություն, որոնք  բոլորն  ունեն  միևնույն  կառուցվածքային  բանաձևը,  սակայն  տարբեր նշանակություններ:  Ըստ  էության  այն,  ինչ  նշում  է  Ա.  Վերժբիցկան  կոնկրետ  իր ներկայացրած ներակայումների օրինակների ուսումնասիրության մեջ, ընդհանուր առմամբ  կարող  է ընդունելի  լինել նրա բերած  նմուշօրինակների համատեքստում: ", "Երբ  նա  տարանջատում  է  «Իրատեսությունը  մարդկային  հարաբերություններում» (Realism  in  human  affairs)  ու  որպես  օրինակ  մատնանշում  Politics  is  politics նույնաբանությունը,  նա,  իհարկե,  ոչ  մի  մերժելի  միտք  չի  արտահայտում,  սակայն դժվար  չէ  նկատել  նման  մեկնաբանության  սուբյեկտիվ  բնույթը:  Անկախ  որոշակի երևույթների  (օրինակ`  քաղաքականություն,  պատերազմ,  սեր  և  այլն)  նկատմամբ մարդկային  աշխարհայացքի  ընդհանրույթուններից,  լիարժեք  չէ,  թերևս,  տվյալ պահի կամ տվյալ իրավիճակի, թեկուզ պատմական ու ժամանակային առումներով մեկ  շրջանի  մոտեցումը  ներկայացնել  որպես  կայուն լեզվական  կառույցի մեկնաբանություն: Որպես այս տեսակի նույնաբանությունների բնորոշ հատկանիշ նա  նշում  է  մարդկային  բազմաբնույթ  հարաբերությունները,  որոնք  կարելի  է բնութագրել  որպես  կենսաձև,  կյանքի  դրվածք,  որոնք  ունեն  անխուսափելի բացասական կողմեր, ինչը պետք է ընդունել և հանդուրժել: Ֆորմալ տեսանկյունից նշվում  է,  որ  տվյալ  տեսակի  նույնաբանությունները  կառուցվում  են  առանց  հոդի: ", "քաղաքի  Սուրբ  Պողոս-Պետրոս  ասորական եկեղեցուն, որտեղ բերվել է նույն Մոր Աբհայ վանքից:  Հետևելով  այս  շղթային՝  Տակահա- շին ենթադրել է, որ Յեյլի ձեռագիրը, ինչպես և  Հարվարդինը,  ծագում  է  Մոր  Աբհայ  վան- քից: Ի տարբերություն Հարվարդի ձեռագրի՝ այս  մեկը  չի  պարունակում  հիշատակարան- ներ,  որոնք  լույս  կսփռեին  նրա  ծագման վրա:  Բացի  բուն  բառարանից,  որը  զբաղեց- նում  է  ձեռագրի  4-րդից  199-րդ  էջերը  և  Դո- լաբանիի  հիշատակած  տեքստերից,  ձեռա- գիրը (պատկեր 4) պարունակում է հայ-ասո- րական  ավելի  հակիրճ  բառացանկ  (էջ  231- շիի հիշատակված հոդվածը: ", "Մեր  համոզմամբ  նույնաբանությունների  արտահայտած  իմաստը  միշտ  չէ, որ  նույնն  է:  Խոսողի  հաղորդակցական  նպատակից,  խոսքային  իրադրությունից, հանրային համատեքստից, ինչպես նաև լսողի ընկալելու պատրաստակամությունից և կարողությունից ելնելով, միևնույն նույնաբանությունը  մի  քանի  նշանակություն  կարող  է  ունենալ:  Ավելին,  տարբեր խոսքային  իրադրություններում  այն  ոչ  միայն  կարող  է  տարբեր  իմաստներով դրսևորվել,  այլև  միևնույն  ժամանակ  ունենալ  երկու  իմաստ`  առաջնային  ու երկրորդական: Այժմ դիտարկենք երկու իրավիճակ, որտեղ կիրառվել է War is war նույնաբանությունը, և  փորձենք  տեսնել,  թե  արդյո՞ք դրանք լիովին համապատասխանում են Վերժբիցկայի դիրքորոշմանը: ", "blue on blue incidents, and civilian casualties. It’s not entirely avoidable. It can only be minimized. (Reuters, http://blogs.reuters.com/world-wrap/2009/03/26/wanted-an- ethical-code-of-war/, (accessed 24 May, 2015)) fascists  to  carry  out  their  plan  in  Turin,  as  they  have  done  in  other  cities. Even the slightest weakness, the slightest hint of indecision could be fatal. The  response  of  the  workers  to  the  fascists’  first  try  must  be  immediate, abrupt, ruthless; the response should be such that the memory of it is passed down to the great-grandchildren of capitalist masters. At the end of the day, war is war and in war it  is not agreed when the blows will be struck. (GA SPN: 1921) Առաջին  օրինակում  խոսողն  ունի  պատերազմին,  դրա  հետևանքով  ստեղծված ավերածություններին,  զոհերին  ու  դժբախտ  պատահարներին  համակերպված մարդու  դիրքորոշում:  Նա  որևէ  ելք  չի  տեսնում  իրավիճակից,  որևէ  ընթացք  չի առաջարկում  և  միայն  նշում  է,  որ  հնարավոր  չէ  լիակատար  կերպով  խուսափել պատերազմի  աղետալի  հետևանքներից,  և  լավագույն  դեպքում  կարելի  է  դրանք նվազեցնել:  Խոսողը  գտնում  է,  որ  պետք  է  համակերպվել  իրավիճակի  հետ,  և  նրա շուրթերից War is war-ը հնչում է որպես իր դիրքորոշումն ամբողջացնող խոսք: ", "Մինչդեռ  երկրորդ  օրինակում  խոսք  անգամ  չկա  հանդուրժողականության կամ  համակերպվածության  մասին:  Ընդհանրապես  երկրորդ  օրինակում  խոսողի միտքը  այլ  տրամաբանությամբ  է  կառուցված:  Եթե  առաջին  օրինակում  խոսողի հաղորդակցական  նպատակը  պատերազմի  աղետալի  հետևանքների  քիչ  թե  շատ ընդունելի  պատճառաբանություն բերելն է,  ապա  երկրորդում  խոսողի հաղորդակցական նպատակն այլ է: Այսպես նա հստակ հայտարարում է, որ պետք չէ  հանդուրժել  թշնամու  գործողությունները,  և  եթե  ֆաշիստները  հարձակվեն Թուրին  քաղաքի  վրա,  ապա  աշխատավոր  դասը  պետք  է  կտրուկ,  անվարան  ու դաժան պատասխան տա թշնամուն: Այստեղ  War is war նույնաբանությունը հնչում է  նախ  և  առաջ  որպես  կոչ,  միավորվելու  պահանջ,  հանդուրժողականությունից  ու մարդկայնությունից առժամանակ հրաժարվելու հրամայական: ", "Ըստ  հայ  նշանավոր  աշխարհագրագետ,  Մխիթարյան  միաբանության  անդամ Ղուկաս  Ինճիճյանի  (1758-1833)՝  «մինչև  ցայժմ  լսեմք  ուրեք  ուրեք  գտանիլ  հայկական մատենից գրեալ ասորի տառիւք. յորոց զմին ինքնին տեսեալ վկայեաց մեզ Սիմոն Աս- սեմանին, որ մի էր ի վարժապետացն ի Պետաւիոն» («մինչև այսօր լսում ենք, որ ժա- մանակ  առ  ժամանակ  գտնվում  են  ասորական  տառերով  գրված  հայկական  մատյան- ներ,  որոնցից  մեկն  անձամբ  տեսնելու  մասին  մեզ  հայտնեց  Սիմոն  Ասսեմանին,  ով մեկն  էր  Պադուայի  (համալսարանի)  դասախոսներից»)45:  Թեև  Ինճիճյանը  չի  մանրա- Chrétien, Biblioteca Apostolica Vaticana, 1964, էջ 419-428: ", "մասնում,  թե  ինչ  ձեռագիր  է  տեսել Ասսեմանին,  այնուամենայնիվ  կա- րելի է ենթադրել, որ խոսքը Վատի- կանի  գրադարանի  վերոհիշյալ  Vat. Syr.  544  ձեռագրի  մասին  է,  որը Եվրոպայում  պահվող  ասորատառ հայերենի միակ հայտնի նմուշն է: ", "Ինճիճյանի  «մինչև  ցայժմ» բառերը կարող են անուղղակիորեն վերաբերել,  մասնավորապես,  ասո- րատառ  հայերեն  Ավետարանին, որի  XIX  դ.  ընթացքում  գոյության  և հայախոս  ասորիների  կողմից  գոր- ծածության  մասին  հայտնում  է արաբալեզու  և  թուրքալեզու  ասո- րական  Ինթիբահ («Զարթոնք») Պատկեր 7. Vat. Syr. 544 ձեռագրի «Հավատամքի» վերարտադրությունը պարբերականը՝  վկայակոչելով  Մարսելի  «Արմենիա»  թերթում  1914  թ.  ապրիլի  22-ին լույս  տեսած  նամակը:  Նամակի  հեղինակը,  որի  անունը  Հրաչյա  է,  1890-ականների սկզբին  տեսել  էր  այդ  Ավետարանը  Դիարբեքիրի  Մերյեմ  Անա  եկեղեցում,  որտեղ  այն ընթերցելիս է եղել միդյաթցի մի քահանա: Հրաչյան տեսել է Ավետարանի մի էջը՝ Ղու- կասի  Ավետարանի  26-28  գլուխներով:  Քահանան  ասել  է,  որ  դա  Ավետարանի  միակ նմուշն է: Հրաչյան զգուշացել է ավելի մանրամասն հետաքրքրվել Ավետարանով, քանի որ  այդ  ժամանակահատվածում  հայ-ասորական  հարաբերությունները  Դիարբեքիրում ինչ-ինչ  պատճառներով  լարված  են  եղել:  Նա  ապա  ենթադրել  է,  որ  Ավետարանը ոչնչացել  է  1895  թ.  ջարդերի  ժամանակ:  Այս  համատեքստում  հարկ  է  նշել,  որ  Բիթլի- սում  ասորիները  հայերեն  խոսում  էին  ոչ  միայն  առօրյայում,  այլև  գործածում  էին  այն Ասսեմանիի  մասին  է  (1752-1820),  որը  Պադուայի  համալսարանի  արևելյան  լեզուների  դասախոս  էր  և գրել էր մի քանի աշխատություններ արևելագիտության և դրամագիտության ասպարեզում: ", "իրենց եկեղեցական արարողություններում46: Հայերենը ժամերգության մեջ գործածվել է նաև Մարդինի Քառասուն նահատակների ասորական եկեղեցում47, թեև այս քաղաքի (ինչպես  և  Սղերդի48)  ասորիներն  ու  հայերն  առավելապես  խոսում  էին  արաբերենի անատոլիական բարբառով: ", "Սակայն,  ինչպես  արդեն քննարկեցինք  վերևում, «Իրատեսություն մարդկային  հարաբերություններում»  խմբին  պատկանող  նույնաբանությունը տարբեր  համատեքստերում  կարող  է  ունենալ  տարբեր  մեկնաբանություններ: ", "Ուստի  առնվազն մակերեսային է  թվում որոշ նույնաբանությունների խմբավորումը վատ ու բացասական հետևանքներով մարդկային գործողությունների  խմբի  մեջ,  քանի  որ  դրանց  գործառույթը  միշտ  չէ,  որ  նույնն  է: ", "Այժմ  դիտարկենք Women are women  նույնաբանությունը,  որն,  ըստ  Վերժբիցկայի դասակարգման,  պատկանում  է  «Մարդկային  բնույթի  հանդեպ  հանդուրժողական մոտեցում»  արտահայտող նույնաբանությունների շարքին: ", "Նա  այս նույնաբանությունը  մեկնաբանում  է  Boys will be boys  նույնաբանությանը  բնորոշ մեկնաբանության բաղադրիչներով. Everyone knows: ", "People of this kind do things like this One would want them not to do things like this I know someone can think This is bad They should not do it I think: one should not think this One should know: ", "Մինչև 1915 թ. Մեծ եղեռնը, որի զոհերը հայերի հետ միասին դարձան նաև տասնյակ հազարավոր  ասորիներ,  վերջիններիս  աշխարհագրական  տարածումն  ուներ  հետևյալ պատկերը:  Նեստորականներն  ունեին  բնակության  երկու  խոշոր  շրջան:  Առաջինը Հաքքյարի  լեոնային  անկլավն  էր  (արամեերեն  աքքարե՝  «ռանչպարներ»  բառից),  որը զբաղեցնում  է  այսօրվա  Թուրքիայի  հարավարևելյան  անկյունը:  Հաքքյարիի  նեստո- րակնները բաժանված էին մի քանի ցեղերի և համեմատաբար անկախ էին Օսմանյան իշխանություններից: Այստեղի Քոչանիս գյուղում գտնվում էր Արևելքի եկեղեցու կաթո- ղիկոսի  նստավայրը:  Կաթողիկոսը,  բացի  կրոնական  պարտականություններից,  կա- տարում էր նաև նեստորականների աշխարհիկ առաջնորդի դերը: Հաքքյարիից բացի՝ նեստորականներ  կային  նաև  Վանի  վիլայեթի  հարակից  շրջաններում:  Այստեղի  ասո- րիների  կախվածությունն  Օսմանյան  իշխանություններից  և  տեղացի  մահմեդականնե- րից ավելի ուժեղ էր53: ", "Վերժբիցկան  առանձնացնում  է  անգլերենի  նույնաբանությունների  ևս  մի խումբ,  որոնք  հանդուրժողական  վերաբերմունք  են  արտահայտում  որոշ գործողությունների,  իրավիճակների  նկատմամբ,  ունեն  հաճելի  բնույթ  և կատարվում  են  հատուկ  առիթներով,  ինչպես,  օրինակ,  արձակուրդ,  ծնունդ, խնջույք,  հավաքույթ  և  այլն  (Wierzbicka  2003:  408):  Նա  դիտարկում  է  հետևյալ օրինակները. A picnic's a picnic. A party is a party. A holiday is a holiday. A honeymoon is a honeymoon. A game is a game. Նա նշում է, որ դժվար թե կիրառվեն A Monday is a Monday; An autumn is an autumn; A morning is a morning նույնաբանական կառույցները, եթե, իհարկե, տարբերակում չենք  մտցնում  նշված  երկուշաբթիների  միջև:  Այս  խմբի  նույնաբանությունների իմաստային  առանցքն  այն  է,  որ  պետք  է  հանդուրժող  ու  համբերատար  լինել անհարմարությունների  նկատմամբ,  որոնք  առաջանում  են  կամ  կարող  են առաջանալ նմանատիպ  հատուկ  առիթների  արդյունքում:  Ա. Վերժբիցկան  գտնում է, որ հնարավոր չէ ասել A picnic will be a picnic; A holiday will be a holiday, ինչպես կարելի է ասել Boys will be boys, քանի որ պիկնիկի կամ արձակուրդի պարագայում հանդուրժողական  լինելը  պատճառաբանվում  է  այդ  ժամանակահատվածների հատուկ  բնույթով:  Նա  կարծում  է,  որ  will-ով  կառուցված  նույնաբանությունները տվյալ  դեպքում  չեն  կարող  կիրառվել,  քանի  որ  դրանք  չեն  հիմնվում  մարդուց անկախ  գործող  կանխատեսելի  ապագայում  տեսանելի  երևույթների  վրա  (այս մասին  ավելի  մանրամասն  տե՛ս  2-րդ  գլխում):  Սակայն  կարծում  ենք,  որ A picnic will be a picnic  տարբերակը  չի  օգտագործվում  ոչ  թե  նշված  պատճառով,  այլ որովհետև  տվյալ  պարագայում  ներկա  ժամանակաձևը,  որով  կառուցված  է    A picnic is a picnic նույնաբանությունը, ընդգրկում է ոչ միայն տվյալ պահը` ներկան, այլ  նաև  ընդհանրապես  պիկնիկ  երևույթը:  Տվյալ  նույնաբանությանը  չի  կարելի վերագրել  որոշակի  ժամանակահատված,  որում  այն  ճիշտ  է,  իսկ  մյուսում`  ոչ: ", "Նեստորականների  հետ  ասորիների  արևելյան  խումբը  կազմող  քաղդեականնե- րը  հիմնականում  բնակվում  էին  Հաքքյարիից  դեպի  հարավ  տարածվող  Մոսուլի  դաշ- տավայրում, որը կազմում էր Մոսուլի վիլայեթի մասը: Այստեղ նրանց գլխավոր կենտ- րոնը Ալկոշ գյուղաքաղաքն էր, որի մերձակայքում գտնվում էր քաղդեականների ամե- նանշանավոր  Ռաբբան  Հորմիզդ  վանքը:  Քաղդեական  գյուղեր  կային  նաև  Ուրմիայի շրջանում, ինչպես նաև Վանի և Դիարբեքիրի վիլայեթներում, այդ թվում՝ Սղերդում: ", "Պետք է առանձնացնել ևս մեկ հանգամանք. Վերժբիցկայի կողմից կիրառելի չհամարվող  նույնաբանությունները`  A picnic will be a picnic; A holiday will be a holiday,  ունեն  հետևյալ  կառուցվածքը`  a  will  be  a:  Ինչպես  տեսել  ենք,  շատ նույնաբանություններ  ունեն  տվյալ  կառույցը,  թեկուզ  նույն  Boys will be boys-ը: ", "Սակայն  մի  դեպքում  ստացվում  է,  որ  այդ  նույն  կառույցով  կազմված նույնաբանություններից  մեկը  հնարավոր  է  գործածել,  իսկ  մյուսը`  ոչ:  Այստեղ հարց է  առաջանում, որ եթե կառուցվածքային  տեսանկյունից  այս նույնաբանությունները  նույնական  են,  ապա  ի՞նչն  է  դրանց  տարբերությունը,  որի պատճառով  մեկը  կիրառելի  է,  իսկ  մյուսը`  ոչ:  Այս  հարցին  պատասխանելու համար  նախ  պետք  է  հստակեցնել,  թե  ինչ  ենք  հասկանում`  կիրառելի  ասելով: ", "Կիրառելիությունը  տվյալ  պարագայում  ընկալելի  լինելն  է  լեզվական  հանրույթի կողմից:  Այսինքն,  եթե  որևէ  կառույց  ընկալելի  ու  ընդունելի  է  հասկացական մակարդակում,  ապա  այն  կիրառելի  է  դառնում  խոսքում,  հակառակ  դեպքում`  ոչ: "], "paragraph_source_docs": [0, 1, 1, 1, 1, 1, 0, 1, 1, 1, 0, 0, 0, 0, 1, 1, 1, 1, 1, 0, 1, 0, 1, 1, 1], "source_docs_file": "Linguistics.json"}