{"paragraph_source_docs": [3, 3, 0, 3, 1, 2, 3, 3, 1, 3], "paragraphs": ["Եթե,  նույնիսկ,  բաժանման  գործողությունն  իրականացվիլ  արդյունքի  ձևավորման փոփոխական  ժամանակի  եղանակով  ապա  կրճատվում  է  միայն  բաժանարարի նորմալացման  ժամանակը  ( կարգանի  բազմապատկիչների  համար  մինչև  24, ՝ մինչև 56 անգամ) [4]: ", "Աղ.  2.1-ում  ներկայացված  են  երկուական  բազմապատկման  և  հաջորդող՝  m-ի մոդուլի  բաժանման եղանակով  (եղանակ 1)    և  առաջարկվող`  m=2k  մոդուլով  մոդուլյար բազմապատկիչների եղանակով (եղանակ 2) կառուցված սարքերի աշխատանքի ժամա- նակի  և  օգտագործվող  գումարիչների  վերլուծությունները  n=8  և  n=16  կարգայնություն ունեցող  թվերի  դեպքում:  Ինչպես  երևում  է  աղյուսակից,  m=2k  մոդուլով  մոդուլյար բազմապատկիչների եղանակով (եղանակ 2) կառուցված սարքերի արագագործությունը զգալիորեն բարձրանում է,  իսկ  ապարատային ծախսերը (մասնավորապես՝ գումարիչների քանակը և կարգայնությունը) կրճատվում են: ", "Նկ. 2.11.  Ցածրացնող ՀԼԿ-ի դինամիկ մոդելը Simulink փաթեթի միջավայրում ՄԴԿ-տրանզիստորի և դիոդի SimPowerSystem փաթեթի գրադարանի օգտագործմամբ ա)                                                                          բ) Նկ. 2.12. ՄԴԿ-տրանզիստորի (ա) և դիոդի (բ) պարամետրերի թվային արժեքների ընտրության պատուհանները ա) բ) Նկ. 2.13. Նկ. 2.11 մոդելի օգնությամբ ստացված ցածրացնող ՀԼԿ-ի դինամիկ մոդելավորման արդյունքները սովորական (ա) և խոշորացված (բ) մասշտաբներով ԵԶՐԱԿԱՑՈՒԹՅՈՒՆՆԵՐ անընդհատ հոսանքի ռեժիմում` վիճակների տարածությունում կերպափոխչի դինամի- կայի  հավասարումների  միջինացման  և  աշխատանքային  կետի  շուրջը  հետագա գծայնացման եղանակով: ", "Ինչպես արդեն նշվել է, մոդուլյար բազմապատկիչների իրականացումը  ինդեքսային մեթոդով հնարավոր է, եթե մոդուլի արժեքը պարզ թիվ է,  քանի որ պարզունակ արմատի որոշումը  բանաձև  (1.8)-ի  հիման  վրա  անհնար  է:  Սակայն մոդուլով  մոդուլյար բազմապատկման սարքի իրականացումը նույնպես հնարավոր է ինդեքսային  մեթոդով, եթե : Դիտարկենք մոդուլով մոդուլյար բազմապատկման համար թվի մոդուլյար ներկայացումից ինդեքսային ներկայացման իրականացումը [8, 9, 13, 35]: ", "Մասնավոր  դեպքում  էլեկտրոլիտային  պողպատի  փոշու  ծավալային , և բնութագրերով  [4]  և օգտագործելով վերը նշված բանաձևերը` կատարենք հետևյալ հաշվարկները. Նախ որոշենք` և ըստ (4.28) - ի կստանանք՝ , , , ինչը հնարավորություն է տալիս որոշել միջին դեֆորմացիան՝ , , , , : ", "Նկ.3.6․ Ուժի համազորի ուղղությամբ տատանումներով գերձայնային գրտնակիչի հավաքական սխեման և մոդելը Օգտագործվել  է  նախորդ  գրտնակիչի  ողջ  իրանային  մասը,  փոխվում    է  միայն ակուստիկական  համակարգը:  Ինչպես  երևում  է  նկ․3․6-ից    խտարարը  այս  դեպքում պատրաստվում  է  արդեն  X    առանցքի  նկատմամբ  համապատասխան  անկյան  տակ թեքված, իսկ Z առանցքի նկատմամբ թեքման անկյունն ապահովվում է  կտրիչակալում գրտնակիչը  համապատասխան անկյան տակ  տեղակայելով: ", "Այսպիսով, A թիվը կարելի է ներկայացնել  (2.11)-ի տեսքով: ", "(2.12) որտեղ α  գործակիցը միջակայքից է: ", "պարամետրերի որոշման փորձարարական մեթոդները Չեռակալված  մետաղական  փոշենմուշների  հատկությունները  բնորոշող փոշու  հատիկների  միջև կառչման  գործակցի  և ներքին  շփման  անկյան որոշման  համար  մեր  կողմից  նախագծվել  են  հետևյալ  երկու  տիպի փորձարարական  մամլակաղապարներ,  որոնցում  իրականացվում  է  նախօրոք երկկողմանի մամլված, որոշակի խտությամբ չեռակալված փոշենմուշների սահքը. -  նախնական  առանցքային  ճնշման  տակ  գտնվող  քառակուսի  հատույթով չեռակալված փոշենմուշի կտրումը լայնական հատույթով, - նախնական կողմնային ճնշման տակ գտնվող չեռակալված կլոր հատույթով փոշենմուշի կտրումը առանցքային ուղղությամբ: ", "(2.13) (2.14) Հիմնվելով (2.13) և (2.14)-ի վրա երկու թվի բազմապատկումը կարելի ներկայացնել բանաձև (2.15)-ի միջոցով` :                                (2.15) Գործողությունը իրականացվում է համաձայն հետևյալ օրենքի`   և  ինդեքսների  գումարումը  սովորական  երկուական  գումարում  է:  Եթե և    ինդեքսների  գումարը  հավասար  է  k-1,  համապատասխան  և ինդեքսները  հավասարեցվում  են  զրոյի:  Եթե  և  ինդեքսների  գումարը մեծ է k-1 արժեքից, բազմապատկման արդյունքը հավասար է զրոյի: "], "source_docs_file": "Mechanical Engineering and Machine Science.json"}