{"paragraph_source_docs": [2, 0, 0, 0, 1, 2, 4, 1, 0, 3, 1, 4, 3, 4, 0, 2, 4, 1, 3, 4, 0, 2, 0, 0, 4, 2, 4, 3, 0, 0, 0, 0, 1, 1, 2, 4, 2, 0, 3, 0, 0, 0, 1, 0, 1, 4, 0, 2, 1, 1], "source_docs_file": "History.json", "paragraphs": ["nium B.C.E., The Israel Museum, Jerusalem, 1991, p. 171-176. Institut of Ankara Monaographs 31, 2005, p. 167-173. Seeking Origins and Manifestations of Religion, Acta Archaeologica Pultuskiensia, vol. III, Pułtusk, 2011, p. 71-78. Remarks on  Iconography.  In  Urartu:  A metalworking  Center  in  the First Millennium  B.C.E., The  Israel Museum, Jerusalem, 1991, p. 311-319. Images and Prophecy in the Ancient Eastern Mediterranean, 32, 2009, p. 15-40. սին պատկերացումն Ուրարտուում, ՊԲՀ, No1, Երևան, 1986, էջ 113-133, նույնի, Վանի թագավորության պե- տական կրոնը, Երևան, 1990, նույնի, Ուրարտուի ոսկին, Հին Հայաստանի ոսկին (մ.թ.ա III հազարամյակ- մ.թ.  XIV  դար),  Գլուխ  վեցերորդ,  Երևան,  2007,  էջ  151-185,  նույնի,  Կերպարվեստը  Վանի  թագավորությու- նում, Ուրարտական պետության և մշակույթի ձևավորման խնդրի շուրջ, Տարեգիրք, ԵԳՊԱ, Երևան, 2011, էջ յուն, Հոդվածների ժողովածու՝ նվիրված Սարգիս Հարությունյանի 80-ամյակին, Երևան, 2008, էջ 292-309: ", "Ուշագրավ  է  նաև  Միքայել  Վարանդյանի  աշխատությունը3,  որում  թեմային առնչվող  կարևոր  տեղեկություններ  կան  հայկական  և  թուրքական  գաղտնի կազմակերպությունների  կազմավորման  ու  գործունեության  մասին:  Մասնավորապես, այդ կազմակերպությունների համար, իր գաղտնի՝ մասոնական կառուցվածքի շնորհիվ օրինակ էր ծառայում Իտալիայի միավորման ընթացքում  արդյունավետ դերակատարություն ունեցած «Երիտասարդ Իտալիա» կազմակերպությունը: ", "Ուշադրության  է  արժանի  ռուսական  հետախուզության  գեներալ-մայոր  Լև Սոցկովի գիրքը4, որում օգտագործվել են ՌԴ-ի արտաքին հետախուզության արխիվում պահվող բազմաթիվ  փաստաթղթեր, որոնք բացահայտում են կովկասյան տարածաշրջանում  թուրքական  հատուկ ծառայությունների  գործելակերպը  և ռազմավարությունը: ", "Թեմայի  ուսումնասիրման  համար  աղբյուրագիտական  բացառիկ  արժեք  է ներկայացնում  ազատագրական  շարժման  նշանավոր  գործիչ  Ռուբեն  Տեր-Մինասյանի ժողովրդի ազատագրական պայքարը թուրքական բռնապետության դեմ 1850-1870 թթ., Եր., 1955; Համբարյան Ա.Ս.,  Երիտթուրքերի  ազգային  ու  հողային  քաղաքականությունը  և  ազատագրական  շարժումները Արևմտյան  Հայաստանում,  Եր.,  Հայկական  ՍՍՀ  ԳԱ  հրատարակչություն,  1979;  Կիրակոսյան  Ջ.  Կ., Բուրժուական դիվանագիտությունը և Հայաստանը (19 դ. 80-ական թթ.), Եր., 1980; Համբարյան Ա. Ս., Հայ հասարակական  քաղաքական  միտքը  արևմտահայության  ազատագրական  ուղիների  մասին,  Եր., «Հայաստան»,  1990;  Սիմոնյան  Հր.  Ռ.,  Թուրք-հայկական  հարաբերությունների  պատմությունից,  Եր., «Հայաստան», մեծ  տերությունների  աշխարհակալական Հայաստանը առճակատումներում, Եր., 2004; Тунян В. Г., Младотурки и Армянский вопрос, Ереван, 2005 և այլն: ", "խոսությամբ: ", "Հնագույն և հելլենիստական Հայաստանի արվեստին վերաբերող առաջին և մինչ օրս միակ աշխատությունը «Ակնարկներ հին Հայաստանի արվեստի պատմության» գործն է, որտեղ ներկայացված են հեղինակի կողմից նախորդ դարի 40-ական թթ. սկսած աշխա- տանքների արդյունքները: Հեղինակը մասնավորապես անդրադառնում է Հին Հայաստա- նի  արձանագործությանը,  բարձրաքանդակներին,  հարթաքանդակներին,  մանրաքան- դակներին (մ.թ.ա.VI-մ.թ. III դդ.): Նրա աշխատանքում ներկայացվում է դրանց փուլաբա- ժանումը  և  դասակարգումը.  ա.  ավանդական  պայմանական  ոճի  հնագույն  քանդակներ, բ.  այլ  երկներից  Հայաստան  բերված  քանդակագործական  ստեղծագործություններ  և Նեմրուդ-լեռան Կոմմագենյան քանդակներ, գ. արձանագործության հետագա զարգացու- մը Հայաստանում II-IIIդդ.: ", "социальных исследований черноморско-каспийского региона, т. I, Под ред. В. А. Захарова, Москва, Изд-во «Панорама», 2011, с. 27-42. Ղարաբաղի  խանության  և  Արցախի  մելիքությունների  XVIII  դ.  երկրորդ  կեսի պատմության  մի  շարք  հիմնահարցերի  լուսաբանմանն  են  նվիրված  պատմաբան  Ա. Մաղալյանի աշխատությունները38։ ", "Ով բկլատ է (ագահ), թող դուրս գա, Գա´, գա´, գա´, թող դուրս գա´:153 Ես չայ խմեցի, չաշկա-մաշկա կոտրեցի: ", "Օգտագործվել  են  նաև  հայ  հետախույզների  գործունեությանը  նվիրված  Ռ. գտած  հատուկ  ծառայությունների  վերաբերյալ  սահմանումները  մասնագետների  շրջանում  մշտապես բանավեճի առարկա են: ", "Երրորդ գլուխը նվիրված է անջնարակ` անզարդ և զարդարուն խեցեղենին, որտեղ, ըստ գործածության, ներկայացված են XIV – XVII դդ. տարածված տեսականիները: Ցույց են  տրված  ժառանգական  կապերը  նախորդ  դարաշրջանի  նույնատիպ  անոթների  հետ, նրանց ձևաբանական հորինվածքների փոփոխությունները: ", "Մեկ, երկու, երեք, դուրս ե-կեք155: ", "Исследования по истории России», Ред. О. Эльдман, т. VIII, Москва, Изд-во «Модест Колеров», 2010, с. 7-25. Ер., 2007. ուսումնասիրություն),  Եր.,  2010;  նույնի՝  Բաքու  քաղաքի  հայության  պատմությունը  (Պատմաժողովրդա- գրական ուսումնասիրություն), Եր., 2011: ", "XIV –  XVII  դարերը  հայ  ժողովրդի  պատմության կնճռոտ և քիչ  լուսաբանված ժա- մանակահատվածն են, երբ երկրում տիրում էր քաղաքական և տնտեսական  անկայուն իրավիճակ:  Նախորդ  ժամանակաշրջանում  (IX  –  XIII  դդ.`  սկզբում  Բագրատունիների, ապա Զաքարյանների տիրապետության շրջանում) սկսած քաղաքական, տնտեսական, հասարակական կյանքի զարգացումն ընթանում էր բնականոն հունով, որը հանգեցրեց մշակութային ակնառու վերելքի: Տնտեսական վերելքը, քաղաքների ձևավորումն ու հե- տագա  աճը  նպաստեցին  արհեստագործության  լայնածավալ  արտադրությանը,  ներքին ու  արտաքին  առևտրի  զարգացմանը,  որոնք  երկրի  տնտեսության  առաջընթացի  հիմ- նական գործոններն էին: Զաքարյանների տիրապետության շրջանում սկսված պատմա- կան  օրինաչափ  առաջընթացը,  սակայն,  ընդհատվեց  մոնղոլական  քոչվոր  ցեղերի  ար- շավանքներից  հետո:  Հայաստանը,  ներքին  որոշակի  շարժերով  պայմանավորված  թու- լանալով, խոցելի էր դարձել մոնղոլական արշավանքների նախօրեին: ", "ՀՅՈՒՍԻՍ-ԱՐԵՎԵԼՅԱՆ ԱՅՍՐԿՈՎԿԱՍԻ ԷԹՆՈՔԱՂԱՔԱԿԱՆ ՊԱՏԿԵՐԸ XVIII Դ. ԵՐԿՐՈՐԴ ԿԵՍԻՆ Նախքան այս գլխի հիմնական նյութին անցնելը, տեղին ենք համարում համառոտ ներկայացնել Հյուսիս-արևելյան Այսրկովկասի էթնոքաղաքական պատմությունը՝ XVIII դ.  երկրորդ  կեսին  ծավալվող  քաղաքական  գործընթացների  առավել  օբյեկտիվ  ու համակողմանի լուսաբանման համար։ ", "Թեմայի  հետազոտման  շրջանակներում  ուսումնասիրվել  են  նաև  քեմալական գաղտնի  ծառայությունների  կողմից  քրդերի՝  որպես  գործակալների  հավաքագրման փաստերն  ու  գործընթացները2,  որոնք  թույլ  են  տվել  զուգահեռներ  անցկացնել Օսմանյան  կայսրության  գաղտնի  ծառայությունների  կողմից  առանձին  անձանց հավաքագրման  ձևերի,  մեթոդների  և  մարտավարության  հետ:  Այդ  նպատակով ատենախոսությունը  պատրաստելիս  օգտագործվել  են  թուրքական  և  քրդական աղբյուրների  հաղորդած  տեղեկությունները  հայ  ազգային  կուսակցությունների  և քրդական  կազմակերպությունների  շփումների  և  հարաբերությունների  լուսաբանման նպատակով: ", "Köln, 2001. years of global Venus Art, Canada, 2015. ԿՆՈՋ ԿԵՐՊԱՐԸ ՆԱԽՆԱԴԱՐՅԱՆ ՀԱՎԱՏԱԼԻՔՆԵՐՈՒՄ ԵՎ ՆՐԱ ՊԱՏԿԵՐԱԳՐՈՒԹՅԱՆ ԱՌԱՋԱՑՈՒՄԸ Մարդու կերպավորման վաղագույն դրսևորումների և դրանց ի հայտ գալու սկզբնա- պատճառների մասին դժվար է կարծիք հայտնել և պատահական չէ, որ մինչ օրս այս խն- դրի շուրջ բազմաթիվ վարկածներ են շրջանառվում96: Բոլոր դեպքերում ներկայումս կաս- կածից վեր է համարվում այն տեսակետը, որ հնագույն կանանց կերպարները հանդես են գալիս  արդեն  վերին  պալեոլիթում`  մանրաքանդակների  տեսքով:  Այս  ժամանակներից սկսած կնոջ կերպարը քանդակագործության մեջ հանդես է գալիս կլոր քանդակի, խորա- քանդակի, հարթաքանդակի  և  ուրվանկարի տեսքով: Կարելի է մեկ անգամ ևս հաստա- տագրել,  որ  վերին  պալեոլիթյան  հնավայրերից  հայտնի,  այսպես  կոչված  «Պալեոլիթյան Վեներաները»  կանացիությունն  ու  մայրական  սկիզբը  նշանավորող  առաջին  արձանիկ- ներն  են97:  Այս  արձանիկների,  որպես  արվեստի  հնագույն  օրինակների  և  առհասարակ կնոջ  կերպարի  նախնադարյան  ընկալումների  վերլուծության  մեր  մոտեցումները  հիմնա- վորելու համար, կարևոր ենք համարում շեշտելու հետևյալը: ", "XI-XVI  դդ.  Բուն  Աղվանք  –  Ալբանիայի  տարածքի  արևելյան  հատվածը էթնոքաղաքական  ու  լեզվա-մշակութային  լուրջ  փոփոխությունների  ենթարկվելով՝ Շիրվան  անվանումն  էր  կրում 43 :  Քաղաքական  առումով  XI  դ.  մինչև  XVI  դ.  երրորդ տասնամյակի  վերջը  Շիրվանը  Շիրվանշահերի  պետության  սիրտն  էր՝  Շամախի  և Բաքու  կենտրոններով,  որոնք  իրենց  ուրույն  տեղն  էին  գրավում  Այսրկովկասի միջնադարյան քաղաքների կողքին44: ", "քում  արտասանվել  է  մեծերի  կողմից՝  զգուշացնելու  համար,  երբ  թուրքերի  հարձակ- մանը  ենթարկված  հայը  բարձր  ձայնով  իբր  թե  խաղացել  է  իր  երեխաների  հետ,  որ- պեսզի մյուս հայ հարևանները լսեն ու փախուստի դիմեն. Այդ  «բանաձևերը»  հետագայում  փոխանցվել  են  երեխաներին`  աղավաղվելով  ու ձևափոխվելով: Չահարմահալում, օրինակ, նմանօրինակ հաշվերգ կատարել են հետև- յալ կերպ. զույգ թվով երեխաներ, գետնի վրա նստած, շրջան են կազմել` ձեռքերը դնե- լով կողք-կողքի: Ապա երեխաներից մեկը (հիմնականում ավագ խաղացողը) իր ձեռքի ցուցամատով հերթականությամբ դիպչել է նրանց ձեռքերին և արտասանել. Ապու, ապու, չա´ր ապու, Էնվեր ինջա,164 թուր ինջա… Մարիա´մ, Սարգի´ս, Կուտը ուտի´, Ջուրը խմի´, Դուռը բացի´, Դո´ւս էլի: 165 Հատի´կ, հատի´կ, Ուտո´ւլ մատի´կ. Չա´ր խնձօրիկ, Չա´ր փշատիկ, Նա մէր անի´, Նա կուտ ուտի´. Աւագն ասի. Պաչիկ անի´, Դուռը բանա´, Դո´ւս անի: ", "XV – XVII դդ. հայ իշխանական տների աստիճանաբար վերացմանն ու նրանց տի- րույթների  բռնագրավմանը  զուգընթաց  հայ  ժողովրդի  ներքին  գործերի  տնօրինումը ստանձնեց  Հայոց  եկեղեցին  (հատկապես  1441  թ.  հետո,  երբ  Կաթողիկոսական  աթոռը վերահաստատվեց  Էջմիածնում),  մի  հանգամանք,  որի  հետ  հաշվի  էին  նստում  անգամ օտար  նվաճողները:  Եկեղեցական  կալվածատիրության  համար  ստեղծված  համեմա- տաբար նպաստավոր պայմաններում հայ ավատատիրական տների որոշ ներկայացու- ցիչներ  վանքերի  տնօրինությանը  հանձնեցին  իրենց  ժառանգական  կալվածքները` իրենք էլ դառնալով այդ վանքերի հոգևոր առաջնորդներ: ", "Рамазанов, А. Шихсаидов, Москва, 1964. указатели А. Б. Вильдановой, Ташкент, 1991, с. 26. կնքված  Ամասիայի (1555  թ.),  Ստամբուլի (1590  թ.),  Կասրե-շիրինի (1639  թ.) պայմանագրերով  Այսրկովկասն  ու  Շիրվանը  տարածաշրջանի  էթնոքաղաքական պատկերը  փոփոխելով  անցնում  են  մե՛րթ  օսմանյան,  մե՛րթ  սեֆյան  տիրապետության տակ: ", "Հետախուզական  գործունեության  արդյունքում  սուլթանը  և  վեզիրները  լավ տեղեկացված էին ոչ միայն հարևան երկրների, այլև հեռավոր պետություններում տիրող իրավիճակի մասին:  Այդ երկրների հասարակության  տարբեր  խավերի բարձրաստիճան  պաշտոնյաներից ունեին ներկայացուցիչներից` հատկապես իրազեկիչներ,  որոնց  տրամադրած  տեղեկատվությունը  թույլ  էր  տալիս  թուրք իշխանավորներին  ճիշտ  կողմնորոշվել բարդ  իրավիճակներում  և  կայացնել համապատասխան քաղաքական որոշում1: ", "դի դեր կատարած քրմուհիների: ", "Թուրք  լրտեսը  ձեռք  բերված  տեղեկատվությունն  անմիջապես  փոխանցում  էր Վիեննայում բնակվող  Թուրքիայի գաղտնի գործակալ  Ռակոայի միջոցով, նամակագրական կապի մեջ էր գտնվում Ջենովայում գործող թուրք գործակալ Դոնայաի հետ4: ", "Հետախուզական  գործունեությամբ  զբաղվում  էին  նաև  զավթած  տարածքներում թուրքական զինված ուժերի ղեկավարները5: ", "Թուրքական ռազմական ներխուժումը  Շիրվան կանխելու նպատակով Ռուսաստանը  փորձում  էր  Արևելյան  Այսրկովկասը  բաժանել  ռուսական  և  թուրքական ազդեցության  գոտիների:  Կոստանդնուպոլսի  1724  թ.  ռուս-թուրքական  պայմանագրով Շամախին  և  այլ  տարածքներ  անցնում  են  Օսմանյան  կայսրությանը՝  առանց  զորքի տեղակայման իրավունքի51: ", "Докса, 2010, с. 313-324, http://doxa.onu.edu.ua Археология, этнография и антропология Евразии 3 (51), 2012, с. 31-37; տե՛ս նաև Абрамова З., Изобра- Կանանց  պալեոլիթյան  ռեալիստական  մանրաքանդակները  հիմնականում  ներկա- յացնում են մերկ կանանց: Սիբիրում հայտնաբերվել են «զգեստներով» կանանց արձա- նիկներ101, բայց վերջիններս բացառություն են կազմում: ", "Ռեշտի (1732 թ.) և Գանձակի (1735 թ.) պայմանագրերի արդյունքում53 նա կարողանում է վերադարձնել 1720-ական թթ. Ռուսական կայսրությանը զիջած բոլոր տարածքները54: ", "էր: Վերջինս առաջատար  էր ոչ  միայն  Հայաստանի, այլև  ողջ  տարածաշրջանի համար, ինչպես  քաղաքական  ու  մշակութային  կյանքում,  այնպես  էլ  տարանցիկ    առևտրում: ", "Օսմանյան կայսրության հետախուզության գործունեության առանձնահատկություններից  էր,  երբ  իրենց  կողմից  կազմակերպված  շարժումների, դավադրությունների  կամ  հեղաշրջումների  ընթացքում  պլանավորվում  և,  որպես կանոն,  իրագործվում էին  դիվերսիոն  և  ահաբեկչական գործողություններ: ", "Հաջողությամբ  անցկացրած  միջոցառումների  արդյունքում  կայսրության  համար ռազմաքաղաքական  հետաքրքրություն  ներկայացնող  վարչական  տարածքներում ղեկավար անձինք էին նշանակվում սուլթանի դրածոները2: ", "Պետք  է  նշել,  որ  Օսմանյան  կայսրության  և  նրա  ժառանգորդ`  Թուրքիայի Հանրապետության  այս  ծառայությունների  գործունեության  հիմնական,  ավանդաբար շարունակվող  ուղղվածությունն  է  եղել  անջատողականությունը  և  թշնամության սերմանումը, որի շնորհիվ պառակտվել և քայքայվել են ազատագրական շարժումները, կազմակերպությունները, համայնքային կառույցների միասնությունը և այլն3: ", "Օսմանյան  կայսրությունում  բավականին  լուրջ  դերակատարություն  ունեին հակահետախուզական  մարմինները,  որոնք  կոչված  էին  ապահովելու  պետական գաղտնիքների  պահպանությունը,  ինչպես  նաև  բացահայտելու,  կանխարգելելու, խափանելու հակակառավարական դրսևորումները (դավադրություններ, խռովություններ,  շարժումներ  և  այլն),  հակազդելու  արտաքին  սպառնալիքներին:  Այս գործառույթներից  բացի,  հակահետախուզությամբ  զբաղվում  էին  մեծ  վեզիրի վարչությունը,  ինչպես  նաև  սուլթանի  արքունիքի  արտաքին  և  ներքին  կառավարիչնե- րը:  Սակայն  այստեղ  գլխավոր  դերը  պատկանում  էր  մեծ  վեզիրի  վարչությանը,  որն  իր ձեռքում  էր  կենտրոնացել  պետական  կառավարման  գործառույթները,  այդ  թվում, ինչպես նշվեց, հետախուզական և հակահետախուզական գործունեությունը: ", "թատերախաղի և´ կառուցվածքը, և´ իմաստը: ", "երեսին և գլուխն կուտայինք, մինչև ամենք ևս ձիւնաթաթախ լինէինք: Յաղթող կողմն յաղթուղաց  բերդի  վերայ  յարձակուելով  բերդ  կառնէր  և  կիսոյ  չափ  կըքանդէր:  Հետո Խաչոն  հրաման  կընէր  նորէն  նորոգել.  ամենք  միաբանաց    աւերակ  բերդ    շինէինք, գնդակներով  խորշեր  լեցունելով  կերթայինք  տուներ:  Թորուան  զգեստներ  չորացնելով կռւոյ շարունակութիւն հաջորդ աւուր թող տալով և այս էր շարունակութիւն մինչև մեծի պահոց  չորեքշաբթին:  Մեր  ձիւնակոյտ  բերդեր  երբեմն  մինչև  Լուսաւորչին  և  Ծաղկա- զարդին առանց հալելոյ իբրև կոթող արտերու մէջ կենային…»:269 «Քարքցիկը»270  խաղում  են  միայն  տղաները  (10-13  տարեկան),  որի  նպատակը դիպուկ խփելն է: Բաժանվում են խմբերի: Եթե խաղացողները շատ են լինում, մինչև 5 խումբ  են  կազմում  (այդ  ժամանակ  խաղը  սկսվում  է  ժամացույցի  պտույտի  ուղղութ- յամբ), եթե քիչ են, ցելա են գցում, որպեսզի իմանան, թե որ խումբն է առաջինը նշված սահմանագծից  քարը  նետելու  դեպի  նշանակետ,  որն  անվանում  են  «կոլ»  (խողովակ կամ  ցից):  Այն  ցցում  են  խաղադաշտի  կենտրոնում՝  գետնից  20-25  սմ  բարձրությամբ, որի վրա դնում են քար: Յուրաքանչյուր խումբ (հերթականությամբ) ցցից 10 մետր հե- ռավորությունից նետում է խմբին պատկանող քարը: Եթե ցցի վրա դրված քարին կպչի ու վայր գցի, տվյալ խումբը մի սահմանագիծ` 2 մետր, առաջ կգա: Ցցից մինչև խաղա- ցողների  մոտ  ընկած  տարածությունը  2-ական  մետր  սահմանագծերով  է  բաժանված, իսկ ցցից հետո անմիջապես ամենաառաջինը` 1 մետր սահմանագծով: Ցցի վրայի քա- րը գցելու դեպքում, խմբի անդամները մի սահմանագիծ առաջ են գալիս: ", "Ուսումնասիրողների  մեծ  մասն  անդրադարձել  է  նաև  կանանց  մերկ  պատկերման խնդրին: Հիմնականում շրջանառվում են հետևյալ դրույթները. Հավանաբար սխալված չենք լինի, պնդելով, որ նախնադարյան հմայություններում և ծեսերում կնոջ մերկությանը մեծ նշանակություն է վերագրվել: ", "Այսպիսով,  XVIII  դ.  երկրորդ  կեսին  Շաքիի  խանությունը (Ղարաբաղի 67 խանության 68 օրինակով),  պահպանում  էր  որոշ  ինքնիշխանություն՝  ուրույն Հայաստան,  Աշխատասիրութեամբ՝  տեառն  Սարգսի  Սանահնեցւոյ  Ջալալեանցի,  թեմակալ արքեպիսկոպոսի Հայոց Վրաստանի, Իմէրէթի և այլոց, մասն Բ, Տփխիս, 1858, էջ 368: ", "Ленинград, 1955, с. 48. Representation in Upper Paleolithic Female Figurines//Current Anthropology, The University of Chicago Press on behalf of Wenner-Gren Foundation for Anthropological Research Vol. 37, No 2, Apr., 1996, p. 227-275. точнограветтийской стоянки Костенки 1: тематика и функциональное назначение // Свод археологических ис- точников  Кунсткамеры,  Вып.  4:  История  археологического  собрания  МАЭ.  Верхний  палеолит,  Ленинград, просы антропологии. Вып. 75, 1985, с. 27-66. Textiles, Basketry, Gender, and Status in the Upper Paleolithic 1 //Current Anthropology, The Wenner-Gren Foun- dation for Anthropological Research, Volume 41, Number 4, August–October, 2000, p.  520,  Ferrándiz  Mayor T., La imagen de la mujer en la Prehistoria y en la Protohistoria// Revista de Claseshistoria Publicación digital de Historia y Ciencias Sociales Artículo Nº 236, 15 de octubre de 2011, p. 2. բ. «Նիհարակազմ» կանանց արձանիկներ: Սրանք ներկայացված են ձգված համա- չափություններով, նիհար իրանով և ոտքերով, ինչպես օրինակ Ավդեեվի և Գագարինոյի արձանիկները106: Այս խմբին կարելի է դասել Բրասսեմպույից գտնված, թերի պահպան- ված ոսկրե արձանիկը107 (Նկ. 2.1, 2.7-8): ", "նյութական միջոցների ավելացման, ինչպես նաև հետախուզական աշխատանքի փորձի և  հմտությունների  ձեռք  բերմամբ,  սուլթանական  հետախուզությունը  դարձավ  առավել բազմաբնույթ և ակտիվ: ", "գիրք Ա, քաղաքական պատմություն, Երևան, Հայաստանի ԳԱ հրատ., 1990, էջ 139: ", "XVII-XIX      դդ.  Օսմանյան  կայսրության  և  անգլիական  հետախուզությունները համատեղ ուժերով շրջանառության մեջ դնելով մյուրիդիստական2 քաղաքականությունը,  գրգռում  էին  Կովկասի  մահմեդական  տարրերը  քրիստոնյաների դեմ` վերջիններիս մոտ առաջացնելով խուճապ3: ", "Այս  գաղափարախոսության  տարածումը  զուգորդվում  էր  մուսուլմանական ռազմականացված  հատուկ  ջոկատների  կազմավորմամբ:  1840-ական  թվականներից մյուրիդիզմի  տարածման  նպատակով  Արևմտյան  Կովկասում  հաճախ  էին  հայտնվում Շամիլի գործակալները: ", "կայսրության  իշխանությունների  միջև  կապի  պահպանման  գործում  աչքի  է  ընկնում Մուհամեդ – Էմինը: Անգլիական գործակալ Սեֆերբեյ Զանի հետ զրույցում Մուհամեդ – իսլամներին անողոքաբար կոտորելու տեսություն: ", "Յ.  Հայզինգան,  կարգազանցներին  որակելով  խաղադրուժ  և  անազնիվ  խաղա- ցող304  բառեզրերով, տարանջատել է նաև այդ հասկացությունները` խաղադրուժի կեր- պարն  անվանելով  «վախկոտ»305:  Հարկ  է  նշել,  որ  կարգազանցության  պատճառների մեծ մասը ոչ միայն դաղալությունն է կամ հարամությունը, այլև խաղացողի ունակութ- յունը: ", "Մուհամեդ  –  Էմինի  նամակներում  հիշատակվում  են  Օսմանյան  կայսրության կառավարության հետ կապերի հարցերով գործակալներ՝ Ահմեդ-Ալին, Հաջի Նուրեդինի որդին,  Թամանից՝  ադըղ,2  ինչպես  նաև  Իբրահիմ-Խան  Օղլին,  որը  Մուհամեդ–Էմինի գրությունները  հասցնում  էր  Կոստանդնուպոլսում  գործող  «Չերքեզական  մեջլիս»3:  Սա Օսմանյան  կայսրության  հետախուզության  մասնաճյուղն  էր,  որի  հետաքրքրության ուղղվածությունն էր՝ տեղեկատվության հայթայթումը ռուսական զորքերի վերաբերյալ և իր գործակալական ցանցի ամրապնդումը տարածաշրջանում: ", "Ուշագրավ  է,  որ  թու´  փեչատը  համեմատելի  է  աստվածային  կարգ  ու  կանոնի հետ,  որը  կիրառելու  դեպքում  միայն  խաղացողի  մեջ  կառաջանա  կարգ  ու  կանոնի` խաղի մեջ մնալու ձգտում և խաղալու ցանկություն: Հայոց այբուբենը՝ որպես վկայակո- րական բառարան, Երևան, 1944, հ. 2, էջ 231): Ըստ Է. Աղայանի՝ դա նենգ, խարդախ, դավաճան խաղա- ցողն է (Էդ. Աղայան, Արդի հայերենի բացատրական բառարան (ԱՀԲԲ ), Եր., 1976, հ. 1, էջ 556: ", "նշանակություն  և  քանի  որ  այն  հիմնականում  «ձկնորսներով  էր  բնակեցված»78,  որոնք Ֆաթհ  Ալի  խանին  հարկ  էին  վճարում,  Սալիանի  միավորումով  Ֆաթհ  Ալի  խանի ձեռքում էր կենտրոնանում Կուր գետով կատարվող նավարկությունը79: ", "Հետախուզական աշխատանքներում, հատկապես պատերազմական գործողությունների  ժամանակ,  ակտիվ  ներգրավվում  էին  դերվիշները:  Վերջիններս, ունենալով  հոգևորականի  քողի  ներքո  ազատ  տեղաշարժման  հնարավորություն, այցելում  էին  հետախուզությանը  հետաքրքրող  վայրեր,  դիտարկման  և  կորզման народа, Кубанский сборник, т. Х, с. 81. միջոցով ձեռք էր բերվում անհրաժեշտ տեղեկատվություն: ", "Ընդհանուր  առմամբ  այս  շրջանի  քանդակները  աչքի  են  ընկնում  ընդհանրացմամբ, որի պատճառը կարող էին լինել նաև մշակման դժվարությունները: Դրանք ներկայացնում ции, Москва, 1973, с. 140. սի կողմից բաժանվել են և այստեղից էլ ծագել է երկու կեսերի գաղափարը, որոնք ամբողջ կյանքում իրար են փնտրում,  իսկ երբ  գտնում  են, միավորվում են և  երջանիկ  լինում:  (Творения  Платона,  Пир.  Федр,  т. V, Полное собрание творений Платона в 15 томах, Ленинград, 1922, с. 33-35). են  ոչ  թէ  իրական  կնոջ,  այլ  «կնոջ  մասին  ընդհանրական  գաղափարները»,  հետևաբար այդպիսի արձանիկները չէին կարող լինել  անմիջականորեն էրոտիկ զգացողությունների արտահայտություն,  այլ  նաև  խորհրդանշական  ճշգրիտ  կատարմամբ  ներկայացնում  էին այլ բնույթի իմաստներ: ", "Տղաների  շրջանում  դրսում  կազմակերպված  խաղերից  առավել  տարածված  են՝ «Էշ-միլիցան», «Հավալան», «Կռիվ կռիվը», «Բիստը», «Չլիկը», «Հոլը», «Ֆուտբոլը», իսկ աղջիկների շրջանում՝   «Պարանը»,  «Ռեզինը»,  «Հինգ քարը»,   «Սոլ  մակարոնը»  և Վարդանյան Նաիրի Ամրայի, ծնվ.` 1999 թ. և Հարությունյան Գրիշա Զորիկի, ծնվ.` 2000թ.: ԴԱՆ 2010, ՀՀ Շիրակի  մարզ,  ք.  Գյումրի,  բանասաց՝  Սահակյան  Վարազդատ  Վարդանի,  ծնվ.`  1998  թ.:  ԴԱՆ  2012,  ՀՀ Շիրակի մարզ, գ. Սառնաղբյուր, խաղը ներկայացնողներ՝ Անտոնյան Սիրուն Գարեգինի, ծնվ.` 2003 թ., ԴԱՆ նի մարզ, գ. Թթու ջուր, Պուխա Միլենա Արմենի, ծնվ.` 2005 թ. և Պետրոսյան Էդիկ Հակոբի, ծնվ.` 2006 թ., ԴԱՆ 2013, ՀՀ Շիրակի մարզ, ք. Արթիկ, Ղռատյան Անի Արմանի, ծնվ.` 2007 թ.: ", "ըստ  Դ.  Էլկոնինի,  չունի  մեծերի  գործունեությունների  ո´չ  հասարակական  ընկալումները,  ո´չ  էլ  այդ  ընկա- լումների հասարակական գործառույթները: Նա երեխաների գործունեությունների այդ ընթացքն անվանում է առարկայական, երբ երեխան ջանում է գործել մեծերի նման` չգիտակցելով ու չնկատելով մեծերին: "]}