{"paragraph_source_docs": [5, 4, 4, 3, 4, 4, 4, 4, 2, 2, 4, 4, 2, 4, 4, 4, 5, 4, 3, 4, 4, 4, 4, 4, 2, 4, 4, 4, 3, 4, 4, 4, 4, 4, 4, 4, 4, 1, 4, 4, 2, 4, 4, 4, 4, 5, 4, 4, 4, 4], "paragraphs": ["Այս առանձնահատկությունը առաջին անգամ նշել է Արսեն Տերտերյանը. «Վահան Տերյանը իւր մթնշաղի անուրջներով մի երջանիկ բացառություն է կազմում մեր երկշարք գեղագետների շրջանում, նա իր նմանը չունի ոչ տիպականորեն պատկերացնողների, ոչ էլ հուզական ապրումների ներկայացուցիչների միջև։ Անշուշտ մենք այստեղ տաղանդի հզորութեան  խնդիր  չենք  դնում.  եթե  մեր  կարծիքը  հարցնվի,  այդ  տեսակետից  Ավ. Իսահակյանի  առաջ  Վ.  Տերյանը  մի  համեստ  ուժ  է  ներկայացնում։  Գեղարվեստական ստեղծագործութեան  անաղարտությունն  է  այստեղ  մեզ  հետաքրքրում  ու  այդ տեսակէտից առաջնութեան դափնին պատկանում է մեր սկսնակ քնարերգակին»12։ ", "Թեև  Ջոն  Չիվերը  մարդու  կյանքի  վայրիվերումները  միայն  սոցիալական  և նյութական  հանգամանքներով  չի  պայմանավորում,  սակայն  ցույց  է  տալիս  դրա ազդեցությունը ոչ միայն նրա ճակատագրի վրա,  այլև ընտանեկան հարաբերություններում:    Վաղ  շրջանի  գրեթե  բոլոր  պատվածքներում  հերոսների գոյությունը  պայմանավորվում  է  դրամով։  Նրանց  արժեքները  կարծես  ավելի  շատ նյութական հիմքեր ունեն,  քան հոգևոր, թեև արտաքուստ ձևանում են բարեպաշտներ։ ", "Չիվերն  իր  հերոսներին  ներկայացնում  է  ընտանեկան,  ընկերական,  նաև հարևանական  հարաբերություններում  և  հիմնականում  աշխատանքից  դուրս իրավիճակներում՝  շարունակ  գումար  աշխատելու  մտորումների  մեջ։  «Հրեշավոր ռադիոն»  պատմվածքի  հերոսներից  մեկի  բառերով  ասած՝  «Մարդիկ  նյարդային    են  և կարծես խելագարվում են փող կուտակելու համար»63:  Երջանկությունը մարդու համար նյութական բարեկեցությունն է՝ իրերի և առարկաների կուտակումը։ Գումարը որոշում է Չիվերի  գրեթե  բոլոր  հերոսների  լինելիությունը։    Նյութական  արժեքներն  ավելի  վեր դասելով՝ նա անտեսում է նաև պարզ մարդկային  փոխհարաբերությունները, ինչը շատ դեպքերում բերում  է  նրան  հիասթափության և մենության զգացողություններ: ", "Պետք  է  նշել,  որ  ուշագրավ  են  «ամփոփումները».  սրանք  առօրյա-կենցաղային իրականության  արտացոլումն  են՝  իբրև  հակադրություն  օրվա՝  որոշակի  սրության հասած  քաղաքական  անցուդարձի  նկարագրության:  Սակայն  սա  օրինաչափություն  չէ. կան  բացառություններ,  որոնք  պայմանավորված  են  նյութի  բովանդակությամբ,  ինչը, կարծում ենք, դեռ հանգամանքներից միայն մեկն է: ", "Ներկայացնելով հերոսի ներքին անհանգստությունները՝  գրողը  ցույց  է  տալիս  նաև  հասարակության  մեջ  գոյություն ունեցող հակասությունները  և բախումները։  Հարկ է նշել, որ Չիվերի պատմվածքներում սոցիալական թեմատիկան  ամերիկյան գրականագիտության կողմից ուշադրության չի արժանացել, ուստի ներկայացվող  պատմվածքներում  առավելապես մեր դիտարկումներն են: ", "Ջոն  Չիվերը  «Ոսկու  կճուճը»  («The  Pot  of  Gold»,  1950)  պատմվածքի    հենց  առաջին տողերում  հայտնում  է,  որ  հերոսները՝  Ռալֆ  և  Լորա  Վիթմորները,  տարված  են հարստություն  կուտակելու,  հարմարավետ  ու  շքեղ  կյանքով  ապրելու  մասին երազանքով:  Պատմվածքը  կարծես  Ռալֆի    ֆինանսական  գործարքների      մանրամասն հաշվետվությունն է: Գրողի  բառերն  ավելի  ճիշտ են  ներկայացնում  ասվածը. «Փողերը, դրանց  հոտը,  փայլը,  մեծ  դեր  ունեին  այս  ամուսնական  զույգի  կյանքում։  Նրանց  միշտ թվում էր, որ մի փոքր էլ, և նրանք կհարստանան»64։ ", "Հերոսուհու  ամբողջ  մտահոգությունն  ամուսնու  նոր  պաշտոնի  անցնելն  է,  որը կարող  է  միանգամից  վերափոխել  իրենց  կյանքը  և  նոր  ժամանակաշրջան  բացել: ", "Վիթմորներին  թվում  էր,  որ  նրանք  հասել  են  բարեկեցության  շեմին.  «Ծանոթները Լորայից  լսում  էին,  որ  նա  անհանգստությունից  չի  քնում,  քանի  որ  Ռալֆը  շուտով  լավ պաշտոն է  ստանալու»65: Նրանք այնքան վստահ էին իրենց գործերի հաջողությանը, որ եթե ինչ-որ բան ձախողվում էր, չէին վհատվում: Լորան իր բոլոր ծանոթներին ասում էր. «Գործերն  ընթանում  են  ավելի  քան  լավ,  պարզապես  պետք  է  զինվել  համբերությամբ: ", "Պոստմոդեռն  քաղաքական  վեպերում  արդեն  իրականության  հետ  վեպի  կապը քննելու  և  այն  թուլացնելու  համար  ընթերցողն  ինքն  է  շարունակ  դառնում ստեղծագործության «հեղինակ»,  դեպքերի  անիրական լինելու զգացողության İçindeki Yeni Konumu, Ç.Ü. Sosyal Bilimler Enstitüsü Dergisi, Cilt 16, Sayı 2, 2007, s. 263. «Գրական թերթ», Երևան, 2008, 5-6, էջ 14: ", "եղանակներ  կիրառում66:  Սա  կարող  է  տեսակետներ  առաջացնել,  որ  պոստմոդեռն վեպերը քաղաքական չեն կարող լինել:  Սակայն իրականում նման ստեղծագործությունների  հեղինակները,  գրականագիտական  տարբեր  հոսանքներ  ու ուղղություններ  միահյուսելով,    կարողանում  են  և՛  որոշակի  գաղափարախոսություն ներկայացնել, և՛ գրական աշխարհում նոր փոփոխություններ առաջացնել: ", "Թվում  էր՝  ամենուր  փող  կա,  իսկ  Վիթմորները  քնում  էին  իրենց    մաշված  վերարկուով փաթաթված,  որը  տաք  էր  պահում  ձմռանը:  Թվում  էր՝  հեռացել  էին  բարեկեցության մասին իրենց  պատկերացումներից, սակայն փոքր-ինչ համբերություն, հնարամտություն  և  հաջողություն,  ու  բարեկացության  ընդհանուր  ալիքը  կնվաճի  նաև նրանց67:    էլիս  Հոլինշեդը  կորցրել  է  երբևէ  բարեկեցիկ  կյանքով  ապրելու  հույսը:  Նա համոզված է, որ աղքատի իր կյանքը մնալու է անփոփոխ և երբևէ գրավատան պարտքից չի ազատվի,  չի ունենա իր  սեփական  տունը, չի հագնի գեղեցիկ հագուստ. «Վարակե՛ք ինձ  ձեր  երջանկությամբ:  Հանուն  փողի  ամեն  ինչի  պատրաստ  եմ…Կանգ  չէի  առնի անգամ մարդասպանության առաջ, Աստված վկա»68։ ", "Իհարկե,  հեղինակի  վերաբերմունքը  երկակի  է։  Քննադատելով  իր  հերոսներին՝ հեղինակը  միևնույն  ժամանակ  կարեկցում  է  այն  մարդկանց,  ովքեր  դարձել  են ժամանակի  սոցիալական  հանգամանքների  զոհերը:  Լորայի  և  Ռալֆի  բոլոր երազանքները,  ապահով  կյանքի ձգտումը կապված են լավ աշխատանք գտնելու  հետ, սակայն  նրանց  հոգեկան  այդ  անհանգիստ  վիճակը  զուգորդվում  է  սպասումների անհաջող  ավարտով:  Ռալֆը  ուր  դիմում  է,  մերժում  է  ստանում:  Հերոսի  համար  չկա հարստության  հասնելու  ճանապարհ։    Ի  վերջո,  նրանք  հասկանում  են,  որ  նյութական կյանքի ձգտումները հեռացրել են իրենց կյանքի իրական արժեքներից։ Եվ եթե սկզբում Լորային սա բնական և հաճելի զբաղմունք էր թվում, հիմա այն ներկայացվում է որպես վտանգավոր ծովային ճամփորդություն69։ ", "Թանզիմաթի վաղ շրջանը կապված է հիմնականում իրավական և վարչական-պետական համակարգերի վերաձևավորման  հետ,  երբ  նախադրյալներ  ստեղծվեցին  ազգային  տնտեսության  զարգացման  համար: ", "«Բաժանության  եղանակը»  («The  Season  of  Divorce»,  1950)  պատմվածքում սպասվում  է  ամուսինների  բաժանություն։  Ամուսինը  տարված  է  շատ  գումար վաստակելու  մոլուցքով  և  անուշադրության  է  մատնել  կնոջը.    «Ես  միշտ  կլանված  եմ ավելի  ու  ավելի  շատ  գումար  աշխատելու  անհրաժեշտությամբ  և  սրտային  խնդիրների համար  հոգի չկա»70:  Պատմվածքի  հերոսուհին՝  Էթելը,  Ֆրանսիայում  փայլուն կրթություն  է  ստացել,  սակայն,  երբ  վերադառնում  է  հայրենիք,  պարզվում  է,  որ  նրա դիպլոմը  ոչնչի  պետք  չէ:  Ամուսինը  հիշում  է.  «Կինն    ամուսնանալուն  պես  դիպլոմը կախեց խոհանոցի պատից, իսկ թե որտեղ է պետք եկել այս դիպլոմը, չգիտի»71։  Դիպլոմի վերաբերյալ ամուսնու՝ կատակով ասված խոսքերը հուշում են, որ նրան հասկանալի չէ կնոջ  հոգևոր  աշխարհը,  իսկ  միևնույն  կենսակերպը՝  շարունակ  տան  կենցաղով զբաղվելը, կնոջը հոգևոր մահ է բերում: ", "Էթելի  և  ամուսնու  հարաբերություններն  արտացոլում  են  հասարակության սթրեսային  վիճակը,  թաքնված  ներքին  վրդովմունքը։  Ընտանիքում  ստեղծված իրավիճակը  ներկայացնելով  հեգնանքի  միջոցով՝  Չիվերը  նպատակ  ունի  արտաքուստ անվտանգ  և  ապահով    միջավայրում  անկայունության  և  անհուսության  զգացողություն առաջացնել:  Ամուսնու  համար  սովորական  է  անգամ,  երբ  հարևան  Թրենչերը սիրահարվում  է  կնոջը.  «Այդ  երեկո  ես  հարկերի  և  չմուծած  վճարների  մասին  մտքերով էի,  և  չափազանց  հոգնածության  պատճառով  չէի  կարող  Թրենչերի  վերաբերմունքը համարել  լուրջ։  Ես  դրանում  տեսնում  էի  միայն  ծիծաղելի  թյուրիմացություն։  Կարծում էի,  որ  բոլոր  մարդիկ  խճճվել  են  դրամական  պարտականությունների  թնջուկում,  իսկ սիրահարվել  մի  կնոջ,  ում  տեսել  ես  փողոցում,  նույնքան  անհնար  է,  որքան  ուղևորվել զբոսնելու  Ֆրանսիական  Գվիանայում,  կամ  գնալ  Չիկագո  և  սկսել  նոր  կյանք,  նոր ազգանունով»72։ ", "«Հրեշավոր ռադիոն» («The Enormous radio», 1947) պատմվածքի հերոսների՝ Ջիմ և Այրին  Վեսքոթների  ընտանեկան  պատմությունն  այլ  է,  թեև  այստեղ  նույնպես ամուսինների հարաբերություններում առկա են նյութական խնդիրների հետևանքները: ", "Թող քո ոտանավորում սլացքով Հեռվում արտացոլված փայլեն Ուրիշ երկինք ու սեր… Հայ  բանաստեղծը  այդ  «ուրիշ  երկնքի  ու  սիրո»  երգն  էր  հնչեցնում՝  հայոց  բազ- մադարյա  քնարերգության  ավանդույթները  հարստացնելով  բանաստեղծական  աշ- խարհընկալման  նոր  սկզբունքներով,  մարդկային  ներաշխարհի  բացահայտման  նոր ձևերով  ու  եղանակներով։  Ստեղծագործաբար յուրացնելով  սիմվոլիզմի  դասերը՝ Տերյանը ևս իր քնարական ընկալումներում աշխարհի, բնության եռաչափ տարածական պատկերը  համալրեց  չորրորդ  չափումով՝  անհատի  զգացական  վերաբերմունքով։ ", "Ի դեպ, ամերիկյան միջին խավին մանրամասն ներկայացնելը Չիվերի գրելաձևին բնորոշ  առանձնահատկություններից  է:  Այս  կերպ  գրողը  փորձում  է  հանգամանորեն դիտարկել  նրանց  ապրելակերպը  և  վարվելակարգի  առանձնահատկությունները:    Երբ Վեսքոթների  հին  ռադիոն  այլևս  դառնում  է  անպիտան,  Ջիմ  Վեսքոթը  կնոջն ուրախացնելու  համար  նոր  ռադիո  է  գնում։  Սպասվածին  հակառակ՝  ռադիոն հետագայում  ավելի  շատ  անհանգստություններ  է  պատճառում  նրանց՝    դառնալով ամուսինների  միջև  լարվածության    պատճառ:  Սկզբում  ռադիոն  անհամատեղելի  էր սենյակի  վառ  գույների  հետ:  Սենյակը  գորշությամբ  պարուրելուց  բացի,  այն մռայլությամբ է լցնում նաև հերոսների կյանքը: ", "Եվ  սա  ամենևին  էլ  պատահական  բնույթ  չի  կրում:  Բուն  իրականությունը  ունի շղթայական տեսք.   քաղաքական վիճակ   սոցիալական կեցություն   գիտակցություն՝ կախված կենսապայմաններից: ", "Միսիս  Մելվիլը  հիվանդ  սիրտ  ունի,  միսիս  Հելդրիկսը տեսարաններ  է  սարքում  միստր  Հադրիքսի  գլխին  այն  պատճառով,  որ  ապրիլին պատրաստվում  են  վերջինիս  ազատել  աշխատանքից:  Աղջիկը,  որն  անընդհատ միսսուրինյան վալս է լսում, պարզապես անբարոյական է, վերելակավարը տառապում է պալարախտով, Միստր Օսբորնը ծեծում է կնոջը»74: Երբ երեխան մորը հայտնում է, որ դպրոցը,  ուր  ծնողներն  իրեն  ուղարկում  են, ատելի  է  իրեն,  մայրը  բերում  է անդիմադրելի  փաստարկ.  «Մենք  վճարել  ենք  ութ  հարյուր  դոլար,  որ  քեզ  տեղավորենք այդ դպրոցում, և դու կգնաս այդտեղ անգամ մեռնելով»75: ", "Այսպիսով՝ հերոսուհու՝ ռադիոյով տարված լինելը շուտով խնդիրներ է ստեղծում նաև    իր  ընտանիքի  համար,  թեպետ  կարծում  էր,  որ  այն  իդեալական    է։  Շրջապատող մարդկանց կյանքի բացահայտումները, նրանց անհանգստացնող խնդիրները հանկարծ կասկածի  տակ  են  դնում  հենց  իր  երջանկությունը։  Այրինն  այլևս  վստահ  չէ  իր ընտանեկան երջանկությանը  և  ուզում է լսել ամուսնուց, որ իրենց կյանքում ամեն ինչ կարգին է, վատ երևույթները չեն ընկճել նրանց։  Նա հապճեպորեն ամուսնուն հարցնում է.  «Մենք   երջանիկ ենք, այնպես չէ՞, սիրելի՛ս, կյանքն այնքան   սարսափելի  է, այնքան ստոր  և    ահավոր,  բայց  մենք  երբեք  այդպիսին  չենք    եղել,  այդպես  չէ՞,  սիրելի՛ս։    Մենք միշտ  բարի  ենք  եղել  միմյանց  նկատմամբ,  մենք  հիանալի  երեխաներ  ունենք,  մեր կյանքում չկա ոչ մի գաղտնի և կեղտոտ բան, և մենք չենք անցկացնում մեր կյանքը փողի համար վեճերով, մենք երջանիկ ենք, մենք երջանիկ ենք, այդպես չէ՞»76: ", "Այստեղ ամուսինն այլևս չի կարողանում զսպել զայրույթը.   «Ինչո՞ւ մինչ այժմ չես վճարել  զգեստի  համար,  իսկ  ինձ  հակառակն  ես  ասել։    Ե՞րբ  կսովորես  խնամքով վերաբերվել  փողերին։  Գործերը  վատ  են,  ֆիրման  կարող  է  ընդհանրապես  փակվել»77։ ", "Ամուսինների  միջև  առաջացած  անհամաձայնություններից,  ի  վերջո,  պարզ  է  դառնում, որ  ինչպես  հարևանների,    այնպես  էլ    Այրինի  կյանքում  կան  խնամքով  թաքցրած գաղտնիքներ.  «Դու  սարսափում  ես  այն  մտքից,  որ  11-Ս  բնակարանի  հարևաններն ուզում են յուրացնել հյուրերի կորցրած ադամանդը, բայց ինքդ գողացար մորդ զարդերը նախքան  կտակը վավերացվելը։  Չտվեցիր  քրոջդ այն  գումարից,  որը նախատեսված էր նրա  համար,  նույնիսկ  այն  դեպքում,  երբ  նա  այդքան  շատ  ուներ  դրա  կարիքը։  Դու թշվառացրիր  Գրեյս  Հոլանդի  կյանքը,  որտե՞ղ  էր  քո  արժանապատվությունը  և առաքինությունը,  երբ  դիմեցիր  մեր  երեխայի  վիժեցման  քայլին,    սպանեցիր  նրան»78։ ", "Այս  պատմվածքը  կարելի  է  համեմատել  Նաթանիել  Հոթորնի  «Երիտասարդ Գուդման  Բրաունը»  («Young  Goodman  Brown»,  1835)  պատմվածքի  հետ: ", "Չնայած «զուլումի»  դարաշրջանում  հետապնդումների էին  ենթարկվում առաջադեմ  քաղաքական  գործիչներն  ու  գրողները,  և  գրականության  մեջ  առաջատար էր  «արվեստ  արվեստի  համար»  ուղղությունը,  սակայն  տիրող  կամայականությունների University of Michigan Press, 2001, p. 132. միապետությունը, որն ավելի ամրապնդվեց Աբդուլ Համիդի օրոք, ձգտելով երկարաձգել իր գոյությունն ու կայունացնել  դիրքերը,  որը  քայքայվում  էր  ներքին  ու  արտաքին  հակասություններից,  պայքարում  էր յուրաքանչյուր  նորարարության  դեմ,  դաշինք  կնքում  ոչ  թե  ֆեոդալական  տարրերի,  այլ  մոլեռանդ մոլլաների ու ամեն տեսակ հետադիմական ուժերի հետ»: Տե՛ս, Кямилев Х., նշվ. աշխ., էջ 30: ", "Այնուամենայնիվ,  յուրաքանչյուր  մեկնաբանություն  անտեսում  է  Չիվերի  սոցիալական քննադատությունը: Քենդելն օգտագործում է Ծննդոցը՝ ցույց տալու Ադամ, Եվա և օձ  ու Վեսքոթները  և  իրենց  ռադիոն  հարաբերակցությունը՝  պատմվածքն  անվանելով  Եդեմի պատմության հեգնական վերաիմաստավորումը79: ", "Հոդվածում  այն  միտքն  է  հնչում,  որ  Այրինի  չակերտավոր  անմեղությունը պարզապես  մոլորություն  է  Եդեմի  անմեղության  համեմատ՝  անկումից  առաջ:  Նրա կեղծավորությունն  էապես  տարբերվում  է  Եվայի  նախանձից,  ապահովում  ճշգրիտ իրավիճակ սոցիալական քննադատության, այլ ոչ թե ողբերգական առակի համար: Թեն Հարմսելը,  վիճարկելով  Քենդելի  մեկնաբանությունը,  ի  վերջո,  համաձայնում  է  Չիվերի քննադատության  սոցիալական  բնույթին.  «Թեև  այս  երկու  պատմվածքները    ինչ-որ առումով  հիշեցնում  են  Եդեմի  պատմությունը,  սակայն  երկուսն  էլ  ավելի  շատ  ցույց  են տալիս հիմնական  տարբերությունները, մասնավորապես, որ  այլասերված հասարակությունը  մասամբ  պատասխանատու  է    մարդկանց    կեղծ  անմեղության  և մեկուսացման համար80»: ", "«Սաթն  փլեյսյան  պատմություն»  («Sutton  Place  Story»,  1946)  պատմվածքում Դեբորա անունով երեքամյա աղջիկը միայնակ հայտնվում է մեծ քաղաքի փողոցներում, իրեն  շրջապատող  մեծերի  մեջ,  ովքեր  մոռացել  են  սիրելը,  իսկ  նա  ծարավ  է  սիրո, ջերմության,    քնքշանքի,    բարության  ու  կարեկցանքի։  «Նա  քաղաքի  ծնունդ  էր  և  լավ գիտեր,  թե  ինչ  է  կոկտեյլը    և  շատ  խմելը։    Աղջկա  ծնողները  աշխատում  էին,  և  նա սովորաբար  տեսնում  էր  նրանց  միայն  երեկոյան,  երբ  սենյակ  էր  մտնում՝  հայրիկին  և մայրիկին    բարի  գիշեր  մաղթելու,  Կատերին  և  Ռոբերտ  Թենիսոնները    սովորաբար խմում  էին  իրենց  հյուրերի  հետ։    Դեբորային  թույլ  էր  տրվում  հյուրերին  փոխանցել ապխտած  սաղմոն։  Նա  եկել  էր  այն  եզրակացության,  որ  մեծահասակների  աշխարհի առանցքը  կոկտեյլներն  են»81։  Կարծես  թե    խախտվում  է  աշխարհի  կարգուկանոնը, այստեղ  ամեն  ինչ  սուտ  է,  ծախված  և  գումարի  իշխանության  տակ։    Ընկերները Դեբորայի  տուն  չեն  այցելում,  փոխարենն  այնտեղ  զվարճանում  են  «ինչ-որ    կարևոր» S.C.: Newberry College, 1967, p. 262. Newberry, S.C. : Newberry College, 1972, p. 408. մարդիկ։    Երեխան    հազվադեպ  է  տեսնում  ծնողներին,  ուստի  զրկված  է  ապահով լինելուց։    Երբ  որևէ    մեկը  կշտամբում  է  շվայտ  կյանք    վարող  ծնողներին,  որ  նրանք անուշադիր են  իրենց  փոքր երեխայի  հանդեպ  և չեն զբաղվում նրա դաստիարակությամբ ու խնամքով, երեխայի մայրը պատասխանում է. «Նա բանկում իր անունով  ութ  հազար  դոլար  ունի»82,  և  միանգամայն համոզված  է,  որ  այս պատասխանով հերքեց իրեն ուղղված բոլոր մեղադրանքները: ", "հանրագիտարան:  Ծանոթագրություն.  Գրիգոր  Վարդանյան, Անդրկովկասում ու Հայաստանում հեղափոխական շարժումների և սովետական կարգերի հաստատման պայքարի  մասնակից:  Մինչև 1905թ.  եղել  է հնչակյան  կուսակցության անդամ։ 1895թ.  ձերբակալվել է թուրքական կառավարության կողմից և դատապարտվել: 1918թ. Թիֆլիսում հրատարակել է «Կարմիր դրոշակ» թերթերը։ 1920-1921թթ. օրեր», աշխատակցել  է  Բաքվի  «Կոմունիստ»  թերթին։ 1924թ.  ՀՕԿ-ի  պատասխանատու  քարտուղարն  էր, գլխավոր նախագահը։  Սովետական  Միության, Եվրոպայի և Ամերիկայի տարբեր քաղաքներում կազմակերպել է ՀՕԿ-ի բաժանմունքներ։ Ընտրվել է ՀՄՍՀ Կենտգործկոմի անդամ: ", "Պատմության  վերջում  տիկին  Թենիսոնը    վերադառնում  է  Աստվածաշնչին:  Այսինքն՝ միայն  այն  ժամանակ,  երբ  ողբերգություն  է  տեղի  ունենում  ընտանիքի  հետ:  Այստեղ տեսնում ենք գրողի հեգնանքը, որն ուղղված է  հերոսների կեղծ բարեպաշտության դեմ։ ", "Հերոսուհին  կարդում  է  Աբրահամի  պատմությունը՝ իրեն համեմատելով զոհի հետ: Նա աղոթում  է  հյուրանոցից  գողացված  Աստվածաշնչով.  «Նրա  ծնկներին  մի  սև  գիրք  կար: ", "Դա  Ավետարանն  էր,  Գիդեոնի  օրինակներից  մեկը,  որը  նրանց  հարբած  ընկերներից մեկը գողացել էր հյուրանոցից: Այն միայն մեկ, թե երկու անգամ էին օգտագործել որպես առաքում»83։ ", "Այսպիսով,  Չիվերի  հերոսների՝  փողի  նկատմամբ  մոլուցքն,  ի  վերջո,  ոչ  մի  լավ բանի  չի  հանգեցնում:  Նրանք  իրենց  իսկ  նյութական  ձգտումների  զոհն  են  դառնում,  և ինչպես  ռուս  գրականագետ  Կոռնեյ  Չուկովսկին  է  մեկնաբանում.«Գրողը  նրանց  այս անկմանը  միանգամից    չի    հասցնում,  այլ՝  քայլ  առ  քայլ:    Հազվադեպ  է,  երբ  Չիվերի ուշադրությունը  կենտրոնացած  է  մեկ  դրվագի  վրա,  ինչպես  Մոպասանի,  Հեմինգուեյի, Սելինջերի և Չեխովի պատմվածքներում է»84: ", "Հատկանշական  է,  որ  միջին  խավի  ներկայացուցիչներին,  նրանց  կենսակերպը  և խնդիրները  ներկայացնելու  համար  գրողը օգտագործում է  փոխաբերական պատկերներ:  Նա  ստեղծում  է  դժվարին  և  խառնաշփոթ  իրավիճակ,  որտեղից  դուրս գալու համար հերոսը երազում է լուծում գտնել: ", "литературы, 1962, с. 8. Պատմվածքների  սյուժետային  զարգացման  մեջ    ֆանտաստիկայի    տարրեր կիրառելով՝  գրողը  ստեղծում  է    հոգեբանական  լարված  իրավիճակներ:  Օրինակ՝ «Հրեշավոր  ռադիոն»  պատմվածքի    դեպքում  ռադիոյի  միջոցով  Չիվերը  վեր  է  հանում ամերիկյան միջին դասի ներկայացուցիչների  ապրելակերպը և նյութական խնդիրներից առաջացող հոգեվիճակները: ", "Մարդկանց նկատմամբ հավատի և կարեկցության մասին գրողի պատկերացումներն արտահայտվում  են  «Սուրբ  Ծնունդը  տխուր  ժամանակ  է աղքատների  համար»  («Christmas  is  a  sad  season  for  the  poor»,  1949)  պատմվածքում: ", "Սուրբ  Ծնունդը  վերելակավար  Չարլիի  համար  տխուր  տոն  է:  Միայնության  զգացումն այդ օրն ավելի  զգալի էր ընտանիք և երեխաներ չունեցող հերոսի համար։ ", "Գտնվելով  բիրտ  ու  անճաշակ  ռոմանտիկական  տարերքի  շրջապատում՝  Պոն կուլ չգնաց այդ տարերքին։ Նա ընթացավ ըմբոստի ուղիով, կանգնեց գեղեցկության պաշտպանության  դիրքերի  վրա  և  շնորհիվ  այդ  բանի՝  հայտնագործեց  ավելի սքանչելի ռոմանտիզմ, քան մինչ այդ հայտնի էր Ամերիկայում։ ", "Երբ բնակիչներից մեկը նրան ասում է, թե՝ Չարլի՛, ես ցավում եմ ձեզ համար, ես էլ ձեզ նման միայնակ եմ,  չունեմ ընտանիք,  Չարլիի մեջ կնոջ դժբախտ վիճակը ոչ մի հույզ չի առաջացնում,  նա մտածում է, որ ամեն դեպքում «կինն իր բնակարանում տասը սենյակ ունի, երեք սպասուհի, փող, ադամանդ, և  ինչպիսի ընթրիք են նրան մատուցում: Ամեն օր  աղբը  նետվող  ուտելիքը  մի  ամբողջական  խնջույք  կլիներ  ետնախորշում  ապրող երեխաների համար»86: ", "Չարլին,  հեռանալով Նյու Յորքից  Իսթ Սայդ, մի ընտանիքի նվիրաբերում է Սուրբ Ծննդյան իր բոլոր նվերները: Ըստ Օ.Մենդելսոնի՝ պատմվածքում Չիվերի հեգնանքն այն է, որ ամերիկացիների արտաքին բարության ներքո կա թաքնված կեղծավորություն։ ", "մեծ  հոսք  սկսվեց  դեպի  թուրքական  գրականություն:  Ըստ  հետազոտող  Ք.  Կարպատի` սա  սերտորեն  կապված  էր  այն  հանգամանքի  հետ,  որ  Թուրքիայում  արևմտյան գրականությամբ  «դաստիարակված»  ձախակողմյան  շարժման  ղեկավարները  գրական ստեղծագործությունները  հաճախ օգտագործվում էին իրենց գաղափարները տարածելու  և  քաղաքական  շարժման  գործնական  մեթոդներ  առաջարկելու  համար101: ", "Բլոգեր  Դիրեք  Ուորենը  պատմվածքում  տեսնում  է    հարուստների  և  չունևորների բախում: Պատմվածքի վերնագիրը հուշում է, թե Սուրբ Ծննդյան տոները որքան տխուր կարող են լինել նրանց համար, ովքեր իրենց սիրելի մարդկանց նվերներ գնելու գումար չունեն:  Չիվերը  ցույց  է  տալիս,  թե  այս  ամենը  ինչ  կերպ  կարող  է  ազդել  մարդու հոգեբանության  վրա:  Չարլին  հայտնվում  է  զոհի  դերում,  որով  գրավում  է  հարուստ հարևանների համակրանքը: Սա միայն ապահովում է  ժամանակավոր թեթևացում զոհի իր  մշտական  բարդույթից։88  Դ.  Ուորենը  կարծում  է,  որ    Չարլիի  կերպարը  բարդ  է:  Նա նույնիսկ հերոսին անվանում է խաբեբա, որն օգտվում է մարդկանց բարությունից: ", "Ջոն Չիվերը,  ձգտելով կյանքը ճշմարտացի  ներկայացնել,   նկարագրում է այն իր ամբողջ  բարդությամբ,  վեր  է  հանում  նաև  հերոսների  հոգեբանության  հակասական բնույթը:  Թվում  է,  թե  հեղինակը  խիստ  է  վերաբերում  հերոսներին,  և  նրա  մեջ մարդասիրության  զգացողությունը  բացակայում  է,  սակայն  իրականում  այդպես    չէ: ", "Չիվերը,  թեև  պատմվածքներում  ցույց  է  տալիս  դրամի  ազդեցությունը  մարդու    վրա, շատ  դեպքերում  չի  թաքցնում  նրանց  մեջ  գտնվող  լույսը,  բարությունը,  մարդկանց նկատմամբ  կարեկցական  վերաբերմունքը,  որը  «Սուրբ  Ծնունդը  տխուր  ժամանակ  է աղքատների համար» պատմվածքի հերոս Չարլիի պարագայում ավելի ակնհայտ է: ", "Հարստանալու ցանկությունը վարակում է նաև «Մենության հրապույրները» («The pleasures  of  solitude»,  1942)  պատմվածքի  հերոսուհի  Էլեն  Գուրիչին:  Նա  մեկուսացել  է մարդկանցից, երես թեքել նաև իր հարազատներից։  Հեղինակի խոսքերով՝ նա բոլորովին մեծահոգի  աձնավորություն  չէր։  Ապրում  էր  Չելսիի`  վարձով  տրվող  սենյակներից մեկում,  որպեսզի  իր  աշխատավարձից  որքան  հնարավոր  է  շատ  դրամ  ետ  գցեր: ", "Նույն  տրամաբանությամբ  Քյալաշյանի  «Ինձ  թաղեք  լուսնկա  գիշերին»  տողը  տե- սանելի  հարթության  մեջ  է  Տերյանի  «Ինձ  թաղեք,  երբ  կարմիր  վերջալույսն  է  մարում» Քյալաշյանը  ևս,  ինչպես  Տերյանը,  հանդես  է  գալիս  իբրև  զուտ  քնարերգու  բա- նաստեղծ՝  իր  բնորոշ  խորհրդապաշտական  ոճով  ու  պատկերամտածողությամբ։  Ահա տողի հետ։ ", "Երբ  մայրը նամակով  խնդրում  է    տոկոսով  փող  տալ  իրեն,  էլենը  մերժում  է՝    ներկայացնելով պատճառը.  «Կարծում  եմ,  որ  լավ  կլիներ,  եթե  Հարոլդը  դժվարությունների  համը https://dwarren57.wordpress.com/2016/12/17/christmas-is-a-sad-season-for-the-poor-john-cheever/- տեսներ։ Միայն այդ դեպքում նա կհասկանա դրամի արժեքը։ Ես աղքատ չեմ ձևանում, բայց  այն  փոքրիկ  գումարը,  որ  ունեմ  դրամարկղում,  խնայել  եմ  շնորհիվ  մեծ զոհաբերությունների։  Ես  բոլորովին    մտադիր  չեմ  Հարոլդին  պարտք  տալ,  քանի  որ բոլորս  էլ  գիտենք,  որ  նա  էլ  կարող  է  դրամ  վաստակել,  եթե  փորձի։  Եվ  նա  ավելի  շատ պետք է վաստակի, քանի որ պարտք է քեզ։ Չէ՞ որ դու և հայրիկը, վերջապես, ավելի շատ նրա կրթության վրա եք ծախսել, քան իմ»89: ", "Էլենի  մեջ  անսպասելիորեն  արթնանում  է  կարեկցանքի  զգացողությունը,  երբ ծանոթանում է երկու իտալացի տղաների հետ աղքատների թաղամասից՝ Իսթ Սայդից, և հյուրընկալում իր տանը: Մինչ այդ հերոսուհին ապրում էր մեկուսի՝ թույլ չտալով, որ դրսի քաոսային աշխարհը ներխուժի իր տարածք։  Սա առաջին անգամ էր իր կյանքում, երբ նա իսկապես սկսում է երկմտել՝ արդյոք ճի՞շտ կենսակերպով է ապրում։  Տղաները հնարավորություն  ունեին  ամբողջովին  փոխելու  աղջկա  կյանքը,  սակայն  նրանց  չի հետաքրքրում  այդ։ Փողի նկատմամբ իրենց կույր հրապուրանքով տարված՝ նրանք չեն նկատում այն կարևոր փոփոխությունները, որոնք սկսում են տեղի ունենալ աղջկա մեջ։ ", "Անչափահասների  պարգևած  տրամադրությունը  սկզբնական  շրջանում  հաճելի էր  Էլեն  Գուրիչին.  «Նա  մտովի  անընդհատ  վերադառնում  էր  փոքրիկ  տղաներին։  Նա տեսնում  էր  նրանց  նիհարիկ,  լուրջ  դեմքերը  և  պատկերացնում,  թե  ինչպես  են  նրանք այդ ցրտին թափառում, սիրտը լցվում էր տխրությամբ և խղճահարությամբ»90։ ", "Էլենը  կարող  էր  խնդրել  նրանց  հեռանալ,  բայց,  չգիտես  ինչու,  տատանվում  էր։ "], "source_docs_file": "Literature.json"}