{"paragraph_source_docs": [1, 0, 1, 1, 1, 1, 1, 1, 1, 0], "source_docs_file": "Linguistics.json", "paragraphs": ["նույնաբանության ընկալման գործընթացում Ինչպես  ցույց  է  տալիս  ստորև  բերվող  օրինակների  քննությունը, նույնաբանական կառույցների հաղորդակցական-գործաբանական  արժեքը որոշարկող  գործոններից  է    այն  լեզվական  խոսքային  իրադրությունը,  որտեղ հանդես  է  գալիս  տվյալ  նույնաբանությունը:  Նույնաբանությունից  առաջ  ու/կամ դրանից հետո գտնվող նախադասությունները իրենց  արտահայտած նշանակությամբ  լսողին  տալիս  են  տեղեկույթ,  որը  կողմնորոշիչ  դեր  է  ունենում դիսկուրսում  առկա  նույնաբանության  մեկնաբանման  համար:  Կախված  այդ լեզվական համատեքստը կազմող բաղադրիչների շեշտադրությունից ու հաղորդած տեղեկույթից`  նույնաբանության  հաղորդակցական-գործաբանական  արժեքը նույնպես  փոխվում  է:  Կարևոր  գործոն  է  նաև  խոսընկերների  ընդհանուր  և հենքային գիտելիքը,  որն  օգնում  է  ընթերցողին/լսողին  ավելի  հստակ պատկերացնելու  իրավիճակը,  որտեղ  տեղի  է  ունենում  խոսքային  գործընթացը, հասկանալու`  ովքեր  են  այդ  դիսկուրսի  մասնակիցները,  և  ով  ինչ  դեր  ունի խոսակցության  մեջ,  զրուցակիցների  անձնական  հատկանիշները,  ինչպիսիք  են սեռը, տարիքը, կոչումն ու պաշտոնը և այլն: ", "ցող,  բայց  ինքնուրույն  տառերով,  որոնք  իրարից  տարբերվում  են  տառի  վրա  դրվող  կետով:  Այլ  կերպ ասած՝ միջատամնայինը նշվում է պայթականը նշող տառի վրա կետի ավելացումով: Համապատասխա- նաբար՝ առաջին զույգը նշվում է ﺕ ﺙ տառերով, իսկ երկրորդը՝ ﺩ  :ﺫ եթե նրան նախորդող բառն ավարտվում է ձայնավորով, ապա բառասկզբի պայթական բաղաձայնը փոխարինվում է իր շփական տարբերակով: Օրինակ՝ talmiḏa «աշակերտ», բայց՝ ha ṯalmiḏa «ահա աշակերտը»205: ", "Երկրորդ զրուցակիցը, համաձայնություն արտահայտելով, ավելացնում է, որ նա այլընտրանք չունի, ու մայրը մնում է մայր: ", "Տվյալ պարագայում նույնաբանության հաղորդակցական-գործաբանական արժեքը իրավիճակի  ընդունումն  ու  հանդուրժողականության  արտահայտումն  է,  քանի  որ մայրը  ամենաթանկ  անձնավորությունն  է,  ու  ցանկացած  պարագայում  պետք  է ուշադիր  լինել  նրա  հանդեպ  և  հոգ  տանել  նրա  մասին:  Այստեղ  գործում  է հանրային  համատեքստում  ընդունված  ու  ամրագրված  բարոյական  արժեքը,  որ ծնողի  մասին  պետք  է  հոգ  տանել  ու  հնարավոր  ամեն  ինչ  անել  նրան  օգնելու համար:  Թեպետ  այս  հասարակական  սկզբունքը  ոչ  մի  կերպ  չի  նշվում  ու  չի  էլ ակնարկվում, թե՛ խոսողն ու թե՛ լսողը, ինչպես նաև մենք` կողքից դիտարկողներս, մեր  մտապատկերում  ունենք  այս  սկզբունքը  ու  ընդունում  ենք  այն  որպես  հենք ամբողջ դիսկուրսի ու հատկապես նույնաբանության մեկնաբանման համար: ", "Ինչպես  տեսանք,  այս  երկու  օրինակներում  միևնույն  նույնաբանական կառույցն ունի երկու` իրարից տարբեր հաղորդակցական-գործաբանական արժեք: ", "Այդ  նշանակությունը  նույնաբանությունը  ձեռք  է  բերում  նաև  ուղեկցող  լեզվական համատեքստի  միջոցով:  Առաջին  օրինակում  վերջինս  արտահայտում է անհրաժեշտ տեղեկություն այն մասին, որ նրա մայրը տարբերվում է այլ մայրերից ու ընդհանրապես  առանձնանում է որպես մարդ իր կապերի ու հնարավորությունների  առումով, իսկ երկրորդ օրինակում ուղեկցող նախադասությունների  արտահայտած  նշանակության  շնորհիվ  նույնաբանության իմաստն այն է, որ մոր համար միշտ պետք է ժամանակ գտնել  ու հոգ տանել նրա մասին, հատկապես երբ դրա անհրաժեշտությունն ակնհայտ է: Փաստական նյութի մեր  վերլուծությունը  ցույց  է  տալիս,  որ  նույնաբանական  ասույթի  ճիշտ մեկնաբանման  համար  կարևոր  է  նաև  նախորդ  խոսքային  ակտերից  ստացված ընդհանուր գիտելիքը, ինչպես, օրինակ, հաջորդ հատվածում. I  thought you  were  drunk,  she said.  I thought  you had  to  be drunk before you came to see me. I bet you didn’t get all this writing, I said looking around. Not even if you got paid for what you thought you thought. (RC FML: 201) Նմանատիպ օրինակներում նույնաբանական կառույցները հանդես են գալիս որպես  լեզվական  տնտեսման  միջոց,  այսինքն`  տնտեսում  են  խոսընկերների ժամանակը  և  ջանքերը:  Հակառակ  դեպքում,  վերադառնալով  կոնկրետ  այս օրինակին,  ասույթը  ձեռք  կբերեր  չպատճառաբանված  երկարացված  կառուցվածք … if you got paid for having thought that I had to be drunk to see you, that I had been out with a blonde, etc. Հաջորդ օրինակում խոսքային իրադրության ազդեցությամբ նույնաբանությունը, որը կազմված  է what հարաբերական դերանունով, ինչը ոչ մի կոնկրետ  վերաբերական  չունի,  ձեռք  է  բերում  տվյալ  երկխոսության  մեջ ներգրավված  անձանց  համար  ընկալելի  իմաստ,  իսկ  մեր  փորձի  մասնակիցները, ովքեր  քննել  են  այդ  նույնաբանությունը  համատեքստի  մեջ,  ի  վիճակի  են  եղել հասկանալու, թե what-ը ինչին է վերաբերում. ...But why not the men in the squadron, Milo?' Colonel Cathcart exclaimed. After  all  you're  doing  all  this  for  them.  They  ought  to  be  willing  to  do something for you in return What's fair is fair. What is fair is fair. They could take turns, sir. Who gets the credit? missions, you get the medal. Who dies if he gets killed? They might even take turns flying your missions for you, Milo. You  get  the  credit  Milo.  And  if  a  man  wins  a  medal  flying  one  of  your Why, he dies, of course. After all, Milo,  what's fair is fair. There's just one thing. You’ll have to raise the number of missions I might have to raise the number of missions again… …I’d  give  everything  I  own  to  Yossarian.  Milo  persevered  gamely  on Yossarian’s behalf. But since I don’t own anything I can’t give everything to him, can I? So he’ll just have to take his chances with the rest of the men, won’t he? What’s fair is fair, Milo Yes, sir, what’s fair is fair. Milo agreed. Yossarian is no better than the other men, and he has no right to expect any special privileges, has he? No Milo. What’s fair is fair. (HJ C 22: 537) Այստեղ  նույնաբանության  գործաբանական  ներուժը  վերծանելու  համար հարցվողներին անհրաժեշտ է խոսքային իրադրության մեջ թափանցել, հասկանալ, որ  գնդապետ  Քաթքարթն  ու  Մայլոն  ինչ-որ  անարդար  բան  են  ծրագրում,  որը ցանկանում  են  ներկայացնել  որպես  ինքնին  ենթադրելի  և  տրամաբանական  ու ազնիվ քայլ: Պետք է, սակայն, նշել, որ համատեքստը նույնպես տալիս է բավարար տեղեկույթ,  որի  միջոցով  մեկնաբանվում  է  նույնաբանությունը:  Մասնավորապես հարցվողների ուշադրությունը գրավել է հետևյալ հատվածը. …  And  if  a  man  wins  a  medal  flying  one  of  your  missions,  you  get  the Who dies if he gets killed? Why, he dies, of course. After all, Milo,  what's fair is fair. There's just one medal' thing. Հարցվողների  90  %-ն  անդրադարձել  է  այս  տողերին`  դրանք  համարելով հենց այն նուրբ հեգնական պահը, որը բացահայտում է, որ այն, ինչ ներկայացվում է որպես արդար, իրականում արդար չէ, այլ հենց հակառակը` անարդար է: Պետք է նկատել,  որ  երկխոսության  ընթացքում  վեց  անգամ  կիրառվող  նույնաբանությունը ոչ  բոլոր  դեպքերում  է  նույն  իմաստով  կիրառվում:  Սկզբում  այն  լսողի/ընթերցողի մոտ  ընկալվում  է  ուղիղ  իմաստով,  այսինքն`  այն,  ինչ  արդար  է,  անխոս  հենց այդպես  է:  Բոլոր  մարդիկ  ունեն  արդարություն  հասկացության  բավական ընդհանուր  ընկալում: Արդարության գաղափարը ինչ-որ չափով կարծրատիպային է,  ու  դժվար  թե  գտնվեն  շատ  մարդիկ,  ովքեր  արմատապես  տարբեր պատկերացումներ  ունենան  արդարության  մասին:  Եվ  Ջոզեֆ  Հելլերը  այս հատվածում  կարծես  հենց արդարության  այդ  կարծրատիպային  ընկալման  հետ  է հնարք  կիրառում:  Երկխոսության  ընթացքում  նույնաբանությունը  սկսում  է աստիճանաբար  փոխել  իր  հաղորդակցական  իմաստը:  Աստիճանաբար,  հիմք ընդունելով  համատեքստը,  այսինքն`  այն  նախադասությունները,  որոնք նախորդում  և  հաջորդում  են  հաջորդ  չորս What’s fair is fair  նույնաբանությանը, մենք  տեսնում  ենք,  որ  նույնաբանությունը  իրականում  հակառակ  իմաստն  է արտահայտում,  որ  այն,  ինչ  տվյալ  խոսքային  իրադրությունում  համարվում  է արդար,  իրականում  բացարձակապես  արդար  չէ,  ավելի  ճիշտ`  կատարյալ անարդարություն  է:  Ինչպես  հասկանում  ենք  համատեքստից,  փաստորեն  Մայլոյի փոխարեն  ռազմական  թռիչքներ  պետք  է  իրականացնեն  այլ  օդաչուներ,  ու  նրանց հաջողությունների  համար  մեդալ  կստանա  Մայլոն:  Ավելին,  այս  պատճառով օդաչուների  անձնական  թռիչքների  քանակը  պետք  է  ավելացնել:  Հենց  այստեղ  էլ հասկանալի  է  դառնում,  որ  What’s fair is fair  նույնաբանության  միջոցով  վեպի հեղինակը  փորձել  է  արտահայտել  իր  խոր  հեգնանքը  արդարության  հանդեպ: ", "Փաստորեն,  նույնաբանական  կառույցը  դիսկուրսի  այս  հատվածում  դարձել  է  այն կիզակետը,  առանցքը,  որի  շուրջ  ծավալվում  է  հաղորդակցությունը:  Այլ  կերպ ասած`  նույնաբանական  կառույցում  խտացվել  է  հաղորդակցական  առումով ամենակարևոր  տեղեկույթը: ", "Այն դեպքում, երբ հարցվողները տվյալ նույնաբանությունը մեկնաբանել են` այն  վերլուծելով  համատեքստից  դուրս,  նրանք  հիմնականում  եկել  են  այն եզրահանգմանը,  որ  այն,  ինչ  արդար  է,  ակնհայտ  է,  ու  հավելյալ  ապացույցների կարիք չկա: Գրեթե բոլոր հարցվողները տվյալ նույնաբանությունը մեկնաբանել են որպես  հաստատում  այն  պարզ  ճշմարտության,  որ  արդարությունն  ամեն  ինչից կարևոր է, ու այն, ինչ արդար է, բացարձակ է: Այսինքն` պատասխանները անորոշ են  և  ընդհանրական,  քանի  որ what  հարաբերական  դերանունը  անհասկանալի  է, թե ինչին է վերաբերում, ու ըստ էության անհասկանալի է  մնում, թե ինչն է արդար: ", "Նմանատիպ շարահյուսական կաղապար ունեցող նույնաբանությունների առաջին բաղադրիչը  հիմնականում  ներկայացնում է  իրավիճակ,  իսկ  երկրորդը բնութագրում  է  կոնկրետ  իրադարձություն:  Տվյալ  օրինակում  երկրորդական նախադասությունը ինքն իրենով չի հարաբերվում որևէ կոնկրետ իրավիճակի հետ, այն  նշանակում է,  որ  իրավիճակը  արդարացի է,  մինչդեռ  գլխավոր նախադասությունը  ունի  անհատականացված`  կոնկրետացված  իմաստ.  այն վերաբերում  է  կոնկրետ  խոսքային  իրադրությանը,  որը  միայն  համատեքստի առկայության դեպքում է ընկալելի դառնում: ", "Կոկորդայինների պարագայում հիմնականում պետք է անդրադառնանք ܥ՝ «է» տառով նշվող  և  «սեմական  լեզուներին  բնորոշ  կոկորդային  խոր  հնչյունին,  որն  առաջանում  է կոկորդի  մկանների  և  ձայնալարերի  ուժեղ  լարմամբ  և  տառին  հաջորդող  ձայնավորի միաժամանակյա  արտաբերմամբ»208  (արաբերենում՝  ع,  գիտական  տրանսկրիպցիայի մեջ նշվում է շրջված ապաթարցով կամ  c նշանով): Սեմական լեզուներում սա համար- վում է լիարժեք բաղաձայն և, ինչպես նշվեց, արտահայտվում առանձին տառով: Անմի- ջապես  նշենք,  որ  արդի  արամեական  բարբառներից  շատերում,  հատկապես  նրան- ցում, որոնք զարգացել են առանց արաբերենի ազդեցության, ինչպես նաև արդի գրա- կան ասորերենում, այս հնչյունն իսպառ վերացել է, թեև դասական եղանակին հետևող ուղղագրության մեջ «է» տառը պահպանվում է: Այդուհանդերձ, Ասորի ուղղափառ, Ասո- րի  կաթոլիկ  և  Մարոնական  եկեղեցիների  կողմից  ընդունված  դասական  ասորերենի ընթերցման ավանդական եղանակում այս կոկորդային բաղաձայնը պահպանվում է և որևէ  դժվարություն  չի  ներկաացնում  արաբերենին  տիրապետող  ասորիերի  համար: "]}