{"paragraphs": ["Այստեղ աչքի է զարնում երկու հանգամանք: ", "Առաջինն  այն է,  որ  որոշ  նույնաբանություններ  ձևավորվում  են հասարակական,  մշակութային  գործառույթների  իրացման  ընթացքում  և  ունեն սուբյեկտիվության  տարր:  Դրանք  ընդհանրացված  պատկեր  են  ներկայացնում` իրենց  մեջ  ամփոփելով  տվյալ  լեզվական  կառույցի  որոշակի  իրավիճակներում հաճախակի  կիրառությունից  առաջացած  ու  նրան  կցված  նշանակությունը:  Մյուս գործոնն այն է, որ տվյալ նույնաբանությունները կիրառողը վստահ է, որ դիմացինը կիսում է իր ունեցած աշխարհայացքը: Մեր դիտարկած օրինակում Մայքը կիսում է Ջոնի  աշխարհայացքը,  սակայն  հետաքրքրական  է  մեջբերված  օրինակի հատկապես հետևյալ դրվագը. սկզբում Մայքն ինքն է առաջարկում Մերիին դիմել, երբ Ջոնն առարկում է` ասելով, որ գործը չափազանց ծանր է կնոջ համար, Մայքը, միևնույնն  է,  շարունակում  է  պնդել  և  ասում  է,  որ  Ջոնը  չգիտի,  թե  Մերին  որքան ուժեղ է իրականում: Այս պահին նա Մերիին չի համարում կնոջ թույլ ֆիզիկական տվյալներ ունեցող ընդհանրացված կարծրատիպային կաղապարի մեջ տեղավորվող  անձնավորություն:  Մայքը չի  համեմատում  նրան  կնոջ  ու տղամարդու  ֆիզիկական  ուժերի  հարաբերության  մասին  ունեցած  մտապատկերի հետ: Նա պարզապես ճանաչում է Մերիին որպես ֆիզիկապես ուժեղ կին և գտնում է,  որ  վերջինս  ի  վիճակի  է  իրենց  օգնելու:  Պատկերը  փոխվում  է  այն  բանից  հետո, երբ  Ջոնն  ասում  է  A woman is a woman  (կինը  կին  է),  ինչից  հետո  Մայքը միանգամից ընդունում է Ջոնի կարծիքը: Կարելի է ենթադրել, որ կարծիքի կտրուկ փոփոխության  պատճառը սուբյեկտիվ կարծիքի և կարծրատիպային մտածելակերպի  բախումն  է,  և  տվյալ  դեպքում  կարծրատիպային  A woman is a woman  արտահայտության  կարծրատիպային  նշանակությունը  գերակայում  է Մայքի` Մերիի ֆիզիկական ուժի մասին ունեցած անձնական կարծիքին: Սա թույլ է  տալիս  ենթադրել,  որ  որոշ  նույնաբանություններ  կարծրատիպային  են:  Դրանք իրենցից  ներկայացնում  են  ժամանակի  ընթացքում  ձևավորված  մոտեցում  ու գնահատական:  Տվյալ  դեպքում A woman is a woman  նույնաբանությունը  սրա  վառ օրինակն է:  Հաջորդ  օրինակում  կրկին  գործ  ունենք  նույնաբանության կարծրատիպային  նշանակության  հետ:  Խոսողը  առաջարկում  է  10000  եվրոյի բանկային  չեկ,  սակայն  նրա  խոսակիցը  (ուղղաթիռի  օդաչուն)  հրաժարվում  է` ասելով, որ Only cash is cash: Դիտարկենք օրինակը. “What is this?” The pilot demanded “A ten-thousand-euro bearer bond drawn on the Vatican Bank” The pilot looked dubious. “It’s the same as cash” “Only cash is cash”, the pilot said, handing the bond back. (BD DVC 2003: 359) Փաստորեն  օդաչուն  հրաժարվում  է  ընդունելուց  10000  եվրոյի  չեկը,  թեպետ այն  նույն  արժեքն  ունի,  ինչ  կանխիկ  գումարը:  Պատճառն  այն  է,  որ  նրա գիտակցության  մեջ  գումարը  ուղղակիորեն  կապված է  հենց  կանխիկ թղթադրամների  հետ,  և  այլ  կերպ  նա  պարզապես  չի  պատկերացնում:  Միայն կանխիկ  գումարն  է  նրա  ընկալմամբ  իրական  փող:  Խոսողը  պետք  է  բացատրի, ինչն  էլ,  որ  նա  անում  է`  ասելով,  որ  դա  նույնն  է,  ինչ  կանխիկ  գումարը,  սակայն օդաչուն, միևնույնն է, անդրդվելի է: ", "Դիտարկենք  ևս  մեկ  օրինակ,  որտեղ  երևում  է,  թե  ինչպես  մարդկանց` ռոբոտների նկատմամբ վերաբերմունքը կարող է լինել գրեթե նախապաշարմունքային: ", "“Speedy! shouted Powell into his radio. “Come here!” Speedy  looked  up  and  saw  them.  He  stopped  suddenly  and  remained standing  for  a  moment.  Then  he  turned  and  ran  away,  kicking  up  dust behind  him.  Over  their  radios  Donovan  and  Powell  heard  him  singing  a song. Donovan said weakly “Greg, he’s crazy” “He’s  not  crazy”  Powell  said  “A  robot’s  only  a  robot.  There’s  something wrong  with  him  that’s  confusing  his  brain  patterns.  Once  we  can  find  out what it is, then we can fix it. (AI IR: 126) Այստեղ  խոսընկերներից  մեկն  ասում  է,  որ  ռոբոտը  գժվել  է,  այդպիսով  ռոբոտին վերագրելով  մի  գործողություն,  որը  բնորոշ  է  մարդկանց  կամ  կենդանի արարածներին:  Մինչդեռ  ռոբոտը  մարդ  չէ,  ոչ  էլ  կենդանի  է,  ու  ըստ  խոսողի,  ով գործածում  է  նույնաբանական  կառույցը,  անհնար  է,  որ  նա  խելագարվի:  Ռոբոտը կարող է շարքից դուրս գալ միայն: Այսպիսով, երբ նա ասում է a robot’s only a robot, նա հղում է անում այն անքննելի փաստին, որ ռոբոտները ոչինչ չեն զգում և միայն ստեղծված են մարդկանց ծառայելու համար: ", "Հաջորդ  օրինակում  գործ  ունենք  մի  իրավիճակի  հետ,  երբ  խոսողը հակադրվում է կարծրատիպային մտածելակերպին` կիրառելով նույնաբանություն,  որը  նույնպես  որոշակի  կարծրատիպային  տարրեր  է պարունակում: ", "Այդուհանդերձ,  «Բաբելոնի»  մանրակրկիտ  ուսումնասիրումը  կասկած  գրեթե  չի թողնում, որ հայ-ասորական «ժարգոն» Խարբերդում գոյություն չի ունեցել: Ասորիներն, ամենայն  հավանականությամբ,  գործածել  են  հայերին  ոչ  հասկանալի  որոշ  բառեր  և արտահայտություններ, որոնք պայմանավորված են եղել հայկականից տարբեր եկեղե- ցական  ավանդույթով  (օրինակ՝  հայերեն  «սարկավագ»  բառի  փոխարեն  գործածել  են ասորերեն/արաբերեն  շմմաս-ը),  սակայն  այս  կարգի  լեզվական  միավորների  քանակը բավարար չէր կարող լինել, որպեսզի առիթ ունենայինք խոսելու ասորական յուրահա- տուկ «ենթալեզվի» մասին: Ակնհայտ է, որ իրենց առօրյայի լեզվով ասորիները հայերից որևէ կերպ զանազանելի չեն եղել: Այս առումով շատ հետաքրքրական է «Եփրատ» քո- լեջի վերջին նախագահ Հենրի Ռիգսի արդեն մեջբերված վկայությունն այն մասին, թե Խարբերդի հայերին և ասորիներին իրարից զանազանելն «այդքան հեշտ չէր, ինչպես կարող էր թվալ»156: ", "Այսպիսով,  «Բաբելոնի»  ասորական  տարրերը  մուտք  են  գործել  նրա  մեջ  ոչ  թե ասորիների  խոսակցական  լեզվի  բնական  ազդեցության  հետևանքով,  այլ  հիմնակա- նում  ինչ-ինչ  պատճառներով  ներմուծվել  են  արհեստականորեն:  Պարբերականի  ասո- ների մասին չէ: ", "րական  էությունը  լեզվի  միջոցով  ընդգծելու  խնդիրն  այս  պարագայում  ևս  մնում  է  էա- կան  գործոն:  Ոչ  պակաս  կարևոր  գործոն  պետք  է  դիտել  կրթական  նկատառումները: ", "Ինչպես նշել էինք, ազգային լեզվի կորստով պայմանավորված բարդույթը շատ հաճախ է  դրսևորվում  «Բաբելոնի»  էջէրում,  և  ակնհայտ  է,  որ  ասորիների  ազգային  կյանքում՝ թե՛  Խարբերդում,  և  թե՛  հատկապես  ԱՄՆ-ում,  այդ  բարդույթն  ազգային  զարգացումը կաշկանդող հանգամանք էր: ", "Հակառակ  բազմիցս  արտահայտված  բարի  մտադրությունների՝  «Բաբելոնը»  չէր կարող  վերածվել  ասորալեզու  պարբերականի.  միակ  այլընտրանքը  հայերենին  կարող էր  լինել  անգլերենը,  որն  իրականացավ  Assyrian  Progress-ի  պարագայում157:  Այն  չեր կարող  նաև  վերածվել  իր  շրջանակում  ասորերենի  վերածննդին  նպաստող  գործոնի՝ նախ  նման  գերխնդրի  պահանջի  բացակայության,  ապա  նման  առաքելությունն  իրա- կանացնելու անկարողության պատճառով: Սակայն «Բաբելոնն» իր համեստ կարողու- թյունների  սահմաններում  կարող  էր  ստանձնել  իր  ընթերցողներին  ասորերենի  տար- րական  իմացություն  մատուցողի  պարտականությունը,  որը  և  ակնհայտորեն  փորձել  է անել: ", "«Բաբելոնն»  ասորերենի  տարածման  գործիքի  վերածելու  գաղափար  ի  սկզբա- նե,  ամենայն  հավանականությամբ,  գոյություն  չի  ունեցել,  քանի  որ  առաջին  մի  քանի համարներում ասորական որևէ լեզվանյութ չկա: Ա-5 համարում առաջին անգամ հան- դիպում  ենք  հայատառ  ասորական  բառակապակցության՝  ապունտ  պաշմայն.  Սա  Տե- րունական  աղոթքի  ասորերեն  աղավաղված  անվանումն  է  (բառացիորեն՝  «Հայր  մեր, որ  երկինս  ես»),  որը  դասական  ասորերենում  ունի  ավուն  դ-վա-շմայն  տեսքը:  Ինչպես արդեն նշել էինք, Խարբերդի ասորիների ծանոթությունը դասական ասորերենին հիմ- նականում սահմանափակվում էր մի քանի աղոթքներով և կրոնական բնույթի արտա- հայտություններով,  ինչպես  նաև  ասորական  գրին  ծանոթ  լինելով:  Ապունտ  պաշմայն բառակապակցությունը պատկանում է հենց այդ շարքին: Նույն համարում առաջին ան- գամ  (չհաշված  տիտղոսագլուխներն  ու  տիտղոսաթերթերը)  հանդիպում  է  ասորական տառերով գրված առաջին բառը՝ (cid:392)ܒܐܒ – «Բաբելոն», որը, վերը նշված հանգամանքնե- րակում էին Assyrian Progress պարբերականը: Սրա խմբագիրներն էին Ֆրանկ Չավուրը և Եզկիել Մալ- ճանը, որոնց անունները երբեմն հանդիպում ենք նաև «Բաբելոնում»: ", "րի  բերումով,  պետք  է  ընթեռնելի  լիներ  ասորական  դպրոց  հաճախած  յուրաքանչյուր անձի համար: ", "երբ բառը  կամ  արտահայտությունը  կրկնվում  է,  նրա իմաստը  փոխվում  է (Derrida պատկեր, որն էլ իր հերթին ստեղծում է ճանաչողական (cognitive) ներազդում: Հենց այս  ճանաչողական  ներազդումն  է,  որ  թույլ  է  տալիս  ուղեղին  ընկալել տեղեկատվությունը (Ruhlen 1994: 28): ", "«Մեր պատասխանը» հոդվածը շարունակաբար հրապարակվում էր 5 համարնե- րում և «Բաբելոնի» ամենահետաքրքիր և կարևոր հոդվածներից է: Այն գրվել է ի պա- տասխան  ընթերցողներից  մեկի  հարցադրումների  և  պարունակում  է  պարզաբանում- ներ Ասորվոց Հնգյակ Ընկերության պատմության և ծրագրային նպատակների մասին: ", "նույնաբանությունների  մեկնաբանության  ուսումնասիրության  մեջ:  Այս  հարցին մասնավորապես  մեծ  կարևորություն  են  տալիս  իմաստաբանական  տեսության հետևորդները:  Խմբավորելով  նույնաբանությունները  ըստ  դրանց  արտահայտած նշանակության  տվյալ  լեզվում,  դուրս  բերելով յուրաքանչյուր  խմբի  համար առանձին բանաձև` հնարավոր չէ ուշադրություն չդարձնել նաև նույնաբանության կառույցի  գոյականական  անդամի  թվին  (Wierzbicka  2003):  Մինչդեռ  Գրայսյան համընդհանրական մոտեցման հետևորդները (Ward, Hirschberg 1991; Traugott 2004; Meibauer  2008;  Levinson  1979;  Rogers  1977;  Sadock  1974;  Potts  2005),  չբաժանելով նույնաբանությունները  տարբեր  խմբերի,  այլ  կենտրոնանալով  դրանց  բոլորի  կամ գոնե հայտնի նույնաբանությունների համար օպտիմալ և ընդունելի մեկնաբանության կաղապար գտնելու ուղղությամբ, ըստ էության չեն մասնավորեցնում  գոյականական  անդամի  եզակի  կամ  հոգնակի  թվի  դերը նույնաբանության  գործաբանական  ներուժի  և  դրա  հաղորդակցական  արժեքի ձևավորման գործում: ", "Ինչպես  նշել  էինք,  Ա-9  համարի  տիտղոսագլխի  վրա  առաջին  անգամ  գործած- վում  է  ամսվա  ասորական  անունը՝  թէշրին  ի  ըհրոյ,  որին  փակագծերում  հետևում  է հայերեն  թարգմանությունը՝  (ՆՈՅ.).  մինչ  այդ  գործածվում  էին  միայն  ամիսների  հայ- կական  անունները:  Հետագա  մյուս  համարների  տիտղոսագլուխների  և  տիտղոսաէջե- րի վրա գործածվում են միայն ասորական տարբերակները, թեև հայերեն թարգմանու- թյունը պահպանվում է ևս 4 համարներում: ", "Այսպիսով, ասորական լեզվական նյութի մատուցումը «Բաբելոնում» սկզբնապես կրում  էր  որոշակի  տարերային  բնույթ,  ոչ  մի  կերպ  չէր  հայտարարվում  և  չէր  առանձ- նացվում առանձին միավորների տեսքով: Հետագա մի քանի համարներում ասորական լեզվանյութը (առավելապես թվականներ) հիմնականում մատուցվում են նկարագրված եղանակով,  առանց  որևէ  սիստեմավորման:  Դժվար  է  գուշակել,  թե  այս  նորամուծու- թյունն  ինչպիսի  արձագանքի  արժանացավ  ընթերցողների  մոտ,  քանի  որ  ասորական լեզվանյութի  ներմուծումը  սկզբնապես  ոչ  մի  կերպ  չէր  քննարկվում:  Հատուկենտ  ան- դրադարձներից մեջբերենք մշտական նամակագիրներից մեկի խոսքերը. «Ադանայեն, Մոսուլեն, Դիարբեքիրեն, Ուրֆայեն, Շամեն [Դամասկոս] և բոլոր տեղերեն նամակնե- րը «ասորեն թերթ, թերթ» կըսեն կը մեռնին ու շատերը երբ հոս կուգան և «Բաբելոնի» մեջ  ասորեն  բառ  մը  կը  հանդիպին  կամ  (cid:392)ܒܐܒ  [Բաբելոն]  բառը  կը  տեսնին  կարծես երկրպագություն է կընեն»158: ", "գործում  կարծրատիպի առկայության մասին խոսում է նաև Մայբաուերը (Meibauer 2008): ", "Հաջորդ՝  Ա-14  համարում  լույս  է  տեսնում  երկրորդ  բառացանկը  (պատկեր  20), որը  կրում  է  «Գործածվելի  ասորեն  բառեր»  վերնագիրը  և  պարունակում  է  11-ից  20-ը թվականները:  Այս  մեկը  ևս  ուղեկցված  է  հակիրճ  խմբագրական  ուղերձով,  որն  ասում է.  «Սորվեցեք  և  դյուրին  պիտ  թվի  և  Բաբելոնի  մեջ  գրվածքները  պիտի  հասկնաք»: ", "Նույնաբանական կառույցների գործաբանական ներուժի ապակոդավորման առանձնահատկությունները անգլերեն խոսքում գործաբանական արժեքի մեկնաբանության բանալի Խոսքային  գործունեության  առանձնահատկությունների  վերլուծությունը ցույց  է  տալիս,  որ  հասկացման, լսածի  ապակոդավորման,  ինչպես  նաև խոսքաստեղծման  համար  անհրաժեշտ  գիտելիքը  չի  սահմանափակվում  սոսկ լեզվի  մասին  եղած  տեղեկությամբ:  Դրա  համար  պահանջվում  է  լեզվական  և արտալեզվական գիտելիքի մի ողջ պաշար, ինչպես նաև դիսկուրսը պլանավորելու և  կառավարելու  կարողություն  (Петров,  Герасимов  1988;  Schegloff  1976;  Ohmann հաղորդակցման  մասնակիցները  երկուսն  են`  խոսողը/գրողը,  որը  միտք  է հաղորդում` կատարելով համապատասխան լեզվական միավորների ընտրություն, և  խոսակիցը/ընթերցողը,  որը լսում/կարդում է  և  մեկնաբանում  իրեն հասցեագրված խոսքը` դրան արձագանքելու/մեկնաբանելու միտումով: ", "Համատեքստի  և  հարատեքստի  քննությամբ  համոզվում  ենք,  որ  դրանք խոսքային  գործունեության  կարևոր  հենք  են:  Ըստ  որում`  համատեքստի  և հարատեքստի լեզվական և արտալեզվական տարրերը ոչ միայն հիմք են դառնում դիսկուրսի  կառուցվածքային  և  իմաստային  դաշտերի  համապատասխան մեկնաբանության,  հասկացման1  համար,  այլև  նպաստում  են  խոսքընթացում ներգրավված  իմաստային  ենթադաշտերի,  տվյալ  դեպքում`  նույնաբանական կառույցում  կոդավորված  ներակայման  ապակոդավորմանը խոսքի  հասցեատիրոջ կողմից: ", "Ասվածը  ավելի  հիմնավոր  ներկայացնելու  նպատակով  կրկին անդրադառնանք առաջին գլխում մեր քննարկած հետևյալ երկու օրինակին. blue on blue incidents, and civilian casualties. It’s not entirely avoidable. It can only be minimized. (Independent 24 May, 2007) to carry out their plan in Turin, as they have done in other cities. Even the slightest  weakness,  the  slightest  hint  of  indecision  could  be  fatal.  The response of the workers to the fascists’ first try must be immediate, abrupt, ruthless; the response should be such that the memory of it is passed down to the great-grandchildren of capitalist masters. At the end of the day, war is war and in war it is not agreed when the blows will be struck. (GA SPN: ", "Վերջին՝  հինգերորդ  բառացանկը  (պատկեր  23)  զետեղված  է  Ա-18  համարում  և վերնագրված  է  «Ասորեն  սովրէ  պիտի  կարոտիս»:  Այն  պարունակում  է  18  բառ («կշեռք»,  «արդարություն»,  «հավասարություն»,  «սիրելի»,  «հարգելի»,  «ընկեր»,  «ըն- կերդ», «գայլ», «հարուստ», «աղքատ», «ծեր», «երիտասարդ», «թագավոր», «թագուհի», «պարոն», «ծառա», «լավ», «գեշ») և մեկ՝ «Ո՞ւր կերթաք» արտահայտությունը, որը սխալ Պատկեր 23. Ասորերեն բառացանկ 5 է թարգմանված: ", "Այժմ  փորձենք  հասկանալ,  թե  ինչո±վ  է  պայմանավորված  երկու  տարբեր դիսկուրսներում  միևնույն լեզվական կառույցի  միջոցով  իրականացված հաղորդակցական  գործառույթների  տարբերությունը:  Քանի  որ  կառույցը  նույնն  է, ապա  նշված  տարբերության  պատճառը  պետք  է  փորձել  գտնել  խոսույթի  մյուս հատվածներում:  Երկու  օրինակներում  էլ  նույնաբանությունները  կիրառվել  են  ոչ թե  առանձին,  ինքնուրույն,  այլ  ուղեկցող  նախադասությունների  հետ,  այսինքն` համատեքստի  մեջ.  նույնաբանական  կառույցը  դիսկուրսի  մեջ  ակնհայտորեն ունեցել է նախորդող ու հաջորդող մասեր: Սա նշանակում է, որ առկա է խոսքային պատմություն,  խոսընթաց:  Երկու  խոսողները  ծանոթ  են  ընդհանուր  թեմային, իրավիճակին,  և  երկուսն  էլ  տեղյակ  են  դիմացինի  տեղեկացվածության  մասին: ", "Դրա հետ մեկտեղ՝ «Բաբելոնում» հանդիպում են առանձին բառեր, որոնց հայե- րեն թարգմանությունը բացակայում է: Դրանց շարքին է պատկանում հետաքրքրական քուլլը բառը, որը նշանակում է «բոլորը», «ամենը» կամ «ամբողջապես»: Այս բառն առ- կա է ինչպես դասական ասորերենում, այնպես էլ արաբերենում և, հավանաբար, բնո- րոշ է եղել խարբերդցիների բարբառին: Համենայն դեպս, այն «Բաբելոնում» գործած- ված է չորս անգամ, որից երեքը՝ տեղական իրադարձությունները լուսաբանող հաղոր- դագրություններում, որոնցում սովորաբար գտնում ենք ամենաէական շեղումները գրա- կան հայերենից և Ասորվոց Հնգյակ Ընկերության անունից հրապարակված մեկ կարճ հայտարարության մեջ: "], "source_docs_file": "Linguistics.json", "paragraph_source_docs": [1, 1, 1, 1, 1, 0, 0, 0, 0, 0, 0, 0, 1, 0, 1, 0, 0, 1, 0, 1, 1, 1, 0, 1, 0]}