{"paragraph_source_docs": [2, 0, 2, 0, 0, 0, 0, 0, 1, 0], "source_docs_file": "Political Science.json", "paragraphs": ["Իրավագիտակությունը նաև դիմադրելու գիտակցությունն է, որի դեպքում իրավագիտակցության  կրողները  պահանջում  են  իրենց  ինքնության  և  պահանջմունքների ճանաչում:7 Կարևոր  է  նաև  անդրադառնալ  խորհրդային  և  հետխորհրդային  շրջանի հետազոտողներին, ովքեր իրենց աշխատանքներում անդրադարձել են իրավագիտակցության  հիմնախնդրին:  Հասարակության  գիտակցության  քաղաքական  և իրավական  հիմնախնդիրներն  արդյունավետորեն  ուսումնասիրվել  են  Գ.  Օստորումովի, Յա.  Ասկինի,  Ի.  Ֆարբերի,  Բ.  Գրուշինի,  Վ.  Տումանովի,  Գ.  Օսիպովի,  Ա.  Սպիրկինի,  Յու. Thought in America, 185-1940, /Research in Law and Sociology, Volume 3/, JAI Press,  1980, p. 3-24., 2.Cohen F. The Legal Consciousness. Yale University Press, New Haven, 1960, 512p., 3.Sarat A. The law is all over: Power, Resistance, and the Legal Consciousness of the Welfare Poor, 2 Yale Journal of Law and the Humanities, New Haven, 1990, p. 343- http://papers.ssrn.com/sol3/papers.cfm?abstract_id=998040,  /10.03.2013/,  5.  Cowan  D.  Legal  Consciousness:  Some Observations, The Modern Law Review, Volume 67, Issue 6, London, 2004, p. 928-958., http://www.modernlawreview.co.uk/abstract.asp?ref=0026- Thought in America, 1850-1940 /Research in Law and Sociology, Volume 3/, JAI Press, 1980, p. 3-24. Journal of Law and the Humanities, New Haven, 1990, p. 343-344. p. Տիխոնրավովի,  Վ.  Բեգինինի,  Կ.  Բելսկու,  Ն.  Բուրայի,  Ն.  Գրանատի,  Վ.  Շեգորցևի8  և ուրիշների  աշխատանքներում,  որտեղ  հեղինակներն  անդրադարձել  են  հասարակության իրավագիտակցության  սոցիալական բնույթին,  դրա  առանձնահատկություններին, քաղաքական գիտակցության հետ վերջինիս կապին և այլ հարցերի: ", "Նախադեպային  մեթոդը    թույլ  է  տվել  բացահայտել  երիտասարդական  ոչ  քաղաքական շարժումների զարգացման օրինաչափությունները՝ որպես երիտասարդության քաղաքական ակտիվության նոր ինստիտուտ արդի Հայաստանում: ", "Ուսումնասիրվող խնդրին մասամբ անդրադարձել է նաև հայազգի ՌԴ ակադեմիկոս Վ.  Ներսեսյանցը,  ում  կարծիքով՝  իրավագիտակցության  առանձնահատկությունը, գիտակցության  այլ  ձևերի (քաղաքական,  բարոյական,  կրոնական  և  այլն)  հետ հարաբերակցության  մեջ,  պայմանավորված  է  հենց  իրավունքի  առանձնահատկությամբ, որն  արտահայտելու  համար  իրավագիտակցությունն  օգտագործում  է  համապատասխան զգացմունքներ, կերպարներ, պատկերացումներ, խորհրդանիշներ ու կատեգորիաներ:10 времени,  ее  философское  истолкование.  М.,Мысль,  1966,  200  с.  3.Фарбер  И.Правосознание  как  форма общественного сознания. Юрид. М., лит., 1963, 205 с. 4. Грушин Б.Массовое сознание. М., Политиздат, 1987, 368 с. 5.Туманов В. Правовой нигилизм в историко-идеологическом ракурсе // Государство и право. - М., Наука, № СпиркинА.Сознание и самосознание. М., Политиздат, 1972, 303 с. 8. Тихонравов Ю. Основы философии права. М.,  Вестник,  1997,  608  с.  9.  Бегинин  В.  Общественное  правосознание  и  государственность  /  Под  ред.  В.А. Шабалина.: Изд-во Сарат. ун-та, Сар., 1993, 130 с 10. Бельский К. Формирование и развитие социалистического правосознания.  М.,    Высш.  шк.,  1982,  183  с.  11.  Бура  Н.  Функции  общественного  правосознания. Наукова Думка, Киев,1986,  86  c.  12.  Гранат  Н.Правосознание  и  правовая  культура  //  Теория  права  и  государства  /  Под ред.  Н.В.  Катаева  и  В.В.  Лазарева/,  Уфа,  1994,  352  с.  13.  Щегорцев  В.  Социология  правосознания.  Мысль,  М., /2-րդ հրատարակություն, լրացված և վերամշակված/ ԵՊՀ, Եր., Տիգրան Մեծ հրատ., 2001, 288 էջ,  2. Սաֆարյան Գ. Իրավունքի  պատմության  և  տեսության  հիմնահարցեր,  Եր.,  Լիմուշ  հրատ.,  2010,  696  էջ,  3.  Ստեփանյան  Հ. Իրավունքի գոյաբանություն, Եր., Եվրոպրինտ հրատ., 2012, 224 էջ: ", "Зарубежная политическая мысль. XX век. - М., 1997, 642 с Далтон. - М., 2002, 537 с Ուսումնասիրության  առարկան:  Երիտասարդության  տեղն  ու  դերը  ՀՀ  անցումից համախմբում քաղաքական գործընթացում. քաղաքական սոցիալականացման ուղիները և հիմնախնդիրները ՀՀ-ում: ", "Գիտական  մշակվածության  աստիճանը:  Հայաստանում  բնակչության  որոշակի խմբերի  քաղաքական  և  քաղաքացիական  ակտիվության,  ինչպես  նաև  այդ մասնակցության  կոնկրետ  ձևերի,  քաղաքացիական  հասարակության  կայացման  գործում երիտասարդության դերի մասին հետազոտություններ իրականացվել են Երիտասարդական  հետազոտությունների  ինստիտուտի,  Քաղաքական  և  սոցիոլոգիական խորհրդատվությունների ինստիտուտի, ԵԱՀԿ և ՄԱԿ երևանյան գրասենյակների, ինչպես նաև մի շարք այլ կազմակերպությունների և վերլուծաբանների կողմից։ ", "Անհատին  քաղաքականության  մեջ  ներգրավելու  մոտիվների  ուսումնասիրության հարցում  Նշանակալի  ներդրում  է  կատարվել  Ա.Մասլոուի,  Դ.Իսթոնի,  Ֆ.Գրիշթեյնի,  Է. Դյուրկհեյմի,  Ս.Գիդենսի,  Գ.Մյուրերի,  Ֆ.Ֆոմինայայի,  Կ.Մայնհեյմի,  Գ.Պուշկարյովայի, Կ.Փոփերի,  Ս.Իկոննիկովայի,  Վ.Դոբրինինի4  և  այլոց  կողմից:Սույն  թեմայով  հայ քաղաքագետնորից մեծ աշխատանքեն կատարել Հ.Շափաղաթյանը5 և այլոք։ ", "Քաղաքացիական,  մասնավորապես,  քաղաքական  մասնակցության  տեսության այնպիսի  հասկացությունների,  ինչպիսիք  են՝  «քաղաքացիական  ներգրավվածության», «քաղաքական  ակտիվությունը», «քաղաքական մասնակցության» գործարկումը իրականացրել են  Գ.Ալմոնդը և  այլոք:  Երիտասարդության մասնակցության հիմնախնդիրները  տարբեր  ժամանակակից  քաղաքական  ինստիտուտներում  դիտարկել  է Ա.Ի.Սոլովյովը:6 Երիտասարդության  քաղաքական  ակտիվության  երևույթի  իմաստավորումը քաղաքական  գործընթացում  ի  սկզբանե  նախաձեռնել  են  քաղաքագիտության  տարբեր ուղղությունների  գիտնականներ.  կառուցվածքային  ֆունկցիոնալիզմ  (Տ.Պարսոնս,  Ռ. Մերտոն  և  ալք),  բիհեյվիորիզմի  (Գ.Լասվել  և  Չ.Մերիամ),  համակարգային  մոտեցում  (Դ. России / Под ред. С В . Патрушева. - М., 2006; 147 с Իստոն,  Գ.Ալմոնդ,  Ն.Լուման,  Կ.Դոյչ)  ինստիտուցիոնալիզմի    և  նեոինստիտուցիոնալիզմի (Պ.Հոլլ, Ռ.Թեյլոր և այլոք), կոնֆլիկտաբանական (Ռ.Դարենդորֆ, Լ.Կոզեր և այլք ):7 Երիտասարդության  քաղաքական  մասնակցության  ասպեկտները  մոդեռնիզացման գործընթացներում  գրավում  են  ժամանակակից քաղաքագետների  (Ռ.Ինգլհարթ,  Օ՛Դոնել, Ռ. Դալ, Յ.Հաբերմաս, Ա.Ս.Պանարին, Վ.Ի.Պանտին և ուրիշներ)8 ուշադրությունը: ", "Այսօր  կառավարության,  գիտական,  երիտասարդության  շրջանակներում  լայնորեն քննարկվում  է  երիտասարդական  պառլամենտարիզմի  թեման,  որը  դարձել  է  գիտական հետազոտությունների առարկա: ", "եղանակաների  վերլուծության  միջոցով  բացահայտվել  են  հանրային  ծառայողների էթիկական վարքի խրախուսման հնարավոր մեխանիզմներ, մասնավորապես` ժամանակ էթիկական նորմերի  խախտումների առկայության,  դրանց  քանակի  կամ  բացակայության  հաշվի  առումը  տվյալ  մարմնի էթիկական հանձնաժողովի կողմից տրված եզրակացության հիման վրա, թեկնածուների համար, նպատակով  աշխատանքային  պրակտիկայից  բերված  օրինակ-առաջադրանքների ներմուծումը, որոնք ցույց կտան, թե էթիկական խնդիրների լուծման դեպքում հանրային ծառայողը  որքանով  կկարողանա կիրառել  իր  մասնագիտական  պարտքի ընդհանուր  և հատուկ էթիկական սկզբունքներն ու չափանիշները, ծառայողների էթիկական վերապատրաստման դասընթացի շրջանականերում  բավարար  չափով  դասընթացի  տեսական  կողմի  ուժեղացումը,  որը հնարավորության  կտա  էթիկական  արհեստավարժության  զարգացումը  հանրային ծառայողների մոտ դարձնել գիտակցված, ամբողջ կարիերայի ընթացքում անհրաժեշտ, շարունակական ինքնակատարելագործման գործընթաց: ", "Ուստի անհրաժեշտություն  է  առաջանում  կատարել  միջդիսցիպլինար  վերլուծություն,որը  թույլ կտա վերհանել երիտասարդների քաղաքական սոցիալականացման օրինաչափություններն ու առանձնահատկությունները։ "]}