{"paragraph_source_docs": [9, 4, 4, 4, 0, 4, 0, 4, 4, 4], "paragraphs": ["Վյուրցիտային հետերոկառուցվածքներում երկչափ էլեկտրոնների ֆրյոհլիխյան փոխազ- դեցությունը  ներկայացնելու  համար  կօգտվենք  էլեկտրոն-ֆոնոն  փոխազդեցության  համիլտո- նիանի  այն  արտահայտություններից,  որոնք  ստացվել  են  [87]  աշխատանքում՝  երկու  հետերո- մակերեւույթներով  կառուցվածքի  դեպքում,  այն  ենթադրությամբ,  որ  հետերոշերտի  հաստու- թյունը բավարարում է էլեկտրոնների համար քվանտային սահմանի ապահովմանը։ ", "Նկ.2.5ա: ", "Ի ն ք ն ա կ ո ռ ե լ|օ ւ ց ի ա յի   ֆ ո ւ ն կ ց ի ա ն   Նկ.2.5բ:  Հ զ ո ր ո ւ թ յա ն   ս պ ե կ տ ր ը   Ճ 7 }„,0*   =   0   պ վ դ ե պ ք ո ւ մ : ", "Նկ.2.  6ա:  Ի ն ք ն ա կ ո ռ ե լ) ա ց ի ա յի   ֆ ո ւ ն կ ց ի ա ն   Նկ.2.  6բ:  Հ զ ո ր ո ւ թ յա ն   ս պ ե կ տ ր ը   Ճ 7յ;ա0* = |1|  պ վ ձն-ւրր)ՕՃ= |1|  պ վ   դ ե պ ք ո ւ մ : ", "Հաղորդման  հաջորդ  փուլում  թվային,  կոմպլեքս  մոդուլյացիոն  ազդանշանը բերվում է  անալոգայինի` դեռևս չմոդուլացված  ազդանշանի էլեմենտար պարբերականության  տևողությամբ  միավոր        իմպուլսով  պատուհանային մոդուլյացիայի  շնորհիվ:  Ստացված  ազդանշանի  ժամանակային  և  հաճախականային բնութագրերը բերված են համապատասխանաբար նկ. 2.1.4-ում և նկ. 2.1.5-ում։ ", ". . , է է է Նկ.2.7  ա:  Ինքնակոռելւացիայի ֆունկցիան Նկ.2.7  բ:  Հզորության  սպեկտրը  Ճ7^„0><=  |10|  պվ |10|  պվ դեպքում: ", "Նկ. 2.1.6. Թվա-անալոգային բատերֆորդյան զտիչի բնութագիրը։ ", "Քանի  որ  շարանի  իմպուլսների  էներգիան  ցանկացած ճ7)„,0*-ի  համար  նույն  է,  ապա կոռելյացիայի  ՀՀ  *  0  միջակայքում  ինքնակոռելյացիայի  ֆունկցիայի  օրդինատների գումարի  (կամ  մակերեսների)  հարաբերությունը  կոռելյացիայի  ՀՀ  = 0  միջակայքում օրդինատների  գումարին  (մակերեսին)  միարժեքորեն  կորոշի  Ճ7Հ^-ի  արժեքը  (տես.  Նկ. Նկ.  2.8:  Ինքնակոռելյացիայի  ֆունկցիայի  օրդինատների  գումարի  (մակերեսների) հարաբերությունը,  երբ  A7’max  ^ 0   և  Ճ7)  = 0: ", "Հզորության  սպեկտր Նկ.2.5  բ  -  Նկ.2.7  բ-  ից  երևում  է,  որ  ժամանակային  ջիտերը  հանգեցնում  է էներգիայի  վերաբաշխմանը  ըստ  սպեկտրի:  Այսպիսով,  հզորության  հարաբերությունը լրիվ  էներգիային  գլխավոր  մաքսիմումում,  ինչպես  նաև  սահմանային  հաճախությունը կիսաբարձրության  վրա  պարունակում  են  տվյալներ  շիտերի  մասին:  Ստորև  Նկ.2.9  - ում  բերված  է  գլխավոր  մաքսիմումումի  կիսաբարձրության  վրա էներգիայի հարաբերության կորը լրիվ էներգիային, իսկ  Նկ.2.10 ֊ում բերված է հաճախությունների  շերտի  լայնության  կարի  տեսքը  գլխավոր  մաքսիմումի  պարուրիչի կիսաբարձրության  վրա: ", "Նկ.2.9:  Գլխավոր  մաքսիմումումի  կիսաբարձրության  վրա  էներգիայի հարաբերությունը  լրիվ էներգիային: "], "source_docs_file": "Physics.json"}