{"source_docs_file": "History.json", "paragraph_source_docs": [1, 0, 1, 1, 1, 1, 1, 1, 1, 3, 1, 1, 2, 1, 3, 2, 1, 3, 1, 1, 1, 4, 3, 4, 3, 3, 0, 1, 2, 1, 3, 1, 2, 4, 2, 4, 4, 2, 1, 0, 0, 1, 4, 1, 3, 1, 1, 2, 1, 1], "paragraphs": ["դարձյալ  որևէ  չեզոք  խաղացող,  որպեսզի  վիճաբանություն  չլիներ:  Իսկ  «թաց-չորի»  ժա- մանակ  դեպի  վերև  էին  գցում  հարթ  ու  փոքր  մի  քար,  որի  մի  երեսը  թրջում  էին  թքով: ", "Ուշագրավ  է  նաև  Միքայել  Վարանդյանի  աշխատությունը3,  որում  թեմային առնչվող  կարևոր  տեղեկություններ  կան  հայկական  և  թուրքական  գաղտնի կազմակերպությունների  կազմավորման  ու  գործունեության  մասին:  Մասնավորապես, այդ կազմակերպությունների համար, իր գաղտնի՝ մասոնական կառուցվածքի շնորհիվ օրինակ էր ծառայում Իտալիայի միավորման ընթացքում  արդյունավետ դերակատարություն ունեցած «Երիտասարդ Իտալիա» կազմակերպությունը: ", "Մրցությամբ  վիճակահանության  տարբերակներից  էր  քայլերով  կատարված  վիճա- կահանությունը, որի ժամանակ մրցում են՝ քայլ գցելով: Այդ տարբերակներից էին՝ «հաց- պանիր-ջուր»,  «մեկ-երկու-երեք»  կամ  «փոս  փորեմ,  թուրքին  խորեմ»  բանաձևերը,  որոնց ընթացքում երկու թիմի ավագները կանգնում են դեմ դիմաց, և յուրաքանչյուրը, իր ոտքը ոտքի առաջ դնելով, հաջորդաբար առաջ է գալիս երեքական  քայլով՝ արտասանելով վե- րը նշված տարբերակներից մեկը: Ում ոտքի թաթն առաջինը կպչում էր դիմացինի ոտքի թաթին, նա էլ առաջինը ընտրում էր իր թիմի անդամներին: ", "Կան մրցությամբ վիճակահանության այլ տարբերակներ, որոնց ժամանակ մրցում են առարկաներով:  Օրինակ՝  նախապես  փորում  են  մի  փոս,  և բոլոր  խաղացողները  չորսից հինգ մետր հեռավորությունից այդտեղ քարեր են գցում: Թիմերի ավագներ էին դառնում նրանք, ովքեր մյուսներից ամենաշատ քարերն էին գցում փոսի մեջ: Մրցման մյուս տար- բերակում խաղացողները նախապես մի գիծ են քաշում գետնին և դա համարում են սահ- ման:  Թիմի  ավագները  կանգնում  են  սահմանի  երկու  կողմերում,  բռնում  որևէ  պարանի ծայրերից ու ձգում: Ով կարողանում էր սահմանից քաշել-անց կացնել հակառակորդ թիմի ավագին, նրա թիմն էլ սկսում էր խաղը:151 Եվ քանի որ մրցում են, թե ով ավելի շատ քար կնետի փոսի մեջ, կամ ով կկարողանա առաջինը սահմանից դուրս հանել հակառակոր- դին,  և  օգտագործվում  են  քար  ու  պարան,  կարելի  է  սրանք  համարել  և´մրցությամբ, և´առարկաներով: ", "խոսությամբ: ", "Հարց  ու  պատասխանի  դեպքում  վիճակահանությունը  կատարվում  է  միայն  երկ- Խաղացողները  նախապես  որոշում  են,  թե  «ովքեր  են  իրենք»`  պահելով  լեռների, մրգերի,  բնության  երևույթների  և  այլ  անուններ,  այնուհետև  զույգ-զույգ  մոտենում  են թիմի ավագներին՝ հետևյալ հարցումով՝ «խնձո՞րն ես ուզում, թե՞ տանձը»:152 Ավագները պատասխանում էին և ըստ ընտրած «մրգերի» ձևավորում էին իրենց թիմերը: ", "Տեքստերով վիճակահանության ձևերը կարող են լինել պատմողական տեքստով, որոնց հիմքում ընկած է թեմայի զարգացումը, այսինքն՝ ունի սկիզբ, մտքի տրամաբա- նական  ընթացք  և  ավարտ:  Խաղացողները  շրջանաձև  կանգնում  են,  և  ավագ  խա- ղացողը սկսում է վանկատելով «հաշվել»՝ ձեռքը յուրաքանչյուր խաղացողին թեթևակի հպելով. Երկու ռուս բաբուշ-կա, Նստել են ակուշ-կա, Չռթում են սեմուշ-կա, Թափում են խլեբուշ-կա: ", "Ով բկլատ է (ագահ), թող դուրս գա, Գա´, գա´, գա´, թող դուրս գա´:153 Ես չայ խմեցի, չաշկա-մաշկա կոտրեցի: ", "Մայրս ասաց` Քանիսն ես կոտ-րել: ", "Երրորդ գլուխը նվիրված է անջնարակ` անզարդ և զարդարուն խեցեղենին, որտեղ, ըստ գործածության, ներկայացված են XIV – XVII դդ. տարածված տեսականիները: Ցույց են  տրված  ժառանգական  կապերը  նախորդ  դարաշրջանի  նույնատիպ  անոթների  հետ, նրանց ձևաբանական հորինվածքների փոփոխությունները: ", "Մեկ, երկու, երեք, դուրս ե-կեք155: ", "Ով որ թսի´, թսին կենա´, Օ´խտը տարին մսի´ն կենա. Հավա´ կերել, ձո´ւ յա կերել. Պատի տակին վը´ս, թը´ս: 156 Ա, բ, գ, դ, ե´, զ, Թութուշ մամի խլե´զը,157 սանի, ծնվ.` 1928 թ.: ", "Արտաշիսյան  թագուհի՝  Էրատոյի  պատկերագրական  տիպը  և  կերպարը  ուսունասի- րելու համար հիմնվել ենք Է. Բաբելոնի84, Ֆ. Լայարդի85, Վ. Լանգլուայի86, Վ. Հացունու87, Բ. Առաքելյանի88 և այլոց աշխատությունների վրա89: ", "միկի, ծնվ.` 2003 թ.: ", "Հուլավյան  իլխանության  թուլացումից  ու  կազմալուծումից  հետո  մեկը  մյուսի  հե- տևից Հայաստանն  ու  հարևան երկրներն ասպատակեցին  Ոսկե հորդայի խան Թողթա- միշը (1384  –  1385),  ապա Չաղատայան երբեմնի հզոր պետության մաս կազմող  Մավե- րաննահրի տիրակալ Լենկ Թեմուրը (1385 – 1386), որը 1399 – 1403 թթ. դարձավ Կենտ- րոնական  Ասիայի  պատմական  Մավերաննահրի,  Իրանի,  Իրաքի,  Աֆղանստանի,  Հա- րավային  Կովկասի,  Փոքր  Ասիայի,  Միջագետքի  ու  Սիրիայի  տիրակալ40:  Նրա  մահից հետո  այդ  հսկայածավալ  պետությունը  շուտով  տրոհվեց  առանձին  մասերի,  քանզի կազմավորվել էր բռնությունների ու ահաբեկումների ճանապարհով: ", "Köln, 2001. years of global Venus Art, Canada, 2015. ԿՆՈՋ ԿԵՐՊԱՐԸ ՆԱԽՆԱԴԱՐՅԱՆ ՀԱՎԱՏԱԼԻՔՆԵՐՈՒՄ ԵՎ ՆՐԱ ՊԱՏԿԵՐԱԳՐՈՒԹՅԱՆ ԱՌԱՋԱՑՈՒՄԸ Մարդու կերպավորման վաղագույն դրսևորումների և դրանց ի հայտ գալու սկզբնա- պատճառների մասին դժվար է կարծիք հայտնել և պատահական չէ, որ մինչ օրս այս խն- դրի շուրջ բազմաթիվ վարկածներ են շրջանառվում96: Բոլոր դեպքերում ներկայումս կաս- կածից վեր է համարվում այն տեսակետը, որ հնագույն կանանց կերպարները հանդես են գալիս  արդեն  վերին  պալեոլիթում`  մանրաքանդակների  տեսքով:  Այս  ժամանակներից սկսած կնոջ կերպարը քանդակագործության մեջ հանդես է գալիս կլոր քանդակի, խորա- քանդակի, հարթաքանդակի  և  ուրվանկարի տեսքով: Կարելի է մեկ անգամ ևս հաստա- տագրել,  որ  վերին  պալեոլիթյան  հնավայրերից  հայտնի,  այսպես  կոչված  «Պալեոլիթյան Վեներաները»  կանացիությունն  ու  մայրական  սկիզբը  նշանավորող  առաջին  արձանիկ- ներն  են97:  Այս  արձանիկների,  որպես  արվեստի  հնագույն  օրինակների  և  առհասարակ կնոջ  կերպարի  նախնադարյան  ընկալումների  վերլուծության  մեր  մոտեցումները  հիմնա- վորելու համար, կարևոր ենք համարում շեշտելու հետևյալը: ", "հետ. «Հաշվերգերի նպատակը ոչ թե բովանդակությամբ ինչ-որ բան արտահայտելն է (ինչը հատուկ է բան- արվեստի մյուս ժանրերի ստեղծագործություններին), այլ սոսկ մեխանիկական գործողության` խաղը սկսե- լուց կամ նրա ընթացքում հաշվելու միջոցով վիճակահանություն կատարելը, իսկ հաշվերգի խոսքերն արտա- բերելիս` ռիթմը և հանգը ծառայում են հենց այդ նպատակի իրագործմանը: Նման դեպքերում հաշվերգի բո- վանդակությունը ետին պլան է մղվում, շատ դեպքերում էլ` ընդհանրապես անտեսվում, որն էլ հնարավորութ- յուն  է  ընձեռում  մի  շարք  բառերի  ու  բառակապակցությունների  այլափոխման`  ընդհուպ  մինչև  իմաստազր- կում» (տե´ս Ա. Սարգսյան, նշվ. աշխ., էջ 7-8): ", "տության  բացակայության  պայմաններում  տեղի  ունեցավ  վարչատարածքային  մաս- նատում: XIV – XV դդ. իրենց գոյությունը պահպանող հայ իշխանական տներից մի քա- նիսը, սահմանափակվելով իրենց տիրույթներում, փորձում էին ինչ-որ ձևով պահպանել ներքին կայուն իրավիճակը: Սյունիքի առանձին տարածքներում իշխում էին Օրբելյան, Խաչենում`  Հասան-Ջալալյան,  Ծարում`  Դոփյան,  Արագածոտնում`  Վաչուտյան,  Վայոց ձորի  որոշ  տարածքներում`  Պռոշյան,  Անիի  ու  Բջնիի  շրջակայքում`  Զաքարյան  (մինչև տատիրության եզրափակիչ  շրջանն  է, երբ  պատմության ասպարեզից դուրս են մղվում հայ իշխանական խոշոր տների վերջին ներկայացուցիչները44: XVI – XVII դդ. Հայաստա- նի միայն լեռնային գոտիներում էին տեղ-տեղ պահպանվել հայկական մանր իշխանու- թյունների մնացորդները, որոնց միջև, սակայն, բացակայում էր ներքին կապը45: ", "Անցյալում տարածված որոշ հաշվերգերի տեքստեր այսօր պահպանված են միայն տարեցների հիշողություններում: Դրանք  ունեցել են իմաստ չարտահայտող բառակա- պակցություններ,  բառեր,  որոնք  մենք  բնորոշում  ենք  անհասկանալի  եզրույթով:  Այդ Тегеран, 2006, стр. 150. Խաչատուրի, ծնվ.` 1929 թ.: ", "վիճակահանությունները  սկսվում  են  ատատ-պատատ,  ասի′-բասի′,  բո´ւկտր-բո´ւկտր, ա´գլե-դո´ւգլե, էկե-դուկե166 և այլ արտահայտություններով, որոնք վերջում ավարտվում են  դարձյալ  անիմաստ  բառերով`  թը´ս,  ճո´ւկ,  կլյո´ւչ,  բլե´ն  և  այլն:  Դրանք,  սակայն շատ  որոշակի  հաստատում  են  հաշվից  դուրս  եկողի  «մահը»,  ինչը  բնորոշ  է  տեքստե- րով վիճակահանության ձևերին. Ատատ-պատատ, շամամ-շուլ, Շամշի լագին մի դամբուլ: 167 Էկե դու-կե, շեր-վան-տու-կե Շամ-բլա-պլոզ խոր-դո-խինա Հա-ռա վըն-գո, դըն-գըլ կոպալ Թլիր սա-դա, փը-լիր փար-դա: 168 Ակ-լե դուկ-լե դը մը-զա, Չա-րոխ չում-բուզ պու-պու-զա, Հաֆ-տե կո-ճակ տան պլո-ճակ, Դըն-գըլ մըն-գըլ ֆըս-ը թը´ս: 169 Ա-կե, դա-կե, դը-նա-զե, բառակապակցություններով տողերը յոթվանկանի հանգավոր երկյակներ են: Նմանատիպ բառերն ասվում են հատ-հատ` ամեն անգամ մատը դնելով մի քանի առարկաներից ամեն մեկի վրա` նրանցից մեկն ընտրե- լու  համար  (ՀԼԲԲ,  հ.  Ա,  Եր.,  2001,  էջ  29):  Իսկ  ի՞նչ  է  նշանակում  ագլե-տյուկլե:  Ոչ  գրական  հայերենում ունենք ագալ բառը, որը նշանակում է տխմար (ՀԼԲԲ, հ. Ա, Եր., 2001, էջ 3), իսկ ակլակը, որը գործածվում է բառակապակցությունների մեջ, ունի դարանակալել, պահ դնել (ակլակ դնել) իմաստը (Հ. Աճառեան, Էմինե- ան ազգագրական ժողովածու (այսուհետև՝ ԷԱԺ), հ. Ա, Գաւառական բառարան, Թիֆլիս, 1913, էջ 63): Այս երկյակների իմաստային նշանակությունները, ինչպես նշում է Լ. Սիմոնյանը, ոչ միայն ունեն «լաթ» իմաստը, այլ նաև` խթոնիկ խորհրդանիշ (Լ. Սիմոնյան, Վեգախաղի երգերը, Տոմարային ծիսաշար, հ. II, Եր., 2007, էջ միջատանման  մազոտ  մի  էակ,  ով  հագնում  է  ոսկե  կոճակներով  զգեստ  և  դնում  ալ  գլխարկ»166  (Անդ:  Վ. Բդոյան,  նշվ.  աշխ.,  հ  II,  №  378,  էջ  155),  քանի  որ  «այն  աշխարհին»  բնորոշ  հագուստով  էակը  (խթոնիկ խորհրդանիշ՝ Chthonic` անդրաշխարհին վերաբերող) (Encyclopedia Britannica, https://www.britannica.com/topic/chthonic,  06.06.2017,  10:21  am)  չի  կարող  ապրել  ու  գործել  «այս  աշխարհի» սահմաններում,  ավելին,  նա  պիտի  թաքնվի  կամ  դարանակալի  (օտարվի՞),  որպեսզի  հարմար  պահի`  վեր- ջում, ինչ-որ մեկին մատնանշելով` դուրս հանի, վիզը կտրի, գցի և այլն` «դընգլ-մընգլ, ֆըսը, թը´ս», «տանակ տնեմ, սև խավի վիզը կըդրեմ»: ", "Խաչատուրի, ծնվ.` 1929 թ.: ", "XVIII դ. սկզբին  Սեֆյան  պետության կործանման հետևանքով Այսրկովկասում  քաղաքական  իրավիճակն  ապակայունանում  է՝  պարարտ  հող նախապատրաստելով  ռուս-թուրքական  ռազմական  ագրեսիայի  համար:  XVIII  դ. առաջին  քառորդում  ռուսական  կովկասյան  քաղաքականության  մեջ  նպատակ  էր դրվում  բացառել  Իրանից  արտահանվող  մետաքսի  հումքի  անգլիական  և  թուրքական առևտրականների  մենաշնորհը:  Հետևաբար,  Պետրոս  Ա  կայսեր  նախանշած  արևելյան քաղաքականության  գլխավոր  նպատակն էր  Արևելքի  և  Արևմուտքի  միջև իրականացվող  համաշխարհային  առևտուրն  ուղղել  դեպի  Ռուսաստանի  տարածք: ", "Այնուամենայնիվ,    մեր  թեմայի  առանցքը`  խեցեգործական  արտադրանքը,  երկրի տնտեսական  կյանքի  հետադիմության,  արհեստագործության  ու  առևտրի  ընդհանուր անկման  պայմաններում,  շարունակում  էր  դանդաղ  զարգացում  ապրել  ժամանակա- շրջանի պահանջներին համապատասխան: Միաժամանակ քննվող ժամանակաշրջանի Հայաստանի  տարբեր  տարածաշրջանների  պատմությունն  ու  հնագիտական  աղբյուր- ներն  ուսումնասիրելիս  ակնհայտ  է  դառնում  Հայաստանի  քաղաքական,  վարչական մասնատվածության  ազդեցությունը  նյութական  մշակույթի  վրա,  որն  իր  արտահայ- տությունն է գտնում և խեցեղեն արտադրանքում: ", "Ռուսական  պետության  ռազմաքաղաքական  և  առևտրա-տնտեսական  շահերն ապահովելու նպատակով Պետրոս Ա կայսրը 1722-1723 թթ. նախաձեռնում է արշավանք (Կասպիական  կամ  Պարսկական)  դեպի  Հյուսիս-արևելյան  Այսրկովկաս  և  գրավում Դերբենդից  Բաքու  ընկած  տարածքները:  Պետերբուրգում  1723  թ.  կնքված  ռուս- международные отношения в XVIII веке, Москва, 1966, с. 65. իրանական  պայմանագրով  Դերբենդից  մինչև  Բաքու  ձգվող  տարածքներն  անցնում  են Ռուսական կայսրությանը50: ", "Դվինի  քաղաքային  կյանքի  վերջին  փուլի  վերաբերյալ  (XIII  դ.  կես  –  XIV  դ.  վերջ) որոշակի  պատկերացում  են  տալիս  նրանից  4  կմ  հյուսիս  գտնվող  Տիկնունի  ամրոցի մասնակի պեղումները49: Ամրոցը կառուցվել է IV դ., իսկ մոնղոլական շրջանում վերա- կառուցվել`  հավանաբար  որպես  նստոց  ծառայելով  մոնղոլական  վերնախավի  ներկա- յացուցչի համար50: Այդ են վկայում 1984 թ. իրականացված պեղումներից (ղեկ.` Հ. Եսա- յան)  հայտնաբերված  լուսամուտի  ապակիների,  գիպսե  ճարտարապետական  հարդա- րանքի  և  հախճասալերի  բազմաթիվ  բեկորները,  որոնք  XII  դարից  սկսած  Մերձավոր Արևելքի և միջինասիական երկրների ճարտարապետական հարդարանքի ամենահար- գի  հարդարատարրերից  են:  Հայաստանում  դրանց  կիրառումը  ճարտարապետական հարդարանքում խոսուն վկայությունն է օտար տարրերի, ճաշակի թելադրանքի մասին: ", "Հայաստանի  ծաղկուն  ու  խոշոր  առևտրա-արհեստագործական  մյուս  կենտրոնը Անին էր (X – XV դդ.), որը X դարի կեսերից Հայաստանի հանրահռչակ մայրաքաղաքն раскопки (1981-1985 гг.), АРА N 24, Ереван, Изд. ,,Гитутюн’’, 2008, с. 170. բլուրի կոորդինատները` արևելյան`UTM E: 0464304, UTM N: 4432435, արևմտյան`UTM E: 0464187 UTM N: ", "Որպես Օսմանյան կայսրության հետախուզության գործակալներ օգտագործվում էին  այլազգի քրիստոնյա ներկայացուցիչները,  որոնք  տարբեր  դրդումներով  և  պատճառներով  ընդունում  էին հետախուզական  գործունեություն՝  ղեկավարելով  իր  հետ  կապի  մեջ  գտնվող  գործակալների աշխատանքը: ", "Միջին սերնդի կանայք երբեմն առանձին-առանձին, երբեմն  տղամարդկանց հետ համատեղ մասնակցել են հիմնականում սեղանախաղերին:221 Միջսեռային  խաղերից  էր  Բարեկենդանի  Խան  –Փաշան222,  որին  մասնակցել  են հիմնականում  տղամարդիկ,  կանայք  եղել  են  որպես  հանդիսատես,  իսկ  երեխաներն ապահովել են իրարանցումը, ծիծաղն ու տրամադրությունը: ", "Զգալի թիվ են կազմում գլուխները և վերջույթները կոտրված արձանիկների նմուշնե- րը:  Ձեռքերը  սովորաբար  շատ  բարակ  են,  ամուր  սեղմված  են  մարմնին  կամ  կրծքերի շուրջը  կամ  էլ  որովայնին:  Այս  պատկերների  մեծամասնությունը ներկայացնում  են  կին- նախամորը՝ գերաճած  երկրորդական նշաններով: ", "Բավական ուշագրավ է երիտասարդների խաղացանկին բնորոշ ռազմական գոր- ծողություններով  հարուստ  «Ձնե  քաղաք»253  խաղը,  որը  համեմատելի  է  «Խան-փաշա» խաղի  կամ  «Բերդախաղի»  հետ:  Ապարանում,  ըստ  դաշտային  տվյալների,  այդ  խաղը մի  խումբ  ակտիվիստների  նախաձեռնությամբ  առաջին  առատ  ձյան  տեղալուն  պես՝ կազմակերպվում է մեծ հանդիսավորությամբ:254 Նախապատրաստական աշխատանքները սկսվում են մեկ շաբաթ առաջ: Պարիս- պի  շինարարությունը  կարող  է  տևել  2-3  օր,  իսկ  խաղը`  5-12  ժամ:  Զգեստների  պատ- րաստությունը ևս հոգում են նախապես: Հագնում են հնաոճ շորեր (տեղացի չեն` խթո- նիկ  խորհրդանիշ),  թիկնոցներ  են  գցում  իրենց  վրա:  Յուրաքանչյուրն  ունի  իր  սեփա- կան հագուստը: Բաժանվում են երկու խմբի. «պարսիկները» կամ «թուրքերը» դնում են քոլոզներ,  իսկ  «հայերը»`  մորթե  գլխարկներ:  Օգտագործում  են  փայտյա  սրեր,  գինու տակառի խուփերը կիրառում են որպես վահաններ, թագերը պատրաստում են փայլա- թիթեղից: Երբ խաղացողները շատ են լինում, մինչև 200 քմ երկարությամբ ձնե  պա- րիսպ է սարքվում: Պատերի բարձրությունը հասնում է մինչև 2մ, հաստությունը` 30սմ: ", "studies, International review of Armenian studies, Yerevan, 2013, N 2-3, pp. 202-237. գրվում  XIV  դ.59:  Պայմանավորված  առևտրական  ուղիների  շեղմամբ,  արտաքին  ագրե- սիայով ու տնտեսական կյանքի անկմամբ, Անին XIV դ. կեսերից աստիճանաբար ամա- յանում է, իսկ առևտրա-արհեստավորական ներուժը լքելով քաղաքը` տեղափոխվում է Ջուղա  և  հայկական  գաղթօջախներ:  XVI  դարում  Անին  պարզապես  գյուղ  էր60:  XVII  դ. թուրք ուղևոր Էվլիյա Չելեբիի ,,Ուղեգրություն’’-ում հիշատակվում է Անիի բերդը ,,….որ Կարսի իշխանության մեջ է: Մի ժայռի վրա ընկած, քառանկյունի, ավերված փոքրիկ մի բերդ է’’61: ", "Կառուցվում  է  երկու`  ճշտությամբ  իրար  նման  «ձնե  թագավորություն»,  որոնց  միջև ընկած տարածությունը 100-140 մետր է: Այդ տարածքը կոչվում է չեզոք գոտի: Որոշված սահմաններից բացի՝ նախատեսում են մի հողատարածք ևս, որին տալիս են կռվախն- ка сюжета и жанра, Семантика победы, М., 1997, с. 69-70. Աշոտի, ծնվ.` 1983 թ.: ", "Պալեոլիթյան կերպարների ծագման խնդրին անդադարձ կատարած Ա. Օկլադնիկո- վը  կարծում  է,  որ  նրանք  կապ  ունեին  մահացածների  պաշտամունքի  հետ102:  Վ.  Բոգո- րազի  կարծիքով  այս  արձանիկները  կարող  էին  ներկայացնել  ինչպես  պահապան-գեր- բնական կանանց, այնպես էլ երկրային իրական կանանց, որոնք ծառայել են նրանց103: ", "Մեր  ուսումնասիրության  շրջանակներում  Հյուսիս-արևելյան  Այսրկովկասի պատմաաշխարհագրական  ու  էթնոքաղաքական  սահմանների  մեջ  ընդգրկել  ենք Դերբենդի,  Ղուբայի,  Շամախիի,  Բաքվի  խանությունները,  այսինքն՝  բացառությամբ Շաքիի:  Պատճառն  այն  է,  որ  1750-1780-ական  թթ.  Հյուսիս-արևելյան  Այսրկովկասի քաղաքական  պատմության  մեջ  Շաքիի  խանությունը՝  ի  տարբերություն  Դերբենդի, (Օսմանյան  կայսրության  նվաճողական  քաղաքականությունը  Կովկասում  և  մասնավորապես պատմական Հայաստանում XVI դ. երկրորդ կեսից), թուրքական պատմագիտությունը սկզբից մինչև XVIII դարի վերջերը, հտ. Ա, Կազմեց՝ Ա. Խ. Սաֆրաստյան, Եր., 1961, էջ 229։ ", "Ուսումնասիրողների  մեծ  մասն  անդրադարձել  է  նաև  կանանց  մերկ  պատկերման խնդրին: Հիմնականում շրջանառվում են հետևյալ դրույթները. Հավանաբար սխալված չենք լինի, պնդելով, որ նախնադարյան հմայություններում և ծեսերում կնոջ մերկությանը մեծ նշանակություն է վերագրվել: ", "Այսպիսով,  XVIII  դ.  երկրորդ  կեսին  Շաքիի  խանությունը (Ղարաբաղի 67 խանության 68 օրինակով),  պահպանում  էր  որոշ  ինքնիշխանություն՝  ուրույն Հայաստան,  Աշխատասիրութեամբ՝  տեառն  Սարգսի  Սանահնեցւոյ  Ջալալեանցի,  թեմակալ արքեպիսկոպոսի Հայոց Վրաստանի, Իմէրէթի և այլոց, մասն Բ, Տփխիս, 1858, էջ 368: ", "հիշատակվում  է  անհիշելի  ժամանակներից,  իսկ  Ղարաբաղ  անվանումը  հանդիպում  է  XIV-XV  դդ. պարսկական, հայկական (հիշատակարաններ) և վրացական աղբյուրներում (տե՛ս Շ. Մկրտչյան, Արցախ (Պատմամշակութային ակնարկ), Եր., 1991,  էջ 7, ծնթ. 3): ", "գ. «Գեր» կանանց արձանիկներ, որոնց բնորոշ են լայնացված և կարճեցված համա- չափությունները:  Համաչափությունները  լայնեցված  են  ինչպես  կիսադեմով,  այնպես  էլ դիմահայաց:  Հեղինակի  հիշատակած  Վիլլենդորֆից,  Գագարինոից  և  այլ  հնավայրերից հայտնի արձանիկների այս խմբին ենք վերագրում Հոհենֆելսից գտնվածը108 (Նկ. 1.2-4): ", "Տոմի Ջերի, Օֆը Ջերի, Օֆը Ջերի, Տոմը գա´, գա´, գա´, Տոմը սի´, սի´, սի´. Տոմը սի´, Տոմը գա´, Օ˜, պե´պ-սի, Օ˜, պե´պ-սի:298 շատ բան են կորցրել` ձեռք բերելով կա´մ տեքստային, կա´մ շարժական-երաժշտական բնույթ: ", "XVII-XIX      դդ.  Օսմանյան  կայսրության  և  անգլիական  հետախուզությունները համատեղ ուժերով շրջանառության մեջ դնելով մյուրիդիստական2 քաղաքականությունը,  գրգռում  էին  Կովկասի  մահմեդական  տարրերը  քրիստոնյաների դեմ` վերջիններիս մոտ առաջացնելով խուճապ3: ", "Այս  գաղափարախոսության  տարածումը  զուգորդվում  էր  մուսուլմանական ռազմականացված  հատուկ  ջոկատների  կազմավորմամբ:  1840-ական  թվականներից մյուրիդիզմի  տարածման  նպատակով  Արևմտյան  Կովկասում  հաճախ  էին  հայտնվում Շամիլի գործակալները: ", "Արդի  միջավայրում  կանոններ  խախտողը  որակվում  է  անազնիվ,  խարդախ,  հա- րամ, դաղալ և այլ հատկորոշիչներով: ", "Ավանդույթի  համաձայն, Ղուբայի խանը իշխանության ժառանգական սկզբունքով նշանակվում  էր  անձամբ  շահի  կողմից՝  շիա  դավանանքի  ներկայացուցիչներից:  1720- ական  թթ.  Դաղստանում  և  Շիրվանում  ծայր  առած  քաղաքական  խառնակ ժամանակներին զոհ է գնում Ղուբայի Սուլթան Ահմադ խանը: Փրկվում է միայն Ահմադ խանի  անչափահաս  որդին՝  Հուսեյն  Ալին,  որն  ապաստանում  է  Սամուր  գետի  վերին հոսանքներում  գտնվող  գյուղերից  մեկում:  Չափահաս  դառնալուց  հետո  Հուսեյն  Ալին ծառայության  է  անցնում  Նադիր  շահի  մոտ  և  կարողանում  է  վերադարձնել  Ղուբայի խանությունը74: Հուսեյն Ալի խանի մահից հետո իշխանությունը ժառանգաբար անցնում է խանի որդուն՝ Ֆաթհ Ալի խանին (1758 թ.)75: ", "Խաղերն ունեն ինչպես սկզբի և ընթացքի, այնպես էլ ավարտի բանաձևեր, որոնք պայմանականորեն կարելի է համարել «պատիժ», այսինքն՝ պարտվողին տալ որակում՝ «փալան  դնել»,  «ծրտակ  դնել»,  «ձու  տալ»  և  այլն:  Դրանք  լինում  են  տարբեր  բնույթի, որոնք արդյունք են անհատի երևակայության, սակայն ենթարկվում են որոշակի չափո- րոշիչների. ամեն տարիքային խումբ խաղավարտի ժամանակ կիրառում է «պատժի» իր ձևը`  ելնելով  սեռա-տարիքային  հնարավորություններից:  Եթե  խաղացողը  խաղի  ըն- թացքում  «արժանացել»  կամ  «վերցրել»  է  ամենաշատ  «փալանը,  ձուն  կամ  ծրտակը» (ասենք՝  5  ձու,  3  փալան,  2  ծրտակ),  ապա  նա  պետք  է  լուծարի  դրանք՝  կատարելով դրանց քանակին համապատասխան պահանջները: Այդ ժամանակ խաղի ավագը մյուս խաղացողների հետ իր ձեռքի մատները անվանակոչում է ծիծաղելի անուններով (հինգ ձվի դեպքում՝ հինգ անուն, երկուսի դեպքում՝ երկու) և պարտվողին առաջարկում ընտ- րել: Այդուհետ՝  մինչև  խաղի,  երբեմն՝ մինչև օրվա վերջը, նրան դիմում են իր ընտրած համապատասխան  բանաձևային  բնութագրմամբ՝  «օյինից  թռնող  կապիկ»,  «դաղալի լու», իսկ իրենց ասածը հավաստիացնում են հետևյալ կերպ. մատը գետնին դնելով` ա- սում են. «Շուտ եմ ասել` թու´ փեչատ, Աստվածի սիկրետ (секрет-գաղտնիք) ու այբուբե- նի», որն ուղղակիորեն կապվում է անազնիվ ու խարդախ խաղացողի վարքի հետ: ", "հայերեն  ձեռագրերի  հիշատակարաններ,  էջ  351;  նույնի`ԺԵ  դարի  հայերեն  ձեռագրերի  հիշատակա- րաններ, մասն Ա (1401-1450 թթ.), Երևան, ՀՍՍՌ ԳԱ հրատ., 1955, էջ 304: ", "Ըստ մեր  հետազոտությունների՝ յուրաքանչյուր տարիքային խումբ ունի խաղային որոշակի առանձնահատկություն: Օրինակ՝ մինչև 5 տարեկան երեխան նախընտրում է խաղալ  ինքն  իր  համար  կամ  ծնողների  հետ:  Այստեղ  հիմնականում  գերակայում  են առարկաներով  և  շրջանաձև  խաղերը  («Կարմիր  կոճակ»,  «Թաշկինակ»,  «Զիլինա», «Փոքրիկ օրիորդիկ»), որոնց օգնությամբ  համեմատում է առարկաները և դրանով իսկ ծանոթանում գույնի, ձևի, չափերի հետ, իմանում է նրանց հատկությունները, միևնույն ժամանակ կարողանում է դասակարգել: Նրանց բնորոշ են նաև նմանակման (կենդա- նիների  վարքի  ու  ձայների  նմանակում)  և  կերպարային  խաղերը  («Տունտունիկ», «Բժիշկ-բժիշկ»,  «Խանութ-խանութ»  և  այլն),311  որոնց  միջոցով  երեխան,  մտնելով  դերի մեջ, դրանով իսկ յուրացնում է կերպարներն ու մասնագիությունները: ", "Այդ տարիքի երեխաների խաղերն ընդհանուր առմամբ ճանաչողական բնույթի են և միտված են նրանց աշխարհընկալմանը:312 Դպրոցական տարիքի երեխաներն ավելի շատ խաղում են դրսում և խառը կազմով: ", "Ընդհանուր  առմամբ  այս  շրջանի  քանդակները  աչքի  են  ընկնում  ընդհանրացմամբ, որի պատճառը կարող էին լինել նաև մշակման դժվարությունները: Դրանք ներկայացնում ции, Москва, 1973, с. 140. սի կողմից բաժանվել են և այստեղից էլ ծագել է երկու կեսերի գաղափարը, որոնք ամբողջ կյանքում իրար են փնտրում,  իսկ երբ  գտնում  են, միավորվում են և  երջանիկ  լինում:  (Творения  Платона,  Пир.  Федр,  т. V, Полное собрание творений Платона в 15 томах, Ленинград, 1922, с. 33-35). են  ոչ  թէ  իրական  կնոջ,  այլ  «կնոջ  մասին  ընդհանրական  գաղափարները»,  հետևաբար այդպիսի արձանիկները չէին կարող լինել  անմիջականորեն էրոտիկ զգացողությունների արտահայտություն,  այլ  նաև  խորհրդանշական  ճշգրիտ  կատարմամբ  ներկայացնում  էին այլ բնույթի իմաստներ: ", "Տղաների  շրջանում  դրսում  կազմակերպված  խաղերից  առավել  տարածված  են՝ «Էշ-միլիցան», «Հավալան», «Կռիվ կռիվը», «Բիստը», «Չլիկը», «Հոլը», «Ֆուտբոլը», իսկ աղջիկների շրջանում՝   «Պարանը»,  «Ռեզինը»,  «Հինգ քարը»,   «Սոլ  մակարոնը»  և Վարդանյան Նաիրի Ամրայի, ծնվ.` 1999 թ. և Հարությունյան Գրիշա Զորիկի, ծնվ.` 2000թ.: ԴԱՆ 2010, ՀՀ Շիրակի  մարզ,  ք.  Գյումրի,  բանասաց՝  Սահակյան  Վարազդատ  Վարդանի,  ծնվ.`  1998  թ.:  ԴԱՆ  2012,  ՀՀ Շիրակի մարզ, գ. Սառնաղբյուր, խաղը ներկայացնողներ՝ Անտոնյան Սիրուն Գարեգինի, ծնվ.` 2003 թ., ԴԱՆ նի մարզ, գ. Թթու ջուր, Պուխա Միլենա Արմենի, ծնվ.` 2005 թ. և Պետրոսյան Էդիկ Հակոբի, ծնվ.` 2006 թ., ԴԱՆ 2013, ՀՀ Շիրակի մարզ, ք. Արթիկ, Ղռատյան Անի Արմանի, ծնվ.` 2007 թ.: ", "ըստ  Դ.  Էլկոնինի,  չունի  մեծերի  գործունեությունների  ո´չ  հասարակական  ընկալումները,  ո´չ  էլ  այդ  ընկա- լումների հասարակական գործառույթները: Նա երեխաների գործունեությունների այդ ընթացքն անվանում է առարկայական, երբ երեխան ջանում է գործել մեծերի նման` չգիտակցելով ու չնկատելով մեծերին: "]}