{"paragraph_source_docs": [0, 0, 0, 0, 0, 0, 0, 0, 0, 0], "source_docs_file": "Mechanical Engineering and Machine Science.json", "paragraphs": ["Կամրջակային կոնվերտորը պարունակում է ուժային VT1…VT4 տրանզիստորներ, ելքային  ուղղիչ՝  VD5,  VD6  դիոդների  վրա,  ելքային  լարման  զտիչ՝  L1  դրոսելի  և  C1 կոնդենսատորի  վրա,  ելքային  տրանսֆորմատորը  երկմասանի  է  համապատասխանա- բար w1', w1'' մուտքային և  w2', w2''  ելքային փաթույթներով: Մագնիսալարի յուրաքաչյուր մասում  տեղադրված  է  մեկ  առաջնային  և  մեկ  երկրորդային  փաթույթներ՝  w1',  w2'  և w1'', w2'': ", "Նկ. 1.15. Կամրջակային կոնվերտոր Նկ.  1.16-ում  բերված  են  կոնվերտորի  աշխատանքը  մեկնաբանող  ժամանակային դիագրամները,  որտեղ  ընդունված  են  հետևյալ  նշանակումները.  E՝  սնող  լարման մեծությունը, Uղ1,4, Uղ2,3-ը՝ նշված համարներով ուժային տրանզիստորների ղեկավարման ազդանշաններն են, Uկ1,4, Uկ2,3-ը՝ նշված համարներով ուժային տրանզիստորների կոլեկ- տոր-էմիտեր տեղամասերի լարումներն են, Iկ1,4, Iկ2,3-ը՝ տրանզիստորների կոլեկտորային հոսանքներն  են,  UC0-ն`  C0  կոնդենսատորի  լարումն  է:  Դիտարկենք  սխեմայի  աշխա- տանքը նկ. 1.16 ժամանակային դիագրամների օգնությամբ: ", "Ժամանակի t0 պահին VT1 և VT4 տրանզիստորների բազաներին տրվում են բացող իմպուլսներ,  ինչի  արդյունքում  այդ  տրանզիստորները  բացվում  են  և  ձևավորվում  է հետևյալ հոսանքի կոնտուրը՝ «+E  VT1  w1'  VT4  -E»: Նշված կոնտուրով հոսում են  տրանզիստորների  կոլեկտորային  հոսանքները,  ինչի  շնորհիվ  տրանսֆորմատորի էներգիան, ելքային ուղղիչի և ֆիլտրի  միջոցով փոխանցվում է բեռին: ", "Ժամանակի  t0  -  t1  հատվածում  VT1  և  VT4  տրանզիստորների  հոսանքը  սահուն կերպով աճում է մինչև առավելագույն արժեքը: Արդյունքում երկու տրանզիստորներն էլ լրիվ բացվում են և անցնում հագեցման ռեժիմի: Դրանց կոլեկտորային հոսանքների աճը սահամանփակվում է տրանսֆորմատորի փաթույթների ինդուկտիվությամբ: ", "Ժամանակի  t1  պահից  սկսած  մինչև  t2-ը  տրանզիստորները  բաց  են,  հագեցած  և հոսանքը դրանցով հաստատուն է (նկ. 1.16): Միաժամանակ VT1 և VT4 տրանզիստորնե- րի  բացման  հետ  սկսվում  է  C0  կոնդենսատորի  լիցքավորումը:  Լիցքավորման  շղթան +VD5VD6C1L1W2’W12’ Uելք ՏրVT1VT2VT3VT4VD1VD2VD3VD4+-(+)(-)W1’’ W1’+C0Տր-E հետևյալն  է՝  «տրանսֆորմատորի  առաջնային  w1''  փաթույթի  սկիզբ,  VD4  դիոդ,  C0 կոնդենսատոր, դիոդ VD3, առաջնային C0 կոնդնսատորի վրա ցույց է տրված առանց փակագծերի: ", "w1'' փաթույթի վերջ: Լարման բևեռականությունը Կոնդենսատորը  լիցքավորվում  է  մինչև E  սնման  լարման  մեծությունը,  քանի  որ w1' և w1'' գալարների քանակը միմյանց հավասար են (w1' = w1''): Կոնդենսատորը մնում է լիցքավորված  այնքան  ժամանակ  մինչև  չեն  տրվում  հաջորդ  զույգ  տրանզիստրների (VT2,  VT3)  բազաներին  բացող  իմպուլսներ:  Ժամանակի t2  պահին  VT1  և  VT4 տրանզիստորների  կառավարման  իմպուլսները  փոխում  են  իրենց  բևեռականությունը՝ դրականից  դեպի  բացասական  և  դրանց  բազային  տեղամասերից  ոչ  հիմնական լիցքակիրների  ներծծումից  հետո  VT1  տրանզիստորի  պոտենցիալը  սահուն  կերպով նվազում  է,  իսկ  VT4  տրանզիստորի  կոլեկտորի  պոտենցիալը  սահուն  աճում,  դրա շնորհիվ միաժամանակ բացվում են VD1, VD2  դիոդները, C0 կոնդենսատորը w1' փաթույ- թով  լիցքաթափվում  է  և  կուտակված  էներգիան  w2'  փաթույթով  տրանսֆորմացվում  է բեռին, իսկ դրանում ինդուկցվող լարումը հաջորդաբար է միանում  VT1  և VT4 ուժային տրանզիստորներին  և  թույլ  չի  տալիս  լարման  կտրուկ  փոփոխություն  դրանց  վրա: ", "Լարման  սահուն  փոփոխությունն  ապահովվում  է  կոնդենսատորի  սահուն  լիցքաթափ- մամբ (նկ.1. 16գ-ում t2 - t3 տեղամասը): ", "Ժամանակի  t4  պահին  տրվում  են  կառավարման  իմպուլսներ  տրանզիստորների հաջորդ  զույգին՝  VT2    և  VT3-ին  և  սկսվում  է  էներգիայի  փոխանցումն  աղբյուրից  բեռին նույն անալոգիայով, միայն թե այստեղ աշխատանքին մասնակցում են VT2  և VT3 տրան- զիստորները և w1'' փաթույթները: Կոնդենսատորը լիցքավորվում է հետևյալ կոնտուրով՝ տրանսֆորմատորի  առաջնային VD1, առաջնային  w1'  փաթույթի  սկիզբ:  Լարման  բևեռականությունը  C0  կոնդնսատորի w1'  փաթույթի  վերջ,  VD2  դիոդ,  C0  կոնդնսատոր,  դիոդ վրա ցույց է տրված փակագծերում: ", "Ժամանակի t5 պահին ղեկավարման Uղ1,4, Uղ2,3 ազդանշանները փոխում են իրենց բևեռականությունը և VT2 և VT3 տրանզիստորներին տրվում է փակող ազդանշան, դրա արդյունքում VT3 տրանզիստորի էմիտերի պոտենցիալը նվազում է, իսկ  VT2 տրանզիս- տորի կոլեկտորի պոտենցիալն աճում (նկ. 1.16դ): Միաժամանակ բացվում են VD3  և VD4 դիոդները  և  սկսվում  է  կոնդենսատորի  լիցքաթափումը  հետևյալ  կոնտուրով՝  (+)C0 շրջադիր, VD1 դիոդ,  w1' առաջնային փաթույթ, VD2 դիոդ, (-)C0 շրջադիր: ", "Նկ. 1.16. Կոնվերտորի աշխատանքը մեկնաբանող ժամանակային դիագրամներ : "]}