{"paragraph_source_docs": [1, 2, 3, 3, 2, 1, 2, 3, 3, 1], "source_docs_file": "Medicine.json", "paragraphs": ["Աղյուսակ 13 Ոչհոջկինյան և Հոջկինյան լիմֆոմայով հիվանդների գանգատները Գանգատներ ՈՀԼ-ով հիվանդներ n= 108 ՀԼ-ով հիվանդներ n= 85 ընդհանուր թուլություն քաշի կորուստ որովայնի շրջանի ցավ մաշկի քոր ախորժակի բացակայություն քրտնարտադրություն ջերմություն հոդացավ գլխացավ Հազ գոտկասրբանային ցավ հաճախամիզություն ակնագնդի ցավ այլ գանգատներ Որովայնի  խոռոչի  ա/հ-ի  կոնգլոմերատների  դեպքում  հիվանդները  հաճախ  նշում են  գոտկաշրջանի  ցավեր,  որը  պայմանավորված  է  որովայնի  խոռոչի  ա/հ-ի  մեծացման հետևանքով ՈւՁՀ-ով հայտնաբերված միզածորանի և երիկամի ավազանի լայնացմամբ: ", "Համակարգչային  շերտագրությամբ  հայտնաբերվել  է  միզապարկի  առաջային  և մասնավորապես ձախ պատի ախտահարում 6.5x2.7սմ գոյացությամբ, որը ընդգրկում էր միզապարկի պատի բոլոր շերտերը: Հիվանդի մոտ հայտնաբերվել է ձախ երիկամի երկրորդային  կնճռոտում:  Կլինիկայում  հիվանդը  ենթարկվել  է  արմատական ցիստէկտոմիայի  տարածուն  լիմֆադենէկտոմիայով:  Որպես  մեզի  դերիվացիայի եղանակ  կիրառվել  է  մոդիֆիկացված  ուրեթերկուտանեոստոմայի  տեխնիկան: ", "«Քնի  ադեկվատություն»  ցուցանիշը  ամենից  բարենպաստ  արժեքներն  ունի  ՀՀՆ «Քնկոտություն» ցուցանիշը ևս գերակշռում է ԿՑ խմբում (58.2±24.7): ", "«Քնի ինդեքս 1» և «Քնի ինդեքս 2» ցուցանիշները համաչափորեն ամենից բարձրն են  ԿՑ  հիվանդների  խմբում՝  համապատասխանորեն  (60.7±20.4)  և  (59.6±21.0),  իսկ ամենացածրը` ԴՑՆ խմբում (43.7±14.9) և (42.1±15.3): ", "Ախտահյուսվածաբանական  քննությամբ  ախտորոշվել  է  միզապարկի  ուրոթելիալ քաղցկեղ pT3aG2-3N0R0V0: ", "Աղյուսակ 14 ՈւՁՀ-մբ հայտնաբերված ՀԼ-ի տարբեր ձևաբանական խմբերում փայծաղի, ա/հ-ի ախտահարումների բնույթը, ա/հ-ի տեղակայումը ՀԼ ա/հ-ի, փայծաղի ախտահարում Նոդալ սկլերոզ n=52 Լիֆոց.գեր. n=15 Խառը բջջային n=12 Անորոշ n=6 -- -- -- -- -- Որովայնի ա/հ-ի ախտ. Փայծաղի ախտահարում Փայծաղի, որով. ա/հ-ի ախտահարում Վերանրակ. ա/հ Կոնքի ա/հ Որովայնի կոնգլոմերատ -- ՈՀԼ-ի  դեպքում  փայծաղի  երկարության  և  լայնության  միջին  չափերն  ամենամեծն  են մարգինալ գոտու և լիմֆոցիտար լիմֆոմայի դեպքում (աղյ.15):Քանի որ ըստ  գրականու- թյան  տվյալների  արյունաբանական  հիվանդությունների  դեպքում  փայծաղը  մեծ  է համարվում,  երբ  նրա  երկարությունն  անցնում  է  15սմ-ից  [Наумович  Е.  Г.,  2004] հաշվարկեցինք  նաև  այդ  դեպքերը  և  փայծաղի  երկարության  չափերն  ամենամեծը մնացին մարգինալ գոտու և լիմֆոցիտար լիմֆոմայի դեպքում: ", "Յուրաքանչյուր  այցի  ժամանակ  հիվանդը  հայտնել  է  իր  ցանկությունը`  ազատվել ուրեթերոկուտանեոստոմայից  հօգուտ  ռեկոնստրուկտիվ  վիրահատության: ", "Առանձին-առանձին  դիտարկվել  են  նաև  մյուս  բոլոր  ցուցանիշները  և  վիճակագրորեն հավաստի հարաբերակցություններ չեն հայտնաբերվել: ", "Ժամանակակից  հետազոտությունների  տվյալները  փաստում  են,  որ  ՆՑ էականորեն  ազդում  է  ԿՈ  վրա,  այսինքն  դրա  համար  առնվազն  անհրաժեշտ  է  ՆՑ: ", "ՀԼ-ի տարբեր ձևաբանական խմբերում փայծաղի երկարությունը և լայնությունը Աղյուսակ 19 Հոջկինի լիմֆոմա Փայծաղի երկարություն Փայծաղի լայնություն М ± m P1 М ± m P2 Նոդուլյար սկլերոզ <0.001 ոչ/հ Լիմֆոցիտար գերակշռումով <0.001 ոչ/հ Խառը բջջային <0.001 <0.01 Անորոշ <0.001 <0.01 * փայծաղի  երկարության- P1   և  լայնության- P2  համեմատությունը  ստուգիչ     խմբի հետ Ինչպես  ցույց  են  տալիս  արդյունքները  ՀԼ-ի  դեպքում  արյան  ցուցանիշներն  ևս ՈՀԼ-ի  հետ  համեմատած  ավելի  քիչ  են  փոփոխության  ենթարկվում  և  տվյալները հավաստի  չեն:Նկատում  ենք  լիմֆոցիտների  իջեցում  ՀԼ-ի  բոլոր  տարբերակներում, հեմոգլոբինի իջեցում, ցուպիկավորների շատացում և ԷՆԱ-ի բարձրացում լիմֆոցիտար գերակշռումով  տարբերակում, լեյկոցիտների  շատացում  և  ԷՆԱ-ի  բարձրացում` նոդուլյար սկլերոզ տարբերակում (աղյ. 20): Ինչպես տեսնում ենք ծայրամասային արյան փոփոխությունները լիմֆոմաների դեպքում ակնառու չեն: "]}