{"paragraphs": ["Assyrian  Progress-ն  առավելա- պես  լուսաբանում  էր  Կալիֆոռնիայում հաստատված  և  Մասաչուսեթսից  տե- ղափոխվողների  հաշվին  շարունակա- բար  աճող  խարբերդցի  ասորիների համայնքի  կյանքը,  թեև  նրանում  քիչ չեն  նաև  նյութերը  Մասաչուսեթսի  և, մասնավորապես՝  Վուսթերի  մասին, որը  1930-ականներին  էլ  մնում  էր ՄՄՆ-ում  խարբերդցի  ասորիների գլխավոր կենտրոնը: ", "Երբ վերջիններս պարունակում են վերացական գոյականներ, ինչպիսիք են War is war կամ Business is business,  ապա  նման  նույնաբանությունները  հիմնականում  արտահայտում  են իրատեսական  մոտեցում  մարդկային  տարաբնույթ  գործունեության  հանդեպ: ", "Assyrian  Progress-ը  թույլ  է  տալիս  քիչ  թե  շատ  հստակ  պատկերացում  կազմել Ակնհայտ  է,  որ  ավագ  և  միջին  սերունդը,  լավ  չտիրապետելով  անգլերենին,  շարունա- կում էր կառչել հայերենից: Հոդվածներից մեկում կարդում ենք, որ Եզեկիել Մալճանը, որը երկար ժամանակ կատարում եր Assyrian Progress-ի խմբագրի պարտականությու- նը,  ասորիների  հավաքներից  մեկում  ելույթ  էր  ունեցել  անգլերենով  և  հայերենով  և  որ “most of the old folks enjoyed the Armenian language”138 («տարեցների մեծամասնությու- նը վայելեց հայերենը»): Մեկ այլ հոդվածում կարդում ենք. “Mr. Maljan read the Armeni- an  translation  of  the  Wounded  Eagle  from  the  Assyrian  Progress  for  the  benefit  of  those that did not understand it in English”139 («Պրն. Մալճանը ընթերցեց Assyrian Progress-ից «Վիրավոր  արծվի»  հայերեն  թարգմանությունը  նրանց  համար,  ովքեր  այն  անգլերեն չհասկացան»): Ապա՝ “Mr. Albert Safer had prepared an article in Armenian that he read to us.”140 («Պրն. Ալբերտ Սաֆերը հայերեն հոդված էր պատրաստել, որը նա ընթերցեց մեզ»): ", "Այժմ դիտարկենք հետևյալ նույնաբանական կառույցներն ու գործնականում ստուգենք  նույնաբանության  գոյականական  անդամի  թվի  ազդեցությունը  ամբողջ կառույցի հաղորդակցական-գործաբանական արժեքի վրա5. well  girls  are…girls.  You  cannot  blame  the  females  for  being  attracted  to  good looking  men.  Personally,  I have  met  way too many  allegedly  “handsome” men in my life that they all have started to look the same to me…people like Will. Many of them try way too hard and come off as extraordinarily vain. *coloring slightly* Not  you,  obviously,  but  you  know,  other  guys.”  (Tumblr,  http://slaying-dragons- in-my-mind-blog.tumblr.com/post/6407168963/daaaance,  (accessed  11  February, was at school, but I cannot remember ever directing it at a girl. To me  a girl is a girl, so will act/behave like a girl, which is right. But why is 'like a girl' insulting to a  boy?  Simply  because  young  boys  naturally  want  to  look  masculine  and  do  not want to be compared to a girly girl who is too worried about their nails/hair/make - up during physical activity. But also many boys feel they have to be better at sports than  the  girls,  as  males  are  naturally  stronger  and  more  physical  so  should  be reaching  higher  benchmarks.  Physical  tests  and  sports  around  the  world demonstrate that females cannot hit the same levels  which a male can, hence why we  separate  males  and  females  in  sporting  events.  If  you  were  to  put  a  national female  football  team  against  that  of  a  national  male’s  team  you  would  probably find  that  the  result  would  look  something  like  Germany  vs  Brazil  (on  average), with  a few  games  possibly  going the  other  way. (The  Telegraph, http://www.telegraph.co.uk/women/womens-life/10961856/At-last-theres-no- shame-in-acting-like-a-girl.html, (accessed 20 November, 2015)) Առաջին  օրինակում  Ah,  well  հատվածը  արդեն  հսկայական  տեղեկույթ  է փոխանցում  ու  համապատասխան  համատեքստ  ստեղծում,  որպեսզի girls are girls նույնաբանությունը  ընկալվի  որպես  աղջիկների  հանդեպ  ոչ  լուրջ  և  միևնույն ժամանակ հանդուրժողական վերաբերմունքի արտահայտում:  Միայն girls are girls նույնաբանական  կառույցի  արտահայտած  տեղեկույթը  բավարար  չէր  լինի  նման եզրակացության  համար:  Նույն  կերպ  երկրորդ  նմուշօրինակը`  a girl is a girl արտահայտության  համար  էլ  չի  կարելի  ասել,  որ  այն  կմեկնաբանվի  որպես աղջիկների  հանդեպ  անվստահություն:  Այստեղ  խոսողը,  օգտագործելով a girl is a girl նույնաբանությունը, ցանկանում է արտահայտել այն միտքը, որ աղջիկները մեծ ուշադրություն  են  դարձնում  իրենց  եղունգներին,  դիմահարդարմանն  ու սանրվածքին,  ու  տղաները  չէին  ցանկանա,  որ  իրենց  բնորոշեն  այնպիսի որակներով, որոնք հատուկ են աղջիկներին: Խոսողը աղջիկների հանդեպ հեգնանք չի  արտահայտում,  այլ  պարզապես  ընդունում  է  իրականությունը,  որտեղ  կանայք պարզապես  ֆիզիկապես  ավելի  թույլ  են,  քան  տղամարդիկ:  Սա  ոչ  թե անվստահության արտահայտություն է, այլ իրական փաստերի ընդունում: ", "Այստեղ նշենք նաև, որ ձուլման աստիճանն ԱՄՆ-ում հաստատված խարբերդցի ասորիների  միջավայրում  ավելի  բարձր  էր,  քան  հայերի:  Դա  բացատրվում  է  հայերի համեմատ  նրանց  փոքր  թվով,  ազգային  լեզվի  բացակայությամբ  և  ազգային  հաստա- տությունների  թուլությամբ:  Պարզ  չէ,  թե  ինչ  աստիճանով  էին  հայախոս  ասորիները ձգտում  կամ  փորձում  փոխանցել  նոր  սերնդին  հայերենը,  սակայն  ակնհայտ  է,  որ  ա- վագ սերնդի ասորիները, ինչպես և հայերը (և դրա մասին կարդում ենք Վիլյամ Սարո- յանի՝ նույն ժամանակաշրջանն ու վայրը նկարագրող պատմվածքներում), ջանում էին, որ  իրենց  զավակներն  առաջին  հերթին  կատարելապես  տիրապետեն  անգլերենին  և ինտեգրվեն ամերիկյան հասարակության մեջ: ", "Assyrian Progress-ից տեղեկանում ենք, որ 1933 թ. մարտին պարբերականի երի- տասարդներից  բաղկացած  խմբագրակազմն  ասորական  հավաքույթներից  մեկի  ժա- մանակ  հայերեն  ներկայացրել  էր  Մերի Սաֆերի  հեղինակած  և  բեմադրած  մեկ գործողությամբ  անանուն  կատակեր- գությունը,  որը  տեղի  էր  ունենում Assyrian Progress թերթի խմբագրությու- նում  և  անդրադառնում  էր  ասորական համայնքում  պարբերական  հրատարա- կելու  դժվարություններին: ", "մայիսին  «Կալիֆոռնիայի  ասորական ամերիկյան  բարեգործական  ընկերու- թյան»  երիտասարդական  թևի  անդամ- ները  բեմադրել  և  հայերեն  համայնքին էին  ներկայացրել  Ալբերտ  Մարշալի «Դիքին  Հոլիվուդից»  երեք  գործողու- թյությամբ  կատակերգությունը141:  Այս ներկայացման՝  Assyrian  Progess-ում տպված  տպավորիչ  ազդը  հատուկ նշում է, որ ներկայացումը “in Armenian”՝ հայերեն է: 1935 թ. դեկտեմ- Պատկեր 16. Հայերեն ներկայացման ազդ Assyian Progress պարբերականում բերին Վուսթերի երիտասարդները հայերեն ներկայացրել էին մեկ գործողությամբ կա- տակերգություն.  Assyrian  Progress-ը  հիշատակում  է  պիեսի  հայերեն  անունը՝  «Քառա- սուն  ութնոց  փորձանքը»,  որը  գրված  է  լատինական  տառերոով՝  Karasoon-ootnotz portzanka: Սրանից բացի՝ Assyrian Progress-ում տեսնում ենք լատինատառ ևս մի քանի հայերեն  բառեր՝  zome-paatz  (ծոմ  պահաց),  veejag  (վիճակ),  tanaboor  (թանապուր), gayant (կաղանդ): ", "Հոգնակիի պարագայում նույնպես հնարավոր չէ հանդուրժողականություն  կամ  ըմբռնողականություն  տեսնել,  ինչն  ակնհայտ  է հաջորդ օրինակում, որը մեջբերված է National Geographic ամսագրի Here Are the Ancient  Sites  ISIS  Has  Damaged  and  Destroyed  վերնագրով  հոդվածի մեկնաբանություններում. Isis terrorists destroyed a 5th century B.C. Assirian monuments. No means should be spared to stop them!  Vandals are vandals and must be eliminated.  Every second is  on account. (National  Geographic, (http://news.nationalgeographic.com/2015/09/150901-isis-destruction- looting-ancient-sites-iraq-syria-archaeology/ (accessed 08 August, 2015)) Տվյալ  օրինակում  մեկնաբանողը  հանդուրժողականություն  կամ  ըմբռնողական մոտեցման  կոչ  չի  անում,  ոչ  էլ  նման  վարք  է  դրսևորում:  Ընդհակառակը,  նա արտահայտում  է  իր  վրդովմունքը,  դատապարտում  է  և  հակընդդեմ  քայլերի հրատապ  անհրաժեշտության  մասին  դատողություն  անում:  Անշուշտ,  հոգնակիով նույնաբանությունն ունի որոշ ընդհանրականություն, ինչը բնորոշ է հոգնակի թվին ընդհանրապես:  Փաստական  նյութի  քննությունը  ցույց  է  տալիս,  որ  հոգնակիով կիրառված նույնաբանությունը եզակիից տարբերվում է հիմնականում նրանով, որ հոգնակին  տարածվում  է  մեկից  ավելի  երևույթների,  օբյեկտների  նկատմամբ  ու ընդհանրացնում  նրանց  բոլորին  միավորող  հատկանիշները`  ինչ-որ  չափով համահարթեցնելով կամ մեծ  տեղ չտալով դրանցից յուրաքանչյուրի անհատականությանը: Սակայն, ինչպես  ցույց է տալիս մեր վերլուծությունը, միշտ չէ,  որ  հոգնակիով  կառուցված  նույնաբանությունը  հանդուրժողական  ու ըմբռնողական վերաբերմունք է ենթադրում: Դիտարկենք մի քանի օրինակներ. (Whisper,https://whisper.sh/whisper/0517f768908fe8218728d4208c84ee46e (accessed August, 2015)) “4  masked  Israelis  physically  attack  two  Palestinian  homes  in  the  town  of Dama.  Both have windows smashed, and fire bombs thrown inside. At least one  has  the  word,  Nekama,  \"Revenge,\"  spray  painted  on  the  side  of  the house.  One  is  empty,  while  the  other  contains  a  family  of  four  asleep  in their beds. The father, mother and one child are brutally burned and now in the  hospital  with  2nd  and  3rd  degree  burns  over  60-90%  of  their  bodies. The 18 month old baby, Ali Saad Daobasa, is killed by the smoke and flame. The parents are on life support…” (Rabbi  Tobbin's  Blog,  (http://rabbitobin.blogspot.am/2015/08/murderers- are-murderers-there-is-no.html, (accessed 23 June, 2015)) severe manner. guilty of unpurposeful murder  and  I  think they  should  be  treated in  a  less B:  I  see no  reason to  do  so.  Murderers are murderers  and  they  all  must  be judged in a uniform way. (Channel 6, Action News at 6, 8 June 1985) Առաջին օրինակում  խոսողը  տվյալ նույնաբանությամբ կարծես արտահայտում  է  մարմնավաճառների  նկատմամբ  ընդհանուր  հասարակական կարծիքը, որը ամենևին էլ «հանդուրժելն ու ընդունելը» չէ: Ճիշտ է, սա ամենևին չի նշանակում, թե մարդիկ մարմնավաճառների հանդեպ անհանդուրժող ու ագրեսիվ են,  ուղղակի  նրանց  ընդունում  ենք  այնպես,  ինչպես  որ  կան,  ոչ  ավել,  ոչ  պակաս: ", "Պարզապես ըստ էության հասարակությունն  առավել հաճախ նրանց արհամարհական է վերաբերվում, երբեմն էլ խղճալով: ", "Երկրորդ  օրինակը  հետաքրքրական  է  դիտարկել  համատեքստում:  Այս օրինակում  ևս  մեկ  անգամ  տեսնում  ենք,  որ  երկրորդ  զրուցակիցը  կիրառում  է N(hum.) are N(hum.)  ամենևին  ոչ  հանդուրժողական  կամ  ըմբռնողական  մոտեցում արտահայտելու համար: ", "Ներկայումս ԱՄՆ-ում խարբերդցի ասորիների ժառանգների ամենամեծ կուտա- կումը վերստին Մասաչուսեթսի Վուսթեր քաղաքում է: 1950-60-ականներին Վուսթերի ասորական  համայնքի  պատկերը  նկատելիորեն  փոխվեց  Սիրիայից  և  Թուրքիայից (հիմնականում՝  Տուր  Աբդինից)  ներգաղթած  հակոբիկ  ասորիների  հաշվին,  որոնք  հա- յախոս չէին և չունեին հայերի հետ սերտ գոյակցության ավանդույթներ: Արաբախոս և թրքախոս տարրի մեծացումը նպաստեց Վուսթերում և խարբերդցի ասորիների այլ հա- մայնքներում  հայերենի  «մարման»  բնական  գործընթացին:  Այստեղ  հարկ  է  նշել,  որ  ի տարբերություն  խարբերդցիների՝  Ուրֆայից  ծագող  ասորիներից  (այսպես  կոչված  ուր- ֆալի-ներ) շատերը, որոնք ներկայումս հիմնականում բնակվում են Հալեպում և Հյուսի- սային  Ամերիկայում,  շարունակում  են  պահպանել  հայերենը  որպես  «ընտանիքի  լե- զու»142: Սրան նպաստում է այն, որ Հալեպում ուրֆ ացիներն ունեն իրենց սեփական թա- ղը (արաբերեն՝ հայյ աս-սրյան) և զանազանվում են քաղաքի մյուս ուղղափառ ասորի- ներից, թեև նրանց պարագայում էլ արաբացման միտումն ակնհայտ է: ", "Երրորդ օրինակում առաջին զրուցակիցը առաջարկում է որոշակիորեն մեղմ վերաբերմունք ոչ կանխամտածված սպանություն կատարողների հանդեպ, սակայն երկրորդն  իր  անհամաձայնությունն  է  հայտնում  այդ  կարծիքին  ու  հենց հանդուրժողական մոտեցմանը հակադրվում է հոգնակիով կազմված նույնաբանության կիրառմամբ6: ", "Ինչպես տեսնում ենք, նույնաբանությունների իմաստը չի սահմանափակվում այս կամ այն հնարավոր մեկնաբանությամբ: Հաղորդակցական իրադրությունից կախված` այն կարող է ձեռք բերել տարբեր մեկնաբանություններ (Gazdar  1979):  Այդ  դեպքում  հնարավո՞ր  է  արդյոք  խոսքաստեղծման  ընթացքում ուղենշել որևէ նույնաբանության մեկնաբանման, դրա գործաբանական նշանակության շրջանակը: ", "Նույնաբանությունների գործաբանական նշանակության  մասին  խոսելիս  պետք  է  նշել  խոսողի  հաղորդակցական նպատակը:  Ուսումնասիրելով  մի  շարք  օրինակներ  և  տեսություններ`  կարելի  է եզրակացնել,  որ  նույնաբանության  հաղորդակցական-գործաբանական  արժեքը մեծապես  կախված  է  այն  նպատակից,  որին  խոսողը  ծառայեցնում  է  իր  խոսքը: ", "տազոտությունում Խոշաբա Յասիմը թվարկում է այն բնագավառները, որոնց սովորա- բար անդրադառնում էր ամերիկաասորական մամուլը, այն է. Ա կամ Բ՝ հրատարակության առաջին (1919-1920) կամ երկրորդ (1920-1921) տարի – «Բաբելոնի» ընթացիկ համարն ըստ իր շապիկի – հոդվածի համարն ըստ մեր թիվ 2 հավելվածի (օրինակ՝ Ա- Բացի մարզականից՝ «Բաբելոնն» այս կամ այն ծավալով պարունակում է Խոշա- բա Յասիմի թվարկած բոլոր ոլորտները: Քանի որ պարբերականի բովանդակային մա- սը  սույն  ուսումնասիրության  բուն  առարկան  չէ,  ապա  բավարարվենք  նշելով,  որ  այն պարունակում է ազգային-հայրենասիրական, քաղաքական, հասարակական, խրատա- խոսական,  կրոնափիլիսոփայական,  պատմագրական,  կենսագրական  և  այլ  բնույթի հոդվածներ,  հաղորդագրություններ  ԱՄՆ-ում  և  Մերձավոր  Արևելքում  բնակվող  ասո- րական համայնքների կյանքի և քաղաքական ու հասարակական կազմակերպություն- ների  գործունեության  մասին,  հաղորդագրություններ  և  վերլուծություններ  ասորիների հետ առնչություն ունեցող միջազգային իրադարձությունների մասին, արտատպումներ այլ պարբերականներից (այդ թվում՝ հայկական), գեղարվեստական բնույթի շարադրու- թյուններ,  ասացվածքներ  և  բանաստեղծություններ  (ընթերցողների  և  համագործակ- ցողների գրած145), զանազան բնույթի հայտարարություններ, ծանուցումներ և գովազդ, ասորերենի բառացանկեր և այլն: Ժամանակ առ ժամանակ «Բաբելոնում» տեղադրվում էին նաև լուսանկարներ: ", "Տեղին  է  կրկնել,  որ  «Բաբելոնի»  նյութերի  ճնշող  մեծամասնությունը  հայերեն  է, սակայն պարբերաբար հրատարակվում էին նաև անգլերեն և ասորատառ կամ հայա- տառ թուրքերեն (օսմաներեն) գրված նյութեր: ", "Թեև, ինչպես նշեցինք, «Բաբելոնը» չուներ հստակ կառուցվածք և աչքի էր ընկնում կա- նոնակարգվածության  և  ստանդարտավորվածության  բացակայությամբ,  այն,  այնուա- «Ո՛վ անձնազոհ եղբարք ասորիք, Որ կը հանգչեք նահատակ որդիք, Ձեր սուրբ արյան թողած կաթիլներ, Փրկեց խեղճուկ ասորի գերիներ»: ", "մենայնիվ, ուներ մշտական բաղադրիչներ և բաժիններ, որոնց ընդհանուր նկարագրու- թյունն ու բնութագիրը ներկայացնում ենք ստորև: ", "Երկրորդ կարևոր հանգամանքը, որ թեպետ կառույցը եզակի թվով է օգտագործվում (a woman doctor),  հասկանալի  է,  որ  խոսքը  ոչ  թե  որևէ  մի  կնոջ  է  վերաբերում,  այլ կանանց`  կին  բժիշկներին  ընդհանրապես:  Եվ  երրորդ  կետը,  որ  կարելի  է  դուրս բերել  այս  նախադասությունից,  այն  է,  որ  խոսողը  նույնիսկ  չի  հստակեցնում,  թե ինչու  է  նախապատվությունը  տալիս  կին  բժիշկներին`  կարծես  դա  համարելով ինքնին  հասկանալի  մի  իրողություն:  Այսինքն`  նա  վստահ  է,  որ  կնոջ  մասին հայտնի  հատկանիշները  փոխընդունելի  ու  հասկանալի  են  հանրության  կողմից: ", "Woman բառի երկրորդ իմաստն ավելի է կենտրոնանում հենց այն հատկանիշների վրա,  որոնք  ընդունված  է  համարել,  որ  բնորոշ  են  կանանց:  Հատկապես  She’s all woman!  բացականչությունը  հենց  այդ  իմաստով  պետք  է  հասկանալ:  Այստեղ փորձենք կիրառել Ջ. Վորդի և Ջ. Հիրշբերգի նույնաբանությունների մեկնաբանման այլընտրանքային  տարբերակների  բացառման  սկզբունքը:  Կստացվի`  She’s  all woman!  ասելով`  խոսողը բացառում է  այնպիսի  այլընտրանքների հնարավորությունը, ինչպիսիք են She’s all man կամ She’s all child տարբերակները: ", "Ա-2  համարի  տիտղոսագլուխն  ունի  նույն  կառուցվածքը,  սակայն  նրանում  ավե- լանում է ՊՈՍՏՈՆ բառը՝ վերջին տողում՝ ամսաթվից հետո: ", "Փորձենք A  woman  is  a  woman-ի  կառուցվածքով  ստեղծել  հետևյալ նույնաբանությունները: ", "A Congresswoman is a Congresswoman. A businesswoman is a businesswoman. Չի  բացառվում,  որ  այս  կառույցները  հետագայում  մուտք  գործեն  լեզվի  մեջ  ու կիրառվեն,  սակայն  այսօր  նման  նույնաբանություններ  կիրառության  մեջ  չեն հանդիպում: Ու հենց սա է հետաքրքիր, թե ինչու նույն (Art) N is (Art) N կառույցին պատկանող նույնաբանություններից մեկը խոսքում ստանում է հաղորդակցական- գործաբանական  արժեք  ու  կիրառվում  է  խոսողի  միտքն  արտահայտելու  համար, իսկ  մյուսը`  ոչ:  Տարբերությունն  այն  է,  որ  congress  գոյականը,  woman-ի  հետ կիրառվելով  որպես  congresswoman,  որևէ  հատուկ,  առանձնացող  ու  միայն  իրեն բնորոշ հատկանիշներ առաջ չի բերում: Ըստ էության congressman և congresswoman գոյականների միջև բոլոր հասարակական, կարծրատիպային ու նախապաշարմունքային  տարբերությունները  վերացված  են:  Նրանց  միջև  միակ տարբերությունն  այն  է,  որ  մեկը  նշանակում  է  արական  սեռի  անձնավորություն, իսկ մյուսը` իգական:  Մնացած հարթություններում` մասնագիտական պահանջներ,  պարտականություններ,  աշխատանքային  ընթացակարգեր  ու նույնիսկ բուն աշխատանքը երկուսի համար էլ նույնն են: Կարող ենք հետևություն անել,  որ  նույնաբանությունը  շեշտում  է  իր  կառույցում  առկա  գոյականի  այն հատկանիշները,  որոնք  դրան  առանձնացնում  են  ու  հատուկ  են  դարձնում, տարբերում  են  մյուսներից:  Իսկ  թե  այդ  առանձնահատկություններից  որը  նկատի կառնվի  խոսողի  կողմից,  կախված  է  խոսքային  իրադրությունից  ու  խոսողի հաղորդակցական  նպատակից:  Ըստ  խոսողի  հաղորդակցական  նպատակի`  այն ձեռք  կբերի  գործաբանական  որոշակի  արժեք:  Ըստ  հաղորդակցական  նպատակի` խոսողը,  ասելով A woman is a woman, կարող  է  նկատի  ունենալ  կնոջ ֆիզիկական թույլ  կարողությունը  տղամարդու  համեմատ  կամ  կնոջ  ավելի  նրբանկատ, հոգատար  լինելը  կամ  էլ  կարող  է  մեկ  այլ  հատկանիշի  վրա  շեշտ  դնել,  որն ընդհանուր  առմամբ  կին  բառի  կոնցեպտային  դաշտի  մեջ է  մտնում: ", "Ա-6 համարում ՊՈՍՏՈՆ բառը տեղադրվում է ՀԻՆԳՇԱԲԹԻ բառի և ամսաթվի միջև: ", "Այժմ անդրադառնանք երկրորդ օրինակին. I  am  a  man,  I’m  21,  I  play  rugby,  soccer,  I  swim  and  go  to  the  gym.  I’m  6’5  and even if I’m in good shape for my training, I can’t say I’m manly, like really manly because of the morphology of my body caused by my genes. There are men that are men and men that  are  manly  men.  Manly  does  not  have  anything  to  do  with  having  big  muscles  and acting  like  a stupid  tough guy« not  at  all.  (comment  by  Rubenz69  “RubenzUniversum  -  6.9.7” Universum  d7  under   https://www.youtube.com/watch?v=BiyBAmCE7d0  (accessed  17 September, 2014)) Այս  օրինակում  ուսումնասիրենք  men  գոյականի  իմաստները  ու  փորձենք պարզել` արդյո՞ք դա որևէ առնչություն ունի նույնաբանության հաղորդակցական- գործաբանական  արժեքի  հետ:  Եվ  այսպես,  մենք    տեսնում  ենք,  որ  men  բառը կիրառվել  է երեք  տարբեր  իմաստներով:  Նույնաբանության  կառույցի  մեջ  առաջին men–ը  նշանակում  է  արական  սեռի  ներկայացուցիչ,  իսկ  երկրորդը  վերաբերում  է հիմնարար  ֆիզիոլոգիական  հատկանիշներին,  ինչպիսիք են`  ընդգծված ֆիզիկական ուժ, քաջություն,  որոնք տղամարդուն տարբերակում են կնոջից: Տվյալ նույնաբանական  կառույցի  մեջ  ըստ  հերթականության  երրորդ  men-ը  կրկին նշանակում  է  արական  սեռի  ներկայացուցիչ՝  բառի  բառարանային  առաջին իմաստով,  իսկ  արդեն  թվով  չորրորդ men-ը  (manly men)  շեշտում  է  տղամարդուն ամենաբնորոշող  հատկանիշներից  (համարձակություն,  ուժ,  վստահություն)  այն նեղ  շրջանակը,  որ  խիստ  արտահայտված  է  ուժեղ,  քաջ  տղամարդկանց  մոտ:  Այդ հատկանիշներն  արդեն  մի  ուժեղ  տղամարդուն  առանձնացնում  են  մյուսից:  Այլ կերպ  ասած,  եթե  փորձենք  բացել  այս  նույնաբանությունը,  կստացվի  հետևյալը. կան  տղամարդիկ  (արական  սեռի  ներկայացուցիչներ),  որոնք  տղամարդ  են  (քաջ, ուժեղ),  և  կան  տղամարդիկ  (արական  սեռի  ներկայացուցիչներ),  որոնք  տղամարդ են  (չափազանց  ուժեղ  են,  շատ  ընդգծված  կերպով  համարձակ):  Այստեղ  պետք  է անպայման  նշել,  որ  թվով  չորրորդ  men-ի  իմաստի  նշված  ձևով  կիրառման  և ընկալման  գործում  մեծ  դեր  ունի  manly  ածականը:  Այժմ  դիմենք  Օքսֆորդի բառարանին ու ստուգենք man/men բառի իմաստը: "], "source_docs_file": "Linguistics.json", "paragraph_source_docs": [0, 1, 0, 1, 0, 0, 0, 1, 1, 1, 0, 1, 1, 1, 0, 0, 0, 0, 1, 1, 0, 1, 1, 0, 1]}