{"paragraph_source_docs": [1, 2, 3, 0, 5, 5, 0, 5, 5, 1], "source_docs_file": "Literature.json", "paragraphs": ["Վերոնշվածը  հաստատում  է  նաև  Էդգար  Պոյի  և  նրա  ստեղծագործության ազդեցությունը  կրող  ֆրանսիական  դեկադանսի  խոշորագույն  ներկայացուցիչ  Ժ.- Կ.Գյուիսմանսի  ստեղծագործությունների  զուգահեռ  համեմատությունը:  Այս  գրողը նույնպես  դարձավ  Պոյի  երկրպագուն՝  շնորհիվ  Բոդլերի  թարգմանությունների  և քննադատական աշխատանքների: ", "Այսպիսով`  ձևավորվելով  թուրքական  իրականության  համար  կարևոր պատմական և սոցիալական գործընթացների ազդեցության տակ և զարգանալով որպես քննադատական  ռեալիզմի  առանձին  հոսանք`  քաղաքականացված  արձակն  իր ուշադրությունը  կենտրոնացրեց  նոր  տեսակի  հերոսի`  քաղաքականապես  ակտիվ, «խռովարար» անհատի շուրջ, ով նաև զարգացման տարբեր աստիճանների վրա գտնվող հասարակության արթնացող գիտակցության կրող էր: Այս առումով քաղաքական վեպը նպաստեց  հասարակական  կարծիքի  ձևավորմանը,  թուրքական  հասարակության տարբեր շերտերի սոցիալական  ակտիվության բարձրացմանը` դառնալով զգացմունքների ու գործողությունների արտահայտչամիջոց: ", "Գ. Քաղաքական հենքով աֆորիստիկ մտքերը Աֆորիզմների  մի  ամբողջ  շարք  գալիս  է  ապացուցելու,  որ  իրականության իրական դեմքը պարզորոշ ի ցույց դնելու համար կամսարյան՝ միայն ժամանակի սուր ու տեղին  բնորոշումների,  իրադարձությունների  դիպուկ  և  փիլիսոփայական  խորքով պատկերումը ներկայացնում է ժամանակաշրջանի համակողմանի, լայն ընդգրկումներով  դիմագիծը:  Քիչ  է  ասել,  թե  դրանք  միայն  ժամանակաշրջանի բնորոշումներ են, քանզի դրանց մեծ մասը լիարժեքորեն վեր է կանգնած ժամանակից և ժամանակային  սահմաններ  չի  ճանաչում,  երբեք  չի  կորցնում  իր  կշիռը.  արդիական  է բոլոր ժամանակների համար: ", "Մի  շարք  գրականագետներ,  ինչպես,  օրինակ  Ռոբերտ  Ռաշինգը,    Աջիլուլֆոյի  և վահանակիր  Գուրդուլուի  մեջ  տեսնում  են  Դոն  Կիխոտ  և  Սանչո  Պանսա  զույգի University. Istambul 2012. Vol. 2. No. 5. P. 319 արձագանքը:  Ընդունելով  Ռաշինգի  այն  միտքը,  որ  Աջիլուլֆոյի  կերպարը արտահայտում է  Դոն  Կիխոտի «իդեալիզմի  հերթական  տրագիկոմիկական ձախողումը»՝159  ավելացնենք,  որ  Դոն  Կիխոտի  պես  մելանխոլիկ  Աջիլուլֆոն  արդեն կրում է սերվանտեսյան հերոսի գիտելիքն ու իդեալների տապալման փորձը: ", "Տարբերությունն  այն  է,  որ  եթե  Տերյանի  բանաստեղծության  մեջ  խորագրից  բացի  ոչ  մի տեղ  չի  հանդիպում  տխրություն  բառը,  որի  խորհրդանիշը  գունատ  աղջիկն  է,  ապա այստեղ տխրությունը առարկայորեն իրական զգացում է, որով համակված է ու շնչում է ողջ բնությունը։ Բնությունը և մարդկային ներաշխարհը լուռ հաղորդակցության մեջ են, երկուսն  էլ  մորմոքում  են  անհայտության  ու  անորոշության  ցավով՝  նամակներ,  որ  չեն հասել,  հայացքներ,  որ  չեն  տեսել,  հասկերի  վհատ  մրմունջ  և  այլն։  Սիմվոլիստական մշակույթի հետ ընդհանրություններն ակնհայտ են։ ", "Անանուն  տխրության  այս  մոտիվը  գործառում  է  Տեր-Մարտիրոսյանի՝  նաև  1914- թյունը փոխվում է։ Հոգու խռովքը ծագում է բնորոշ մի հակադրությունից. զվարթ, արևով ու  կյանքով  լի  աշխարհ,  որ  միաժամանակ  խորթ  ու  անարդար  է  երևում  բանաստեղծի տխուր հոգու ներքին տեսողությանը. Ա՜խ, այս կյանքը միշտ այսպես խորթ ու անարդար ու զվարթ, Երկինքնե՜րը, երկինքնե՜րը հրավառ ու լուսազարդ, Արևնե՜րը, արևնե՜րը լայն ու խոր, Ու աշխարհը բազմագո՜ւյն ու հեռավո՜ր… Տեր-Մարտիրոսյանի  բանաստեղծություններում  մթին  տարակույսների,  անհայտի հանդեպ  երկյուղի  ու  տագնապի  զգացումները  հաճախ  տեղի  են  տալիս  զվարթ  ու կենսահաստատ  տրամադրությունների  առջև։  Դրանք  մեծ  մասամբ  սիրո  երգեր  են։ ", "Աջիլուլֆոն  մեկնում  է  որոնելու  Սոֆրոնիային  իր  պարգևների  արժանիությունը ապացուցելու  նպատակով:  Նրան  հետևում  են  Բրադամանտեն՝  Աջիլուլֆոյին սիրահարված մի կին ասպետ, Բրադամանտեին սիրահարված Ռամբալդը, որ երազում էր  ասպետ  դառնալ,  և  Տոռիզմունդոն:  Աջիլուլֆոն  գնում  է  որոնելու  իր  ինքնության ակունքները,  այն,  ինչ  իրեն  ասպետի  պատիվ  է  բերել:  Այստեղ  է,  որ  նա  դոն  Կիխոտի պես  բախվում  է  այն  իրականությանը,  որը  ցույց  է  տալու  նրան  իր  ինքնության բացակայությունը: ", "Առաջին  համաշխարհային  պատերազմի  տարիներին  Տեր-Մարտիրոսյանի  բա- նաստեղծություններում  հայտնվում  է  հայրենիքի  թեման՝  ժամանակի  համար  բնորոշ տագնապալի  մտորումներով։  Իսկ  հոկտեմբերյան  հեղափոխությունից  հետո  բանաս- տեղծը  հայտնվում  է  քաղաքական  իրադարձությունների  հորձանուտում  և  գրեթե  դա- դարում է ստեղծագործելուց։ Երգի կարոտը երբեմն արթնանում է նրա մեջ. Իմ նոր երգերս քո նոր թափի դեմ Դեռ հնչելու է նախկին կորովով, Նորից բախտավոր, անհոգ, ժպտադեմ Երգելու համար, կռվելու համար… Քեզ կոչ պիտ անեն երգերս հզոր, Քեզ պիտի կանչեն դեպի մի արդար, Դեպի մի վսեմ, մեծ հաշվեհարդար։ ", "Բայց  ստեղծագործական  նախկին  կորովը  այլևս  չվերադարձավ,  որի  մասին ափսոսանքով  են  գրում  նրա  երբեմնի  գրչակից  ընկերները։  Նրան  նվիրած  մի  տրիո- լետում Չարենցը ցավով գրում է. Թող Գյումրին սպասե, երկար ու երկար, Որ դառնա սիրասուն իր պոետը, Բայց անցավ նա ինչպես թռչող նետը, Թող Գյումրին սպասե երկար ու երկար… Քաղաքական-կուսակցական  գործունեությունը  Արտաշես  Տեր-Մարտիրոսյանին թույլ  չտվեց  լիովին  բացահայտել  իր  նշանակալից  ստեղծագործական  կարողություն- ները։  Բայց  եղան  նաև  այնպիսիները,  որոնք,  ստեղծագործական  մկրտություն  ստանա- լով տերյանական դպրոցում, հասարակական-քաղաքական նոր պայմաններում շարու- նակեցին  մնալ  գրական  կյանքի  կենտրոնում  և  զարգացնել  իրենց  ստեղծագործական հնարավորությունները՝  ժամանակի  առաջադրած  գեղագիտական  նոր  պահանջներին համապատասխան։ Դրանցից մեկն է Ազատ Վշտունին։ ", "Երբեմն  էլ  պատմվածքներում  արվում  էին  գունազարդ  հավելումներ  և այնպիսի մանրամասներ, որոնք պետք է ավելի հմայիչ և համոզիչ լինեին փարիզյան հասարակության համար: Եվ դա բնական էր ինչպես դարաշրջանի, այնպես էլ տվյալ ժանրի համար: "]}