{"paragraph_source_docs": [4, 3, 0, 4, 4, 4, 0, 4, 0, 0, 4, 0, 4, 4, 3, 4, 4, 4, 1, 3, 4, 1, 2, 1, 4], "paragraphs": ["նշանակված կառավարչին և խան են հռչակում հարյուրապետ Մուհամմադ Հուսեյնին87: ", "Հակոբյան  Ն.,  Նորաբաց  հնագիտական  հուշարձան  Մայր  Աթոռ  Ս.  Էջմիածնի  տարածքում,  ,,Հայկական լեռնաշխարհի պատմամշակութային ժառանգությունը’’, միջ. գիտ. նյութ. Ժող., Երևան, 2012, էջ 138-139: ", "Սուլթանական  հետախուզությունն  իր  գործունեությունը  էլ  ավելի  ակտիվ ծավալեց,  երբ  տեղի  ունեցավ  Օսմանյան  կայսրության  հետախուզական  մարմինների կազմակերպչական  ձևավորումը:  Եվրոպական  պետությունների  օրինակով  որպես մշտապես  գործող  պետական  մարմին  կայսրության  հետախուզությունը  ստեղծվեց Աբդուլ Համիդ II-ի կառավարման ժամանակ (1876-1909 թթ.) Մշտապես  գործող  հետախուզական  մարմնի  առկայության  անհրաժեշտությունը ծագեց  նախ  և  առաջ  երկրում  վարչական-ոստիկանական  ռեժիմի  պահպանման  ու կայսրությունում ազգային-ազատագրական շարժումների ճնշման նկատառումներով: ", "(այսուհետև՝ АГС). государя императора Петра Великого, СПб., 1763, с. 37-38. В. Г. Гаджиев, Москва, 1967, с. 375; The Encyclopaedia of Islam, Leiden, E. J. Brill, 1991, vol. 2, p. 206. Москва, 1988, с. 91-92 (հետայսու՝ РДО). Այսպիսով,  կիսանկախ  տիրակալները  նպատակ  չունեին  Իրանի  տերությունից, Ռուսական  և  Օսմանյան  կայսրություններից  որևէ  մեկից  քաղաքականապես կախվածություն ունենալ և դիմում էին խուսանավելու քաղաքականությանը: ", "Դերբենդի  գրավումից  հետո  հարևան  խանությունների՝  Բաքվի  և  Շամախիի հաշվին  իր  տիրույթների  ընդարձակման  խնդիրը  Ֆաթհ  Ալի  խանի  համար  ժամանակի հարց  էր  դառնում՝  մեծացնելով  Ղուբայի  խանության  քաղաքական  ազդեցությունն Այսրկովկասում: ", "Հյուսիս-արևելյան  Այսրկովկասի  կիսանկախ  իշխանություններից  էր  Բաքվի խանությունը,  որը  գրեթե  ամբողջությամբ  ընդգրկում  էր  Ապշերոնի  թերակղզու տարածքը91: Արդեն XI դ. Բաքուն Շիրվանշահերի պետության մաս էր կազմում, իսկ XII դ.  նրա  քաղաքական  կենտրոնն  էր:  Մինչև  XVIII  դ.  սկիզբը  Բաքուն  ղեկավարում  էր Սեֆյան շահերի նշանակած կառավարիչը՝ հաքիմը: Վերջինս իշխանությունը կիսում էր հարյուրապետների  հետ,  որոնք  ծագումով  Գիլանից  էին  և  Շիրվան  էին  ներթափանցել Խան-Ահմադ  խանի  1592  թ.  Աբբաս  Ա-ի  (1571-1629)  դեմ  բարձրացրած  անհաջող ապստամբության հետևանքով: ", "Սակայն  շուտով  ռուսական  հետախուզության  կողմից  բացահայտվեց  թուրք- գերմանական  նման  համագործակցությունը:  Այն  արտահայտվեց  1882  թ.  փետրվարին Փարիզում  տեղի  ունեցած  գեներալ  Սկոբելևի  ելույթում,  որտեղ  նա  նշել  է  սլավոնական ժողովուրդներին սպասվող վտանգի մասին գերմանական «Drang nach osten»-ի կողմից: ", "археографическою комиссиею, Под ред. Ад. Берже, Тифлис (հետայսու՝ АКАК), т. V, 1873, с. 1119. իշխանությունը  ժառանգաբար  անցնում  է  որդուն՝  Մելիք  Մուհամմադ  խանին94:  Մինչ այդ Միրզա Մուհամմադը հասցրել էր բարեկամանալ հարևանների հետ, «իսկ Ղուբայի Ֆեադալի  խանի  հետ,  որը  միւսներից  վտանգաւոր  կարող  էր  լինել  նորա  համար՝ ազգակցութեան մէջ մտաւ»95 և իր որդուն ամուսնացրեց Ղուբայի խանի քրոջ հետ: Ուժեղ կամքի  տեր  կին  լինելով՝  Հադիջա-բիկին  իշխանությունից  գրեթե  հեռացնում  է  Բաքվի թուլակամ  խանին  և,  միանձնյա  կառավարելով,  կյանքի  է  կոչում  Ֆաթհ  Ալի  խանի քաղաքական  ծրագիրը:  Ուստի,  Բաքվի  խանությունը  Ղուբայի  խանի  ընդարձակ տիրույթներից մեկը դարձավ: ", "Թուրք-գերմանական բուն համագործակցությունը այս ասպարեզում սկսվեց 1885 թվականից,  երբ  թուրք  սպաները  ուղարկվեցին  Գերմանիա  վերապատրաստման:  Այս սպաները հետագայում կազմեցին  Թուրքիայի բարձրագույն ռազմական շրջանակներում ազդեցիկ գերմանամետ խավը: ", "Ընդունելով  Կ.  Պոլսի  ռազմական  դպրոցը,  որի  ունկնդիրների  թիվը  կազմում  էր թուրքական ռազմական դպրոցներում ուսանողների թիվը կազմում էր 14 հազար հոգի: ", "Ըստ աղբյուրի՝ Բաքվի խանը Կասպից ծովում ավելի շատ նավեր (խոսքն առևտրական ուխտատեղեաց եւս եւ քաղաքացն եւ գիւղօրէից որք ի Շամախւոյ թեմի, Տփխիս, 1896, էջ 378: ", "Նշենք,  որ  Գոլցի  կողմից  վերակազմավորված  թուրքական  բանակը  1897  թ.    հաղթեց Հունաստանի դեմ պատերազմում: ", "Այսպիսով,  1750-1780-ական  թթ.  Կասպից  ծովի  արևմտյան  ափին՝  Դերբենդի, Ղուբայի,  Շամախիի  և  Բաքվի  խանություններում,  Ղուբայի  Ֆաթհ  Ալի  խանի քաղաքական  գերիշխանությունն  էր  հաստատվել,  որը  պայմանավորված չէր էթնիկական  ընդհանրությամբ։  Ֆաթհ  Ալի  խանի  քաղաքական  ազդեցության տարածումը Շամախիի խանության վրա ամրապնդելու էր Ղուբայի ռազմաքաղաքական դիրքերն Այսրկովկասում: ", "Վերջապես,  եթե  Ֆաթհ  Ալի  խանին  հաջողվեր  իրեն  ենթարկել  Շամախիի խանությունը,  ապա  Ղարաբաղի  և  Շաքիի  խանությունները  նվաճելու  հեռանկարներն առավել  իրատեսական  էին  դառնում՝  ապահովելով  Ղուբայի  խանի  միանձնյա գերիշխանությունը տարածաշրջանում: ", "ղաց`  Անբերդաձորում:  Ամրոցից  դուրս,  հյուսիսային  կողմում,  մոտ  200  մ  հեռավորու- թյան վրա գտնվում է Անբերդի գերեզմանոցներից մեկը` օրորոցաձև տապանաքարերով և  XII  –  XIV  դդ.  խաչքարերով:  Մյուս  գերեզմանոցը,  որտեղ  թաղումներ  կատարվել  են դեռևս X – XI դդ., գտնվում է Արխաշանի ձորի հակառակ եզրին` Բյուրական տանող ճա- նապարհի ձախ կողմում: ", "Ավետիսյան, Եր., 1938, էջ 82: ", "ավելի մարդաշատ էր, քան Դերբենդն ու Բաքուն միասին վերցրած104: ", "Շիրվանի  նախկին  հարկահավաք  Հաջի  Մուհամմադ  Ալի  Սուֆի  Նաբի Զարնավային 1748 թ. Նոր Շամախիի խան է դառնում և կառավարում մինչև 1761 թ., երբ սպանվում  է  խանչոբանի  ցեղի  Սարքարների  տոհմից  Ալի  Վերդի  բեկի  որդիներ Մուհամմադ  Սայիդ  և  Աղասի  խաների  կողմից:  Ալի  Վերդի  բեկը  Նադիր  շահի  օրոք «պատվավոր  ազնվական  էր» 105 :  Նրա  մահից  հետո  Մուհամմադ  Սայիդ  ու  Աղասի խաներն  իրենց  էին  ենթարկել  Շիրվանի  քոչվոր  ցեղերին  և  հաստատվել  Հին Շամախիում: Շուտով Մուհամմադ Սայիդը Քերիմ խան Զենդի ֆերմանի համաձայն, Հին Շամախիի խան է ճանաչվում 106: Այդ քայլով Իրանի տերության տիրակալը երկու խնդիր էր լուծում: Նախ, նա փորձում էր Հյուսիս-արևելյան Այսրկովկասում, որը կիսանկախ էր, ի  դեմս  Հին  Շամախիի  խաների  իրեն  ենթակա  կառավարիչներ  ունենալ  և  ամրապնդել Իրանի տերության ազդեցությունը տարածաշրջանում: Մյուս կողմից, Հյուսիս-արևելյան Այսրկովկասի  սրտում  երկիշխանություն  հաստատելով,  կառավարելի  իրավիճակ  էր ստեղծվում:  Ուստի,  քաղաքականապես  ապակայունացած  Շիրվանը  դառնալու  էր կառավարելի՝  առաջին  հնարավորության  դեպքում  վերադարձնել  իրանական պետության կազմի մեջ։ ", "րում  են  մտավոր  դաստիարակության  կարևոր  գործառույթ,  մասնավորապես՝  համաշ- խարհային պատմության ընկալման համատեքստում: ", "դադյանը  ապաստանում  է  Դաշտադեմի  ամրոցում  և  նույն  թվականի  սեպտեմբերին    հիմնովին  վերա- նորոգում այն, ինչի վերաբերյալ թողել է արաբերեն արձանագրություն. ,,Да возвеличит его Аллах! {месяца} сафар пятьсот семидесятого года  {сентябрь 1174}. Возведший это укрепление  –  эмир,  великий  исфахсалар, ‘Адуд ад-дин, возвеличивающий ислам – Сул{тан} б. Махмуд б. Ша{вур}: Տես` Хачатрян А., Корпус арабских надписей Армении, VIII – XVI вв., Ереван, Изд. АН АрмССР, 1987, с. 46. րով:  XII  –  XIII  դդ.  ամրոցն  անցնում  է  Զաքարյաններին,  որոնք  լայնածավալ  վերակա- ռուցումներ են անում միջնաբերդում: Դա է վկայում Իվանե Զաքարյանի թոռ Աղպուղայի հատվածաբար  պահպանված  արձանագրությունը105:  Մոնղոլական  արշավանքների  հե- տևանքով ամրոցը կործանվում է և վերականգնվում միայն 1812 թ., երբ Երևանի պարսիկ խան  Հուսեինը  ձեռնարկում  է    հսկայածավալ  պարիսպապատերի  կառուցումը`  իրեն- ցում ներառելով միջնադարյան ողջ համալիրը106: ", "Ղուբայի  խանը  խնդրանքով  դիմում  է  օսմանյան  սուլթանին՝  թույլ  տալու  գրավել Շամախին,  ամրացնել  ափամերձ  տարածքները  և  ծառայել  սուլթանին:  Սուլթանից ստացած  ֆերմանի  հիման  վրա  Ֆաթհ  Ալի  խանը  Շաքիի  խանի  օգնությամբ  գրավում  է Շամախին107՝ ստիպելով նրա խանին հարկ վճարել: Նշելի է, որ վեքիլից կամ սուլթանից ֆերման ստանալը XVIII դ. երկրորդ կեսին ամենևին էլ Այսրկովկասում իրանական կամ կամ  թուրքական  գերիշխանության  մասին  չէր  փաստում:  Խաները  ժամանակ  առ ժամանակ  այդպիսի  քայլի  էին  դիմում  զուտ  ապահովագրական  նկատառումներով՝ իրենց  գործողությունների  համար  վերջինների  համաձայնությունը  ստանալու նպատակով:  Այդպիսով,  խաները  փորձում  էին  պահպանել  իրենց  հեղինակությունը սեփական  տիրույթներում  և  ընդգծել  քաղաքական  առավելությունն  ու  հզորությունը հարևան  խաների  աչքերում:  Հետևաբար,  ֆերման  ստանալու  ավանդույթը  խնդրո առարկա ժամանակամիջոցում կորցրել էր նախկին վասալային իմաստը և պահպանում էր նրա ձևական կողմը միայն: ", "Այսպիսով`  Աղջիկները նախընտրում են նորաձևության, խոհանոցի և հեքիաթային խաղեր, իսկ տղաները` ավտոմրցումներ, մարտական և նման այլ խաղեր: ", "ква-Ленинград, 1955, с. 48. burg, 2012, p. 7. focus on sculptures and high reliefs// Documenta Praehistorica XXXVII, Berlin, 2010, p. 239-256. zentralen Pfeilerpaare des Göbekli Tepe und weiterer Orte des obermesopotamischen Frühneolithikums// Sonderd- ruck aus Zeitschrift für Orient-Archäologie, 2012, Band 5, p. 14-43. T-ձև սյուները դժվարամշակ բյուրեղային կրաքարից են, որն ամենամնայուն քարն է շրջակայքում:  T-ձև  սյուները  Կ.  Շմիդտի  կողմից  մեկնաբանվում  են,  որպես  անտրոպո- մորֆ-մարդակերպ կոթողներ, քանի որ որոշ սյուների վերջավորությունները ավարտվում են  մարդկանց  ոտքերով  և  ձեռքերի  դաստակներով  և  ներկայացնում  են  մարդանման Հետաքրքիր է, կլոր շինությունների մեջ զույգ սյուների կանգնեցման հանգամանքը, էակների141: ", "դաստիարակությանը գործոնը: ", "Ֆաթհ Ալի խանը 1767 թ. շարժվում է Շամախի, սակայն Մուհամմադ Սայիդ խանը հաշտություն  է  խնդրում՝  խոստանալով  վճարել  անհրաժեշտ  հարկը108:  Ղուբայի  խանի հետագա  փորձերը  գրավել  Շամախին  պսակվում  են  անհաջողությամբ,  քանի  որ Մուհամմադ Սայիդի օգտին էր գործում Շաքիի Հուսեյն խանը: Վերջինս հասկանում էր, որ  Շամախիի  գրավումից  հետո  հզորացած  Ֆաթհ  Ալի  խանի  հաջորդ  հարվածը  լինելու էր  Շաքիի  խանության  ուղղությամբ:  Կարճ  ժամանակ  անց  Շամախիի  խանությունը կրկին հրաժարվում է հարկ վճարել Ղուբային: Այս անգամ Ֆաթհ Ալի խանը ստանում է Շաքիի խանի աջակցությունը (մեծ ավար ստանալու հեռանկարով109), դաշինք է կնքում Դաղստանի մի շարք առաջնորդների հետ և 1768 թ. շարժվում Շամախի ու գրավում այն: "], "source_docs_file": "History.json"}