{"paragraphs": ["Շնորհիվ  վերոհիշյալ  ուսումնասիրությունների  մենք  հստակ  պատկերացում  ենք կազմում Հայաստանի և մերձավորարևելյան, միջինասիական, չինական հայտնի կենտ- րոնների խեցեգործական արտադրության զարգացման, անցած ուղիների, նորամուծու- թյունների ու ձեռքբերումների վերաբերյալ: ", "խնդրի շուրջ //«Բ. Բ. Պիոտրովսկին և հնագիտությունը» ժողովածու, Երևան, 2014, էջ 145-160: ", "վախմբի 1996-1997թթ. կատարած ուսումնասիրությունների արդյունքները //Հին Հայաստանի մշակույթը, XI, Երևան, 1998, էջ 39-41: ", "Կան մրցությամբ վիճակահանության այլ տարբերակներ, որոնց ժամանակ մրցում են առարկաներով:  Օրինակ՝  նախապես  փորում  են  մի  փոս,  և բոլոր  խաղացողները  չորսից հինգ մետր հեռավորությունից այդտեղ քարեր են գցում: Թիմերի ավագներ էին դառնում նրանք, ովքեր մյուսներից ամենաշատ քարերն էին գցում փոսի մեջ: Մրցման մյուս տար- բերակում խաղացողները նախապես մի գիծ են քաշում գետնին և դա համարում են սահ- ման:  Թիմի  ավագները  կանգնում  են  սահմանի  երկու  կողմերում,  բռնում  որևէ  պարանի ծայրերից ու ձգում: Ով կարողանում էր սահմանից քաշել-անց կացնել հակառակորդ թիմի ավագին, նրա թիմն էլ սկսում էր խաղը:151 Եվ քանի որ մրցում են, թե ով ավելի շատ քար կնետի փոսի մեջ, կամ ով կկարողանա առաջինը սահմանից դուրս հանել հակառակոր- դին,  և  օգտագործվում  են  քար  ու  պարան,  կարելի  է  սրանք  համարել  և´մրցությամբ, և´առարկաներով: ", "խոսությամբ: ", "Ներածությունն  արտահայտում  է  թեմայի  նպատակը,  նորույթը,  արդիականու- թյունը, ուսումնասիրվածության աստիճանը: ", "Տեքստերով վիճակահանության ձևերը կարող են լինել պատմողական տեքստով, որոնց հիմքում ընկած է թեմայի զարգացումը, այսինքն՝ ունի սկիզբ, մտքի տրամաբա- նական  ընթացք  և  ավարտ:  Խաղացողները  շրջանաձև  կանգնում  են,  և  ավագ  խա- ղացողը սկսում է վանկատելով «հաշվել»՝ ձեռքը յուրաքանչյուր խաղացողին թեթևակի հպելով. Երկու ռուս բաբուշ-կա, Նստել են ակուշ-կա, Չռթում են սեմուշ-կա, Թափում են խլեբուշ-կա: ", "Առաջին  գլխում  ներկայացված  են  պեղված  հնագիտական  այն  հուշարձանները, որոնց  խեցեղեն  հավաքածուները  մատչելի  են  եղել  մեզ`  օգտագործելու  ատենախոսու- թյան  մեջ:  Հուշարձանները  ներկայացնելիս  շեշտը  դրել  ենք  այն  հանգամանքի  վրա,  թե որքանով են դրանք մասնակցություն ունեցել խեցեգործական արտադրության զարգաց- ման ընթացքի վրա: ", "Մայրս ասաց` Քանիսն ես կոտ-րել: ", "Համաշխարհայինի սկզբում 1914-ի աշնան (փաստաթղթեր), Հայկազեան Հայագիտական Հանդէս,Պեյրութ, Սահակյանի  հոդվածները1,  որոնցում  լուսաբանվել  են  Առաջին  աշխարհամարտի տարիներին  Արևմտյան  Հայաստանում  գործող  հետախուզական  «Հայկական  շտաբիի» աշխատանքները,  ինչպես  նաև  Հայկական  բանակի  հետախուզական  բաժանմունքի գործունեությունը: ", "Մեկ, երկու, երեք, դուրս ե-կեք155: ", "Ով որ թսի´, թսին կենա´, Օ´խտը տարին մսի´ն կենա. Հավա´ կերել, ձո´ւ յա կերել. Պատի տակին վը´ս, թը´ս: 156 Ա, բ, գ, դ, ե´, զ, Թութուշ մամի խլե´զը,157 սանի, ծնվ.` 1928 թ.: ", "րատի, ծնվ.` 1983 թ.: ", "միկի, ծնվ.` 2003 թ.: ", "կի, ծնվ.` 1962 թ.: ", "Լենկ  Թեմուրի  արշավանքներին  նախորդող  տարիներին  արդեն  Մերձավոր  Արե- վելքի  քաղաքական  կյանքում  որոշակի  դեր  էին  խաղում  օսմանյան  թուրքերը,  կարա- կոյունլու  և  ակ-կոյունլու  համադաշնությունները,  որոնք  XIII  դարի  կեսերին  գաղթելով Թուրքեստանից,  բնակություն  էին  հաստատել  պատմական  Հայաստանի  հարավում  և Փոքր  Ասիայի  արևմուտքում:  Հայկական  լեռնաշխարհում  թեմուրյանների  թուլացումից առաջինը օգտվեցին կարա-կոյունլուները, որոնք տիրեցին ,,Հուլավուի թախթին’’ (Ատր- պատական, Հայաստան, Իրաք) 1410 – 1468 թթ.41: Ի տարբերություն մյուս տիրակալնե- րի,  միայն  կարա-կոյունլուներն  էին,  որ  տիրում  էին  հիմնականում  Հայաստանում (գլխավոր  կայանը`  Վաղարշակերտ)  և  ակ-կոյունլուների  ու  Չաղաթայան  Շահրուխի (Լենկ  Թեմուրի  որդու)  դեմ  պայքարում  նույնիսկ  հենվում  հայ  ֆեոդալների  ու  ազգա- բնակչության  աջակցության  վրա42:  Կարա-կոյունլուները  և  պատմական  Աղձնիքում հաստատված ակ-կոյունլուները XIV – XV դդ. ընթացքում փոփոխական հաջողություն- ներով իշխում էին Հայաստանում մինչև XVI դարի սկիզբ, երբ Հայաստանը ռազմական թատերաբեմ դարձավ հակառակորդ երկու կողմերի` Օսմանյան Թուրքիայի և Առաջա- վոր Ասիայում քաղաքական առաջնության ձգտող Սեֆյան Իրանի միջև43: ", "հետ. «Հաշվերգերի նպատակը ոչ թե բովանդակությամբ ինչ-որ բան արտահայտելն է (ինչը հատուկ է բան- արվեստի մյուս ժանրերի ստեղծագործություններին), այլ սոսկ մեխանիկական գործողության` խաղը սկսե- լուց կամ նրա ընթացքում հաշվելու միջոցով վիճակահանություն կատարելը, իսկ հաշվերգի խոսքերն արտա- բերելիս` ռիթմը և հանգը ծառայում են հենց այդ նպատակի իրագործմանը: Նման դեպքերում հաշվերգի բո- վանդակությունը ետին պլան է մղվում, շատ դեպքերում էլ` ընդհանրապես անտեսվում, որն էլ հնարավորութ- յուն  է  ընձեռում  մի  շարք  բառերի  ու  բառակապակցությունների  այլափոխման`  ընդհուպ  մինչև  իմաստազր- կում» (տե´ս Ա. Սարգսյան, նշվ. աշխ., էջ 7-8): ", "քում  արտասանվել  է  մեծերի  կողմից՝  զգուշացնելու  համար,  երբ  թուրքերի  հարձակ- մանը  ենթարկված  հայը  բարձր  ձայնով  իբր  թե  խաղացել  է  իր  երեխաների  հետ,  որ- պեսզի մյուս հայ հարևանները լսեն ու փախուստի դիմեն. Այդ  «բանաձևերը»  հետագայում  փոխանցվել  են  երեխաներին`  աղավաղվելով  ու ձևափոխվելով: Չահարմահալում, օրինակ, նմանօրինակ հաշվերգ կատարել են հետև- յալ կերպ. զույգ թվով երեխաներ, գետնի վրա նստած, շրջան են կազմել` ձեռքերը դնե- լով կողք-կողքի: Ապա երեխաներից մեկը (հիմնականում ավագ խաղացողը) իր ձեռքի ցուցամատով հերթականությամբ դիպչել է նրանց ձեռքերին և արտասանել. Ապու, ապու, չա´ր ապու, Էնվեր ինջա,164 թուր ինջա… Մարիա´մ, Սարգի´ս, Կուտը ուտի´, Ջուրը խմի´, Դուռը բացի´, Դո´ւս էլի: 165 Հատի´կ, հատի´կ, Ուտո´ւլ մատի´կ. Չա´ր խնձօրիկ, Չա´ր փշատիկ, Նա մէր անի´, Նա կուտ ուտի´. Աւագն ասի. Պաչիկ անի´, Դուռը բանա´, Դո´ւս անի: ", "Անցյալում տարածված որոշ հաշվերգերի տեքստեր այսօր պահպանված են միայն տարեցների հիշողություններում: Դրանք  ունեցել են իմաստ չարտահայտող բառակա- պակցություններ,  բառեր,  որոնք  մենք  բնորոշում  ենք  անհասկանալի  եզրույթով:  Այդ Тегеран, 2006, стр. 150. Խաչատուրի, ծնվ.` 1929 թ.: ", "վիճակահանությունները  սկսվում  են  ատատ-պատատ,  ասի′-բասի′,  բո´ւկտր-բո´ւկտր, ա´գլե-դո´ւգլե, էկե-դուկե166 և այլ արտահայտություններով, որոնք վերջում ավարտվում են  դարձյալ  անիմաստ  բառերով`  թը´ս,  ճո´ւկ,  կլյո´ւչ,  բլե´ն  և  այլն:  Դրանք,  սակայն շատ  որոշակի  հաստատում  են  հաշվից  դուրս  եկողի  «մահը»,  ինչը  բնորոշ  է  տեքստե- րով վիճակահանության ձևերին. Ատատ-պատատ, շամամ-շուլ, Շամշի լագին մի դամբուլ: 167 Էկե դու-կե, շեր-վան-տու-կե Շամ-բլա-պլոզ խոր-դո-խինա Հա-ռա վըն-գո, դըն-գըլ կոպալ Թլիր սա-դա, փը-լիր փար-դա: 168 Ակ-լե դուկ-լե դը մը-զա, Չա-րոխ չում-բուզ պու-պու-զա, Հաֆ-տե կո-ճակ տան պլո-ճակ, Դըն-գըլ մըն-գըլ ֆըս-ը թը´ս: 169 Ա-կե, դա-կե, դը-նա-զե, բառակապակցություններով տողերը յոթվանկանի հանգավոր երկյակներ են: Նմանատիպ բառերն ասվում են հատ-հատ` ամեն անգամ մատը դնելով մի քանի առարկաներից ամեն մեկի վրա` նրանցից մեկն ընտրե- լու  համար  (ՀԼԲԲ,  հ.  Ա,  Եր.,  2001,  էջ  29):  Իսկ  ի՞նչ  է  նշանակում  ագլե-տյուկլե:  Ոչ  գրական  հայերենում ունենք ագալ բառը, որը նշանակում է տխմար (ՀԼԲԲ, հ. Ա, Եր., 2001, էջ 3), իսկ ակլակը, որը գործածվում է բառակապակցությունների մեջ, ունի դարանակալել, պահ դնել (ակլակ դնել) իմաստը (Հ. Աճառեան, Էմինե- ան ազգագրական ժողովածու (այսուհետև՝ ԷԱԺ), հ. Ա, Գաւառական բառարան, Թիֆլիս, 1913, էջ 63): Այս երկյակների իմաստային նշանակությունները, ինչպես նշում է Լ. Սիմոնյանը, ոչ միայն ունեն «լաթ» իմաստը, այլ նաև` խթոնիկ խորհրդանիշ (Լ. Սիմոնյան, Վեգախաղի երգերը, Տոմարային ծիսաշար, հ. II, Եր., 2007, էջ միջատանման  մազոտ  մի  էակ,  ով  հագնում  է  ոսկե  կոճակներով  զգեստ  և  դնում  ալ  գլխարկ»166  (Անդ:  Վ. Բդոյան,  նշվ.  աշխ.,  հ  II,  №  378,  էջ  155),  քանի  որ  «այն  աշխարհին»  բնորոշ  հագուստով  էակը  (խթոնիկ խորհրդանիշ՝ Chthonic` անդրաշխարհին վերաբերող) (Encyclopedia Britannica, https://www.britannica.com/topic/chthonic,  06.06.2017,  10:21  am)  չի  կարող  ապրել  ու  գործել  «այս  աշխարհի» սահմաններում,  ավելին,  նա  պիտի  թաքնվի  կամ  դարանակալի  (օտարվի՞),  որպեսզի  հարմար  պահի`  վեր- ջում, ինչ-որ մեկին մատնանշելով` դուրս հանի, վիզը կտրի, գցի և այլն` «դընգլ-մընգլ, ֆըսը, թը´ս», «տանակ տնեմ, սև խավի վիզը կըդրեմ»: ", "Խաչատուրի, ծնվ.` 1929 թ.: ", "Գերասիմի, ծնվ.` 1930 թ.: ", "վերականգնի  կանոնակարգվածությունը,  ճնշի,  արտաքսի  ու  սպանի  ձմեռը,  ցուրտը, մահը (պատժում են շրջանի ներսում ամենավատ պարողին` «թույլին», «տկարին», «հի- վանդին»): ", "Այս  օրինակում  ենթադրվում  կամ  ազդարարվում  են  մահվան  ու  նոր  կյանքի  հա- ջորդականությունն  ու  շարունակականությունը,  որն  աղերսվում  է  Բարեկենդան  տոնի հիմնական իմաստին` բուսականության ուժերի ձմեռային քնի և գարնանը դրանց բուռն զարթոնքի հակադրությանը, որտեղ կատարվում է հարություն առնող բնության գովքի նմանակումը (имитация): ", "Հետախուզական  տեղեկատվության  հայթայթման  նպատակով  թուրք  ռազմական ղեկավարները լայնորեն  օգտագործել  են  առևտրականներին,  հոգևորականներին, ուսանողներին,  թափառականներին,  ինչպես  նաև  իրենց  ենթակայության  տակ  գտնվող քաղաքացիական հագուստ կրող զինվորներին: Կային նաև գործակալներ, որոնք ունեին ազնվական ծագում6: "], "paragraph_source_docs": [3, 2, 2, 1, 1, 3, 1, 3, 1, 0, 1, 1, 1, 1, 1, 3, 1, 1, 1, 1, 1, 1, 1, 1, 0], "source_docs_file": "History.json"}