{"paragraph_source_docs": [0, 1, 2, 1, 1, 1, 0, 2, 2, 1], "source_docs_file": "Mechanical Engineering and Machine Science.json", "paragraphs": ["Նկ. 2.4. Ցածրացնող ՀԼԿ-ի Բոդեի դիագրամները, երբ կերպափոխիչն իդեալական է (ա) կամ պարունակում է դիմադրություն կոնդենսատորի շղթայում (բ) ա)                                                                                  բ) Նկ. 2.5. Ցածրացնող ՀԼԿ-ի փոխանցման ֆունկցիաների բևեռները, երբ կերպափոխիչն իդեալական է (ա) կամ պարունակում է դիմադրություն կոնդենսատորի շղթայում (բ) ա)                                                                                     բ) Նկ. 2.6. Ցածրացնող ՀԼԿ-ի Նիքոլսի դիագրամները, երբ կերպափոխիչն իդեալական է (ա) կամ պարունակում է դիմադրություն կոնդենսատորի շղթայում (բ) ա)                                                                                      բ) Նկ. 2.7. Ցածրացնող ՀԼԿ-ի Նայքվիստի կորերը, երբ կերպափոխիչն իդեալական է (ա) կամ պարունակում է դիմադրություն կոնդենսատորի շղթայում (բ) ա)                                                                            բ) Նկ. 2.8. Իդեալական ցածրացանող ՀԼԿ-ում երևույթների  մոդելավորման արդյունքները ընդհանուր տեսքով (ա) և խոշորացված մասշտաբով (բ) Նկ. 2.1ա սխեմայի հիման վրա մշակված մոդելը էլեկտրոնային  բանալու և դիոդի իդեալականացման պարագայում ցուցադրված է նկ. 2.9-ում: Նմանատիպ արդյունքները ցածրացնող ՀԼԿ-ի իդեալականացված էլեկտրոնային բանալու և դիոդի, բայց լրացուցիչ rC=50 մՕհմ  դիմադրության առկայության դեպքի, ցուցադրված են նկ. 2.10-ում: Նկ. 2.8ա և  նկ.  2.10ա  անցումային  երևույթների  համեմատությունը  ցույց  է  տալիս,  որ  լրացուցիչ rC0  դիմադրության  ավելացումը,  որի  դեպքում  (2.26)-ի  Wd(s)  փոխանցման  ֆունկցիա- յում  առաջանում  է  զրո,  զգալի  լավացնում  է  անցումային  երևույթները  ՀԼԿ-ում:  Մյուս կողմից,  ՀԼԿ-ի  ելքային  v0(t)  լարման  բաբախման  ամպլիտուդը  rC  դիմադրության  դեպ- քում  (նկ.  2.10բ)  չնայած  կազմում  է  մոտ  4%  ելքային  լարման  միջին  արժեքի  համեմատ, սակայն  120  և  ավելի  անգամ  գերազանցում  է  իդեալական  կերպափոխչի  բաբախման ամպլիտուդը (նկ. 2.8բ): Ինչ վերաբերում է դրոսելի հոսանքի փոփոխման կորերին, ապա դրանք երկու դեպքում էլ գործնականորեն միևնույնն են: ", "Հաշվի  առնենք  նաև  փոշենյութի    ընթացիկ  ծակոտկենության  և հարաբերական խտության միջև կապի հետևյալ բանաձևը [13]՝ ,                                                         (4.28) ինչը հնարավորություն է տալիս (4.27) - ը ներկայացնել հետևյալ տեսքով` : ", "Նկ.3.4․ Լարումները առանցքային կամ տանգենցյալ տատանումներով գերձայնային գրտնակիչում 500Ն ուժի դեպքում Ամրության  հաշվարկը  իրականացվել  է  SolidWorks-ի  միջավայրում    վերջավոր տարրերի  մեթոդով [66]։  Քանի  որ  գրտնակիչը  ամրացվում  է  պոչամասով, հաշվարկներում  հենարան  ընտրվել  է  պոչամասը՝  որպես  կոշտ  ամրակցված:  Քանի  որ մշակման  ժամանակ  առաջացող  ուժը  հաղորդվում  է  անմիջապես  դեֆորմացնող տարրին,  հաշվարկների  ժամանակ  ուժը    դրվել    է  դեֆորմացնող  տարրի  սֆերիկ մակերևույթին՝  նորմալի  ուղղությամբ:  Հետազոտողների  կողմից  առաջարկվող գրտնակման  ուժը  չի  գերազանցում  500Ն,  հաշվարկների  ժամանակ  ուժը  ընտրվել  է Ինչպես երևում է նկ.3.4․-ից առավելագույն լարումը առաջանում է պոչամասում, իսկ  լարումների  սանդղակից  երևում  է,  որ  առավելագույն  լարումը  կազմում  է  մոտ սահմանը  ըստ  տեղեկատուների  կազմում  է  մոտ  430ՄՊա  հետևաբար  ունենք բավականին մեծ ամրության պաշարի գործակից: ", "Նշենք  նաև,  որ  ունենալով  ցնցանստեցման  ծակոտկենության  վերջնական արժեքը` , (4.33) - ով կարելի է որոշել միջին դեֆորմացիայի համապատասխան մեծությունը և լուծել տեխնոլոգիական խնդիրներ: ", "Մասնավոր  դեպքում  էլեկտրոլիտային  պողպատի  փոշու  ծավալային , և բնութագրերով  [4]  և օգտագործելով վերը նշված բանաձևերը` կատարենք հետևյալ հաշվարկները. Նախ որոշենք` և ըստ (4.28) - ի կստանանք՝ , , , ինչը հնարավորություն է տալիս որոշել միջին դեֆորմացիան՝ , , , , : ", "Եթե  ցնցանստեցումը  կատարվում  է  գլանական  մամլամայրում տրամագծով  և  այն լցվում  է բարձրությամբ,  ապա լայնական դեֆորմացիաների բացակայության ( - ի) դեպքում (4.25) - ից կստանանք , , որտեղ - ը առանցքային դեֆորմացիան է: Մյուս կողմից`  քանի  որ  դա  մեծ  դոֆորմացիա  է,  ուստի  օգտագործելով  իրական (լոգարիթմական) դոֆորմացիաները` կստանանք Այսինքն`  տրված ցնցանստեցման հարաբերական  խտության  դեպքում  փոշենյութի  բարձրությունը կդառնա` : ", "ա)                                                                                    բ) Նկ. 3.1. Ցածրացնող ՀԼԿ- սխեման (ա) և դրոսելի հոսանքի դիագրամը (բ) ընդհատուն հոսանքի ռեժիմում Ինչպես  արդեն  նշվել  է,  ընդատուն  հոսանքի  ռեժիմում  էլեկտրոնային  բանալու կոմուտացման յուրաքանչյուր  TS  պարբերությունում  առկա  է  ժամանակային տեղամաս,  որի  ընթացքում  դրոսելի  iL(t)  հոսանքը  հասնում  է  զրոյական  արժեքի  և պահպանում  է  այն  մինչև  էլեկտրոնային  բանալու  հաջորդ  միացումը  (նկ.  3.1բ)  [1]:  Այդ պատճառով  նկ.  3.1ա  ՀԼԿ-ն  կարող  է  ներկայացվել  նկ.  3.2  երեք  (և  ոչ  երկու`  ինչպես անընդհատ  ռեժիմում)  համարժեք  սխեմաների  տեսքով`  համապատասխանող  երեք նշանակումները մեկնաբանված են նկ. 3.1բ-ում: ", "Նկ.3.7․ Լարումները ուժի համազորի ուղղությամբ տատանումներով  գերձայնային գրտնակիչում 500Ն ուժի դեպքում Առավելագույն  լարումը  այս  դեպքում  նույնպես  առաջանում  է  պոչամասում,  իսկ լարումների  սանդղակից  երևում  է,  որ  առավելագույն  լարումը  նվազում  է  համեմատած նախորդ կոնստրուկցիայի հետ և  կազմում է մոտ  58ՄՊա Նկ.3.8․ Տեղափոխությունները ուժի համազորի ուղղությամբ տատանումներով գերձայնային գրտնակիչում 500Ն ուժի դեպքում Առավելագույն տեղափոխությունը նույնպես նվազում է և կազմում է մոտ 0,01մմ: ", "Քանի  որ  գրտնակման  ուժը    այն  հիմնական  պարամետրն  է,  որն    ազդում  է մակերևութային շերտի  ամրացման  աստիճանի  և  խորության,  մակերևույթի խորդուբորդությունների,  մետաղի մակերևութային շերտերում առաջացող լարումների վրա,  այդ  պատճառով  անհրաժեշտ  է  մշակման  ժամանակ  ապահովել  ազդող  ստատիկ ուժի հաստատուն արժեքներ և կարողանալ մշակման ընթացքում չափել և գրանցել այդ արժեքները  մեծ  ճշտությամբ:  Ազդող  ստատիկ  ուժը  ապահովվում  է  բեռի  միջոցով,  դա իրականացվում  է  հետևյալ  կերպ.  հաստոցի  լայնական  սահնակի  պտուտակ-մանեկ զույգը անջատվում է և սահնակին ճոպանով ամրացվում է բեռ(նկ.3.9): ", "Նախնական  առանցքային  ճնշման  տակ  գտնվող  չեռակալված  քառակուսի հատույթով փոշենմուշի կտրումը լայնական հատույթով փորձարարական մեթոդի նպատակը  սեղմող  և  կտրող  ուժերից  առաջացած  նորմալ  և  շոշափող  լարումների այն համակցության որոնումն է, որը բերում է փորձանմուշի սահմանային վիճակի: "]}