{"paragraph_source_docs": [0, 0, 1, 0, 0, 0, 0, 0, 0, 1, 0, 0, 1, 0, 0, 1, 0, 0, 0, 0, 0, 1, 0, 0, 1, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0], "paragraphs": ["Կաթոլիկ  հակոբիկները  կազմեցին  «Անտիոքի  ասորի  կաթոլիկ  եկեղեցին»,  որն  իր  ծե- սով և լեզվով մոտ է Անտիոքի ասորի ուղղափառ եկեղեցուն: ", "Ասորական քրիստոնեության անքակտելի մասն են այսպես կոչված «Սուրբ Թով- մասի քրիստոնյաները», որոնք բնակվում են Մալաբարում՝ Հնդկաստանի Քերալա նա- հանգի  օվկիանոսամերձ  շրջանում:  Էթնիկ  առումով  նրանք  մալայալի  ժողովրդի  մի մասն են և խոսում են մալայալամ լեզվով: Քրիստոնեությունը նրանց միջավայրում տա- րածում էր գտել դեռևս մեր թվարկության առաջին դարերում (ըստ ավանդույթի՝ Թով- մաս  առաքյալի  ջանքերի  շնորհիվ),  ապա  ձևավորում  ստացել  ինքնուրույն  Մալաբա- րյան եկեղեցու տեսքով: Վաղ միջնադարում Մալաբարում հաստատված ասորի փախս- տականների ուժեղ ազդեցությամբ Մալաբարյան եկեղեցին փոխ էր առել Արևելքի եկե- ղեցու վարդապետությունն ու լեզուն և փաստացի դարձել նրա մի մասը: XV դ. վերջում Հնդկաստան  ներխուժած  պորտուգալացիները  բռնի  կերպով  ենթարկեցին  «Սուրբ Թովմասի քրիստոնյաներին» Վատիկանին, սակայն XVII դ. կեսին մալաբարցիների մի մասը  հեռացավ  կաթոլիկությունից  և  որոշեց  վերականգնել  իր  ավանդական  կապերն ասորական քրիստոնեության հետ: Քանի որ Արևելքի եկեղեցին այդ շրջանում գտնվում էր  խոր  անկման  մեջ,  Հնդկաստանի  քրիստոնյաների  կոչին  արձագանքեց  Անտիոքի ասորի  ուղղափառ  եկեղեցին,  որի  միջնորդությամբ  Մալաբարում  ստեղծվեց  «Մալան- քարայի ասորի ուղղափառ եկեղեցին»: XIX դ. երկրորդ կեսին Արևելքի եկեղեցուն, այ- նուամենայնիվ, հաջողվեց վերահաստատել իր ներկայությունը Հնդկաստանում՝ ստեղ- ծելով Մալաբարում «Քաղդեական ասորի եկեղեցին» (չշփոթել Արևելքի եկեղեցուց ան- ջատված Քաղդեական կաթոլիկ եկեղեցու հետ): Ասորական եկեղեցական ավանդույթն ի  վերջո  վերահաստատվեց  նաև  կաթոլիկությանը  հավատարմություն  պահպանած «Սուրբ  Թովմասի  քրիստոնյաների»  մեջ:  Ներկայումս  Քերալա  նահանգում  գործում  են տարբեր  հարանվանություններին  պատկանող  ասորական  ավանդույթի  յոթ  եկեղեցի- ներ, որոնց հետևորդներն իրենց թվով գերազանցում են բուն ասորիներին: ", "Եվ հենց կարգախոսին հետևելու նախատրամադրվածության  հիմքի  վրա  խախտվում  է  ընդունելի  կարգախոսը, որպեսզի  փոխանցվի  ավելին,  քան  արտաբերվում  է  ասույթի  միջոցով:  Այսպիսով, քանի  որ  Փ.  Գրայսը  գտնում  է,  որ  կարգախոսները  հատուկ  չեն  մեկ  կամ  մի  քանի լեզվի,  այլ  համընդհանուր  են,  ապա  նույնաբանությունները  և  դրանց մեկնաբանությունը նույնպես ընդհանուր կանոնների են ենթարկվում: ", "Գարշունի  գրելաձևը  սկիզբ  առավ,  երբ  մ.թ.  VII  դ.  ասորիները  հայտնվեցին արաբների  տիրապետության  տակ,  և  արաբերենն  սկսեց  աստիճանաբար  դուրս  մղել ասորերենը որպես խոսակցական և գրավոր լեզու: Ասորիների շփումն իրենց լեզվի ցե- ղակից  արաբերենի  հետ  շատ  ակտիվ  էր.  նրանք  ներգրավված  էին  Աբբասյան  խալի- ֆայությունում  հունարենից  արաբերեն  իրականցվող  լայնածավալ  թարգմանչական գործունեության մեջ և շատ հաճախ հունարենից արաբերեն թարգմանելիս կատարում էին  նաև  միջանկյալ  ասորերեն  թարգմանություններ22:  Միաժամանակ  ստեղծվում  էր արաբերեն  գրված  ասորական  բնագրային  գրականություն  (արժե  հիշատակել,  օրի- նակ,  պատմագրական  հարուստ  նյութ  պարունակող  անանուն  «Սղերդի  ժամանակա- գրությունը»,  որը  ենթադրաբար  ստեղծվել  է  XI դ.  առաջին  կեսին23  կամ  «Աշտարակի գիրք»  աստվածաբանական  աշխատությունը,  որը  վերագրվում  է  XII  դ.  ապրած  Մարե բար Շլեմոնին24): Ձգտելով իրենց արաբալեզու գրականությունը տարանջատել մահմե- դական արաբների գրականությունից և ընդգծել նրա ասորական էությունը՝ ասորիները հարմարեցրին  իրենց  գիրն  արաբերենին,  որը  բնավ  չի  նշանակում,  որ  արաբերեն գրված  ասորական  բոլոր  գործերն  ասորատառ  են:  Հաճախ  ասորատառությունը  հան- դես  էր  գալիս  որպես  յուրատեսակ  գաղտնագրություն,  երբ  անհրաժեշտ  էր  ըստ  հնա- Kiraz, Lucas Van Rompay, Gorgiaspress, 2011, էջ 172: ", "րավորին  սահմանափակել  այս  կամ  այն  (օրինակ՝  ալքիմիական)  տեքստից  օգտվելու հնարավորություն ունեցող անձանց թիվը: Բացի ասորիներից՝ գարշունին որոշ տարա- ծում  ուներ  և  քրիստոնյա  արաբների  միջավայրում:  Կարծիք  կա,  որ  այս  գրելաձևը նպաստել է արաբական դասական գրի վերջնական ձևավորմանը: ", "Ասորական  գիրն  իր  կառուցվածքով  և  ընդհանուր  սկզբունքով  աբջադային  է, այսինքն՝ բաղաձայնագրային և որպես այդպիսին՝ մոտ է արաբականին, որը նույնպես արամեական  ծագում  ունի  և  սկիզբ  է  առնում  նաբաթեացիների  գրից25:  Արաբերենն ասորական գրով գրառելու համար պահանջվում էր ընդամենը ներմուծել մի քանի լրա- ցուցիչ նշաններ, քանի որ արաբերենի 28 տառի դիմաց ասորերենն ունի միայն 22-ը: ", "Երկար  ժամանակ  գարշունին  կիրառվում  էր  միայն  արաբերենի  համար,  ապա աստիճանաբար  այն  ընդգրկեց  պարսկերենն  ու,  հատկապես,  օսմանյան  թուրքերենը (օսմաներենը): Ասորատառ օսմաներենը XIX դ. վերջից արևմտյան ասորիների մամուլի հիմնական լեզուն էր, և դրա գործածությունը պահպանվեց մինչև 1932 թ.26: Շատ ավելի քիչ ծավալով ասորական գիրը գործածվել է հունարենը, եբրայերենը, քրդերենը, լատի- ներենն ու մալայալամը գրառելու համար: Ասորատառ, ինչպես նաև հայատառ օսմանե- րենով հոդվածներ է պարունակում նաև «Բաբելոնը»: ", "Գոյություն է ունեցել նաև հայկական գարշունիի՝ ասորատառ հայերենի հազվա- գյուտ երևույթը, որն անմիջականորեն կապված է հայախոս ասորիների համայնքների երևան գալու հետ: Այդ համայնքները գոյացել էին Խարբերդի և Մալաթիայի միջև ըն- կած  տարածաշրջանում,  հավանաբար՝  XVI-XVII  դդ.27:  Շրջանը  գտնվում  է  ասորիների ավանդական  բնօրրանից՝  Հյուսիսային  (Ասորվոց)  Միջագետքից  դուրս.  ասորիների թիվն այստեղ սկսեց աճել X դ. երկրորդ կեսից՝ Բյուզանդական կայսրության քաջալեր- մամբ:  Մալաթիան  XII-XIII  դդ.  «ասորական  վերածննդի»՝  ասորական  գրականության վերջին վերելքի կենտրոնն էր, և այստեղ էին ծնվել և աշխատել նրա վերջին անվանի ներկայացուցիչները՝  աստվածաբան  Դիոնիսիոս  բար  Սալիբին  (†1171),  պատմաբան Միքայել  Ասորին  (1126–1199)  և  մեծագույն  հանրագիտակ  Գրիգոր  բար  Հեբրայոսը Studies”, Vol. 12, No. 2, 2009, էջ 300: ", "of the Canadian Society for Syriac Studies, Volume 10, 2010, էջ 68-83: ", "Այսպիսով`  Լևինսոնի  առաջարկած  «դա  իր  բնույթն  է,  և  հնարավոր  չէ  ինչ-որ  բան փոխել»  մեկնաբանությունը  կիրառելի  չէ  այս  նույնաբանությունների  դեպքում: ", "Անգլիացի  նշանավոր  ասորագետ  Սեբաստիան  Բրոքը  հայկական  գարշունիի ամենավաղ նմուշը համարել է Հռոմի Սբ. Պողոսի բազիլիկի դռներից մեկի վրա առկա «Խաչիկ» անունը, որը պատկանել է Կոստանդնուպոլսում բնակված և դուռը պատրաս- տած վարպետին30: Այս դռանն ու վրայի արձանագրություններին մանրամասն անդրա- դարձել է գերմանացի արևելագետ Անտոն Շալլը31: Քանի որ այս պարագայում խոսքը միայն  անձի  անվան  մասին  է,  ապա  մենք  հակված  չենք  համարելու  սա  հայկական գարշունիի նմուշ, մանավանդ որ ավելի վաղ շրջանի ասորական ձեռագրերում հայկա- կան հատուկ անուններ հանդիպում են բավականին հաճախ32: ", "médiévale.  14e  année  (n°55),  1971,  էջ  244:  Ավելի  մանրամասն  տե՛ս  Honigmann,  E.,  Le  Couvent  de  Bar Sauma  et  le  Patriarcat  jacobite  d’Antioche  et  de  Syrie,  Corpus  Scriptorum  Christianorum  Orientalium (CSCO), 146/17, 1954: ", "Հետևաբար Փ. Գրայսի կարգախոսները  շատ կարևոր են այս դիրքորոշման հիման վրա  կատարված  ուսումնասիրություններում:  Ի  լրումն  քանակի  կարգախոսի,  որը նույնաբանության  նշանակության  մեկնաբանման  առանցքն  է,  Ջ.  Վորդը  և  Ջ. Հիրշբերգը  առաջարկում  են  տեղինության  կարգախոսը:  Ըստ  նրանց,  երբ արտաբերվում  է  a  is  a  բանաձևով  կառուցված  ասույթ,  ապա  սրանից  բխում  է,  որ բոլոր  a  is  b  տեսակի  այլընտրանքային  տարբերակները  տեղին  չեն:  Հետևաբար արտաբերելով նույնաբանություն, որն ունի a is a բանաձևը, խոսողը պահպանում է տեղինության  կարգախոսը:  Այս  մասին  ավելի  մանրամասն  կխոսենք  հաջորդ ենթագլուխներում: ", "Quartalschrift für christliche Altertumskunde und Kirchengeschichte” (RQ) 65. 1970, էջ 232-237: ", "դրանք, անկասկած, արամեական ծագում ունեին (այդ ժամանակ տարածաշրջանի բոլոր գրերը, բացա- ռությամբ հունականի, արամեականի այս կամ այն տարբերակներն էին): Դա են անուղղակիորեն վկա- յում  և  Կորյունի  խոսքերը,  թե  դանիելյան  գրերը  բավարար  չէին  հայերենի  հնչյուններն  արտահայտելու համար: Խոսքն այս պարագայում, ամենայն հավանականությամբ, պալմիրյան գրի մասին է: Ըստ Կոր- յունի՝ դանիելյան գրերը թաղված էին «այլոց դպրությանց» մեջ և ապա «վերակենդանացված»: Մաշտոցի օրոք պալմիրյան գիրն արդեն իրոք «թաղված» էր (պալմիրյան վերջին արձանագրությունը թվագրված է մ.թ. 280 թվականով), սակայն պատմական կտրվածքով պալմիրյան քաղաքակրթության անկումից դեռ այնքան ժամանակ չէր անցել, որ մնացած չլինեին նրա դպրությանը ծանոթ և այն «վերակենդանացնել» ցանկացող ուսյալները. դրանցից մեկը կարող էր լինել ասորական աղբյուրներին անծանոթ «ազնվական Դանիել եպիսկոպոսի» նախատիպարը: ", "??Мальчики это/есть мальчики Boys are boys ??Мальчики мальчики Boys (are) boys Мальчики будут мальчики (мальчиками) Boys will be boys ??Дети это есть дети Kids are kids Այս  օրինակներից  պարզ  է  դառնում,  որ  ռուսերենում  անհրաժեշտ  է  օգտագործել հետևյալ  հանգույցները    это,  есть  և  զրոյական  հանգույց:  Սակայն  նույնիսկ  այս դեպքում  անգլերեն  նույնաբանության  գործաբանական  իմաստը լիովին չի փոխանցվում:  Ներակայումը  ավելի  ճշգրիտ  փոխանցելու  համար  կարելի  է օգտագործել  же    մասնիկը,  ինչպես,  օրինակ,  այս  նախադասության  մեջ` Они же мальчики (they PRT boys) կամ Они же дети: Նման կերպ կարելի է օգտագործել նաև գերմաներեն  doch  մասնիկը:  Վերոբերյալ  օրինակի  քննությունը  փաստում  է,  որ նույնաբանական  կառույցի  նույնական  փոխանցմանը  մի լեզվից  մյուսին խոչընդոտում  են  տվյալ  լեզվամտածողությունն  ու  լեզվամշակույթին  բնորոշ առանձնահատկությունները (ինչպես կառուցվածքային, այնպես էլ իմաստաբանական-գործաբանական):  Անգլերենին  բնորոշ  N  is  N  կառույցը նույնքան  տարածված  չէ  այլ  լեզուներում:  Մեր  դիտարկած  օրինակին  կարելի  է ավելացնել  ևս  մեկը:  Անգլերեն War is war  նույնաբանությունը  կիրառվում  է,  ըստ Վերժբիցկայի,  պատերազմ  երևույթի  նկատմամբ  սառը  և  զուսպ  վերաբերմունք արտահայտելու  համար`  ընդունելով,  որ  այն  դաժան  է,  և  գրեթե  անհնար  է  որևէ բան  անել  դրա  ցավալի  հետևանքները  փոխելու  համար:  Վերժբիցկան  այս նույնաբանությունը  դասում  է  իրատեսություն  մարդկային  գործերում  իմաստ արտահայտող կառույցների շարքին (Realism in human affairs), որոնք հիմնականում վերաբերում  են մարդկանց  բազմաբարդ  գործունեությանը  (complex  human activities)  և  մարդկային  փոխհարաբերություններին (Wierzbicka  2003:  404): ", "Ասորատառ հայերենի պահպան- ված  նմուշներն  իրենց  թվով  զգալիորեն զիջում  են  ասորատառ  արաբերենին  ու օսմաներենին:  Գիտական  գրականու- թյան  մեջ  կամ  մամուլում  այս  կամ  այն ծավալով  հիշատակվում  են  ընդամենը մի  քանիսը,  որոնցից  երեքը  բառարան- ներ կամ բառացանկեր են: ", "Հայկական  գարշունիով  պահ- պանված  ամենահին  ձեռագիրը  ստեղծ- Պատկեր 1. Mingana syr. 44 ձեռագիրը վել  է  1574-75 թթ.՝  Մարդինի  մերձակայ- քի ասորական նշանավոր Դեյր ազ-Զաաֆարան վանքում, որը Մոր Բարսաումա վան- քից հետո 1160-1932 թթ. եղել է Ասորի ուղղափառ եկեղեցու պատրիարքների աթոռա- նիստը: Այս ձեռագիրն ասորի արևելագետ Ալֆոնս (Հորմիզդ) Մինգանայի (1878–1937), հավաքածուի մասն է (Mingana syr. 44, պատկեր 1): Հիմնականում տրամաբանությանը վերաբերող տեքստերի կողքին ձեռագիրը պարունակում է ասորատառ հայերենով Տե- րունական  աղոթքը:  Կարելի  է  ենթադրել,  որ  գրիչը  եղել  է  հայախոս  ասորի  և  ավելա- ցրել  է  Տերունական  աղոթքն  իր  իսկ  նախաձեռնությամբ  և  իր  իսկ  կողմից  ստեղծած տառադարձության եղանակով: ", "räus, in Zeitschrift für die Alttestamentliche Wissenschaft, Volume 21, Issue 1, էջ 101–41: ", "Վերոնշյալ երեք բառարանները, որոնք  հայկական  գարշունիի  ամենա- արժեքավոր նմուշներն են, թվագրվում են  XVII  դ.  և  ծագում  են  Խարբերդի  և Մալաթիայի միջև գտնվող տարածքից, որը,  ինչպես  նշեցինք,  հայախոս  ասո- րիների  համայնքների  գոյացման  հիմ- նական  շրջանն  էր:  Այս  երեք  բառա- րաններից  ամենախոշորը  միջնադար- յան  ասորերեն-արաբերեն  նշանավոր՝ Բար  Բահլուլի  բառարանի  և  մեկ  այլ՝ Բար  Ալիի  բառարանի  հիման  վրա ստեղծված տարբերակն է, որում արա- բերենը  փոխարինված  է  ասորատառ Պատկեր 2. Ms. Harvard Syriac 54 ձեռագրի նախաբանի վերարտադրությունը հայերենով:  Բառարանը  պարունակող միակ  պահպանված  ձեռագիրը  բաղ- կացած է 20x30 սմ մեծության 373 էջե- րից  և  ներկայումս  պահվում  է  ԱՄՆ  Հարվարդի  համալսարանում  (Ms.  Harvard  Syriac Մարգոլիուսը34: Ըստ նրա՝ ձեռագիրը 1657-60 թթ. կրկնօրինակել է Մոր Աբհայ վանքի վանական  Եփրեմը՝  Եդեսիայի  Ռաբբան  Խաբիբ  վանականի  համար35:  Մարգոլիուսը նշում է, որ բառարանի իրական թարգմանիչն ապրել է մինչև 1657 թ., սակայն դժվա- րանում  է  որոշել  նրա  կյանքի  ճշգրիտ  ժամանակաշրջանը:  Վերլուծելով  բառարանի հայերենը, Մարգոլիուսը ենթադրել է, որ հեղինակն օգտվել է Բար Բահլուլի բառարանի մի  քանի  օրինակներից:  Իր  հոդվածում  Մարգոլիուսն  արտատպել  է  նաև  բառարանի մեջ առկա ասորատառ հայերենի ամենաերկար շարունակական հատվածը՝ նախաբա- նը  (պատկեր  2)  և  տվել  դրա  հայերեն  տառադարձությունը  (պատկեր  3):  Վերլուծելով land”, Oct., 1898, էջ 839-861: ", "բառարանը՝  Մարգոլիուսն  այն եզրակացությանն  է  հանգել,  որ նրա  հայերենը  ոչ  թե  գրաբարը կամ միջին հայերենն է, այլ XVII դ. կամ ավելի վաղ շրջանի Մա- լաթիայի  բարբառը:  Ըստ  Մար- գոլիուսի՝ այդ բարբառը նմանու- թյուններ ունի Լեհաստանի հայերի բարբառի հետ: ", "Համատեքստը, խոսողի ու խոսակցի հարաբերությունները և արտալեզվական  գործոնները  շատ  կարևոր  դեր  ունեն  նույնաբանությունների մեկնաբանման  գործում:  Այս  միտքը  հիմնավորելու  համար  Վերժբիցկան  բերում  է քթին  թեթև  խփելու  նշանը,  որն  ընդունված  է  մի  շարք  մշակույթներում,  սակայն տարբեր  նշանակություններով:  Նույն շարժումը  տարբեր  մշակույթներում մեկնաբանվում  է  տարբեր  կերպ՝  տվյալ  հասարակության  մշակութային  ու ավանդական նախապաշարումներով պայմանավորված: ", "Մեկ այլ հայ-ասորական բառարան պարունակող 288 էջանոց ձեռագիր ներկա- յումս գտնվում է ԱՄՆ Յեյլի համալսարանի գրադարանում, ուր գրանցված է 10 համա- րի  տակ  (համալսարանի  ասորական  հավաքածուն  կազմված  է  18  ձեռագրերից):  Սա Բար  Բահլուլի  բառարանի  վերը  ներկայացված  հայկական  տարբերակի  ավելի  սեղմ խմբագրությունն է: Ձեռագիրն առաջին անգամ հիշատակել է XX դ. ասորի նշանավոր եկեղեցական  և  գիտնական  Ֆիլոքսենոս  Յուհանոն  Դոլաբանին  (1885–1969)՝  կոչելով այն «ասորերեն-թուրքերեն-հայերեն» բառարան և վերագրելով XVII դ.: Նա նաև նշել է, որ բացի բառարանային մասից, ձեռագիրը պարունակել է մի քանի այլ բնույթի տեքս- տեր, որոնք վերագրվել են Եփրեմ Ասորուն և Մարկոս Ճգնավորին38: ", "Press, 1979, էջ 59-60: ", "Այսպիսով`  Ա.  Վերժբիցկայի  մոտեցման  հիմքում  ընկած  է  այն  միտքը,  որ նույնաբանություններն  արտահայտում  են  հասցեագրողի  վերաբերմունքն  ինչ-որ երևույթի կամ  անձի  վերաբերյալ:  Իմաստաբանական  տեսության  մեջ,  փաստորեն, բաժանարար  գիծը  տարվում  է`  ելնելով  խոսողի,  այսինքն`  նույնաբանություն կիրառողի  որոշակի  վերաբերմունքից:  Մարդկային  տարաբնույթ  արարքների նկատմամբ  սառը,  իրատեսական  և  գիտակից  վերաբերմունքը  արտահայտվում  է Nabstr. is  Nabstr. բանաձևով, մարդկային բնույթի հանդեպ հանդուրժողականությունը արտահայտվում է N(hum.pl.) are N(hum.pl.) բանաձևով, իսկ  պարտականությունները/պարտավորվածությունը  և  մարդկային  վարքի կանոնները համապատասխանում են (Art) N is (Art) N բանաձևին8: ", "Յեյլի  ձեռագիրը  հիշատակվում  է Մոշե  Գոշեն-Գոթշթեյնի  մատենագրու- թյունում՝  Հարվարդի  ձեռագրի  նկարա- գրության տողատակում: ", "պարբերականում լույս  տեսավ  Յեյլի ասորական  ձեռագրերի  Լեո  Դեպույդթի անվանացանկը,  որի  մեջ  հեղինակը տալիս  է  բառարանի  հետևյալ  նկարա- գրությունը.  «Հետաքրքրական  նմուշ  է հմ.  10-ը՝  ասորերեն-հայերեն  բառարա- նը: Հայերենը գրված է ասորական տա- ռերով:  Զանազան  աղոթքներ  նախոր- դում,  հաջորդում  և  զուգորդում  են  բա- ռացանկը:  Դիակրիտիկ նշանները, Պատկեր 4. Մեկ էջ Յեյլի համալսարանի ձեռագրից որոնք ավելացված են ասորական տառերին՝ հիմնականում կարմիր թանաքով, թույլ են տալիս զանազանել հայերենին բնորոշ հնչյունները» 39: ", "Յեյլի  ձեռագրին  ավելի  մանրամասն  անդրադարձել  է  Հիդեմի  Տակահաշին40: ", "Ըստ նրա՝ այդ ձեռագիրը համալսարանը 1967-68 թթ. գնել է թուրք ֆրանսագետ Մա- հալաթ  Մենեմենջիօղլուից:  Դրանից  մի  քանի  տասնամյակ  առաջ  ձեռագիրը,  ի  թիվս ասորական  այլ  ձեռագրերի,  պատկանել  է  Օսմանյան  արքունիքի  արարողապետ,  ազ- գությամբ ասորի Պետրոս Էրոնուրին (Ֆեհիմ Բեկ): Վերջինիս հավաքածուի ձեռագրե- րը նրա հայրը՝ Թիմոթեոս Պաուլոս Ֆեհիմը, ձեռք էր բերել Ուրֆայում, երբ 1883-87 թթ. այդ քաղաքի ասորի ուղղափառ եպիսկոպոսն էր41: Ձեռագրերի մեծ մասը պատկանել է dies”, Vol. 9, No. 2, 2006: ", "Այնուհետև  Ա.  Վերժբիցկան  առանձնացում  է  ինը  տեսակի  նույնաբանություն, որոնք  բոլորն  ունեն  միևնույն  կառուցվածքային  բանաձևը,  սակայն  տարբեր նշանակություններ:  Ըստ  էության  այն,  ինչ  նշում  է  Ա.  Վերժբիցկան  կոնկրետ  իր ներկայացրած ներակայումների օրինակների ուսումնասիրության մեջ, ընդհանուր առմամբ  կարող  է ընդունելի  լինել նրա բերած  նմուշօրինակների համատեքստում: ", "սիսային  Ամերիկայում  բնակվող  նրանց  սերունդների  միջավայրում  հայերենը  մինչև  օրս՝  որպես  «ըն- տանեկան լեզու» որոշ տարածում ունի: ", "քաղաքի  Սուրբ  Պողոս-Պետրոս  ասորական եկեղեցուն, որտեղ բերվել է նույն Մոր Աբհայ վանքից:  Հետևելով  այս  շղթային՝  Տակահա- շին ենթադրել է, որ Յեյլի ձեռագիրը, ինչպես և  Հարվարդինը,  ծագում  է  Մոր  Աբհայ  վան- քից: Ի տարբերություն Հարվարդի ձեռագրի՝ այս  մեկը  չի  պարունակում  հիշատակարան- ներ,  որոնք  լույս  կսփռեին  նրա  ծագման վրա:  Բացի  բուն  բառարանից,  որը  զբաղեց- նում  է  ձեռագրի  4-րդից  199-րդ  էջերը  և  Դո- լաբանիի  հիշատակած  տեքստերից,  ձեռա- գիրը (պատկեր 4) պարունակում է հայ-ասո- րական  ավելի  հակիրճ  բառացանկ  (էջ  231- շիի հիշատակված հոդվածը: ", "Պատկեր 5. Մեկ էջ Մալկե բար Նիկոդիմոսի ձեռագրից Հայկական  գարշունիով  հաջորդ  ձեռագիրը  պարունակում  է  եռալեզու՝  ասորե- րեն-հայերեն-արաբերեն բառարան: Ձեռագիրը 1665-66 թթ. Դիարբեքիրում պատճենել է  ոմն  Մալքե  բար  Նիկոդիմոսը,  որը  ծագումով  Գերգերի  շրջանից  էր:  Ձեռագիրն  ունի ապա՝  այբբենական:  Ձեռագիրը  պահվում  է  Կահիրեի  Քրիստոնյա  արևելքի  ուսումնա- սիրման  ֆրանցիսկյան  կենտրոնում  և  հիշատակվում  է  նրա  մատենագրությունում42 (պատկեր 5, 6): ", "Ասորատառ հայերենով երկու տեքստեր՝ «Հավատամք» և շարական, պարունա- կում է Վատիկանի գրադարանի ասորական հավաքածուի մի ձեռագիր (Vat. Syr. 544), որը  1711-12 թթ.  արտագրել  է  Իբրահիմ  անունով  ասորի  մի  սարկավագ:  Հայկական գարշունիի  այս  նմուշներին  գիտական  գրականության  մեջ  անդրադարձել  է  Արնոլդ Centre d’Etudes Orientales Chrռtiennes du Mouski, Le Caire, in Studia Orientalia Christiana Collectanea XVII, Jerusalem,  1985,  էջ  215:  Գոհունակությամբ  պետք  է  նշենք,  որ  այս  ձեռագրին  իր  դիպլոմային  աշխա- տանքն է նվիրել ԵՊՀ արևելագիտության ֆակուլտետի 2013 թ. շրջանավարտ Էսթեր Պետրոսյանը: ", "վան  Լանդշուտը43:  Սրանց  առանձնա- հատկությունն  այն  է,  որ  ասորական տառերի  կողքին  պատահում  են  արա- բական  և  հայկական  տառեր  կամ առանձին բառեր: Այսպես՝ «հավատամք ի  մի  աստված»  բառակապակցությու- նում  «աստված»  բառը  ներկայացված  է արաբական  ﷲ  ալլահ  բառով,  որը  հան- դես  է  գալիս  որպես  հետերոգրամ,  թեև «որդի  աստծո»  կապակցությունում  այդ նույն բառը գրված է ասորական տառե- րով:  Նմանանապես՝  «Հիսուս  Քրիս- տոս»  անունն  արտահայտված  է  հայա- տառ  յս  քս  հապավումով:  Բացի  դրա- Պատկեր 6. Մալքե բար Նիկոդիմոսի ձեռագրի ասորատառ արաբերենով հիշատակարանը նից՝ տեքստի ընթերցումը դյուրացնելու նպատակով գրիչը հաճախ ասորական տառե- րի  տակ  մանր  գրով  ավելացրել  է  համապատասխան  հայկական  տառերը44:  Պատկեր տառ վերարտադրությունը՝ առանց ասորական տառերի տակ ավելացված հայկական- ների: ", "Ըստ  հայ  նշանավոր  աշխարհագրագետ,  Մխիթարյան  միաբանության  անդամ Ղուկաս  Ինճիճյանի  (1758-1833)՝  «մինչև  ցայժմ  լսեմք  ուրեք  ուրեք  գտանիլ  հայկական մատենից գրեալ ասորի տառիւք. յորոց զմին ինքնին տեսեալ վկայեաց մեզ Սիմոն Աս- սեմանին, որ մի էր ի վարժապետացն ի Պետաւիոն» («մինչև այսօր լսում ենք, որ ժա- մանակ  առ  ժամանակ  գտնվում  են  ասորական  տառերով  գրված  հայկական  մատյան- ներ,  որոնցից  մեկն  անձամբ  տեսնելու  մասին  մեզ  հայտնեց  Սիմոն  Ասսեմանին,  ով մեկն  էր  Պադուայի  (համալսարանի)  դասախոսներից»)45:  Թեև  Ինճիճյանը  չի  մանրա- Chrétien, Biblioteca Apostolica Vaticana, 1964, էջ 419-428: ", "մասնում,  թե  ինչ  ձեռագիր  է  տեսել Ասսեմանին,  այնուամենայնիվ  կա- րելի է ենթադրել, որ խոսքը Վատի- կանի  գրադարանի  վերոհիշյալ  Vat. Syr.  544  ձեռագրի  մասին  է,  որը Եվրոպայում  պահվող  ասորատառ հայերենի միակ հայտնի նմուշն է: ", "Ինճիճյանի  «մինչև  ցայժմ» բառերը կարող են անուղղակիորեն վերաբերել,  մասնավորապես,  ասո- րատառ  հայերեն  Ավետարանին, որի  XIX  դ.  ընթացքում  գոյության  և հայախոս  ասորիների  կողմից  գոր- ծածության  մասին  հայտնում  է արաբալեզու  և  թուրքալեզու  ասո- րական  Ինթիբահ («Զարթոնք») Պատկեր 7. Vat. Syr. 544 ձեռագրի «Հավատամքի» վերարտադրությունը պարբերականը՝  վկայակոչելով  Մարսելի  «Արմենիա»  թերթում  1914  թ.  ապրիլի  22-ին լույս  տեսած  նամակը:  Նամակի  հեղինակը,  որի  անունը  Հրաչյա  է,  1890-ականների սկզբին  տեսել  էր  այդ  Ավետարանը  Դիարբեքիրի  Մերյեմ  Անա  եկեղեցում,  որտեղ  այն ընթերցելիս է եղել միդյաթցի մի քահանա: Հրաչյան տեսել է Ավետարանի մի էջը՝ Ղու- կասի  Ավետարանի  26-28  գլուխներով:  Քահանան  ասել  է,  որ  դա  Ավետարանի  միակ նմուշն է: Հրաչյան զգուշացել է ավելի մանրամասն հետաքրքրվել Ավետարանով, քանի որ  այդ  ժամանակահատվածում  հայ-ասորական  հարաբերությունները  Դիարբեքիրում ինչ-ինչ  պատճառներով  լարված  են  եղել:  Նա  ապա  ենթադրել  է,  որ  Ավետարանը ոչնչացել  է  1895  թ.  ջարդերի  ժամանակ:  Այս  համատեքստում  հարկ  է  նշել,  որ  Բիթլի- սում  ասորիները  հայերեն  խոսում  էին  ոչ  միայն  առօրյայում,  այլև  գործածում  էին  այն Ասսեմանիի  մասին  է  (1752-1820),  որը  Պադուայի  համալսարանի  արևելյան  լեզուների  դասախոս  էր  և գրել էր մի քանի աշխատություններ արևելագիտության և դրամագիտության ասպարեզում: ", "իրենց եկեղեցական արարողություններում46: Հայերենը ժամերգության մեջ գործածվել է նաև Մարդինի Քառասուն նահատակների ասորական եկեղեցում47, թեև այս քաղաքի (ինչպես  և  Սղերդի48)  ասորիներն  ու  հայերն  առավելապես  խոսում  էին  արաբերենի անատոլիական բարբառով: ", "Սակայն,  ինչպես  արդեն քննարկեցինք  վերևում, «Իրատեսություն մարդկային  հարաբերություններում»  խմբին  պատկանող  նույնաբանությունը տարբեր  համատեքստերում  կարող  է  ունենալ  տարբեր  մեկնաբանություններ: ", "Վերջապես,  հայտնի  է,  որ  XIX  դ.  սկզբում  կազմվել  է  Ծաղկազարդին  նվիրված եկեղեցական  մի  հավաքածու,  որի  մեջ  զետեղվել  են  ասորերեն,  հայերեն,  արաբերեն, թուրքերեն ու պարսկերեն շարականներ՝ բոլորն ասորատառ: Այս ձեռագիրը նույնպես կազմում է Ալֆոնս Մինգանայի հավաքածուի մի մասը (Mingana syr. 520)50: ", "Ծնունդով  դիարբեքիրցի  ասորի  լրագրող  Նաում  Ֆաիկի  (1868-1930)՝  ԱՄՆ-ում հրատարակած Բեթնահրին («Միջագետք») ասորական թերթը պարունակում է ասորա- տառ  հայերենի  մի  քանի  նմուշներ:  Մասնավորապես,  թերթի  ընթերցողներից  մեկը կազմել է հայերենում գործածվող ասորական բառերի մի քանի ցանկեր, որոնք ասորա- տառ թուրքերենով վերնագրված են «Ասորական բառեր հայերենում»: Այստեղ զետեղ- ված  պատկերում  (պատկեր  851)  ասորատառ  հայերենը  ներկայացված  է  միջին  սյունա- կում (աջ սյունակը պարունակում է ասորական բառի դասական գրությունը, իսկ ձախը՝ բառի թարգմանությունն ասորտատառ թուրքերենով): ", "Խնդրո  առարկային  թերևս  որոշ առնչություն  կարող  է  ունենալ  Խարբերդում և  Դիարբեքիրում  Մեծ  Բրիտանիայի  նախ- կին  փոխհյուպատոս  Թովմաս  Մկրտչյանի վկայությունը,  որը  1938  թ.  լույս  է  տեսել Ֆրեզնոյի «Մշակ» թերթում, ապա անգլերեն թարգմանությամբ  արտատպվել  Լոս  Անջե- լեսում  խարբերդցի  ասորիների  կողմից հրատարակված Assyrian Progress  պարբերականում:  Ըստ  Մկրտչյա- նի՝ 1896 և 1898 թթ. նա բրիտանացի արևե- Պատկեր 8. «Բեթնահրին» պարբերականի բառացանկերից մեկը լագետ  Ջեյմս  Ռանդել  Հարիսի  (1852–1941)  հետ  երկու  անգամ  վերոհիշյալ  Դեյր  ազ- Զաաֆարան  վանքում  այցելել  է  Ասորի  ուղղափառ  եկեղեցու  պատրիարք  Իգնատիոս Աբդելմասիհին,  որից  Ռանդելը  փորձում  էր  գնել  «հարավային  հայերի»  մասին  մի  հին գիրք  կամ  ձեռագիր՝  գրված  «ասորական  տառերով»:  Բրիտանացի  գիտնականը  գրքի դիմաց առաջարկում էր 3000 ֆունտ սթերլինգ, սակայն պատրիարքը հրաժարվեց վա- ճառել այն: Անհաջողությամբ ավարտվեց նաև գրքի կրկնօրինակն ստանալու փորձը52: ", "Թեև Մկրտչյանի վկայությունից պարզ չէ, թե ինչ լեզվով է գրված եղել գիրքը, այնուա- մենայնիվ  կարելի  է  ենթադրել,  որ  այն  ասորատառ  հայերենով  կամ  օսմաներենով  էր (ասորատառ  արաբերենն  այս  պարագայում  քիչ  հավանական  է  թվում),  քանի  որ  ուշ միջնադարում, երբ ամենայն հավանականությամբ գրվել է այդ պատմությունը, ասորե- րենն այլևս չէր գործածվում այս տիպի գրականություն ստեղծելու համար: ", "Մինչև 1915 թ. Մեծ եղեռնը, որի զոհերը հայերի հետ միասին դարձան նաև տասնյակ հազարավոր  ասորիներ,  վերջիններիս  աշխարհագրական  տարածումն  ուներ  հետևյալ պատկերը:  Նեստորականներն  ունեին  բնակության  երկու  խոշոր  շրջան:  Առաջինը Հաքքյարի  լեոնային  անկլավն  էր  (արամեերեն  աքքարե՝  «ռանչպարներ»  բառից),  որը զբաղեցնում  է  այսօրվա  Թուրքիայի  հարավարևելյան  անկյունը:  Հաքքյարիի  նեստո- րակնները բաժանված էին մի քանի ցեղերի և համեմատաբար անկախ էին Օսմանյան իշխանություններից: Այստեղի Քոչանիս գյուղում գտնվում էր Արևելքի եկեղեցու կաթո- ղիկոսի  նստավայրը:  Կաթողիկոսը,  բացի  կրոնական  պարտականություններից,  կա- տարում էր նաև նեստորականների աշխարհիկ առաջնորդի դերը: Հաքքյարիից բացի՝ նեստորականներ  կային  նաև  Վանի  վիլայեթի  հարակից  շրջաններում:  Այստեղի  ասո- րիների  կախվածությունն  Օսմանյան  իշխանություններից  և  տեղացի  մահմեդականնե- րից ավելի ուժեղ էր53: ", "Վերժբիցկան  առանձնացնում  է  անգլերենի  նույնաբանությունների  ևս  մի խումբ,  որոնք  հանդուրժողական  վերաբերմունք  են  արտահայտում  որոշ գործողությունների,  իրավիճակների  նկատմամբ,  ունեն  հաճելի  բնույթ  և կատարվում  են  հատուկ  առիթներով,  ինչպես,  օրինակ,  արձակուրդ,  ծնունդ, խնջույք,  հավաքույթ  և  այլն  (Wierzbicka  2003:  408):  Նա  դիտարկում  է  հետևյալ օրինակները. A picnic's a picnic. A party is a party. A holiday is a holiday. A honeymoon is a honeymoon. A game is a game. Նա նշում է, որ դժվար թե կիրառվեն A Monday is a Monday; An autumn is an autumn; A morning is a morning նույնաբանական կառույցները, եթե, իհարկե, տարբերակում չենք  մտցնում  նշված  երկուշաբթիների  միջև:  Այս  խմբի  նույնաբանությունների իմաստային  առանցքն  այն  է,  որ  պետք  է  հանդուրժող  ու  համբերատար  լինել անհարմարությունների  նկատմամբ,  որոնք  առաջանում  են  կամ  կարող  են առաջանալ նմանատիպ  հատուկ  առիթների  արդյունքում:  Ա. Վերժբիցկան  գտնում է, որ հնարավոր չէ ասել A picnic will be a picnic; A holiday will be a holiday, ինչպես կարելի է ասել Boys will be boys, քանի որ պիկնիկի կամ արձակուրդի պարագայում հանդուրժողական  լինելը  պատճառաբանվում  է  այդ  ժամանակահատվածների հատուկ  բնույթով:  Նա  կարծում  է,  որ  will-ով  կառուցված  նույնաբանությունները տվյալ  դեպքում  չեն  կարող  կիրառվել,  քանի  որ  դրանք  չեն  հիմնվում  մարդուց անկախ  գործող  կանխատեսելի  ապագայում  տեսանելի  երևույթների  վրա  (այս մասին  ավելի  մանրամասն  տե՛ս  2-րդ  գլխում):  Սակայն  կարծում  ենք,  որ A picnic will be a picnic  տարբերակը  չի  օգտագործվում  ոչ  թե  նշված  պատճառով,  այլ որովհետև  տվյալ  պարագայում  ներկա  ժամանակաձևը,  որով  կառուցված  է    A picnic is a picnic նույնաբանությունը, ընդգրկում է ոչ միայն տվյալ պահը` ներկան, այլ  նաև  ընդհանրապես  պիկնիկ  երևույթը:  Տվյալ  նույնաբանությանը  չի  կարելի վերագրել  որոշակի  ժամանակահատված,  որում  այն  ճիշտ  է,  իսկ  մյուսում`  ոչ: ", "Նեստորականների  հետ  ասորիների  արևելյան  խումբը  կազմող  քաղդեականնե- րը  հիմնականում  բնակվում  էին  Հաքքյարիից  դեպի  հարավ  տարածվող  Մոսուլի  դաշ- տավայրում, որը կազմում էր Մոսուլի վիլայեթի մասը: Այստեղ նրանց գլխավոր կենտ- րոնը Ալկոշ գյուղաքաղաքն էր, որի մերձակայքում գտնվում էր քաղդեականների ամե- նանշանավոր  Ռաբբան  Հորմիզդ  վանքը:  Քաղդեական  գյուղեր  կային  նաև  Ուրմիայի շրջանում, ինչպես նաև Վանի և Դիարբեքիրի վիլայեթներում, այդ թվում՝ Սղերդում: ", "Արևելյան ասորիներն իրենց մեծամասնությամբ շարունակում էին խոսել զանա- զան  արդի  արամեական  բարբառներով,  որոնք  բաժանվում  էին  մի  քանի  խմբերի:  Ալ- կոշում, ուշ միջնադարից սկսած, որոշ տարածում ուներ ասորալեզու պոեզիան, սակայն իսկական զարգացում արդի արամեական բարբառներն ապրեցին Ուրմիայում: Այստեղ հաստատված  միսիոներները  լրջորեն  ուսումնասիրում  էին  տեղի  արամեական  բար- բառները,  որոնցից  մեկի՝  Ուրմիա  քաղաքի  բարբառի  հիման  վրա  նրանց  ջանքերով (http://ethno.asj-oa.am/644/): ", "XIX դ.  կեսերից  զարգացավ  գրական  նոր  լեզու՝  արդի  գրական  արամեերենը  (արդի ասորերենը), որը գործածում է ասորական գրի նեստորյան տարատեսակը: Այս լեզվով, որն ի վերջո դարձավ բոլոր արևելյան ասորիների ընդհանուր գրական լեզուն, իրակա- նացվում  էր  հանրակրթություն  միսիոներների  հիմնած  բազմաթիվ  դպրոցներում  և  քո- լեջներում,  նրանով  հրատարակվում  էին  գրքեր  և  պարբերականներ:  Միսիոներների նման  ակտիվ  լուսավորչական  գործունեության  շնորհիվ  Ուրմիայի  ասորիների  կրթա- կան մակարդակը զգալի աճ ապրեց, և քաղաքը, փաստորեն, դարձավ ասորիների թիվ մեկ մշակութային կենտրոնը: ", "Մինչև  Առաջին  համաշխարհային  պատերազմն  Օսմանյան  կայսրությունում, տարբեր  աղբյուրների  գնահատմամբ,  հաշվում  էին  մոտ  250  հզ  ասորիներ:  Նրանց գրեթե կեսը, ըստ Կոստանդնուպոլսի հայոց պատրիարքարանի տվյալների, բնակվում էր  հայկական  վիլայեթներում՝  60  հազար  Դիարբեքիրի,  25  հազար՝  Սեբաստիայի,  18 հազար՝  Վանի,  15  հազար՝  Բիթլիսի,  5  հազար՝  Խարբերդի  (Էրզրումի  վիլայեթում,  որն ամենահեռուն  էր  ասորիների  պատմական  բնօրրան  Ասորիքից,  ասորիներ  չկային)54: "], "source_docs_file": "Linguistics.json"}