{"paragraph_source_docs": [0, 1, 0, 0, 1, 1, 0, 0, 0, 0], "source_docs_file": "Linguistics.json", "paragraphs": ["Սակայն, ինչպես և միջատամնայինների պարագայում, քիչ հավանական է, որ «է» կո- կորդայինը  արտաբերելի  էր  Խարբերդի  հայախոս  ասորիների  համար,  նամանավանդ որ թուրքերենում այն նույնպես գոյություն չունի: ", "Ստացված  պատասխանների        համընկնումների  կամ  իրարից  տարբեր  լինելու պատճառների  քննության  ժամանակ  էլ  պարզվեց,  որ  կա  որոշակի  անձնական փորձի  վրա  հիմնվող  հենքային  գիտելիք,  որը  թողնում  է  իր  ազդեցությունը նույնաբանության  գործաբանական  ներուժի  վերծանման  գործի  վրա:  Այժմ դիտարկենք  հարցման  արդյունքներից  վերցված  մի  քանի  օրինակ  ու  դրանց  վրա փորձենք տեսնել, թե որն է հենքային գիտելիքի ազդեցությունը նույնաբանությունը մեկնաբանելու գործում: Մեջբերված հատվածը վերցված է Express համացանցային լրատվականի JESUS CHRIST! Is that what he really looked like? վերնագրով հոդվածի տակ թողնված մեկնաբանություններից: ", "«Բաբելոնում»  արձանագրված  է  այս  սկզբունքից  շեղվելու  հետաքրքրական դեպք:  Այսպես,  դասական  ասորերենի  catīro  «հարուստ»  բառը  հայկական  տառադար- ձության մեջ ունի հաթիրօ տեսքը, այսինքն, ամենայն հավանականությամբ, ենթադրե- լի աթիրօ ձևի փոխարեն փորձ է արվել «հ» տառով արտահայտել կոկորդային «է»-ն: ", "Այստեղ  անհրաժեշտ  է  նշել,  որ  դասական  ասորերենում  առանձնացվում  է  «ը» հնչյունը, որը քերականության մեջ կոչվում է «շվա»: Շվա-ն առաջանում է ձայնավորնե- րի սղման կամ նեղացման պատճառով և հստակ լսելի է բառասկզբի երկու բաղաձայն- ների միջև և բառամիջի երեք բաղաձայններից կազմված կապակցություններում՝ երկ- րորդ  և  երրորդ  բաղաձայնների  միջև  (նման  երևույթ՝  «գաղտնավանկի  «ը»,  գոյություն ունի  նաև  հայերենում,  օրինակ՝  «մ(ը)կ(ը)րտիչ»  բառում):  Ի  տարբերություն  այլ  ձայնա- վորների՝ շվա-ն ասորերենում միշտ «գաղտնավանկային» է, այն որևէ տառով կամ ձայ- նանիշով  չի  նշվում  և  այդ  պատճառով  հաճախ  անտեսվում  է  նաև  տառադարձության մեջ  (սույն  աշխատության  մեջ  շվա-ն  նշում  ենք  ə  նշանով):  Բառասկզբի  երկու  բաղա- ձայնների  միջև  շվա-ն  առկա  է  նաև  այն  դեպքում,  երբ  առաջին  բաղաձայնը  կոկոր- դային «է»-ն է, օրինակ՝ cəlaymo «պատանի», cərūḇto «ուրբաթ», cəsar «տասն-» (11-ից 19-ը թվականներում):  Այս  բառերը  «Բաբելոնում»  տառադարձված  են  ըլայմո,  ըրուպթօ  և ըսար:  «Տասներորդ»  բառը  դասական  ասորերենում  ունի  cəsīroyo  ձևը,  սակայն  էսրօ  և էսրին  ձևերի  ակնհայտ  ազդեցությամբ  «Բաբելոնում»  այն  հանդես  է  գալիս  ոչ  թէ  ըսի- րօյօ, այլ էսիրօյօ ձևով: ", "Վերջինիս  գազանաբար  բռնաբարել  են,  հետո  էլ  լեզուն  կտրել,  որպեսզի  աղջիկը չկարողանա նկարագրել հանցագործներին: Ամուսինները տեղյակ են նաև այսպես կոչված էլենջեյմսականների  մասին,  որոնք,  ի  բարոյական  պաշտպանություն  Էլեն Ջեյմսի,  կտրել  են  իրենց  լեզուները:  Իրականում  Էլեն  Ջեյմսը  ատում  էր  իր հետևորդներին,  որոնք  բավականին  սահմանափակ  կանայք  էին  և  ունակ  չէին նախաձեռնելու որևէ արժեքավոր հասարակական գործողություն. Jesus,  in  another  year  no  one  would  have  remembered  them  –  or  why  they  did what they did. They were a fashion, a stupid fashion. (IJ WAG: 554) Դիտարկենք  ևս  մեկ  օրինակ`  ուշադրություն  դարձնելով  նույնաբանության մեկնաբանության գործընթացում հենքային գիտելիքի դերին. When the play is “finished”, the processes of collaboration have yet to begin. The serious work of the dramatist is over, but the most desolating part of his toil awaits him. I do not refer to the business of arranging with a theatrical manager for the production  of  the  play.  For,  though  that  generally  partakes  of  the  nature  օf `amusing  burlesque,  owing  to  the  fact  that  theatrical  managers  are  –  no  doubt inevitably  –  theatrical.  Nevertheless,  even  the  theatrical  manager,  while disclaiming the slightest interest in anything more vital to the stage than the box - office,  is  himself  in  some  degree  a  collaborator  and  in  the  first  to  show  to  the dramatist that a play is not a play till it is performed. The manager reads the play, and, to the dramatist’s astonishment reads quite a different play… (BA AC: 266) Նույնաբանությունը  համատեքստում  դիտարկած  հարցվողների  75%-ը մեկնաբանել է, որ պիեսը հնարավոր է տեսնել ու գնահատել միայն այն ժամանակ, երբ  այն  բեմադրված  է,  իսկ  25%-ի  մեկնաբանությունների  ընդհանուր  պատկերն այն  է,  որ  քանի  դեռ  պիեսը  բեմադրված  չէ,  այն  չի  կարող  այդպիսին  համարվել: ", "Անշուշտ,  այսպիսի  մեկնաբանություններ  անելու  համար  անհրաժեշտ  է  հիմնվել նաև  համատեքստի  վրա:  Հարցվողները  մասնավորապես  առանձնացրել  են  The serious work of the dramatist is over, but the most desolating part of his toil awaits him. Այստեղից  հասկանալի է դառնում, որ թեպետ պիեսը հանձնված  է թղթին, սակայն հիմնական  աշխատանքը  դեռ  առջևում  է:  Այս  մասին  է  վկայում  նաև  չակերտների մեջ  վերցված finished  բառը,  ինչը  ցուցիչն  է  այն  բանի,  որ  իրականում  պիեսը  դեռ ավարտված չէ: Հարցվածներից ոմանք, ովքեր ինչ-որ չափով տեղյակ են թատրոնից կամ  կինոարդյունաբերությունից,  իրենց  մեկնաբանության  մեջ  նշել  են,  որ  այդ ոլորտներում  բուն  աշխատանքը  սկսվում  է  տեքստի  պատրաստ  լինելուց,  սակայն միայն  պիեսի  տեքստն  ունենալը  դեռ  գրեթե  ոչինչ  չի  նշանակում:  Նրանցից  մեկը մասնավորապես  գրել  էր There are lots of scripts but who cares!  նկատի  ունենալով, որ պիեսի բարդությունը այն բեմադրելն է: Հարցվողների երկրորդ խումբը, ովքեր a play is not a play  նույնաբանությունը  մեկնաբանել  են  առանց  համատեքստի,  տվել են  այլ  մեկնաբանություններ:  Նրանց  գերակշիռ  մասը,  գրեթե  100%-ը, նույնաբանությունը  վերծանել  է  այսպես.  ներկայացումը  վատն  է  կամ  չափազանց վատն  է,  այնքան  վատն  է,  որ  նույնիսկ  ներկայացում  անվանելն  է  անհնար: ", "Դասական  ասորերենի  արևմտյան  արտասանությանը  բնորոշ  մեկ  այլ  կոկոր- դային հնչյուն է խոր կոկորդային [հ]-ն (ܚ , արաբերենում՝ ح), որին արևելյան ասորինե- րի մոտ համապատասխանում է դասական ասորերենին բնորոշ և արդի գրական ասո- րերենին  փոխանցված  [խ]  տարբերակը  ([խ]  հնչյունն  առկա  է  նաև  արևմտասեմական այլ  լեզուներում,  մասնավորապես՝  եբրայերենում):  Դասական  ասորերենում  առկա  է նաև իր որակով հայերենի [հ]-ի հետ համընկնող հնչյուն (ܗ): Լինելով արևմտյան ասո- րիներ՝ խարբերդցիները «Բաբելոնում» այս հնչյունը վերարտադրում են ոչ թե հայերենի «խ»,  այլ  «հ»  տառով  (այսինքն՝  հայերենի  «հ»  տառով  վերարտադրվում  է  ասորերենի ինչպես ܚ, այնպես էլ ܗ տառը), օրինակ՝ ահօ «եղբայր» (եբրայերենում՝ ախ), հազիրան «հունիս»,  համշօ  «հինգ»  (և  ածանցյալ  ձևեր,  ներառյալ՝  համշօշիպօ  «հինգշաբթի».  եբ- րայերենում՝ խամեշ), հապիպօ «սիրելի», հապրօ «ընկեր» (եբրայերենուն՝ խավեռ), հադ «մեկ» (եբրայերենում՝ էխադ), շուպհօ «փառք» և այլն: ", "Կոկորդային հնչյուններից բացի՝ սեմական լեզուների հնչյունական համակարգին բնո- րոշ են, այսպես կոչված, «էմֆատիկ» բաղաձայնները, որոնց արտասանությունն աչքի է ընկնում որոշ լարվածությամբ: Դասական ասորերենն ունի երկու էմֆատիկ բաղաձայն՝ «կոշտ» [ṭ] (նշվում է ܛ «տեթ» տառով, արաբերենում՝ ط ) և [ṣ] (նշվում է ܨ «սադե» տա- ռով, արաբերենում՝ ص): «Բաբելոնում» գործածված է սկզբնապես էմֆատիկ [ṭ] պարու- նակող երկու բառ. դրանցից մեկում՝ šəboṭ «փետրվար», այդ հնչյունը տառադարձգած է «թ»  տառով՝  շըպօթ  «փետրվար»,  իսկ  մյուսում՝  ṭobo  «լավ»,  «բարեպաշտ»  մեկ  անգամ «թ»-ով՝ թօպօ, և չորս անգամ «դ»-ով՝ դօպօ: Երկուսն են նաև սկզբնապես էմֆատիկ [ṣ] պարունակող բառերը՝ ṣafro «առավոտ» և ṣəlibo «խաչ», որոնցում այդ հնչյունը տառա- դարձված  է  «ս»  տառով՝  սաֆրօ  և  սլիպօ  կամ  ըսլիպօ  «խաչ»:  Այսինքն՝  հայերենի  «ս» տառով  տառադարձվում  է  ինչպես  «սադե»  տառով  նշվող  էմֆատիկ  [ṣ]-ն,  այնպես  էլ «սեմքաթ» տառով (ܣ) նշվող բաղաձայնը, որը համընկնում է հայերենի «ս» բաղաձայ- նի հետ: ", "Էմֆատիկ բաղաձայններին որոշ նմանություն ունի «կոֆ» տառով (ܩ, արաբերենում՝ ق) նշվող բաղաձայնը, որը մոտ է հայերենի [կ]-ին, այն տարբերությամբ, որ արտաբերելիս լեզուն մոտավորապես գտնվում է այն դիրքում, որը զբաղեցնում է [ղ] կամ [խ] բաղա- ձայնների  դեպքում:  «Բաբելոնում»  գրանցել  ենք  այս  հնչյունը  պարունակող  վեց  բառ: ", "Դրանցից  երեքում  այն  տառադարձված  է  հայերենի  «խ»  տառով՝  սումօխօ  «կարմիր» (sumoqo. հետաքրքրական է, որ հայերենում ասորական այս բառը նույնպես հանդես է գալիս «խ»-ով՝ «սումախ»), խատմօյօ «առաջին» (qaḏmoyo), խում «բարձրանալ» «կանգ- նել» (qom, գործածված է մըշիհօ խում մէն բէթմիթէ՝ «Քրիստոս հարյավ ի մեռելոց» ար- դեն  դիտարկված  արտահայտության  մեջ),  երկու  անգամ  «գ»-ով՝  ըմեագրօ  «հարգելի» (məyaqro) և ըգտիմ «առաջին» (qəḏem, թէշրինի ըգտիմ «հոկտեմբեր» և քէնունը ըգտիմ «դեկտեմբեր» բառերում) և մեկ անգամ՝ «ք»-ով տուպօքօ «բովանդակություն» (duboqo) բառում,  որը  պարբերաբար  երևում  է  տիտղոսաթերթերի  վրա:  Նշենք,  որ  արևմտա- հայերենում «գ» և «ք» տառերը համապատասխանում են արևելահայերենի «ք»-ին: «Կ» տառը, որի արևելահայ արտասանությունն ամենամոտն է ասորական «կոֆ»-ին, արև- մտահայերենում  հնչում  է  որպես  «գ»  և,  ինչպես  տեսնում  ենք,  չի  գործածվում  այս հնչյունի տառադարձության համար: "]}