{"paragraph_source_docs": [4, 4, 4, 4, 4, 0, 4, 4, 1, 1], "source_docs_file": "Law.json", "paragraphs": ["Համենայն  դեպս,  կալանավորումը  պետք  է  «օրինական»  լինի,  այսինքն`  պետք  է իրականացվի  օրենքի  համաձայն`  ներառելով  նյութական  և  դատավարական  նորմերը, և կամայական չպետք է լինի: Վինտերվերպի գործում Դատարանն ընդունել է չափանիշ- ներ, որոնք պետք է պահպանվեն, որպեսզի հոգեկան հիվանդի կալանավորումը «կամա- յականություն» չդիտվի. Մասնավորապես, հոգեկան խանգարումը պետք է  հաստատվի օբյեկտիվ  բժշկական  փորձաքննությամբ,  կալանավորումն  արդարացնող  խանգարման բնույթը և աստիճանը պետք է ծայրահեղ լինեն,  կալանավորումը պետք է տևի այնքան, որքան պահանջում են հոգեկան խանգարման աստիճանն ու տևողությունը, այն դեպքե- րում, երբ կալանավորման ժամկետներն ըստ հավանականությամբ որոշված չեն, տվյալ անձին ազատ արձակելու համար լիազորված հանձնաժողովը ժամանակ առ ժամանակ պետք է քննի ժամկետի հարցը և եթե անձը պետք է տեղավորվի հիվանդանոց, կլինիկա մոլները): ", "կամ նման անձանց ձերբակալման  համար նախատեսված համապատասխան այլ հաս- տատություն260: ", "Առաջին  պայմանն  արտակարգ  իրավիճակներում  չի  կիրառվում:  Օրինակ,  Վի- տերվերպի գործում դիմողը քաղաքապետի կողմից, առանց բժշկի նախնական եզրակա- ցության,  տեղավորվել  էր  հոգեբուժարան  այն  բանից  հետո,  երբ  նրան  մերկ  վիճակում հայտնաբերել էին ոստիկանախցում261: Չնայած որոշ դեպքերում թույլատրվում է բացա- ռիկ  ձերբակալում,  սակայն  ենթադրվում  է,  որ  դրանից  անմիջապես  հետո  կտրվի  գոնե ժամանակավոր բժշկական եզրակացություն: Բարբանովն ընդդեմ Բուլղարիայի գործով դիմողը  կալանավորվել  էր`  համաձայն  դատախազի  թույլտվության,  առանց  բժշկական փորձագետի  հանձնարարականի:  Դատարանը  վճռել  է,  որ  կալանավորումն  անօրինա- կան է եղել, քանի որ «իրական ոչ մի հիմք չկար առ այն, որ դիմողը հոգեկան հիվանդ է»: ", "Նման  եզրակացություն  անելով`  Դատարանը  նշել  է,  որ  տվյալ  գործում  «հոգեբույժի նախնական կարծիքը, համենայն դեպս, ըստ առկա փաստաթղթերի, հնարավոր և պար- տադիր է եղել»: Դատարանը նշել է, որ արտակարգ իրավիճակի մասին որևէ հայտարա- րություն չի եղել, որ դիմողը հոգեկան հիվանդության պատմություն չի ունեցել, և որ նա, ամենայն  հավանականությամբ,  ներկայացրել  է  բժշկի  եզրակացություն  իր  հոգեկան առողջության մասին: Դատարանը որոշել է, որ նման դեպքերում դիմողի ձերբակալումը կամ կալանավորումը` հիմնվելով դիմողի հոգեկան առողջության մասին դատախազի  և ոստիկանության  սպայի  կարծիքի  վրա  և  առանց  հոգեբույժի  եզրակացության,  անթույ- լատրելի էր: ", "Պետք  է  նաև  նշել,  որ  5-րդ  հոդվածի  1-ին  կետի  «e»  ենթակետը  «բուժման  իրա- վունք» չի  նախատեսում, ինչպես նշում էր  դիմողը  Վինտերվերպի գործով դատաքննու- թյան  ժամանակ,  որը  պնդում  էր,  որ  համապատասխան  բուժումը  ենթադրվում  էր «որպեսզի ապահովեր, որ նա չկալանավորվեր ավելի երկարատև ժամանակով, քան  դա խիստ  անհրաժեշտ  է»:  Սակայն  Աշինգդեյնի  գործով  Դատարանը  վճռել  է,  որ  «ազատա- p.  52,  and  the  above-mentioned  Engel  and  others  judgment,  p.  25,  para.  58).  Moreover,  it  would  disregard  the importance  of the right  to liberty in a democratic  society (see the De  Wilde, Ooms and Versyp judgment of 18 June հետևյալ  գործերով  վճիռները`  X-ն  ընդդեմ  Միացյալ  Թագավորության  (1981թ.),  Աշինգդեյն  ընդդեմ Միացյալ Թագավորության (1985թ.): ", "նկատմամբ: Այս սկզբունքն ամրագրված է ՀՀ Սահմանադրության 6-րդ հոդվածում, որի համաձայն`  միջազգային  պայմանագրերն  ուժի  մեջ  են  մտնում  միայն  վավերացվելուց կամ  հաստատվելուց  հետո:  Միջազգային  պայմանագրերը  ՀՀ  իրավական  համակարգի բաղկացուցիչ մասն են: Եթե վավերացված միջազգային պայմանագրերում սահմանվում են  այլ  նորմեր,  քան  նախատեսված  են  օրենքներով,  ապա  կիրառվում  են  այդ  նորմերը: ", "զրկումը  թույլատրող  հիմքի,  որով  այն  կատարվել  է,  և՛  տեղի,  և՛  կալանավորման  պայ- մանների  միջև  որոշակի  կապ  պետք  է  լինի»,  այսինքն`  հոգեկան  հիվանդին  ազատու- թյունից զրկող որոշման  կատարումը նույնպես հանդիսանում է  օրինականության պա- հանջի  մաս262:  Այնուամենայնիվ,  կալանավորված  հոգեկան  հիվանդին  բուժվելու  հնա- րավորություն չընձեռելն ընկնում է Կոնվենցիայի 3-րդ հոդվածի դրույթների (“անմարդ- կային վերաբերմունք”) գործողության տակ: «Բրոդմա» բառը (դը Վիլդեն, Օոմսն ու Վեր- սիպն ընդդեմ Բելգիայի գործով), որը նշանակում է` «մշտական բնակության վայր, ապ- րելու միջոց և զբաղմունք կամ մասնագիտություն չունեցող», Դատարանը վերցրել է Բել- գիայի  քրեական  օրենսգրքից263:  Գուձարդին  ընդդեմ  Իտալիայի  գործով  Դատարանը  չի ընդունել  կառավարության  այն  մոտեցումը,  որ  կազմակերպված  հանցավոր  խմբին պատկանող, եկամտի որոշակի աղբյուր չունեցող անձինք ընկնում են «թափառաշրջիկ» հասկացության  տակ264:  Նշված  գործով  դիմողների  կալանավորման  ժամկետը,  նրանց իսկ ցանկությամբ, երկարացվել էր, Դատարանը վճռեց, որ ազատության իրավունքից չի կարելի  հրաժարվել,  և  դատարանի  որոշումն  անհրաժեշտ  է  եղել  նույնիսկ  այն  դեպքե- րում, երբ կալանավորված անձն ազատությունից զրկվելու համաձայնություն է տվել: ", "Չնայած  ինֆեկցիոն  հիվանդությունների  տարածումը  կանխելու  համար  թմրա- մոլների, հարբեցողների կալանավորման վերաբերյալ քիչ բողոքներ են  եղել, Դատարա- նը,  բնականաբար,  կալանավորման  օրինաչափությունը  գնահատելիս՝  կցուցաբերի նման մոտեցում, ինչպես հոգեկան հիվանդների պարագայում: Վիտոլդ Լիտվան ընդդեմ Լեհաստանի գործով վճռում՝ քննարկելով «հարբեցող» տերմինը, Դատարանը սահմանել է,  որ  «բժշկի  եզրակացությամբ  «հարբեցող»  չճանաչված  անձինք,  բայց  որոնց  գործողու- թյունները և պահվածքը ոգելից խմիչքի ազդեցության տակ, վտանգ են սպառնում հասա- րակական  կարգի  կամ  հասարակության  համար,  կարող  են  կալանավորվել  բնակչու- թյան կամ իրենց իսկ շահերի պաշտպանության, մասնավորապես նրանց առողջության է  կամ  անձնական  անվտանգության  ապահովման  նպատակներով»:  Այնուամենայնիվ, Դատարանը նաև պարզաբանել է, թե դա չի նշանակում, որ ըստ 5-րդ հոդվածի 1-ին կե- October 1979, Series A no. 33, p. 18, para. 39). The Court’s task in verifying the fulfilment of these conditions is limited to reviewing under the Convention the decisions taken by the national authorities (see, inter alia, the X v. the United Kingdom judgment of 5 November 1981, Series A no. 46, p. 20, para. 43 in fine). տի «e» ենթակետի` թույլատրվում է «անձի կալանավորումը միայն այն պատճառով, որ նա  ոգելից  խմիչք  է  օգտագործել»:  Բացի  դրանից,  Դատարանը  որոշել  է,  որ  դիմողին` սթափարան  տեղավորելը  կամայական  է  եղել,  քանի  որ  նրա  պահվածքը  վտանգ  չի սպառնացել  բնակչության  կամ  հենց  իր  համար,  և  նրա  նկատմամբ  չեն  կիրառվել հարբած վիճակում գտնվող անձանց համար ներպետական իրավունքով նախատեսված այլընտրանքային այլ միջոցներ: Դատարանը նշել է, որ համաձայն ներպետական իրա- վունքի` «հարբած վիճակում գտնվող անձը չպետք է անպայման զրկվի ազատությունից, քանի  որ  ոստիկանությունը  լիովին  կարող  է  նրան  ուղեկցել  հասարակական  հոգա- ծության հաստատություն կամ տուն»: Ի վերջո, Դատարանը վճռեց, որ դիմողի տեղավո- րումը սթափարան անօրինական է եղել265: ", "զարգացման գործառույթներ  (նպաստում է այն սոցիալական կապերի զարգացմանը, որոնցով հետաքրքրված է հասարակությունը), գործառույթներ, իրավունքները,  ազատություններն ու պարտականությունները սահմանող գործառույթներ։ ", "Ինչպես  տեսնում  ենք,  իրավունքի  վերոնշյալ  գործառույթներից  գրեթե  բոլորն ուղղված  են  հասարակության  և  հասարակական  հարաբերությունների  զարգացման միջոցով անդամների վարքագծի կարգավորմանը, ուստի հասարակության ցանկացած ոլորտ,  հասարակության  անդամների  ցանկացած  գործառույթ  կամ  գործունեության ոլորտ  ենթակա  են  իրավունքի  միջոցով  իրավական  կարգավորման:  Իրավունքի գլոբալացման  դեպքում  տեղի  է  ունենում  տարբեր  պետությունների  իրավական կարգավորումների  միասնականացում,  ինչն  անխուսափելիորեն  իր  ազդեցությունն  է ունենում  նաև  մարդկային  գործունեության  մյուս  ոլորտների  վրա:  Այսպիսով, ընդունելով  իրավունքի  կարևորությունը  հասարակության  մեջ,  մարդկային  գործու- նեության  բոլոր  ոլորտներում  և  ընդգծելով  իրավունքի  գլոբալացման'  պետության ընդհանուր  գլոբալիզացման  աստիճանը  հաշվարկելու  գործընթացի  վրա  ունեցած ազդեցությունը, անհրաժեշտ է վեր հանել այն իրավական տարրերը, որոնք կարող են լինել  գլոբալացման  աստիճանի  ցուցանիշներ,  և  որոնք  անհրաժեշտ  է  ներառել գլոբալացման սինթետիկ ինդեքսների ցուցանիշների շարքում: "]}