{"paragraph_source_docs": [1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 1, 4, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 3, 1, 1, 1, 1, 1, 1, 1, 1, 4, 1, 1, 1, 0, 1, 1, 1, 0, 1, 1, 1], "paragraphs": ["դարձյալ  որևէ  չեզոք  խաղացող,  որպեսզի  վիճաբանություն  չլիներ:  Իսկ  «թաց-չորի»  ժա- մանակ  դեպի  վերև  էին  գցում  հարթ  ու  փոքր  մի  քար,  որի  մի  երեսը  թրջում  էին  թքով: ", "Թիմերի ավագները նախապես որոշում էին՝ ո´վ է գիրը, ո´վ է խուշը կամ ո´վ է թացը, ո´վ է չորը: Սա կարելի է դասել և´ առարկաներով, և´ հարց ու պատասխանով վիճակա- հանության  շարքին,  քանի  որ  կիրառվել  է  և´առարկա  (կոպեկ,  քար),  և´երկխոսական տեքստ (գի՞րն ես, թե՞ խուշը կամ թա՞ցն ես, թե՞ չորը): ", "Մրցությամբ  վիճակահանության  տարբերակներից  էր  քայլերով  կատարված  վիճա- կահանությունը, որի ժամանակ մրցում են՝ քայլ գցելով: Այդ տարբերակներից էին՝ «հաց- պանիր-ջուր»,  «մեկ-երկու-երեք»  կամ  «փոս  փորեմ,  թուրքին  խորեմ»  բանաձևերը,  որոնց ընթացքում երկու թիմի ավագները կանգնում են դեմ դիմաց, և յուրաքանչյուրը, իր ոտքը ոտքի առաջ դնելով, հաջորդաբար առաջ է գալիս երեքական  քայլով՝ արտասանելով վե- րը նշված տարբերակներից մեկը: Ում ոտքի թաթն առաջինը կպչում էր դիմացինի ոտքի թաթին, նա էլ առաջինը ընտրում էր իր թիմի անդամներին: ", "Կան մրցությամբ վիճակահանության այլ տարբերակներ, որոնց ժամանակ մրցում են առարկաներով:  Օրինակ՝  նախապես  փորում  են  մի  փոս,  և բոլոր  խաղացողները  չորսից հինգ մետր հեռավորությունից այդտեղ քարեր են գցում: Թիմերի ավագներ էին դառնում նրանք, ովքեր մյուսներից ամենաշատ քարերն էին գցում փոսի մեջ: Մրցման մյուս տար- բերակում խաղացողները նախապես մի գիծ են քաշում գետնին և դա համարում են սահ- ման:  Թիմի  ավագները  կանգնում  են  սահմանի  երկու  կողմերում,  բռնում  որևէ  պարանի ծայրերից ու ձգում: Ով կարողանում էր սահմանից քաշել-անց կացնել հակառակորդ թիմի ավագին, նրա թիմն էլ սկսում էր խաղը:151 Եվ քանի որ մրցում են, թե ով ավելի շատ քար կնետի փոսի մեջ, կամ ով կկարողանա առաջինը սահմանից դուրս հանել հակառակոր- դին,  և  օգտագործվում  են  քար  ու  պարան,  կարելի  է  սրանք  համարել  և´մրցությամբ, և´առարկաներով: ", "խոսությամբ: ", "Ուսումնասիրությունները  ցույց  են  տալիս,  որ  հայ  ազգային-ազատագրական պայքարի ընթացքում նմանատիպ դեպքերը կրկնվում են պարբերաբար, ինչը վկայում է այդ պայքարի ոչ ճիշտ կազմակերպման օրինաչափության մասին: ", "Տեքստերով վիճակահանության ձևերը կարող են լինել պատմողական տեքստով, որոնց հիմքում ընկած է թեմայի զարգացումը, այսինքն՝ ունի սկիզբ, մտքի տրամաբա- նական  ընթացք  և  ավարտ:  Խաղացողները  շրջանաձև  կանգնում  են,  և  ավագ  խա- ղացողը սկսում է վանկատելով «հաշվել»՝ ձեռքը յուրաքանչյուր խաղացողին թեթևակի հպելով. Երկու ռուս բաբուշ-կա, Նստել են ակուշ-կա, Չռթում են սեմուշ-կա, Թափում են խլեբուշ-կա: ", "Ով բկլատ է (ագահ), թող դուրս գա, Գա´, գա´, գա´, թող դուրս գա´:153 Ես չայ խմեցի, չաշկա-մաշկա կոտրեցի: ", "Մայրս ասաց` Քանիսն ես կոտ-րել: ", "Երեք154: ", "Մեկ, երկու, երեք, դուրս ե-կեք155: ", "Ով որ թսի´, թսին կենա´, Օ´խտը տարին մսի´ն կենա. Հավա´ կերել, ձո´ւ յա կերել. Պատի տակին վը´ս, թը´ս: 156 Ա, բ, գ, դ, ե´, զ, Թութուշ մամի խլե´զը,157 սանի, ծնվ.` 1928 թ.: ", "րատի, ծնվ.` 1983 թ.: ", "միկի, ծնվ.` 2003 թ.: ", "Հյուսիս-արևելյան  Այսրկովկաս  եզրույթը  XVIII  դ.  երկրորդ  կեսին  ներառում  էր Բուն Աղվանքի (Կուրից հյուսիս) տարածքների՝ Դերբենդի, Ղուբայի, Շամախիի, Բաքվի և  Շաքիի  խանությունների  պատմաաշխարհագրական  սահմանները:  Անտիկ դարաշրջանից  ի  վեր  մինչև  428  թ.  Մեծ  Հայքի  և  Բուն  Աղվանքի  թագավորությունների միջև  սահմանն  անցնում  էր  Կուր  գետով,  որից  հարավ  տարածվում  էին  հայկական Արցախ  և  Ուտիք  նահանգները:  Նշված  թվականին  Հայաստանում  Արշակունյաց արքայատոհմի  իշխանությունը  վերացնելուց  հետո  Սասանյանները  նախ  Ուտիքը,  իսկ էր  նույն բարեփոխումով  ստեղծված  Աղվանից մարզպանության  կազմի  մեջ:  Պարսկական  պետության  վարչա-քաղաքական  միավոր հանդիսացող  մարզպանությունը,  իր  վրա  կրելով  Աղվանից  թագավորության անվանումը,  էթնոքաղաքական  նոր  միավոր  էր՝  հայկական  տարրի  որոշակի գերակշռությամբ,  ինչը  և  պայմանավորեց  Աղվանքի  վարչական  կենտրոնի,  ապա  նաև կաթողիկոսարանի  փոխադրումը  Չող-Դերբենդից  աջափնյա  Պարտավ  (VI  դ.  I  կես) 42, իսկ հետագայում՝ Գանձակ (XII դ.) և Գանձասար (XV դ.): Հյուսիսից տափաստանաբնակ ցեղերի  ներթափանցման,  ինչպես  նաև  տարածքի  վարչական  նոր  բաժանումների հետևանքով  «Աղվանք»  անվանումը  որոշ  առումով  կիրառությունից  դուրս  է  գալիս ձախափնյակի  համար:  Շնորհիվ  հոգևոր  կենտրոնի  առկայության,  այն  պահպանվում  է առավելապես  Արցախում  և  Ուտիքում:  Միաժամանակ  հայկական  հոծ  բնակչության առկայության  պատճառով  «Աղվանք»  եզրույթին  զուգահեռ  գործածվում  են  «Հայոց Արևելից  կողմանք»,  «Արևելից  կողմանք»  և  այլ  հոմանիշներ:  Արաբական  աղբյուրները Կուր-արաքսյան միջագետքի (նեղ իմաստով՝ Արցախ, Ուտիք նահանգները) նկատմամբ կիրառում են «Առան» եզրույթը (=Աղվանք): ", "Գնաց, մտավ պարտե´զը, Կերավ հարսի ջե´յեզը: 158 - Թոթոլ թաթիկ, ջուր բե´ր, Փլավ էփեմ, դու կե´ր, - Ես չեմ ուտե, դու կե´ր. Կե´ր, կե´ր, կե´ր: 159 Ալա´–բա´լա´–նի˜-ցա´, դաս-կա´ բա-նի˜-ցա (կուշկա բանիցա), //Հե՜յ գիդի Վա´ն-չո′ (ով գիդի բանչո), տա′ս կապի-տա′ն–չո′, //Փա˜–լա˜ն–չո′: //Փալանչո′ն էլ մի բա′ն չի′, //Գնա′ Մարոյին  կա′ն-չի′  (գնա  տատուդ  կանչի)://Մարոն  գնաց  թա′տ-րո′ն,  (Տատին  եկավ  օյին- բազ)// Ջեբը (գրպան) լիքը պա′դ–րո′ն (պարկուճ), (գլխին ուներ երեք մազ),//Պադրոնն ըն- գա′վ տրա′-քե′ց, //Մարոյի սիրտը պա′յ–թե′ց  (մեկը` առաջ, մեկը` հետ, մեջտեղինը` պոլի փեդ):160 Վիճակահանության  տեքստերում  հաճախակի  հանդիպող  բառերի  կրկնությունները և վերը նշված` «մահվամբ» հաշվից դուրս եկողի գաղտնագրված գործողությունները թույլ են տալիս ենթադրելու, որ դրանք բանաձևեր են և ստեղծվել են ինչ-որ ծածկագրված մի բան  հայտնելու  կամ  պահելու  համար:  Հայտնի  է,  որ  գոյություն  ունի  հայկական  ծածկա- գրության  չորս  խումբ`  քաղաքական,  գրչածածուկ,  արհեստագործական  և  առեղծվածա- գիր:161 Ենթադրվում է, որ ավելի հին տարբերակներում առկա են եղել քաղաքական բնույ- թի  բանաձևային  ծածկագրեր  (գաղտնածեսե՞ր)162,  որոնց  ներքին  դրդապատճառները կրում են իրենց նպատակն իրագործելու կանխամտածված գործողություններ:163 Պատմողական տեքստով հետևյալ վիճակահանության տեքստն ի սկզբանե եղել է նախազգուշացնող, գաղտնագրված բնույթի, որը թուրքերի հարձակման վտանգի դեպ- ծնվ.` 1935 թ.: ԴԱՆ, ՀՀ Շիրակի մարզ, ք. Գյումրի, 2010 թ., բանասաց՝ Սահակյան Վարազդատ Վարդանի, ծնվ.` 1998թ.: ", "հետ. «Հաշվերգերի նպատակը ոչ թե բովանդակությամբ ինչ-որ բան արտահայտելն է (ինչը հատուկ է բան- արվեստի մյուս ժանրերի ստեղծագործություններին), այլ սոսկ մեխանիկական գործողության` խաղը սկսե- լուց կամ նրա ընթացքում հաշվելու միջոցով վիճակահանություն կատարելը, իսկ հաշվերգի խոսքերն արտա- բերելիս` ռիթմը և հանգը ծառայում են հենց այդ նպատակի իրագործմանը: Նման դեպքերում հաշվերգի բո- վանդակությունը ետին պլան է մղվում, շատ դեպքերում էլ` ընդհանրապես անտեսվում, որն էլ հնարավորութ- յուն  է  ընձեռում  մի  շարք  բառերի  ու  բառակապակցությունների  այլափոխման`  ընդհուպ  մինչև  իմաստազր- կում» (տե´ս Ա. Սարգսյան, նշվ. աշխ., էջ 7-8): ", "քում  արտասանվել  է  մեծերի  կողմից՝  զգուշացնելու  համար,  երբ  թուրքերի  հարձակ- մանը  ենթարկված  հայը  բարձր  ձայնով  իբր  թե  խաղացել  է  իր  երեխաների  հետ,  որ- պեսզի մյուս հայ հարևանները լսեն ու փախուստի դիմեն. Այդ  «բանաձևերը»  հետագայում  փոխանցվել  են  երեխաներին`  աղավաղվելով  ու ձևափոխվելով: Չահարմահալում, օրինակ, նմանօրինակ հաշվերգ կատարել են հետև- յալ կերպ. զույգ թվով երեխաներ, գետնի վրա նստած, շրջան են կազմել` ձեռքերը դնե- լով կողք-կողքի: Ապա երեխաներից մեկը (հիմնականում ավագ խաղացողը) իր ձեռքի ցուցամատով հերթականությամբ դիպչել է նրանց ձեռքերին և արտասանել. Ապու, ապու, չա´ր ապու, Էնվեր ինջա,164 թուր ինջա… Մարիա´մ, Սարգի´ս, Կուտը ուտի´, Ջուրը խմի´, Դուռը բացի´, Դո´ւս էլի: 165 Հատի´կ, հատի´կ, Ուտո´ւլ մատի´կ. Չա´ր խնձօրիկ, Չա´ր փշատիկ, Նա մէր անի´, Նա կուտ ուտի´. Աւագն ասի. Պաչիկ անի´, Դուռը բանա´, Դո´ւս անի: ", "Անցյալում տարածված որոշ հաշվերգերի տեքստեր այսօր պահպանված են միայն տարեցների հիշողություններում: Դրանք  ունեցել են իմաստ չարտահայտող բառակա- պակցություններ,  բառեր,  որոնք  մենք  բնորոշում  ենք  անհասկանալի  եզրույթով:  Այդ Тегеран, 2006, стр. 150. Խաչատուրի, ծնվ.` 1929 թ.: ", "վիճակահանությունները  սկսվում  են  ատատ-պատատ,  ասի′-բասի′,  բո´ւկտր-բո´ւկտր, ա´գլե-դո´ւգլե, էկե-դուկե166 և այլ արտահայտություններով, որոնք վերջում ավարտվում են  դարձյալ  անիմաստ  բառերով`  թը´ս,  ճո´ւկ,  կլյո´ւչ,  բլե´ն  և  այլն:  Դրանք,  սակայն շատ  որոշակի  հաստատում  են  հաշվից  դուրս  եկողի  «մահը»,  ինչը  բնորոշ  է  տեքստե- րով վիճակահանության ձևերին. Ատատ-պատատ, շամամ-շուլ, Շամշի լագին մի դամբուլ: 167 Էկե դու-կե, շեր-վան-տու-կե Շամ-բլա-պլոզ խոր-դո-խինա Հա-ռա վըն-գո, դըն-գըլ կոպալ Թլիր սա-դա, փը-լիր փար-դա: 168 Ակ-լե դուկ-լե դը մը-զա, Չա-րոխ չում-բուզ պու-պու-զա, Հաֆ-տե կո-ճակ տան պլո-ճակ, Դըն-գըլ մըն-գըլ ֆըս-ը թը´ս: 169 Ա-կե, դա-կե, դը-նա-զե, բառակապակցություններով տողերը յոթվանկանի հանգավոր երկյակներ են: Նմանատիպ բառերն ասվում են հատ-հատ` ամեն անգամ մատը դնելով մի քանի առարկաներից ամեն մեկի վրա` նրանցից մեկն ընտրե- լու  համար  (ՀԼԲԲ,  հ.  Ա,  Եր.,  2001,  էջ  29):  Իսկ  ի՞նչ  է  նշանակում  ագլե-տյուկլե:  Ոչ  գրական  հայերենում ունենք ագալ բառը, որը նշանակում է տխմար (ՀԼԲԲ, հ. Ա, Եր., 2001, էջ 3), իսկ ակլակը, որը գործածվում է բառակապակցությունների մեջ, ունի դարանակալել, պահ դնել (ակլակ դնել) իմաստը (Հ. Աճառեան, Էմինե- ան ազգագրական ժողովածու (այսուհետև՝ ԷԱԺ), հ. Ա, Գաւառական բառարան, Թիֆլիս, 1913, էջ 63): Այս երկյակների իմաստային նշանակությունները, ինչպես նշում է Լ. Սիմոնյանը, ոչ միայն ունեն «լաթ» իմաստը, այլ նաև` խթոնիկ խորհրդանիշ (Լ. Սիմոնյան, Վեգախաղի երգերը, Տոմարային ծիսաշար, հ. II, Եր., 2007, էջ միջատանման  մազոտ  մի  էակ,  ով  հագնում  է  ոսկե  կոճակներով  զգեստ  և  դնում  ալ  գլխարկ»166  (Անդ:  Վ. Բդոյան,  նշվ.  աշխ.,  հ  II,  №  378,  էջ  155),  քանի  որ  «այն  աշխարհին»  բնորոշ  հագուստով  էակը  (խթոնիկ խորհրդանիշ՝ Chthonic` անդրաշխարհին վերաբերող) (Encyclopedia Britannica, https://www.britannica.com/topic/chthonic,  06.06.2017,  10:21  am)  չի  կարող  ապրել  ու  գործել  «այս  աշխարհի» սահմաններում,  ավելին,  նա  պիտի  թաքնվի  կամ  դարանակալի  (օտարվի՞),  որպեսզի  հարմար  պահի`  վեր- ջում, ինչ-որ մեկին մատնանշելով` դուրս հանի, վիզը կտրի, գցի և այլն` «դընգլ-մընգլ, ֆըսը, թը´ս», «տանակ տնեմ, սև խավի վիզը կըդրեմ»: ", "Խաչատուրի, ծնվ.` 1929 թ.: ", "Գերասիմի, ծնվ.` 1930 թ.: ", "վերականգնի  կանոնակարգվածությունը,  ճնշի,  արտաքսի  ու  սպանի  ձմեռը,  ցուրտը, մահը (պատժում են շրջանի ներսում ամենավատ պարողին` «թույլին», «տկարին», «հի- վանդին»): ", "Այս  օրինակում  ենթադրվում  կամ  ազդարարվում  են  մահվան  ու  նոր  կյանքի  հա- ջորդականությունն  ու  շարունակականությունը,  որն  աղերսվում  է  Բարեկենդան  տոնի հիմնական իմաստին` բուսականության ուժերի ձմեռային քնի և գարնանը դրանց բուռն զարթոնքի հակադրությանը, որտեղ կատարվում է հարություն առնող բնության գովքի նմանակումը (имитация): ", "Երիտասարդ  աղջիկների  և  կանանց  խաղերը  մեծ  մասամբ  սենյակային  էին: ", "Նրանց բնորոշ էին նաև պարախաղերը:217 Տղաների խաղերն ունեին անցումային կամ նվիրագործման ծեսերի (ինիցիացիա) որոշակի  դրսևորումներ:  Դրանք  արտահայտել  են  երիտասարդի  մտավոր  և  ֆիզիկա- կան  ունակությունները:  Այդ  խաղերից  են՝  մենամարտերը,  լախտախաղերը,  բերդի գրավման, նշանառության խաղերը և այլն:218 Միջին  և  ավագ  սերունդների  խաղերը  ևս  բավական  տարածված  էին:  Այստեղ կարևոր էր խաղացողների տարիքը: ", "Միջին  սերնդի  տղամարդկանց  խաղերն  առավելապես  կապված  էին  ուժի,  շարժ- ման հետ, իսկ ավագ սերնդի խաղերը ոչ միայն կապված էին ուժի հետ, այլև մտավոր բնույթի էին և ավելի շատ ունեին ժամանցի նշանակություն, որոնց շարքին են պատկա- նել դամախաղերը,219 սեղանախաղերը220 և այլն: ", "Միջին սերնդի կանայք երբեմն առանձին-առանձին, երբեմն  տղամարդկանց հետ համատեղ մասնակցել են հիմնականում սեղանախաղերին:221 Միջսեռային  խաղերից  էր  Բարեկենդանի  Խան  –Փաշան222,  որին  մասնակցել  են հիմնականում  տղամարդիկ,  կանայք  եղել  են  որպես  հանդիսատես,  իսկ  երեխաներն ապահովել են իրարանցումը, ծիծաղն ու տրամադրությունը: ", "Այսպիսով` Անկախության  շրջանում  հիմնականում  պահպանվել  են  վերը  նշված  խաղերը,  բայց դրանց  մի  մասը  ձեռք  է  բերել  նոր  երանգավորում:  Խաղերում  արդեն  շեշտադրվում  է ազգային-ազատագրական պայքարի թեման, ձևավորվում են խաղային նոր եզրույթներ և դրանց համապատասխան բանահյուսական տեքստեր (հայ-թուրք դերային բաժանումնե- րը, սահմանը, քարտեզը կամ քաղաքի հատակագիծը` որպես պա-տերազմական գործըն- թացի  կարևորագույն  հանգամանք,  դրոշը`  որպես  հաղթանակի  խորհրդանիշ,  նախկին победа-ին  փոխարինում  է  հաղթանակ252  եզրույթը  և  այլն):  Անկախության  շրջանում  տա- րածվեցին հետևյալ ռազմական բնույթի խաղերը՝ «Ձնե քաղաք», «Քարքցիկ»: ", "կենտրոններից մեկն էր: Տես` Հակոբյան Թ., նշվ. աշխ., էջ 278: ", "Յուրաքանչյուր մետրը մեկ նախատեսվում է կանգնեցնել մեկ հոգի պաշտպան-զինվոր: ", "Կառուցվում  է  երկու`  ճշտությամբ  իրար  նման  «ձնե  թագավորություն»,  որոնց  միջև ընկած տարածությունը 100-140 մետր է: Այդ տարածքը կոչվում է չեզոք գոտի: Որոշված սահմաններից բացի՝ նախատեսում են մի հողատարածք ևս, որին տալիս են կռվախն- ка сюжета и жанра, Семантика победы, М., 1997, с. 69-70. Աշոտի, ծնվ.` 1983 թ.: ", "թատերախաղի և´ կառուցվածքը, և´ իմաստը: ", "երեսին և գլուխն կուտայինք, մինչև ամենք ևս ձիւնաթաթախ լինէինք: Յաղթող կողմն յաղթուղաց  բերդի  վերայ  յարձակուելով  բերդ  կառնէր  և  կիսոյ  չափ  կըքանդէր:  Հետո Խաչոն  հրաման  կընէր  նորէն  նորոգել.  ամենք  միաբանաց    աւերակ  բերդ    շինէինք, գնդակներով  խորշեր  լեցունելով  կերթայինք  տուներ:  Թորուան  զգեստներ  չորացնելով կռւոյ շարունակութիւն հաջորդ աւուր թող տալով և այս էր շարունակութիւն մինչև մեծի պահոց  չորեքշաբթին:  Մեր  ձիւնակոյտ  բերդեր  երբեմն  մինչև  Լուսաւորչին  և  Ծաղկա- զարդին առանց հալելոյ իբրև կոթող արտերու մէջ կենային…»:269 «Քարքցիկը»270  խաղում  են  միայն  տղաները  (10-13  տարեկան),  որի  նպատակը դիպուկ խփելն է: Բաժանվում են խմբերի: Եթե խաղացողները շատ են լինում, մինչև 5 խումբ  են  կազմում  (այդ  ժամանակ  խաղը  սկսվում  է  ժամացույցի  պտույտի  ուղղութ- յամբ), եթե քիչ են, ցելա են գցում, որպեսզի իմանան, թե որ խումբն է առաջինը նշված սահմանագծից  քարը  նետելու  դեպի  նշանակետ,  որն  անվանում  են  «կոլ»  (խողովակ կամ  ցից):  Այն  ցցում  են  խաղադաշտի  կենտրոնում՝  գետնից  20-25  սմ  բարձրությամբ, որի վրա դնում են քար: Յուրաքանչյուր խումբ (հերթականությամբ) ցցից 10 մետր հե- ռավորությունից նետում է խմբին պատկանող քարը: Եթե ցցի վրա դրված քարին կպչի ու վայր գցի, տվյալ խումբը մի սահմանագիծ` 2 մետր, առաջ կգա: Ցցից մինչև խաղա- ցողների  մոտ  ընկած  տարածությունը  2-ական  մետր  սահմանագծերով  է  բաժանված, իսկ ցցից հետո անմիջապես ամենաառաջինը` 1 մետր սահմանագծով: Ցցի վրայի քա- րը գցելու դեպքում, խմբի անդամները մի սահմանագիծ առաջ են գալիս: ", "«Կոլ» եզրույթը հարազատ չէ հայերենին և հեռու է թվում խորհրդանշական ատրի- բուտ լինելուց: Եթե այն դիտարկենք խաղի համատեքստում, կտեսնենք, թե ինչ իմաստ ունի:  Բառարաններում  առկա  են  կոլ  արմատի  տարատեսակ  բացատրություններ,271 բայց,  ելնելով  խաղի  մեջ  օգտագործվող  առարկայի`  խողովակի  ձևից  և  կիրառական նշանակությունից,  կարծում  ենք,  որ  այն  համապատասխանում  է  վիզ,  պարանոց  բա- ռին:  Այս  դեպքում  քարը  տրամաբանորեն  պետք  է  համարել  գլուխ,  գունդ:  Խաղի  մեջ կոլը՝  խողովակը  և  քարը,  իմաստային  առումով,  կարծես,  համապատասխանում  են աշխ., հ I, էջ 68-71: ", "Գունդ  տերմինը նշանակում է գնդաձև մարմին (տե´ս Հր. Աճառյան, ՀԱԲ, Երևան, 1971, հ. I): ", "Ռիթմիկ  կամ  ասերգ  հաշվերգը296  առավել  տարածված  է  հատկապես  փոքր  աղ- ջիկների  շրջանում:  Ասերգ  հաշվերգի  հիմքում  ձայնառիթմային  սկզբունքն  է,  կառուց- վում  է  ծափ-զարկերով`  վերածվելով  շարժական  տեքստով  երգային  կրկներգերի: ", "Դրանք  երբեմն  անհասկանալի  են  և  կառուցված  են  յոթվանկանի  երկու  նույնահանգ տողերից  և  ունեն  պարերգային  կառույց,297  քանի  որ  կազմում  են  մի  երկյակ  և  ասվում են միայն պարելու ժամանակ: Դրանց բնորոշ է շարժումը և խոսքը. Երկու  հոգի  կանգնում  են  դեմ  առ  դեմ,  ծափ  տալիս,  ապա  հարվածում  միմյանց ափերին՝ երգելով ու տեքստի վանկերին համապատասխանեցնելով. Էն դեն դո´ւրի, դո´ւրի, դո´ւրի, դո´ւրի, Չա´փ, չա´փ Մե´ք-սիկա, Չա´փ, չա´փ, Մե´ք-սիկա. Ակա դակա սինյո-րիտա, ֆու´, ֆու´, Ակա դակա սինյո-րիտա, ֆու´, ֆու´, Մարի-յո, Մարի-յո, թու´ Ջե˜րի. Օ´քսա-բո´քսա սինյո´-րիտա. Միկի մա´ուս: ", "ՁԵՎԱՎՈՐՈՒՄԸ XVIII  դ.  երկրորդ  կեսի  քաղաքական  զարգացումները  Հյուսիս-արևելյան Այսրկովկասի  պատմության  համար  կարևոր  նշանակություն  ունեցան:    Նադիր  շահի մահից  հետո  Իրանի  պետությունը  տրոհվել  էր  անընդմեջ  միմյանց  դեմ  պայքարող  մի շարք ինքնուրույն իշխանությունների, որոնցում «իւրաքանչիւր մասնաւոր գաւառ գրեթէ մի մի թագաւորութիւն ցուցին զինքեանս...»70: ", "տանի ԽՍՀ Պետական Համալսարանի գիտական տեղեկագիր, Վաղարշապատ, 1904, էջ 22-24: ", "ներ՝ Վահրամ և Ալվինա Վարդանյաններ (ծնվ.` 2000 թ.  և 2002 թ.): ", "Արդի  միջավայրում  կանոններ  խախտողը  որակվում  է  անազնիվ,  խարդախ,  հա- րամ, դաղալ և այլ հատկորոշիչներով: ", "Էմինը  նշել  էր.  «…առաջներում  չերքեզները  և  ռուսները  ապրում  էին  համերաշխ,  շատ տեղերում  միասին  հող  էին  մշակում,  և  որ  ինքն  իր  հոգևորական  քարոզներով կարողացավ պառակտել այդ երկու ժողովրդների միասնությունը»1: ", "Խաղերն ունեն ինչպես սկզբի և ընթացքի, այնպես էլ ավարտի բանաձևեր, որոնք պայմանականորեն կարելի է համարել «պատիժ», այսինքն՝ պարտվողին տալ որակում՝ «փալան  դնել»,  «ծրտակ  դնել»,  «ձու  տալ»  և  այլն:  Դրանք  լինում  են  տարբեր  բնույթի, որոնք արդյունք են անհատի երևակայության, սակայն ենթարկվում են որոշակի չափո- րոշիչների. ամեն տարիքային խումբ խաղավարտի ժամանակ կիրառում է «պատժի» իր ձևը`  ելնելով  սեռա-տարիքային  հնարավորություններից:  Եթե  խաղացողը  խաղի  ըն- թացքում  «արժանացել»  կամ  «վերցրել»  է  ամենաշատ  «փալանը,  ձուն  կամ  ծրտակը» (ասենք՝  5  ձու,  3  փալան,  2  ծրտակ),  ապա  նա  պետք  է  լուծարի  դրանք՝  կատարելով դրանց քանակին համապատասխան պահանջները: Այդ ժամանակ խաղի ավագը մյուս խաղացողների հետ իր ձեռքի մատները անվանակոչում է ծիծաղելի անուններով (հինգ ձվի դեպքում՝ հինգ անուն, երկուսի դեպքում՝ երկու) և պարտվողին առաջարկում ընտ- րել: Այդուհետ՝  մինչև  խաղի,  երբեմն՝ մինչև օրվա վերջը, նրան դիմում են իր ընտրած համապատասխան  բանաձևային  բնութագրմամբ՝  «օյինից  թռնող  կապիկ»,  «դաղալի լու», իսկ իրենց ասածը հավաստիացնում են հետևյալ կերպ. մատը գետնին դնելով` ա- սում են. «Շուտ եմ ասել` թու´ փեչատ, Աստվածի սիկրետ (секрет-գաղտնիք) ու այբուբե- նի», որն ուղղակիորեն կապվում է անազնիվ ու խարդախ խաղացողի վարքի հետ: ", "Ուշագրավ  է,  որ  թու´  փեչատը  համեմատելի  է  աստվածային  կարգ  ու  կանոնի հետ,  որը  կիրառելու  դեպքում  միայն  խաղացողի  մեջ  կառաջանա  կարգ  ու  կանոնի` խաղի մեջ մնալու ձգտում և խաղալու ցանկություն: Հայոց այբուբենը՝ որպես վկայակո- րական բառարան, Երևան, 1944, հ. 2, էջ 231): Ըստ Է. Աղայանի՝ դա նենգ, խարդախ, դավաճան խաղա- ցողն է (Էդ. Աղայան, Արդի հայերենի բացատրական բառարան (ԱՀԲԲ ), Եր., 1976, հ. 1, էջ 556: ", "Ըստ մեր  հետազոտությունների՝ յուրաքանչյուր տարիքային խումբ ունի խաղային որոշակի առանձնահատկություն: Օրինակ՝ մինչև 5 տարեկան երեխան նախընտրում է խաղալ  ինքն  իր  համար  կամ  ծնողների  հետ:  Այստեղ  հիմնականում  գերակայում  են առարկաներով  և  շրջանաձև  խաղերը  («Կարմիր  կոճակ»,  «Թաշկինակ»,  «Զիլինա», «Փոքրիկ օրիորդիկ»), որոնց օգնությամբ  համեմատում է առարկաները և դրանով իսկ ծանոթանում գույնի, ձևի, չափերի հետ, իմանում է նրանց հատկությունները, միևնույն ժամանակ կարողանում է դասակարգել: Նրանց բնորոշ են նաև նմանակման (կենդա- նիների  վարքի  ու  ձայների  նմանակում)  և  կերպարային  խաղերը  («Տունտունիկ», «Բժիշկ-բժիշկ»,  «Խանութ-խանութ»  և  այլն),311  որոնց  միջոցով  երեխան,  մտնելով  դերի մեջ, դրանով իսկ յուրացնում է կերպարներն ու մասնագիությունները: ", "Հետախուզական աշխատանքներում, հատկապես պատերազմական գործողությունների  ժամանակ,  ակտիվ  ներգրավվում  էին  դերվիշները:  Վերջիններս, ունենալով  հոգևորականի  քողի  ներքո  ազատ  տեղաշարժման  հնարավորություն, այցելում  էին  հետախուզությանը  հետաքրքրող  վայրեր,  դիտարկման  և  կորզման народа, Кубанский сборник, т. Х, с. 81. միջոցով ձեռք էր բերվում անհրաժեշտ տեղեկատվություն: ", "Նրանց խաղերից են՝ «Կլասը», «Անուն գոռոցին», «Պահմտոցին», «Բադերն ու որսորդնե- րը»,  «Բաբա  ջան,  բաբան»,  «Վոլեյբոլը»,  «Տոպկելոցին»,  «50  կամ  15  քարի  պարտան», «Մի ոտանի սև սատանան», «Մնջախաղը», «50 պոբեդան», «Աղջիկփախցնոցին», «Դրո- շակը»,  «Գետնից  բարձրը»,  «Բասկետբոլը»  «Լյագուշկան»,  «7  կրիշկան»,  «Ֆիշկան», «Ձնագնդին», «Մուկ ու կատուն», «Յոթ քարը» և այլն: ", "Տղաների  շրջանում  դրսում  կազմակերպված  խաղերից  առավել  տարածված  են՝ «Էշ-միլիցան», «Հավալան», «Կռիվ կռիվը», «Բիստը», «Չլիկը», «Հոլը», «Ֆուտբոլը», իսկ աղջիկների շրջանում՝   «Պարանը»,  «Ռեզինը»,  «Հինգ քարը»,   «Սոլ  մակարոնը»  և Վարդանյան Նաիրի Ամրայի, ծնվ.` 1999 թ. և Հարությունյան Գրիշա Զորիկի, ծնվ.` 2000թ.: ԴԱՆ 2010, ՀՀ Շիրակի  մարզ,  ք.  Գյումրի,  բանասաց՝  Սահակյան  Վարազդատ  Վարդանի,  ծնվ.`  1998  թ.:  ԴԱՆ  2012,  ՀՀ Շիրակի մարզ, գ. Սառնաղբյուր, խաղը ներկայացնողներ՝ Անտոնյան Սիրուն Գարեգինի, ծնվ.` 2003 թ., ԴԱՆ նի մարզ, գ. Թթու ջուր, Պուխա Միլենա Արմենի, ծնվ.` 2005 թ. և Պետրոսյան Էդիկ Հակոբի, ծնվ.` 2006 թ., ԴԱՆ 2013, ՀՀ Շիրակի մարզ, ք. Արթիկ, Ղռատյան Անի Արմանի, ծնվ.` 2007 թ.: ", "ըստ  Դ.  Էլկոնինի,  չունի  մեծերի  գործունեությունների  ո´չ  հասարակական  ընկալումները,  ո´չ  էլ  այդ  ընկա- լումների հասարակական գործառույթները: Նա երեխաների գործունեությունների այդ ընթացքն անվանում է առարկայական, երբ երեխան ջանում է գործել մեծերի նման` չգիտակցելով ու չնկատելով մեծերին: "], "source_docs_file": "History.json"}