{"paragraph_source_docs": [1, 0, 0, 0, 2, 1, 1, 1, 3, 0, 2, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 3, 0], "paragraphs": ["Նկ. 4.6. Նախնական առանցքային ճնշման տակ գտնվող չեռակալված քառակուսի հատույթով փոշենմուշի լայնական հատույթով կտրման փորձարկման մամլակաղապարի սխեման. 1-սեղմիչ, 2-մամլամատ, 3-կոնտեյներ, 4-դանակ, 5-ներդիր, 6-փորձանմուշ Նախնական կողմնային ճնշման տակ գտնվող չեռակալված կլոր հատույթով փոշենմուշի կտրումը առանցքային ուղղությամբ փորձարարական մեթոդը: ", "Վիճակների  տարածությունում (3.1)-(3.7)  դիֆերենցիալ  հավասարումների միջինացման հայտնի տեխնիկան կիրառելով ստացվում է` (3.22) (3.23) որտեղ  ընդհանուր  դեպքում  հաշվի  է  առնվում,  որ  d1  և  d2  գործակցերը  ժամանակային ֆունկցիաներ են [8, 43], և ըստ ժամանակի միջինացված x(t) վեկտորի ու vS(t) փոփոխա- կանի համար պահպանված են (3.1)-(3.7) հավասարումների միևնույն նշանակումները: ", "Հաշվի  առնելով  (3.1)-(3.7)-ը  (3.22)-ի  փոխարեն  ստացվում  է  ցածրացնող  ՀԼԿ-ի հետևյալ  մոդիֆիկացված  միջինացված  մոդելը  բացված  տեսքով,  ընդհատուն  հոսանքի 001(1)2LSVRrVDTRLR1DK12112311()()()1()()()()(),SdxtdtdtAdtdtAxtdtbvtdt0121123()()()()1()()(),vtdtdtcxtdtdtcxt ռեժիմում, որտեղ հակիրճության նպատակով ցույց չի տրված t ժամանակից կախումը` (3.24) :         (3.26) կամ մատրիցային տեսքով` Ելքային լարման արտահայտությունը հետևյալ տեսքի է` :                                                 (3.25) Ինչպես հետևում է (3.25) - (3.26)-ից, ցածրացնող ՀԼԿ-ի դինամիկայի ուսումնասի- րությունը  ընդհատուն  հոսանքի  ռեժիմում  զգալի  բարդ  է  անընդհատ  ռեժիմի  միևնույն խնդրից,  քանի  որ  առաջադրված  D=d1  լցման  գործակցի  դեպքում  (3.25)-ի  A  մատրիցը կախված է (3.17)-ի d2  գործակցից, որը ոչ գծային է կախված D-ից և ՀԼԿ-ի պարամետրե- րից (հիշեցնենք, որ անընդհատ ռեժիմում A և c0 մեծություններն անփոփոխ էին): ", "Ցածրացնող ՀԼԿ-ի փոխանցման ֆունկցիաներն արտածելու համար անհրաժեշտ է իրականացնել ոչ գծային միջինացված մոդելի գծայնացում որոշակի աշխատանքային կետի  շրջակայքում:  Դրա  համար  օգտվենք  ոչ  գծային  դիֆերենցիալ  հավասարումների գծայնացման  դասական  մոտեցումից  [5]:  Ընդհանուր  դեպքում  այդ  հավասարումները հետևյալ տեսքի են` (3.27) Մեր  դեպքում  x(t)  երկչափ  վիճակների  վեկտորն  ունի  x1(t)=  iL(t)  և  x2(t)=  uC(t) կոորդինատները, y(t) սկալյար ելքը հավասար է (3.26)-ի v0(t)-ի, երկչափ մուտքային u(t) վեկտորն  ունի  u1(t)=vS(t)  և  u2(t)=d1(t)  կոորդինատները,  իսկ  f(x(t),u(t))  և  g(x(t),u(t)) ֆունկցիաները (3.24)-ի և (3.26)-ի հիման վրա հավասար են՝ 121211212()2(),102()()LCLCLLCCSCCCCARrRrrrRddddiiLRrLRrddvLuudtRddCRrCRr11()()()()SdxtAxtdtbvtdt)t(u)t(ir)t(d)t(drRR1,r)t(d)t(drRR)t(vCLC21CC21C0:)t(u),t(xg)t(y,)t(u),t(xfdt)t(dx (3.28) ,                               (3.29) որտեղ հակիրճության համար x(t) և u(t) վեկտորների t ժամանակից կախվածություննե- րը բաց են թողնված: ", "Նկ․3․12․     Ինտերֆեյսային  բլոկի  արտաքին  տեսքը  և  կառուցվածքը [63] Նկ․3․13․NI 9234, NI 9237  և NI 9219 մոդուլների  արտաքին  տեսքերը [63] NI  9234  տվյալների  հավաքման  սարքը  նախատեսված  է  տատանումներից ստացված  ազդանշանների  փոխակերպման  համար,    NI  9237՝  ուժերի  չափման  համար, NI  9219  նախատեսված  է  կտրման  գոտու  ջերմոզույգից  ստացված  ազդանշանի փոխակերպման համար: ", "վիճակից  ցնցանստելի  վիճակի  անցնելու  դեպքում  ընթացիկ  ծակոտկենության որոշման  բանաձև,  ինչը  հնարավորություն  է  տալիս  ստանալ  միջին  դեֆորմացիայի համապատասխան  մեծությունը,  և  ունենալով  ցնցանստեցման  ծակոտկենության վերջնական  արժեքը,  լուծել  գործնական  խնդիրներ`  որոշել  տվյալ  գլանական մամլամայրում  փոշու  ծավալային  բնութագրերով  դրա  բարձրությունը,  կշիռը  և  այլ պարամետրեր: ", "հատույթներով չեռակալված փոշենմուշների կտրման փորձարարական եղանակներ, որոնցից երկրորդը ներկայացված է ՀՀ  Էկոնոմիկայի նախարարության աշխատակազմի մտավոր սեփականության գործակալություն հայտ  թիվ AM20150071-ով, ինչը հնարավորություն կտա հետազոտել չեռակալված փոշենյութից նախապատրաստվածքների  իրական  մեխանիկական  հատկությունները  բնորոշող փոշու  հատիկների  միջև  ներքին  շփման անկյան  և  կառչման գործակցի արժեքները: ", "ՄՈԴԵԼԱՎՈՐՈՒՄԸ «ABAQUS» ԱՎՏՈՄԱՏԱՑՎԱԾ ԾՐԱԳՐԱՅԻՆ ՄԻՋԱՎԱՅՐՈՒՄ գործընթացի հետազոտումը «ABAQUS» ավտոմատացված ծրագրային միջավայրում Վերջին  տասնամյակներում  փոշենյութերի  խտացման  գործընթացների կարևորության  պատճառով  կատարվում  են  հետազոտություններ,  որոնցում ներկայացվել  են  ինչպես  վերլուծական  եղանակով լուծումներ,  այնպես  էլ ամենակատարելագործված  թվային  մեթոդներից  մեկի՝  վերջավոր  տարրերի մեթոդի հիման վրա մշակված  ԱԾՄ – ում մոդելավորումներ: ", "Բուտի ալգորիթմի հիման վրա մոդուլյար բազմապատկիչների նախագծում պատկիչների կառուցման առկա մեթոդը: Ատենախոսությունում առաջարկվում է Բուտի ալգորիթմի հիման վրա մոդուլյար բազմապատկիչների նախագծման մեկ այլ մեթոդ, երբ մասնակի  արտադրյալները  որոշվում  են  ոչ  թե  կոմբինացիոն  կամ  ծառանման  բազմա- պատկիչների  (կախված  թվերի  կարգայնությունից)  միջոցով,  այլ  Բուտի  վերակո- դավորման գործողություններից հետո մասնակի արտադրյալների գումարը  իրացվում է մոդուլյար  գումարիչների  միջոցով:  Բազմապատկումը  կատարվում  է  n  տակտերի ընթացքում,  որտեղ  n-ը  բազմապատկիչի  կարգերի  քանակն  է  [44,  74,91]:  Բուտի մոդիֆիկացված  ալգորիթմով  (երեք  և  չորս  բիթերի  վերլուծությամբ)  մոդուլյար  բազմա- պատկման  սարքերի կառուցվածքային սխեմաները պատկերված են  նկ. 2.10-ում և նկ. |A|m, RA |2A|m, |A|m, |-2A|m, |-A|m, n+1 n+1 MUX Complement n+1 n+2 |Adder|m Acc |B|m RB b1 b0 CT start FSM ready b-1 Նկ. 2.10. Բուտի մոդիֆիկացված ալգորիթմով (երեք բիթի վերլուծությամբ) մոդուլյար բազմապատկման սարքի կառուցվածքային սխեմա |A|m RA Complement |2A|m |3A|m |A|m |4A|m |-4A|m |-3A|m |-2A|m |-A|m n+2 n+2 MUX n+2 |Adder|m Acc |B|m RB done CT -1 start Control Unit ready Նկ. 2.11. Բուտի մոդիֆիկացված ալգորիթմով (երեք բիթի վերլուծությամբ) մոդուլյար բազմապատկման սարքի կառուցվածքային սխեմա Բազմապատկման յուրաքանչյուր  տակտում  վերլուծվում  է  բազմապատկիչի երկուական  բիթ`  ընթացիկը  և  նախորդը:  Կատարվում  է  վերակոդավորում  (Booth recoding)  երկուական  կոդից  3-ի    հիմքով  կոդի`  (0,1)  =  (-1,  0,1):  Ելնելով  վերը  նշվածից, կարելի  է  պնդել,  որ  մոդուլյար  բազմապատկիչների  իրականացման  համար  կարելի  է կիրառել Բուտի ալգորիթմը, որի համար  կպահանջվի հաշվարկել բազմապատկելին իր գործակիցներով ըստ մոդուլ m-ի, օրինակ` |-A|m,  |-2A|m,  |3A|m,  |5A|m,  |7A|m  և այլն: ", ":                                           (3.37) Հարկ է նշել, որ  rL=0  և  rC=0 դեպքում (3.37)-ի փոխարեն ունենք հետևյալ հայտնի բանաձևերը` :                                       (3.38) Հարկ  է  նշել  նաև,  որ  (3.33)  հավասարման  գծայնացումը  փաստորեն  կապում  է սկալյար  ելքը  մուտքային  երկու և փոփոխականների  հետ,  ընդ  որում, համաձայն  վերադրման  սկզբունքի  [5,  49],  այդ  փոփոխականների  ազդեցությունները ցածրացնող ՀԼԿ-ի ելքի վրա կարող է դիտարկվել մեկը մյուսից անկախ: ", "Կարգաբերումը  իրականացվում  է հետևյալ  հաջորդականությամբ. ամրացվում է հեղյուսներով: ", "Իդեալական  ՀԼԿ-ի  համար,  երբ  rL=rC=0,  (3.41)-ի  և  (3.42)-ի  փոխանցման  WV(s)  և WD(s) ֆունկցիաների տեսքերը զգալի պարզանում են` ,                                  (3.41) ,                                    (3.42) (3.43) :                           (3.44) ,                                          (3.45) :                        (3.46) (3.45)-ի  WV(s)  փոխանցման  ֆունկցիան  այդ  դեպքում  զրոներ  չունի,  իսկ,  (3.46)-ի WD(s) ֆունկցիան չունի հանրահաշվական անդամ և ունի զրո (3.47) կետում: ", "Երբ s=0, (3.45), (3.46)-ի փոխարեն ունենք հայտնի արտահայտությունները 1()()()()posCCCVCRDRDrsCRrCRrWsLRrs012()()4SDCCRVMsMWsrDLCRrsMDK012,2,()CposLCLCposCMrKCMRLDDRMKMRrRrrrrDRDRr()det()ssIA22()()()()LCLCposposCCCRrRrrrDLGDsssLCRrLCRr22()11posVposDWsDLCssDCRLC2222()114SposDposposVLDsKRDWsLCRDDKssDCRLCS2SposDRTL8DDDT2DLDKR2Z :                                    (3.48) Դիտարկենք ՀԼԿ  D=0,1, L=3,3 մկՀն, rL=80 մՕհմ, rC=0,05 Օհմ, C=75,2 մկՖ, R=1,0 Օհմ,  VS=12 Վ, fS=100  կՀց պարամետրերով: ", "Այդ  դեպքում  լցման  գործակցի  կրիտիկական  արժեքը  հավասար  է  Dcrit=0,38889:: ", "լարման նման, դեպի մամլամայրի հատակը, աստիճանաբար  փոքրանում  են  նաև  առանցքային  դեֆորմացիայի, շառավղային  և  շրջանային  լարումների  բացարձակ  արժեքները:  Ընդ որում,  շառավղային  և  շրջանային  լարումների  արժեքների  գոտիները բավականին  իրար  նման  են,  իսկ  համապատասխան  մեծությունները՝ մոտավորապես հավասար: ", "Իդեալական  ՀԼԿ-ի  դեպքում,  այսինքն  երբ  rL=rC=0,  (3.49)-ի  WV(s)  և  (3.50)-ի WD(s) փոխանցման ֆունկցիաներն ընդունում են տեսքերը` (3.49) (3.50) (3.51) :                                      (3.52) Այդ ֆունկցիաների միատեսակ բևեռները հավասար են  p1,2=-6648,93  j52480,1 և, բացի այդ,  WD(s)-ն  ունի  զրո ZD=-3086419,75 կետում: Այդ դեպքում  (3.48)-ի փոխանցման գործակցերը հավասար են WV(0)=0,12 և WD(0)=13,48: ", "Նկ.  3.3-ում  ցուցադրված  են  Բոդեի  դիագրամները  իրական  (նկ.  3.3ա)  և  իդեալա- կան (նկ. 3.3բ) (3.49)-ի WV(s) փոխանցման ֆունկցիայի համար, իսկ նկ. 3.4-ում տրված են (3.50)-ի WD(s) փոխանցման ֆունկցիայի համապատասխան դիագրամները: ", "Նկ.  3.5-նկ.  3.10-ում  ցուցադրված  են  ցածրացնող  ՀԼԿ-ի  (3.49)-(3.52)  WV(s)  և  WD(s) Նիկոլսի  և  Նայքվիստի  դիագրամներն  ընդատուն  հոսանքի  ռեժիմում  և  իդեալական դեպքում (երբ  rL=rC=0), ինչպես նաև rL=80 մՕհմ, rC=0,05 Օհմ: ", "ա)                                                                                   բ) Նկ. 3.3.  WV(s)փոխանցման ֆունկցիայի Բոդեի դիագրամներն իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                       բ) Նկ. 3.4. WD(s) փոխանցման ֆունկցիայի Բոդեի դիագրամներն իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                     բ) Նկ. 3.5.  Ցածրացնող ՀԼԿ-ի WV(s) փոխանցման ֆունկցիայի բևեռներն իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                      բ) Նկ. 3.6.  WV(s) փոխանցման ֆունկցիայի Նայքվիստի կորերn իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                   բ) Նկ. 3.7. WV(s) փոխանցման ֆունկցիայի Նիքոլսի դիագրամներն իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                բ) Նկ. 3.8. WD(s) փոխանցման ֆունկցիայի փոխանցման ֆունկցիայի բևեռներն իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                            բ) Նկ. 3.9.  WD(s) փոխանցման ֆունկցիայի Նայքվիստի կորերը իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                    բ) Նկ. 3.10.  WD(s) փոխանցման ֆունկցիայի Նիքոլսի դիագրամներն իրական (ա) և իդեալական (բ) կերպափոխչի համար Նկ.  3.11-ում  և  3.12-ում  տրված  են  իրական  ՀԼԿ-ի  դինամիկ  մոդելավորման արդյունքները  (դրոսելի  հոսանքի  և  ելքային  լարման)  Simulink  և  SimPowerSystem փաթեթների միջավայրում երբ D=0,1, որտեղ ժամանակի t=0,001 վ պահին կատարվում է D գործակցի թռիչքաձև փոփոխություն D=0,02 չափով: ", "ա)                                                                                     բ) Նկ. 3.11. ՀԼԿ-ում ելքային լարման մոդելավորման արդյունքները խոշորացված մասշտաբով (ա) և ընդհանուր տեսքով (բ) Նկ. 3.12. ՀԼԿ-ում դրոսելի հոսանքի մոդելավորման արդյունքները Նկ.  3.13-ում  ցուցադրված  մոդելը  մշակված  է  նկ.  3.1ա  սխեմայի  հիման  վրա, որտեղ  օգտագործված  են  ՄՕԿ-տրանզիստորի  (որպես  բանալի)  և  դիոդի  մոդելները SimPowerSystem  փաթեթի  ստանդարտ  գրադարանից:  Ինչպես  հետևում  է  նկ.  3.3-3.10 վերլուծությունից  և  նկ.  3.11,  3.12  կորերից,  փոխանցման  ֆունկցիաներում  զրոների առկայությունը  լավացնում  է  կայունության  պաշարները  և  անցումային  երևույթները ՀԼԿ-ում ընդհատուն հոսանքի ռեժիմում: ", "Նկ. 3.13. Ցածրացնող ՀԼԿ-ի դինամիկ մոդելը ընդհատուն հոսանքի ռեժիմում ԵԶՐԱԿԱՑՈՒԹՅՈՒՆՆԵՐ ընդհատուն  ռեժիմում  իդեալական  ՀԼԿ-ի  փոխանցման  ֆունկցիան  ըստ  D  լցման գործակցի ունի ձախակողմյան զրո: ", "դիմադրության առկայության դեպքում ՀԼԿ-ի երկու փոխանցման ֆունկցիաներն էլ՝ ըստ մուտքի և D-ի, ունեն տարբեր զրոներ: ", "անդամ: ", "Բազմապատկիչի կառուցվածքը (նկ. 2.14) կազմված է երկու սխեմայից` դիրքային բազմապատկիչից և մոդուլով  մոդուլյար հանող սարքից: ", "Կառավարման  տեսությունը  սկսել  է  բուռն  զարգանալ  XIX  դարում,  երբ  ի  հայտ եկան  տարբեր  արդյունաբերական  գործընթացների  առաջին  ավտոմատ  կարգավորիչ- ները:  Այդ  ժամանակ  ներմուծվեցին  այնպիսի  հասկացություններ,  ինչպիսիք  են փոխանցման ֆունկցիան,  հաճախականային բնութագիրը, կայունությունը, ստացվեցին գծային, իսկ հետո նաև ոչ գծային համակարգերի կայունության հայտանիշները, և այլն: "], "source_docs_file": "Mechanical Engineering and Machine Science.json"}