{"paragraph_source_docs": [1, 3, 1, 4, 2, 2, 0, 2, 1, 4, 3, 1, 0, 3, 3, 2, 1, 2, 1, 0, 2, 2, 1, 2, 2, 0, 2, 2, 2, 2, 2, 3, 3, 2, 2, 1, 2, 0, 2, 1, 2, 4, 4, 1, 0, 2, 0, 2, 0, 1], "source_docs_file": "History.json", "paragraphs": ["դարձյալ  որևէ  չեզոք  խաղացող,  որպեսզի  վիճաբանություն  չլիներ:  Իսկ  «թաց-չորի»  ժա- մանակ  դեպի  վերև  էին  գցում  հարթ  ու  փոքր  մի  քար,  որի  մի  երեսը  թրջում  էին  թքով: ", "Թեև  բավական  մեծ  աշխատանքներ  են  տարվել  միջնադարյան  նյութական  մշա- կույթի, հատկապես խեցեգործության ուսումնասիրման ուղղությամբ, այնուամենայնիվ դրանք ամբողջական չեն  և ժամանակագրորեն ավարտվում են  հիմնականում XIV դա- րով: Չնայած մեծաքանակ գիտական գրականության առկայության, XIV – XVII դդ նյու- թական մշակույթի վերաբերյալ չկան լիարժեք համալիր աշխատանքներ: Մեր ատենա- pottery IX – XIVth cc. London, Faber and Faber limited, 1957, 37 p.. Изд.  ,,Наука’’,  1982,  211  с.;  Среднеазиатская  глазурованная  керамика  XII  –  XV  вв.,  Душанбе,  Изд.  ,,Дониш’’, Sakisyan  A.,  La  céramique  d’Asie-Mineure  et  de  Constantinople,  Paris,  Librairie  Orientaliste  Paul  Geuthner,  1923; Wilkinson Ch., Fashion and technique in Persian pottery, Bulletin the Metropolitan Museum of Art, November, 1947, v.6, N 3, pp. 99-104; Wilson R. P., Islamic art, New York, The Macmillan company, 1957. Керамика Старой Ганджи, Баку, Изд. АзФАН, 1940, 44 с. խոսությունը  ևս  չի  հավակնում  լինելու  համալիր  ուսումնասիրություն:  Ատենախոսու- թյան շարադրանքում, առաջին անգամ փորձ է կատարվում դասակարգել ու միավորել Հայաստանի  տարբեր  շրջաններից  գտնված  XIV  –  XVII  դդ.  վերաբերող  խեցեղեն  նյու- թերը` դիտարկելով կոնկրետ ժամանակահատվածում: ", "Մրցությամբ  վիճակահանության  տարբերակներից  էր  քայլերով  կատարված  վիճա- կահանությունը, որի ժամանակ մրցում են՝ քայլ գցելով: Այդ տարբերակներից էին՝ «հաց- պանիր-ջուր»,  «մեկ-երկու-երեք»  կամ  «փոս  փորեմ,  թուրքին  խորեմ»  բանաձևերը,  որոնց ընթացքում երկու թիմի ավագները կանգնում են դեմ դիմաց, և յուրաքանչյուրը, իր ոտքը ոտքի առաջ դնելով, հաջորդաբար առաջ է գալիս երեքական  քայլով՝ արտասանելով վե- րը նշված տարբերակներից մեկը: Ում ոտքի թաթն առաջինը կպչում էր դիմացինի ոտքի թաթին, նա էլ առաջինը ընտրում էր իր թիմի անդամներին: ", "աշխատասիրությամբ35: ", "Հելենիստական  (ինչպես  նաև  աքեմենյան,  ուրարտական  շրջանի)  պատկերագրութ- յան,  մանրաքանդակների,  քանդակագործության ոճական ուղղությունների զարգացման, պատկերագրական  տիպերի,  կերտման  վայրերի  և  գաղափարակրոնական  պատկերա- ցումների հարցերին վերաբերվող ուսումնասիրությունների ոլորտում շրջանի առանցքային նշանակություն ունեն Բ. Առաքելյանի62 և Գ. Տիրացյանի63 Ֆ. Տեր-Մարտիրոսովի64 հեղի- նակած  մենագրությունները  և  հոդվածները:  Հին  Հայաստանի  հնագույն  և  հելլենիստա- կան արվեստի պատմության ուսումնասիրման և պատկերման տիպերի վերաբերյալ մին- չև այժմ բացառիկ են Բ. Առաքելյանի «Ակնարկներ հին Հայաստանի արվեստի պատմութ- յան»65,  «Արտաշատ  I»  աշխատություններ,  որոնցում  անդրադառնում  է  Հին  Հայաստանի արվեստի ստեղծագործությունների վերլուծությանը: ", "Հնագույն և հելլենիստական Հայաստանի արվեստին վերաբերող առաջին և մինչ օրս միակ աշխատությունը «Ակնարկներ հին Հայաստանի արվեստի պատմության» գործն է, որտեղ ներկայացված են հեղինակի կողմից նախորդ դարի 40-ական թթ. սկսած աշխա- տանքների արդյունքները: Հեղինակը մասնավորապես անդրադառնում է Հին Հայաստա- նի  արձանագործությանը,  բարձրաքանդակներին,  հարթաքանդակներին,  մանրաքան- դակներին (մ.թ.ա.VI-մ.թ. III դդ.): Նրա աշխատանքում ներկայացվում է դրանց փուլաբա- ժանումը  և  դասակարգումը.  ա.  ավանդական  պայմանական  ոճի  հնագույն  քանդակներ, բ.  այլ  երկներից  Հայաստան  բերված  քանդակագործական  ստեղծագործություններ  և Նեմրուդ-լեռան Կոմմագենյան քանդակներ, գ. արձանագործության հետագա զարգացու- մը Հայաստանում II-IIIդդ.: ", "Հայազգի  Մելքոն  խանի  լրտեսական  գործունեության  վերաբերյալ  ուշագրավ տեղեկություններ  է  հայտնում  Ս.  Գյուլյանը,  նշելով,  մասնավորապես,  որ  որոշակի հեղինակություն  ունենալով  դիվանագիտական  ասպարեզում,  Մելքոն  խանը  «Մին  այն հայ իրական խելքերից է, որ իսպառ, վարձու է տրվում օտարներին…»4: ", "յանը, դրանց տարբերակմանը ըստ ներմուծված և տեղական արվեստանոցների, տիպա- բանությանն  ու  մասնավոր  քննությանը:  Այս  առիթով  պետք  է  նաև  նշել  Կ.  Տրևերի66,  Գ. Սարգսյանի67, Կ. Ղաֆադարյանի68 և այլոց աշխատությունները: Հելենիստական շրջանի հայկական  հուշարձանների  կերտման  վայրերի,  պատկերագրական  տիպերի,  փուլաբա- ժանության,  դիցաբանական  կերպարների  ուսումնասիրության  և  քանդակագործության վերաբերյալ վերլուծությունների թվում պետք է նաև նշել Ժ. Խաչատրյանի69, Հ. Մարգար- յանի70, Խ. Մուշեղյանի71, Ռ. Վարդանյանի72 աշխատանքները: ", "Մայրս ասաց` Քանիսն ես կոտ-րել: ", "գիտական ուսումնասիրությունները41: ", "Չորրորդ գլուխը նվիրված է ջնարակապատ խեցեղենին, որի ուսումնասիրությունը անջնարակ խեցեղենի համեմատ, թույլ է տալիս XIV – XVII դարերի մեջ ավելի նեղ փու- լաբաժանում  կատարել`  կապված  տեխնոլոգիական  միջոցների  արագ  փոփոխություն- ներով:  Ջնարակած  խեցեղենի  քննությամբ  հնարավոր  է  հետևել  և  մշակութային  փոխ- առնչություններին հարևան երկրների, Առաջավոր Ասիայի, Իրանի, Միջին Ասիայի, Չի- նաստանի,  Թուրքիայի  հետ,  որոնք  աշխարհաքաղաքական,  առևտրա-տնտեսական շարժերի հետևանք են: ", "Ով որ թսի´, թսին կենա´, Օ´խտը տարին մսի´ն կենա. Հավա´ կերել, ձո´ւ յա կերել. Պատի տակին վը´ս, թը´ս: 156 Ա, բ, գ, դ, ե´, զ, Թութուշ մամի խլե´զը,157 սանի, ծնվ.` 1928 թ.: ", "ստեղծումը և գործունեությունը 1918-1920 թթ., Եր., 2006: ", "XIII  դ.  սկզբին  մոնղոլ-թաթարական  ցեղերը,    համախմբվելով  առաջնորդ  Չինգիզ խանի շուրջ (1206), շատ կարճ ժամանակամիջոցում ստեղծեցին աշխարհակալ մի պե- տություն`  իրենց  նվաճումների  աշխարհագրությունը  տարածելով  Չինաստանից  մինչև Սև ու Միջերկրական ծովերի ափերը: Հայաստանը մոտ մեկ դար (1256 – 1344) ընդգրկ- վեց  մոնղոլական  հսկայածավալ  պետության  կուսակալություններից  մեկի`  Հուլավյան մոնղոլա-իրանական պետության կազմում39 և ինչպես մոնղոլական կայսրությանը բռնի ուժով  միացած  Մերձավոր  ու  Հեռավոր  Արևելքի  մյուս  երկրները,  ենթարկվեց  մոնղո- լական քաղաքական ու մշակութային ազդեցությանը: Թեև քաղաքական ու տնտեսական տեսանկյունից  դա  բացասական  հետևանքներ  ունեցավ  առաջադեմ  երկրների  համար, սակայն որոշ չափով  նպաստեց նաև դրանց  միջև (ընդգրկելով  և Ռուսաստանը) առևտ- րական  ու  մշակութային  հարաբերությունների  աշխուժացմանը,  որը  սկսել  էր  մեծ  թա- փով ծավալվել դեռևս Զաքարյանների իշխանության շրջանում: ", "Հուլավյան  իլխանության  թուլացումից  ու  կազմալուծումից  հետո  մեկը  մյուսի  հե- տևից Հայաստանն  ու  հարևան երկրներն ասպատակեցին  Ոսկե հորդայի խան Թողթա- միշը (1384  –  1385),  ապա Չաղատայան երբեմնի հզոր պետության մաս կազմող  Մավե- րաննահրի տիրակալ Լենկ Թեմուրը (1385 – 1386), որը 1399 – 1403 թթ. դարձավ Կենտ- րոնական  Ասիայի  պատմական  Մավերաննահրի,  Իրանի,  Իրաքի,  Աֆղանստանի,  Հա- րավային  Կովկասի,  Փոքր  Ասիայի,  Միջագետքի  ու  Սիրիայի  տիրակալ40:  Նրա  մահից հետո  այդ  հսկայածավալ  պետությունը  շուտով  տրոհվեց  առանձին  մասերի,  քանզի կազմավորվել էր բռնությունների ու ահաբեկումների ճանապարհով: ", "Köln, 2001. years of global Venus Art, Canada, 2015. ԿՆՈՋ ԿԵՐՊԱՐԸ ՆԱԽՆԱԴԱՐՅԱՆ ՀԱՎԱՏԱԼԻՔՆԵՐՈՒՄ ԵՎ ՆՐԱ ՊԱՏԿԵՐԱԳՐՈՒԹՅԱՆ ԱՌԱՋԱՑՈՒՄԸ Մարդու կերպավորման վաղագույն դրսևորումների և դրանց ի հայտ գալու սկզբնա- պատճառների մասին դժվար է կարծիք հայտնել և պատահական չէ, որ մինչ օրս այս խն- դրի շուրջ բազմաթիվ վարկածներ են շրջանառվում96: Բոլոր դեպքերում ներկայումս կաս- կածից վեր է համարվում այն տեսակետը, որ հնագույն կանանց կերպարները հանդես են գալիս  արդեն  վերին  պալեոլիթում`  մանրաքանդակների  տեսքով:  Այս  ժամանակներից սկսած կնոջ կերպարը քանդակագործության մեջ հանդես է գալիս կլոր քանդակի, խորա- քանդակի, հարթաքանդակի  և  ուրվանկարի տեսքով: Կարելի է մեկ անգամ ևս հաստա- տագրել,  որ  վերին  պալեոլիթյան  հնավայրերից  հայտնի,  այսպես  կոչված  «Պալեոլիթյան Վեներաները»  կանացիությունն  ու  մայրական  սկիզբը  նշանավորող  առաջին  արձանիկ- ներն  են97:  Այս  արձանիկների,  որպես  արվեստի  հնագույն  օրինակների  և  առհասարակ կնոջ  կերպարի  նախնադարյան  ընկալումների  վերլուծության  մեր  մոտեցումները  հիմնա- վորելու համար, կարևոր ենք համարում շեշտելու հետևյալը: ", "հետ. «Հաշվերգերի նպատակը ոչ թե բովանդակությամբ ինչ-որ բան արտահայտելն է (ինչը հատուկ է բան- արվեստի մյուս ժանրերի ստեղծագործություններին), այլ սոսկ մեխանիկական գործողության` խաղը սկսե- լուց կամ նրա ընթացքում հաշվելու միջոցով վիճակահանություն կատարելը, իսկ հաշվերգի խոսքերն արտա- բերելիս` ռիթմը և հանգը ծառայում են հենց այդ նպատակի իրագործմանը: Նման դեպքերում հաշվերգի բո- վանդակությունը ետին պլան է մղվում, շատ դեպքերում էլ` ընդհանրապես անտեսվում, որն էլ հնարավորութ- յուն  է  ընձեռում  մի  շարք  բառերի  ու  բառակապակցությունների  այլափոխման`  ընդհուպ  մինչև  իմաստազր- կում» (տե´ս Ա. Սարգսյան, նշվ. աշխ., էջ 7-8): ", "Կուտակված աղբյուրագիտական նյութը միանշանակ ցույց է տալիս, որ առաջին մար- դակերպ  խորհրդանիշներն  առավելապես  կապված  են  «կնոջ  թեմայի»  հետ:  Դրանցում բավական  բնական  էին  կատարված  մարմնի  համաչափությունները,  գեր  և  ծավալային էին  ներկայացված  որովայնը,  կրծքերը,  կոնքերը:  Ընդունված  է  այն  տեսակետը,  որ  այս հատկանիշներով  օժտված  արձանիկներում  ամփոփված  են  մոր,  սերնդի  շարունակողի այլաբանական պատկերումները: ", "Անցյալում տարածված որոշ հաշվերգերի տեքստեր այսօր պահպանված են միայն տարեցների հիշողություններում: Դրանք  ունեցել են իմաստ չարտահայտող բառակա- պակցություններ,  բառեր,  որոնք  մենք  բնորոշում  ենք  անհասկանալի  եզրույթով:  Այդ Тегеран, 2006, стр. 150. Խաչատուրի, ծնվ.` 1929 թ.: ", "Հետախուզական  գործունեության  Վենետիկի  հարուստ  փորձը,  գործելաոճը  և ավանդույթներն  աստիճանաբար  փոխանցվում էին  Օսմանյան կայսրության հետախուզությանը`  սկսած  այն  ժամանակաշրջանից,  երբ  թուրքերի  կողմից Կոնստանդնուպոլսի գրավումից  անմիջապես հետո  Վենետիկը քրիստոնյա պետություններից  առաջինը նրանց հետ կնքեց  պայմանագիր  Օսմանյան կայսրությունում  առևտրի  բացարձակ  իրավունքի  մասին՝  հիմք  դնելով  այսպես  կոչված կապիտուլյացիաների համակարգին: ", "ցոլանք և ներկայացնում են հղի կանանց կամ նրանց հովանավորներին: ", "դի դեր կատարած քրմուհիների: ", "վերականգնի  կանոնակարգվածությունը,  ճնշի,  արտաքսի  ու  սպանի  ձմեռը,  ցուրտը, մահը (պատժում են շրջանի ներսում ամենավատ պարողին` «թույլին», «տկարին», «հի- վանդին»): ", "Հարկ է ավելացնել, որ կանանց արձանիկների համընդհանուր ընդունելություն ստա- ցած  դասակարգման  սկզբունքներում  առանցքային  տեղ  է  հատկացվում  մարմնակազ- մության առանձնահատկություններին: ", "Սրան զուգահեռ հաշվի են առնվում նաև կատարման նրբությունները, որոնք ոչ միայն վկայում են կնոջ կերպարի անհատականացման մասին, այլև թույլ են տալիս միավորել տիպերը արձանիկների խմբերի մեջ100: ", "Հետախուզական  աշխատանքներում  սուլթանն  ակտիվորեն  ներգրավում  էր դիվանագիտական ներկայացուցիչներին: ", "Արձանիկների  երկրորդ  ընդհանրացնող  բնորոշ  գիծը  ձևերի  «ռեալիստական- իրապաշտական»  պատկերումն  է,  սակայն  պետք  է  նշել,  որ  նախնադարյան  ռեալիզմի համար բնորոշ է մանրամասների ընդգծումը և չափազանցումը: ", "Այս արձանիկների մեծամասնության մեջ կանայք ներկայացված են ծավալուն կախ- ված կրծքերով, դուրս ցցված մեծ որովայնով, կոնքերի և ազդրերի շրջանում ճարպային կուտակումներով: Ոտքերը հիմնականում համաչափ են և կարճեցված: ", "Զգալի թիվ են կազմում գլուխները և վերջույթները կոտրված արձանիկների նմուշնե- րը:  Ձեռքերը  սովորաբար  շատ  բարակ  են,  ամուր  սեղմված  են  մարմնին  կամ  կրծքերի շուրջը  կամ  էլ  որովայնին:  Այս  պատկերների  մեծամասնությունը ներկայացնում  են  կին- նախամորը՝ գերաճած  երկրորդական նշաններով: ", "Երրորդ ընդհանրական հատկանիշը արձանիկների դիրքն է: Դրանք բոլորը ներկա- յացված  են  խիստ  ֆրոնտալ՝  թեթև  ներքև  խոնարհված  գլխի  շարժմամբ:  Բոլոր  արձա- Հնագույն  արձանիկների  ոճական  առանձնահատկությունները  նկատի  ունենալով, նիկները ստատիկ են, անշարժ: ", "դրանք ստորաբաժանվել են երկու խմբի. գեմատիտ, սերպենտին և այլն: ", "Երևանը  որպես  միջնադարյան  քաղաք  ձևավորվել  է  XII  –  XIII  դդ.62:  Տերտեր  Երե- վանցի գրչի  կողմից Սուրխաթում և Ազակում ընդօրինակած ,,Քարոզգիրք Վարդան Այ- գեկցոյ’’ հիշատակարանում (1376) Երևանն անվանվում է. Ի քաղաքէն այն պատուական, Որ իր անունն է Երևան, Խոր Վիրապին ու Էջմիածնին է հարևան…63: ", "XV  դարի  կեսերին  Երևանի  նշանակությունը  բարձրանում  է`  կապված  Արարատ- յան  աշխարհի  կուսակալության  կենտրոն  դառնալու  հետ,  երբ  արդեն  հիշատակվում  է որպես ,,Արարատյան երկրի մայրաքաղաք’’64: XV դարում կառուցվում է Երևանի բերդը, որը  հետագայում  բազմիցս  վերակառուցվում  է:  ,,Շարդենի  ասելով,  վոր  յեղել  ե  Յերե- վանում 1673 թվին, բերդում յեղել ե 800 տուն, վորոնց բնակիչները բացառապես կազմել են թուրքերը. Հայերն այդտեղ ունեցել են  միայն խանութներ, վորոնց  մեջ նրանք ցերեկ- ները առևտուր են արել, իսկ յերեկոները փակել են խանութները և գնացել քաղաք իրենց տները’’65:  Իսպանիայի  թագավորի  դեսպանության  պատվիրակ  Անտոնիո  դե  Գուվեայի հուշագրությունում կարդում ենք. ,,Երևան քաղաքը հանդիսանում է ամբողջ Մեծ Հայքի կարևորագույն  քաղաքը  ու  մայրաքաղաքը,….  որ  ամբողջովին  բնակեցված  է  հայերով. Սաֆրաստյանի, (ՕԱՀՀՄ, հ. 4), Երևան, ՀՍՍՀ ԳԱ հրատ., 1967, էջ 120: ", "Մասնագիտական գրականության մեջ գերիշխող է այն կարծիքը, որ կանանց արձանիկ- ները մարմնավորում են օջախի պահապանին և տան հովանավորին: ", "Ուսումնասիրողների  մեծ  մասն  անդրադարձել  է  նաև  կանանց  մերկ  պատկերման խնդրին: Հիմնականում շրջանառվում են հետևյալ դրույթները. Հավանաբար սխալված չենք լինի, պնդելով, որ նախնադարյան հմայություններում և ծեսերում կնոջ մերկությանը մեծ նշանակություն է վերագրվել: ", "Գունդ  տերմինը նշանակում է գնդաձև մարմին (տե´ս Հր. Աճառյան, ՀԱԲ, Երևան, 1971, հ. I): ", "Ленинград, 1955, с. 48. Representation in Upper Paleolithic Female Figurines//Current Anthropology, The University of Chicago Press on behalf of Wenner-Gren Foundation for Anthropological Research Vol. 37, No 2, Apr., 1996, p. 227-275. точнограветтийской стоянки Костенки 1: тематика и функциональное назначение // Свод археологических ис- точников  Кунсткамеры,  Вып.  4:  История  археологического  собрания  МАЭ.  Верхний  палеолит,  Ленинград, просы антропологии. Вып. 75, 1985, с. 27-66. Textiles, Basketry, Gender, and Status in the Upper Paleolithic 1 //Current Anthropology, The Wenner-Gren Foun- dation for Anthropological Research, Volume 41, Number 4, August–October, 2000, p.  520,  Ferrándiz  Mayor T., La imagen de la mujer en la Prehistoria y en la Protohistoria// Revista de Claseshistoria Publicación digital de Historia y Ciencias Sociales Artículo Nº 236, 15 de octubre de 2011, p. 2. բ. «Նիհարակազմ» կանանց արձանիկներ: Սրանք ներկայացված են ձգված համա- չափություններով, նիհար իրանով և ոտքերով, ինչպես օրինակ Ավդեեվի և Գագարինոյի արձանիկները106: Այս խմբին կարելի է դասել Բրասսեմպույից գտնված, թերի պահպան- ված ոսկրե արձանիկը107 (Նկ. 2.1, 2.7-8): ", "նյութական միջոցների ավելացման, ինչպես նաև հետախուզական աշխատանքի փորձի և  հմտությունների  ձեռք  բերմամբ,  սուլթանական  հետախուզությունը  դարձավ  առավել բազմաբնույթ և ակտիվ: ", "Որպես  առանձին  ենթախումբ  «Գեր»  արձանիկների  շարքին  կարելի  է  վերագրել  նաև կանանց  ոճավորված  և  ընդհանրացված  քանդակները  Մալթայից,  Բուրետիայից,  Մեզի- նից109 (Նկ. 2.2-6): ", "տանի ԽՍՀ Պետական Համալսարանի գիտական տեղեկագիր, Վաղարշապատ, 1904, էջ 22-24: ", "Վերը ներկայացված տիպերի մեջ ուշագրավ խումբ են կազմում կանանց այն մանրա- քանդակները,  որոնց  սեռական  հատկանիշները  խորհրդանիշների  տեսքով  են  հանդի- պում  և  հատուկ  ընդգծված  են,  ինչը  սովորաբար  բացատրվում  է  «էրոտիկ-գեղագիտա- կան» նշանակությամբ (Նկ. 2.2-6): Այս տեսակետից կարևոր է նշել նաև, որ կին խորհր- դանշող ամենավաղ պատկերագրական տարրերն աչքի են ընկնում հաստատուն դրսևո- րումներով  (Նկ.  3.3,  10):  Դրանք  եռանկյունիների,  կիսաշրջանների,  կամ  տանձաձև  շր- ջանների  տեսքով  են  ներկայացված:  Ըստ  ամենայնի  այս  կերպ  կնոջ  մարմինը  արժևոր- ЦЧО)//Известия  ГАИМК,  Вып.  118,  Палеолит  СССР:  Материалы  по  истории  дородового  общества,  Москва- Ленинград, 1935, с. 26-77. es…, p. 518. European Paleolithic: Symbols of Fertility or Attractiveness? Journal of Anthropology, Hindawi Publishing Corporati- on, Egypt, Cairo, 2011, p. 2-3. վում  է  որպես  կյանքի  բնական  արտադրող  և  հետևաբար  հավերժության  նախասկիզբ111: ", "XIX вв, Ленинград, 1949, с. 140. տոհմի  մեծ  մասը,  սերում  էր  ղայթաղներից 72 :  Ղայթաղները  կամ  ղարաղայթաղները դաղստանյան  ժողովուրդ  են,  դարգինների  էթնիկ  մի  խումբ,  որը  պատկանում  է Կովկասյան  լեզվաընտանիքի  նախճա-դաղստանյան  լեզվախմբին  (1939  թվականից գրանցված են որպես դարգիններ)73: ", "Ավանդույթի  համաձայն, Ղուբայի խանը իշխանության ժառանգական սկզբունքով նշանակվում  էր  անձամբ  շահի  կողմից՝  շիա  դավանանքի  ներկայացուցիչներից:  1720- ական  թթ.  Դաղստանում  և  Շիրվանում  ծայր  առած  քաղաքական  խառնակ ժամանակներին զոհ է գնում Ղուբայի Սուլթան Ահմադ խանը: Փրկվում է միայն Ահմադ խանի  անչափահաս  որդին՝  Հուսեյն  Ալին,  որն  ապաստանում  է  Սամուր  գետի  վերին հոսանքներում  գտնվող  գյուղերից  մեկում:  Չափահաս  դառնալուց  հետո  Հուսեյն  Ալին ծառայության  է  անցնում  Նադիր  շահի  մոտ  և  կարողանում  է  վերադարձնել  Ղուբայի խանությունը74: Հուսեյն Ալի խանի մահից հետո իշխանությունը ժառանգաբար անցնում է խանի որդուն՝ Ֆաթհ Ալի խանին (1758 թ.)75: ", "Խաղերն ունեն ինչպես սկզբի և ընթացքի, այնպես էլ ավարտի բանաձևեր, որոնք պայմանականորեն կարելի է համարել «պատիժ», այսինքն՝ պարտվողին տալ որակում՝ «փալան  դնել»,  «ծրտակ  դնել»,  «ձու  տալ»  և  այլն:  Դրանք  լինում  են  տարբեր  բնույթի, որոնք արդյունք են անհատի երևակայության, սակայն ենթարկվում են որոշակի չափո- րոշիչների. ամեն տարիքային խումբ խաղավարտի ժամանակ կիրառում է «պատժի» իր ձևը`  ելնելով  սեռա-տարիքային  հնարավորություններից:  Եթե  խաղացողը  խաղի  ըն- թացքում  «արժանացել»  կամ  «վերցրել»  է  ամենաշատ  «փալանը,  ձուն  կամ  ծրտակը» (ասենք՝  5  ձու,  3  փալան,  2  ծրտակ),  ապա  նա  պետք  է  լուծարի  դրանք՝  կատարելով դրանց քանակին համապատասխան պահանջները: Այդ ժամանակ խաղի ավագը մյուս խաղացողների հետ իր ձեռքի մատները անվանակոչում է ծիծաղելի անուններով (հինգ ձվի դեպքում՝ հինգ անուն, երկուսի դեպքում՝ երկու) և պարտվողին առաջարկում ընտ- րել: Այդուհետ՝  մինչև  խաղի,  երբեմն՝ մինչև օրվա վերջը, նրան դիմում են իր ընտրած համապատասխան  բանաձևային  բնութագրմամբ՝  «օյինից  թռնող  կապիկ»,  «դաղալի լու», իսկ իրենց ասածը հավաստիացնում են հետևյալ կերպ. մատը գետնին դնելով` ա- սում են. «Շուտ եմ ասել` թու´ փեչատ, Աստվածի սիկրետ (секрет-գաղտնիք) ու այբուբե- նի», որն ուղղակիորեն կապվում է անազնիվ ու խարդախ խաղացողի վարքի հետ: ", "Այս և հետագայում ձեռք բերված փաստագրական տվյալներից ելնելով ռուսական կառավարությունը համոզվեց, որ  Կովկասում բրիտանական և օսմանյան կայսրությունների  կողմից  Ռուսաստանի  դեմ  իրականացվող  բանսարկությունների կազմակերպման  գլխավոր  անձը  անգլիական  հետախույզ  Ուրքարթն  էր,  1847 թվականից  Մեծ  Բրիտանիայի  խորհրդարանի  անդամը,  որը  փորձում  էր  սրել  ռուս- թուրքական հարաբերությունները4: ", "Իսկ Ա. Լերուա-Գուրանի կարծիքով հնարավոր չէ պարզել այն իրական իմաստը, որը ունեին պալեոլիթյան «Վեներաներն» իրենց ժամանակաշրջանում118: ", "Հետախուզական աշխատանքներում, հատկապես պատերազմական գործողությունների  ժամանակ,  ակտիվ  ներգրավվում  էին  դերվիշները:  Վերջիններս, ունենալով  հոգևորականի  քողի  ներքո  ազատ  տեղաշարժման  հնարավորություն, այցելում  էին  հետախուզությանը  հետաքրքրող  վայրեր,  դիտարկման  և  կորզման народа, Кубанский сборник, т. Х, с. 81. միջոցով ձեռք էր բերվում անհրաժեշտ տեղեկատվություն: ", "Ընդհանուր  առմամբ  այս  շրջանի  քանդակները  աչքի  են  ընկնում  ընդհանրացմամբ, որի պատճառը կարող էին լինել նաև մշակման դժվարությունները: Դրանք ներկայացնում ции, Москва, 1973, с. 140. սի կողմից բաժանվել են և այստեղից էլ ծագել է երկու կեսերի գաղափարը, որոնք ամբողջ կյանքում իրար են փնտրում,  իսկ երբ  գտնում  են, միավորվում են և  երջանիկ  լինում:  (Творения  Платона,  Пир.  Федр,  т. V, Полное собрание творений Платона в 15 томах, Ленинград, 1922, с. 33-35). են  ոչ  թէ  իրական  կնոջ,  այլ  «կնոջ  մասին  ընդհանրական  գաղափարները»,  հետևաբար այդպիսի արձանիկները չէին կարող լինել  անմիջականորեն էրոտիկ զգացողությունների արտահայտություն,  այլ  նաև  խորհրդանշական  ճշգրիտ  կատարմամբ  ներկայացնում  էին այլ բնույթի իմաստներ: ", "XIX-րդ  դարակեսից  սկսած`  կայսրության  հետախուզությունը  բազմակողմանի քայքայիչ  գործունեություն  է  ծավալել թուրք  հյուպատոսների,  թուրքական սահմանապահ  վարչակազմի,  բանակի  սպաների  և  հատուկ  էմիսարների  միջոցով: ", "ըստ  Դ.  Էլկոնինի,  չունի  մեծերի  գործունեությունների  ո´չ  հասարակական  ընկալումները,  ո´չ  էլ  այդ  ընկա- լումների հասարակական գործառույթները: Նա երեխաների գործունեությունների այդ ընթացքն անվանում է առարկայական, երբ երեխան ջանում է գործել մեծերի նման` չգիտակցելով ու չնկատելով մեծերին: "]}