{"paragraph_source_docs": [2, 3, 0, 2, 2, 2, 2, 1, 2, 0], "paragraphs": ["Եվ եթե այս վարկածը հաստատվի, ապա այս հուշարձանները մոնումենտալ` կոթո- ղային  արվեստի  միջոցով  աստվածությունների  ներկայացման  առաջին  օրինակներն են146: ", "կարգի մեջ և Հոռոմոսի վանքի մասն է կազմել: Պեղումները սկսվել են 2003 թ. և շարու- նակվում են առայսօր113: ", "Սակայն  հետագայում  այն  ընդլայնեց  իր  գործունեությունը,  լրտեսների  տարածված ցանց ստեղծեց, կաշառքի շնորհիվ գործակալներ ունեցավ  ազգային Աբդուլ  Համիդին  բնորոշ  կասկածամտության  արդյունք  է,  թե  իր  ստեղծած  կառույցի  մասին տեղեկությունները կարող են օգտագործվել ի վնաս իրեն: ", "ungen des Deutschen Archiiologischen Instituts im 20. Jahrhundert, Mainz, 2000, p. 298-266. iger Bericht zu den Grabungen am Gobekli Tepe und am Curcutepe 1995-1999 //1stanbuler Mitteilungen 20, հավատալիքներն  են  պատկերված149:  Կանանց  կերպարները  հիմնականում  հանդես  են գալիս «Ծննդաբերող մոր» տիպերով (Նկ. 6.5, 7.1-8): ", "Այս տիպի հայտնի օրինակներից մեկը փորագրված է սալիկի վրա և տեղադրված է այսպես  կոչված  «առյուծների  սյուների  կամ  մուտքի» միջև, որը մեր կարծիքով  կարող  է համեմատվել, Չաթալ-Հույուքի և Հաջիլարի «Առյուծների և կատվառյուծների, կենդանին- երի հովանավոր և պահապան Մեծ մոր»՝ Կիբելա-Կուբաբայի նախատիպի հետ150: ", "Այս փորագիր պատկերը կարող է դասվել նեոլիթյան գրաֆիտիների շարքին151: Ներ- կայացված է նստած` մերկ, ծննդաբերող կին (Նկ. 6.5): Հստակ ընդգծված են մարմնա- մասերը` կրծքերը, մազերը, քիթը, աչքերը: Ձեռքերն ու ոտքերը պատկերված են փռված վիճակում152: ", "բերելիս: ", "● Խաղային փոփոխությունների առումով ուշագրավ փուլեր էին Երկրորդ աշխար- համարտը  և  հետպատերազմյան  շրջանը:  Խաղերում  շոշափվում  էին  այնպիսի  թեմա- ներ,  ինչպիսիք  էին  պատերազմը  և  հերոսականացված  անհատները,  որոնք  նույնաց- վում էին ուժի, քաջության, հաղթանակի և թշնամիների կերպարների հետ: ", "Սյուներից  մեկի  վրա  ներկայացված  է  տոտեմ-կենդանակերպ  էակ153:  Նա  գրկել  է ծննդաբերող կնոջը, որին ինքն է ծնել, և կինն էլ իր հերթին, նույնպես ծննդաբերում է մա- նուկ, որի ձեռքերի մեջ սափորանման իր է: Երեխայի կերպարն իրատեսական և ռեալիս- տական է ներկայացված, իսկ կենդանակերպ գերբնական էակն ու կինը առավել ընդհա- նրացված և սիմվոլիկ: ", "Հոգևորական  պաշտոնատերերը,  ազգային համայնքի ղեկավարները,  որպես  կանոն  ամիրաների  դրածոներն  էին1:  Այս  խավը  օսմանյան բուրժուազիայի  մի  հատվածն  էր,  որի  վարքագիծը,  դիրքորոշումները  բխում  էին  իրենց շահերից2: "], "source_docs_file": "History.json"}