{"paragraphs": ["Այսպիսով՝ հերոսուհու՝ ռադիոյով տարված լինելը շուտով խնդիրներ է ստեղծում նաև    իր  ընտանիքի  համար,  թեպետ  կարծում  էր,  որ  այն  իդեալական    է։  Շրջապատող մարդկանց կյանքի բացահայտումները, նրանց անհանգստացնող խնդիրները հանկարծ կասկածի  տակ  են  դնում  հենց  իր  երջանկությունը։  Այրինն  այլևս  վստահ  չէ  իր ընտանեկան երջանկությանը  և  ուզում է լսել ամուսնուց, որ իրենց կյանքում ամեն ինչ կարգին է, վատ երևույթները չեն ընկճել նրանց։  Նա հապճեպորեն ամուսնուն հարցնում է.  «Մենք   երջանիկ ենք, այնպես չէ՞, սիրելի՛ս, կյանքն այնքան   սարսափելի  է, այնքան ստոր  և    ահավոր,  բայց  մենք  երբեք  այդպիսին  չենք    եղել,  այդպես  չէ՞,  սիրելի՛ս։    Մենք միշտ  բարի  ենք  եղել  միմյանց  նկատմամբ,  մենք  հիանալի  երեխաներ  ունենք,  մեր կյանքում չկա ոչ մի գաղտնի և կեղտոտ բան, և մենք չենք անցկացնում մեր կյանքը փողի համար վեճերով, մենք երջանիկ ենք, մենք երջանիկ ենք, այդպես չէ՞»76: ", "Թանզիմաթի  գրականությունից  նոր  փուլի  անցումը  պայմանավորված  էր քաղաքական մթնոլորտի աստիճանական թեժացմամբ, «խոստումնալից» սպասումներից բռնապետության (zulüm) ժամանակաշրջանի  անցմամբ:  Այս ժամանակաշրջանը,  որն  առավել  հայտնի  է  «աբդուլհամիդյան  զուլումի  ռեժիմ» անվանմամբ,  դարձավ  դաժան  քաղաքական  ռեակցիայի  հոմանիշ  և  տևեց  շուրջ  30 տարի80:  Չնայած  խիստ  գրաքննությանը`  այս  ժամանակաշրջանում  է  ստեղծվում «Սերվեթ-ի  ֆյունուն»  (Servet-i  Fünûn)  գրական  գեղարվեստական  ամսագիրը,  որը նպաստում է  թուրքական գրականության  մեջ ռեալիզմի  և ռոմանտիզմի ուղղությունների  հաստատմանը81:  Սակայն  եթե  նախորդ  տասնամյակի  ռոմանտիզմը կապված  էր  կյանքի,  հակաֆեոդալական  պայքարի  հետ,  ապա  այստեղ  արդեն  դրա գաղափարախոսական հիմքն իրականությունից խուսափելու ցանկությունն էր82: ", "Նկատենք,  որ  այդ  գրականությունը  հեռու  էր  սոցիալական  թեմաներից,  այն մարդու  իրավունքների,  անհատի  ազատության,  հասարակական  բարեփոխումների համար  պայքարի  կոչ չէր: ", "Ֆանտաստիկ  վեպի  ժանրը  քննելիս  Տոդորովը  սահմանում  է  «արտասովորն»  ու «հրաշալին» և նրանց միջև հստակ տարանջատում է դնում: «Ֆանտաստիկն ինքնուրույն ժանր  չէ,  այն  երկու  ժանրերի`  արտասովորի  և  հրաշալիի  միջև  սահմանն  է»:75 Ընդունելով  գրականագետի՝  «հրաշալիի»  և  «արտասովորի»  տարանջատումը`  մենք դրանք դիտարկում ենք ոչ թե որպես ժանրեր կամ նույնիսկ ենթաժանրեր, այլ ընդամենը որպես ֆանտաստիկի տարբեր արտահայտչամիջոցներ: Տոդորովն այս տարանջատումը բացատրում  է  գոթական  վեպի  օրինակով.  «Առաջինը (արտասովորը) բնորոշվում է գերբնականի  հավակնությամբ,  որը  բացատրություն  ունի,  երկրորդը  (հրաշալին) բնորոշվում է գերբնականի հավակնությամբ, որն ընկալվում է որպես այդպիսին»:76 Այս բանաձևը  մեզ  համար  ընդունելի  է,  թեև  «Մեր  նախնիներում»  գոթական  վեպի  տարրեր Тодоров Ц. Введение в фантастическую литературу. Дом интеллектуальной книги. М. 1999. С.32 Նույն տեղում էջ 38 Նույն տեղում չկան, բացակայում են ուրվականները, ընտանեկան գաղտնիքները, ամրոցների կամ հին առանձնատների  մութ  սենյակները,  վամպիրները,  սև  մոգերը  և,  առհասարակ, մոգությունը:  Գրականագետ  Ս.Ձանգրանդին  եռերգության  իր  ուսումնասիրության  մեջ դա  համարում  է  զուտ  գրական  ժամանակաշրջանի  խնդիր.  «Եթե  19-րդ  դարում “անհավատալին” վախ ու սարսափ է առաջացնում, ապա 20-րդ դարում կարևոր է հենց ինքը` պատմողական ակտը. այստեղ արդեն ուրվականները, վամպիրները, գերբնական նախանշանները չեն, որ բնորոշում են ֆանտաստիկը, այլ մտավոր և զգացական վիճակը, պատմողական լիցքը կրող տեքստային տարրերը»:77    Նշենք,  սակայն,  որ Կալվինոյի  վեպերում  հենց  տեքստային  միջոցներով  ստեղծված  «անհավատալիի», «հրաշալիի» և «արտասովորի» տարրերն են ստեղծում ֆանտաստիկ պատումը: ", "Տոդորովը գտնում է, որ ֆանտաստիկ ժանրի կարևորագույն ասպեկտներից մեկը թեմատիկան  է  կամ  «իմաստաբանությանը»:78  Մեր  կարծիքով,  սակայն,  ժանրի բնորոշման  մեջ  կարևոր  են  թե՛  արտաքին,  թե'  ներքին  ձևերը:  Այսպես՝  ֆանտաստիկ վեպում կարևոր է թե՛ շարահյուսությունը (պատումը, շարադրանքը, կառուցվածքը), թե՛ իմաստաբանությունը (թեմատիկ տարրերը, մոտիվները, ֆանտաստիկ իրադարձությունները, կերպարանափոխությունը, կախարդական արարածները և այլն), որոնք ներառվում են պատումի մեջ: "], "paragraph_source_docs": [4, 2, 2, 0, 0], "source_docs_file": "Literature.json"}