{"paragraph_source_docs": [2, 2, 2, 1, 2, 1, 2, 2, 2, 2], "source_docs_file": "History.json", "paragraphs": ["ван, 1987, с. 195-207, նույնի, Լուկիոս Վերոսի օրոք Հայաստանում թողարկված պղնձե դրամներ, ՊԲՀ, No2, Երևան, 2004, էջ 234-253: ", "Vermeule, University of Texass Press, 1995, pp. 507-521. der, Sex, and the Domestication of the Empire in Art of the Augustan Age// Arethusa 40 (2007), by The Johns Hop- kins University Press, p. 59-60, Oxé A., Arrentinische Reliefgefässe von Rhein, Bonn, 1933. բանական  կերպարը  պարզելու  նպատակով  հիմվել  ենք  Պ.  Բիենկովսկու79,  Մ.  Ջատ- տայի80, Պ.Ստրակի81, Ժ. Թոյնբիի82, Պ. Գարդների83 և այլոց աշխատությունների վրա: ", "Արտաշիսյան  թագուհի՝  Էրատոյի  պատկերագրական  տիպը  և  կերպարը  ուսունասի- րելու համար հիմնվել ենք Է. Բաբելոնի84, Ֆ. Լայարդի85, Վ. Լանգլուայի86, Վ. Հացունու87, Բ. Առաքելյանի88 և այլոց աշխատությունների վրա89: ", "միկի, ծնվ.` 2003 թ.: ", "արարումը,  պտղաբերությունը  և  արգասաբերությունը»94  և  Ա.  Վան  դեր  Մեյերի  հեղինա- կած «Նախնադարյան նախամայր Մաի լեզուն. Կնոջ պատկերագրության զարգացումը 40 Սրանք  շատ  արժեքավոր  աշխատություններ  են  ոչ  միայն  մեզ  համար,  այլև  համաշխար- հային  արվեստում  և  պատկերագրության  մեջ  կանանց  առաջին  օրինակների  տիպաբա- նության և դասակարգման ուսումնասիրության առումով: ", "Գնաց, մտավ պարտե´զը, Կերավ հարսի ջե´յեզը: 158 - Թոթոլ թաթիկ, ջուր բե´ր, Փլավ էփեմ, դու կե´ր, - Ես չեմ ուտե, դու կե´ր. Կե´ր, կե´ր, կե´ր: 159 Ալա´–բա´լա´–նի˜-ցա´, դաս-կա´ բա-նի˜-ցա (կուշկա բանիցա), //Հե՜յ գիդի Վա´ն-չո′ (ով գիդի բանչո), տա′ս կապի-տա′ն–չո′, //Փա˜–լա˜ն–չո′: //Փալանչո′ն էլ մի բա′ն չի′, //Գնա′ Մարոյին  կա′ն-չի′  (գնա  տատուդ  կանչի)://Մարոն  գնաց  թա′տ-րո′ն,  (Տատին  եկավ  օյին- բազ)// Ջեբը (գրպան) լիքը պա′դ–րո′ն (պարկուճ), (գլխին ուներ երեք մազ),//Պադրոնն ըն- գա′վ տրա′-քե′ց, //Մարոյի սիրտը պա′յ–թե′ց  (մեկը` առաջ, մեկը` հետ, մեջտեղինը` պոլի փեդ):160 Վիճակահանության  տեքստերում  հաճախակի  հանդիպող  բառերի  կրկնությունները և վերը նշված` «մահվամբ» հաշվից դուրս եկողի գաղտնագրված գործողությունները թույլ են տալիս ենթադրելու, որ դրանք բանաձևեր են և ստեղծվել են ինչ-որ ծածկագրված մի բան  հայտնելու  կամ  պահելու  համար:  Հայտնի  է,  որ  գոյություն  ունի  հայկական  ծածկա- գրության  չորս  խումբ`  քաղաքական,  գրչածածուկ,  արհեստագործական  և  առեղծվածա- գիր:161 Ենթադրվում է, որ ավելի հին տարբերակներում առկա են եղել քաղաքական բնույ- թի  բանաձևային  ծածկագրեր  (գաղտնածեսե՞ր)162,  որոնց  ներքին  դրդապատճառները կրում են իրենց նպատակն իրագործելու կանխամտածված գործողություններ:163 Պատմողական տեքստով հետևյալ վիճակահանության տեքստն ի սկզբանե եղել է նախազգուշացնող, գաղտնագրված բնույթի, որը թուրքերի հարձակման վտանգի դեպ- ծնվ.` 1935 թ.: ԴԱՆ, ՀՀ Շիրակի մարզ, ք. Գյումրի, 2010 թ., բանասաց՝ Սահակյան Վարազդատ Վարդանի, ծնվ.` 1998թ.: ", "Մասնագիտական գրականության մեջ հատուկ ընդգծվում է այն դրույթը, որ արվեստը կոնկրետ-զգայականի ձևով հանդես եկող աշխարհաճանաչողության միջոց է  և այդ ճա- նաչողության վաղագույն ձևն անկասկած առասպելն է: Առասպելը ոչ միայն գիտակցութ- յան  առաջին,  այլև  ունիվերսալ  այն  ձևն  է,  որ  ընկած  է  արվեստի  ստեղծագործության կերտման հիմքում: Միայն թե նախնադարյան կամ արխաիկ արվեստում առասպելն եղել է խմբային` ձևավորվելով որպես, աշխարհի մասին կոլեկտիվ պատկերացումներով առաջ եկած  կերպարների  անգիտակցական  պրոեկցիա…  Հանդես  գալով  որպես  աշխարհի  և կյանքի մոդել, արխաիկ առասպելի ձևավորմանը համընթաց ձևավորվում էր նաև այն լե- զուն  (մեր դեպքում, երբ խոսք է գնում կերպարվեստի մասին`  պատկերագրման լեզուն), որը մի կողմից հանդես էր գալիս, որպես ճանաչողության գործիք, իսկ մյուս կողմից` որ- պես ինֆորմացիայի փոխանցող: Պատկերագրական այդ լեզուն, որի ակունքները հայտ- նաբերվել են 30-25 հազարարամյակներ առաջ, կրում է այնպիսի ունիվերսալ հատկանիշ- ներ, որ մինչ օրս մնացել է պրակտիկորեն անփոփոխ: Եթե դիցաբանական մտածողութ- յան  մեջ  ժամանակակից  մարդը  արվեստի  ստեղծագործությունն  արարող  և  ընկալող  է, ապա նախնադարյան մարդը անընդհատ և անփոփոխ նրա մեջ էր, ինչով և բացատրվում է նախնադարյան և արխայիկ արվեստի մոգական հարատևության կախարդական ուժը98: ", "Կուտակված աղբյուրագիտական նյութը միանշանակ ցույց է տալիս, որ առաջին մար- դակերպ  խորհրդանիշներն  առավելապես  կապված  են  «կնոջ  թեմայի»  հետ:  Դրանցում բավական  բնական  էին  կատարված  մարմնի  համաչափությունները,  գեր  և  ծավալային էին  ներկայացված  որովայնը,  կրծքերը,  կոնքերը:  Ընդունված  է  այն  տեսակետը,  որ  այս հատկանիշներով  օժտված  արձանիկներում  ամփոփված  են  մոր,  սերնդի  շարունակողի այլաբանական պատկերումները: ", "բանության հարցերին, այն է. Գրականության  մեջ  մեծ  տեղ  է  հատկացվում  նաև  կանանց  կերպարների  իմաստա- յան կանանց կենդանի արտացոլումն են: ", "իդեալն ու գեղագիտական չափանիշները: "]}