{"paragraph_source_docs": [3, 2, 2, 3, 2, 2, 2, 2, 0, 4], "source_docs_file": "History.json", "paragraphs": ["XIV – XV դդ., ապա և հետագա երկու դարերում հյուսիսային Հայաստանի կարևո- րագույն  կենտրոններից  էր  Լոռե  բերդաքաղաքը93,  որը  նշանակալից  դերակատարու- թյուն  ուներ  Լոռու  տարածաշրջանի  քաղաքական,  տնտեսական  կյանքի  կազմակերպ- ման  գործում:  Ի  տարբերություն  Հայաստանի  այլ  քաղաքների  ու  քաղաքատիպ  ավան- ների, Լոռեն եզակիներից է, որ անընդմեջ ապրել է բուռն տնտեսական կյանքով սկսած հիմնադրումից (XI դ. առաջին տասնամյակից) մինչև XVIII դ. կեսերը: ", "Կանանց  հարթաքանդակները  մեծաթիվ  չեն,  առաջին  հերթին  դրանք  չորսն  են  Լոս- սելից (Նկ. 3.11-14)121, որոնք կարելի է վերագրել մոնումենտալ արվեստին: Բոլորի վրա էլ ներկայացված են ծավալային գեր կանայք՝ կախված կրծքերով և լայն կոնքերով, որոնցից լավ  պահպանված  օրինակի  ձեռքին  ինչ-որ  իր  կա,  հավանաբար  պտղաբերության  եղջ- յուր122:  Կնոջ  կերպարի  և  պատկերագրության  առումով  բացառիկ  են  Ֆրանսիայի  Լա Մագդալեն123 քարանձավի երկու կանացի ռեալիստական բարձրաքանդակները (Նկ. 4.3, րանձավի «Հանգստացող Վեներաները» (Պենն Տարն), որոնք տեղակայված են քարան- ձավի  պատերին  բացառիկ  և  արտասովոր  պատկերագրով124:  Կիսապառկած  կանայք ներկայացված  են  հանգստի  կամ  էլ  ծննդաբերության  պահին:  Ա.  Բրեյլը՝  պալեոլիթյան ro 3, Année 1954, աղյուսակ I, II, p. 125-126. արվեստի  խոշորագույն  գիտակը,  բացառում  է  այստեղ  կրկօրինակման  կամ  կեղծման հնարավորությունը125: ", "Լա Մագդալենի բարձրաքանդակները պառկած կանանց երկու ֆիգուրներ են` ձգված իրանով,  հենված  ծալված  ձեռքի  վրա,  լավ  մոդելավորված  ոտքերով  (Նկ.  4.3,  4.4):  Մի կնոջ ոտքերը երկարեցված են (Նկ. 4.4), իսկ մյուսինը՝ ծալված (Նկ. 4.3): Գլուխները իրա- րից դժվար են տարբերակվում: Առանձնացված են կուրծքը և աճուկի մասը: Մարմնի մա- սերը  էլեգանտ  են  և  նրբագեղ:  Ա.  Բրեյլի  նկարագրով  նրանք  ոչ  մի  առնչություն  չունեն օրինյակ-պերիգորդյան ոճի կանանց հաստլիկ և գեր մարմնակազմության հետ: ", "XI դ. կեսերից Լոռեն հռչակվում է Կյուրիկյան թագավորության մայրաքաղաք (մինչ այդ Սամշուլդեն էր)` օժտված բնական անառիկությամբ: Այն միաժամանակ ռազմավա- րական կարևոր հենակետ էր: Գտնվում էր Հայաստանի հարավային շրջաններից դեպի Վրաստան ու Ատրպատական գնացող տարանցիկ ճանապարհի վրա: XII դարի սկզբնե- րին սելջուկներից վերանվաճված Լոռեն որպես կալվածք տրվում է վրաց Օրբելիներին: ", "Իսկ  հուշարձանի  ժայռապատկերներով  զբաղվող  Բ.  Ուտիեն  և  Մ.  Թիերին  նրանց թվագրում են առավել վաղ՝ պալեոլիթյան ժամանակաշրջանով, որի հետ մենք համակար- ծիք  ենք128:  Մեզ  համար  հետաքրքրական  է  նաև  այն  հանգամանքը,  թե  ու՞մ  էին  ներկա- յացնում Վանի «պարող կույսերը»: Քարայրի պատկերների ողջ համատեքստն ունենալով գտնում ենք, որ բացի վերը նշվածից կարելի է ենթադրել, որ պատկերված կանայք. tions et Belles-Lettres, Année 1952, Volume 96, Numéro 4, p. 612-614. Tarih Dergisi, 1975, p. 1-40. ա.  տարբեր  նշանակությամբ  և  գործառույթներով  օժտված  դիցուհիների  էին,  որոնք պահպանում էին սրբատեղին, բ.  կենդանիների  հովանավոր,  անտառների,  բուսականության  հովանավոր  և  որսի պահապան  աստվածուհիներ  էին՝  այծերի  և  այլ  կենդանիների  ուղեկցությամբ  երկունքի ծիսական ներկայացման ժամանակ, գ. քրմուհիներ կամ տոհմի պահապաններ, որոնք ներկայացվում են աղոթողի դիրքե- րով մայր աստվածուհուն ձոնված ծիսակարգի ժամանակ129: ", "Օ.  Բելլիի  կարծիքով  մայր  աստվածուհու  վաղեմի  պաշտամունքը  Վանում  կարող  էր նախատիպ դառնալ ուրարտական և հետուրարտական ժամանակաշրջանում մայր աստ- վածուհու  պաշտամունքի  և  պատկերագրի  ծագման  համար,  որը  հետագայում  քրիստո- նեության  մեջ  փոխարինվեց  Աստվածածնի  պաշտամունքով  և  սրբատեղիներով:  Այստեղ էր  գտնվում  Հոգեաց  վանքը,  որտեղ  ըստ  ավանդության  պահվում  էր  Տիրամոր  առաջին սրբապատկերը130: ", "Հատկանշական է, որ հայաստանյան ժայռապատկերներում կինը, որպես կանոն ներ- կայացված  է  երկնային  լուսատուների,  կենդանիների  (արև,  ծառ,  այծեր  կամ  վիշապներ) հետ պատկերագրմամբ, երբեմն նաև ծննդաբերության տեսարաններում: Այս խորհրդա- նիշների  համատեղումը  կնոջ կերպարի  հետ  թույլ  է  տալիս  ենթադրելու,  որ  ժայռապատ- կերներում  կանայք  ներկայացված  են  որպես  երկնային  աստվածություն,  «ամենայն  գոյի նախամայր»:  Նման  ենթադրության  համար  կարող  են  հիմք ծառայել նաև Փոքր Ասիայի տարբեր  հատվածներից  հայտնի  նեոլիթյան  «Նախամայր-Մեծ  մոր»  կերպավորումները, որտեղ կինը հանդես էր գալիս որպես անտառների, որսի, բուսականության, կենդանինե- րի հովանավոր աստվածուհի, պտղաբերության և ծննդաբերության խորհրդանիշ: ", "Վերջինիս  կերպարը  Զ.  Աբրամովան  ներկայացնում  է  բազմազան  իմաստային  նշա- նակությամբ.  Որպես սերնդի նախամայր, ով ապահովվում էր տոհմի բարեկեցությունը: ", "Թուրք-գերմանական բուն համագործակցությունը այս ասպարեզում սկսվեց 1885 թվականից,  երբ  թուրք  սպաները  ուղարկվեցին  Գերմանիա  վերապատրաստման:  Այս սպաները հետագայում կազմեցին  Թուրքիայի բարձրագույն ռազմական շրջանակներում ազդեցիկ գերմանամետ խավը: ", "XVIII  դ.  երկրորդ  կեսին  Կասպից  ծովի  ամենահարմար,  ապահով  և  անվտանգ նավահանգիստը  Բաքուն  էր:  Ի  տարբերություն  Աստրախանի  նավահանգստի,  որը Վոլգայի սառցապատման հետևանքով միայն վեց ամիս էր բաց՝ գործում էր ողջ տարին: "]}