{"paragraph_source_docs": [3, 3, 3, 3, 3, 3, 3, 0, 2, 3], "paragraphs": ["Բեռնելով A և B թվերի  ինդեքսների արժեքները համապատասխանաբար եռամուտք LUT1  և LUT2  աղյուսակներում`  կատարում  ենք  ինդեքսների  գումարում  երեք գումարիչների միջոցով, որոնցից մեկը դիրքային է (և ինդեքսների գումարիչը), իսկ մյուս երկուսը` մոդուլյար (1 և 2, և ինդեքսների գումարման համար): Հակադարձ ինդեքսային ձևափոխման LUT աղյուսակն ունի երեք մուտք: ", "LUT 1 A[n-1:0] LUT 2 B[n-1:0] A A A B B B ADD ADD |2k-2-| ADD mod 2 LUT 3 (ab)mod 2k Նկ. 2.9.  2k մոդուլով ինդեքսային մեթոդով մոդուլյար բազմապատկիչի կառուցվածքային սխեման պատկիչների ապարատային իրագործման ժամանակ անհրաժեշտ է դիտարկել նաև այն դեպքը, երբ օպերանդներից (արտադրիչներից) մեկը (կամ երկու օպերանդները միաժա- մանակ)  հավասար  է  զրոյի:  Ինչպես  երևում  է  աղյ.  2.2-ից,  օպերանդի  զրոյի  հավասար լինելը  LUT1  և  LUT2  աղյուսակներում  արտապատկերված  չէ:  Այս  դեպքը  պահանջում  է լրացուցիչ սխեմա մուտքային օպերանդները “0”-ի հետ համեմատելու համար: ", "Առաջարկված  մոդուլյար  բազմապատկիչի  նախագծման  այս  մեթոդը  մասամբ հիմնված է գլուխ 1-ում դիտարկված ինդեքսային մեթոդով մոդուլյար բազմապատկման մեթոդի վրա, սակայն այս դեպքում մոդուլի արժեքը ոչ թե պարզ թիվ է, այլ`  2k  թիվ: ", "Բուտի ալգորիթմի հիման վրա մոդուլյար բազմապատկիչների նախագծում պատկիչների կառուցման առկա մեթոդը: Ատենախոսությունում առաջարկվում է Բուտի ալգորիթմի հիման վրա մոդուլյար բազմապատկիչների նախագծման մեկ այլ մեթոդ, երբ մասնակի  արտադրյալները  որոշվում  են  ոչ  թե  կոմբինացիոն  կամ  ծառանման  բազմա- պատկիչների  (կախված  թվերի  կարգայնությունից)  միջոցով,  այլ  Բուտի  վերակո- դավորման գործողություններից հետո մասնակի արտադրյալների գումարը  իրացվում է մոդուլյար  գումարիչների  միջոցով:  Բազմապատկումը  կատարվում  է  n  տակտերի ընթացքում,  որտեղ  n-ը  բազմապատկիչի  կարգերի  քանակն  է  [44,  74,91]:  Բուտի մոդիֆիկացված  ալգորիթմով  (երեք  և  չորս  բիթերի  վերլուծությամբ)  մոդուլյար  բազմա- պատկման  սարքերի կառուցվածքային սխեմաները պատկերված են  նկ. 2.10-ում և նկ. |A|m, RA |2A|m, |A|m, |-2A|m, |-A|m, n+1 n+1 MUX Complement n+1 n+2 |Adder|m Acc |B|m RB b1 b0 CT start FSM ready b-1 Նկ. 2.10. Բուտի մոդիֆիկացված ալգորիթմով (երեք բիթի վերլուծությամբ) մոդուլյար բազմապատկման սարքի կառուցվածքային սխեմա |A|m RA Complement |2A|m |3A|m |A|m |4A|m |-4A|m |-3A|m |-2A|m |-A|m n+2 n+2 MUX n+2 |Adder|m Acc |B|m RB done CT -1 start Control Unit ready Նկ. 2.11. Բուտի մոդիֆիկացված ալգորիթմով (երեք բիթի վերլուծությամբ) մոդուլյար բազմապատկման սարքի կառուցվածքային սխեմա Բազմապատկման յուրաքանչյուր  տակտում  վերլուծվում  է  բազմապատկիչի երկուական  բիթ`  ընթացիկը  և  նախորդը:  Կատարվում  է  վերակոդավորում  (Booth recoding)  երկուական  կոդից  3-ի    հիմքով  կոդի`  (0,1)  =  (-1,  0,1):  Ելնելով  վերը  նշվածից, կարելի  է  պնդել,  որ  մոդուլյար  բազմապատկիչների  իրականացման  համար  կարելի  է կիրառել Բուտի ալգորիթմը, որի համար  կպահանջվի հաշվարկել բազմապատկելին իր գործակիցներով ըստ մոդուլ m-ի, օրինակ` |-A|m,  |-2A|m,  |3A|m,  |5A|m,  |7A|m  և այլն: ", "Այսպիսի  մասնակի  արտադրյալների  ձևավորումը  զգալիորեն բարդացնում  է բազմապատկման սարքի կառուցվածքը, ինչը ստիպում է ընտրել վերակոդավորման այն տարբերակը,  երբ  մասնակի  արտադրյալների  հաշվարկման  ապարատային  ծախսերը կարդարացվեն:  Եթե  դիտարկենք  Բուտի  տարբեր  մոդիֆիկացումներով  նախագծված սարքերը`  Radix4,  Radix  8,  Radix  16  և  Radix  32  արագագործության  և  ապարատային ծախսերի տեսակետից, կստանանք հետևյալ արդյունքները (աղ. 2.3). Աղյուսակ 2.3. Բուտի մոդիֆիկացումներով նախագծված սարքերի արագագործությունը և ապարատային ծախսերը Արագագործություն Ապարատային ծախսեր Radix 4  n տակտ n կարգ. հաշվիչ n+1 կարգ. գումարիչ Radix 8  n/2 տակտ n/2 կարգ. հաշվիչ  n+2 կարգ. գումարիչ Radix 16  n/3 տակտ Radix 32  n/4 տակտ Եթե  բազմապատկման  գործողությունը  իրականացնենք  նույն  ալգորիթմներով հաջորդող  բաժանման  գործողությամբ,  և  ոչ  թե  մնացորդային  դասերի  համակարգով, ապա բազմապատկումից (2n տակտ միայն բազմապատկման համար) հետո բաժանման գործողությունը կատարվում է.   2n-m տակտ` նորմալիզացման համար,   2n-m+1 տակտ`քանորդի կարգերի որոշման համար,   2n-m տակտ` վերջնական մնացորդի տեղաշարժի համար, հետևաբար  զուտ  բաժանման  գործողության  վրա  ծախսվում  է    3n-3m  +1  ժամանակ: ", "Արդյունքները ներկայացված են աղ. 2.4-ում` Աղյուսակ 2.4. Բուտի մոդիֆիկացված ալգորիթմների մոդուլյար և երկուական թվաբանություններում սարքերի արագագործությունը Բուտի ալգորիթմի մոդիֆիկացումները Մոդուլյար բլոկում Բուտի ալգորիթմով նախագծված բազմապատկիչներ Բուտի ալգորիթմով բազմապատկում և հաջորդող բաժանում Radix 4 Radix 8 Radix 16 Radix 32 n տակտ n/2  տակտ n/3 տակտ n/4 տակտ Դիտարկենք  2k-1  մոդուլով  բազմապատկիչների  իրացման  առանձնահատկություն- ները:  Այս  մոդուլով  բազմապատկման  հնարավոր  տարբերակներից  է  ինդեքսային մոդուլյար  բազմապատկումը:  Այդպիսի  մոդուլյար  բազմապատկիչների  կառուցման սկզբունքները  ներկայացված  են  տվյալ  աշխատանքի  ինդեքսային  մոդուլյար բազմապատկիչների  նախագծման  բաժնում:  Սակայն,  ինչպես  արդեն  նշվել  է, ինդեքսային մեթոդով մոդուլային բազմապատկիչների կառուցումը հնարավոր է, միայն, եթե  մոդուլի  արժեքը  պարզ  թիվ  է  (օրինակ`    m=23-1=7,  m=25-1=31,  m=27-1=127),  իսկ  2k- Բացի դրանից բազմապատկելիների կարգայնության մեծացմամբ զգալիորեն ավելանում են ապարատային ծախսերը: ", "բազմապատկիչի  և  մոդուլյար  գումարիչի  հիման  վրա:  Դիտարկենք  այս  սկզբունքով կառուցված  մոդուլյար  բազմապատկիչները:  Օրինակ,  ունենք  երկու  դրական  ամբողջ թիվ.    A≥0 և B≥0, դրանց արտադրյալը`  P=AxB: Ենթադրենք`  A և B թվերը գտնվում են [0,  2k-1]  միջակայքում,  (այսինքն  դրանց  արժեքները  փոքր  են  2k-ից)  և  կարող  են ներկայացվել    n=k  բիթերի  միջոցով:    P  արտադրյալը  կարող  է  ներկայացվել    (2.17) արտահայտության  միջոցով  և  բայնուհետ  ձևափոխվել  (2.18)  բանաձևի:  Վերահաշ- վարկենք  այդ  արտահայտությունը  m=2k-1  մոդուլի  համար  և  հաշվի  առնելով,  որ կստանանք  բանաձև (2.17.)-ը [33, 80]: ", "Երբ s=0, (3.45), (3.46)-ի փոխարեն ունենք հայտնի արտահայտությունները 1()()()()posCCCVCRDRDrsCRrCRrWsLRrs012()()4SDCCRVMsMWsrDLCRrsMDK012,2,()CposLCLCposCMrKCMRLDDRMKMRrRrrrrDRDRr()det()ssIA22()()()()LCLCposposCCCRrRrrrDLGDsssLCRrLCRr22()11posVposDWsDLCssDCRLC2222()114SposDposposVLDsKRDWsLCRDDKssDCRLCS2SposDRTL8DDDT2DLDKR2Z :                                    (3.48) Դիտարկենք ՀԼԿ  D=0,1, L=3,3 մկՀն, rL=80 մՕհմ, rC=0,05 Օհմ, C=75,2 մկՖ, R=1,0 Օհմ,  VS=12 Վ, fS=100  կՀց պարամետրերով: ", "Նկ․3․14․ Ուժաչափի   կարգաբերման  սխեմա [63] Կարգաբերման    ռեժիմը  գործարկելուց    հետո  բեռի    ազդեցության    պայմաններում հաշվարկվում  է  ինչ-որ  ընթացիկ  արժեք, որը  տարբերվում  է  էտալոնային  արժեքից այնուհետև    մուտքագրվում    է    էտալոնային    արժեքը  (5,8)  և    ծրագիրը    կատարում    է վերահաշվարկ  և  ճշգրտում [63,69]: ", "Նշված  բնութագրերի  լավարկումը  կարելի  է  կազմակերպել,  որպես դիրքային  բազմապատկիչ  կիրառելով  Բուտի  ալգորիթմի  մոդիֆիկացումներից  մեկը, ինչպես  նաև  բազմապատկիչներում  օգտագործել  Ուոլլեսի  ծառանման  գումարիչներ,  և որպես  մուդուլային  գումարիչ  կիրառել  BDD  տեխնոլոգիաների  վրա  հիմնված արագագործ  մոդուլյար  բազմապատկիչներ  (այս  մոդուլյար  գումարիչների  կառուցման սկզբունքները ներկայացված են տվյալ աշխատանքի 2.1. բաժնում): "], "source_docs_file": "Mechanical Engineering and Machine Science.json"}