{"paragraphs": ["Հետախուզական  աշխատանքներում  սուլթանն  ակտիվորեն  ներգրավում  էր դիվանագիտական ներկայացուցիչներին: ", "Որպես Օսմանյան կայսրության հետախուզության գործակալներ օգտագործվում էին  այլազգի քրիստոնյա ներկայացուցիչները,  որոնք  տարբեր  դրդումներով  և  պատճառներով  ընդունում  էին հետախուզական  գործունեություն՝  ղեկավարելով  իր  հետ  կապի  մեջ  գտնվող  գործակալների աշխատանքը: ", "Այս արձանիկների մեծամասնության մեջ կանայք ներկայացված են ծավալուն կախ- ված կրծքերով, դուրս ցցված մեծ որովայնով, կոնքերի և ազդրերի շրջանում ճարպային կուտակումներով: Ոտքերը հիմնականում համաչափ են և կարճեցված: ", "Իրանական  պետության  տրոհման  հետևանքով  Շիրվանում  առաջանում  են  Շաքիի, Դերբենդի,  Ղուբայի,  Շամախիի  և  Բաքվի  կիսանկախ  խանությունները՝  էթնիկ խայտաբղետ պատկերով: ", "XVIII դ. երկրորդ կեսին ռուսական կառավարության  պաշտոնական գրագրություններում  Հյուսիս-արևելյան  Այսրկովկասը  «Ադրեբիջան»  եզրույթով,  իսկ ред. М. М. Сперанского, т. VII, СПб., 1830, с. 303-308; История народов Северного Кавказа, Oтв. ред.  А. Л. Нарочницкий, Москва, 1988, с. 415; Diplomacy in the Near and Middle East. A Documentary Record: 1535-1914, by J. C. Hurewitz, vol. I, Prinston, 1956, p. 42-45. туркмен и Туркмении, том II, XVI-XIX вв. Иранские, бухарские и хивинские источники, Под ред. В. Струве, А. Боровкова, А. Ромаскевич, П. Иванова, Москва-Ленинград, 1938, 119)։ ", "Պետք  է  նշել,  որ  Օսմանյան  կայսրության  և  նրա  ժառանգորդ`  Թուրքիայի Հանրապետության  այս  ծառայությունների  գործունեության  հիմնական,  ավանդաբար շարունակվող  ուղղվածությունն  է  եղել  անջատողականությունը  և  թշնամության սերմանումը, որի շնորհիվ պառակտվել և քայքայվել են ազատագրական շարժումները, կազմակերպությունները, համայնքային կառույցների միասնությունը և այլն3: ", "Օսմանյան  կայսրությունում  բավականին  լուրջ  դերակատարություն  ունեին հակահետախուզական  մարմինները,  որոնք  կոչված  էին  ապահովելու  պետական գաղտնիքների  պահպանությունը,  ինչպես  նաև  բացահայտելու,  կանխարգելելու, խափանելու հակակառավարական դրսևորումները (դավադրություններ, խռովություններ,  շարժումներ  և  այլն),  հակազդելու  արտաքին  սպառնալիքներին:  Այս գործառույթներից  բացի,  հակահետախուզությամբ  զբաղվում  էին  մեծ  վեզիրի վարչությունը,  ինչպես  նաև  սուլթանի  արքունիքի  արտաքին  և  ներքին  կառավարիչնե- րը:  Սակայն  այստեղ  գլխավոր  դերը  պատկանում  էր  մեծ  վեզիրի  վարչությանը,  որն  իր ձեռքում  էր  կենտրոնացել  պետական  կառավարման  գործառույթները,  այդ  թվում, ինչպես նշվեց, հետախուզական և հակահետախուզական գործունեությունը: ", "Պալեոլիթյան կերպարների ծագման խնդրին անդադարձ կատարած Ա. Օկլադնիկո- վը  կարծում  է,  որ  նրանք  կապ  ունեին  մահացածների  պաշտամունքի  հետ102:  Վ.  Բոգո- րազի  կարծիքով  այս  արձանիկները  կարող  էին  ներկայացնել  ինչպես  պահապան-գեր- բնական կանանց, այնպես էլ երկրային իրական կանանց, որոնք ծառայել են նրանց103: ", "երեսին և գլուխն կուտայինք, մինչև ամենք ևս ձիւնաթաթախ լինէինք: Յաղթող կողմն յաղթուղաց  բերդի  վերայ  յարձակուելով  բերդ  կառնէր  և  կիսոյ  չափ  կըքանդէր:  Հետո Խաչոն  հրաման  կընէր  նորէն  նորոգել.  ամենք  միաբանաց    աւերակ  բերդ    շինէինք, գնդակներով  խորշեր  լեցունելով  կերթայինք  տուներ:  Թորուան  զգեստներ  չորացնելով կռւոյ շարունակութիւն հաջորդ աւուր թող տալով և այս էր շարունակութիւն մինչև մեծի պահոց  չորեքշաբթին:  Մեր  ձիւնակոյտ  բերդեր  երբեմն  մինչև  Լուսաւորչին  և  Ծաղկա- զարդին առանց հալելոյ իբրև կոթող արտերու մէջ կենային…»:269 «Քարքցիկը»270  խաղում  են  միայն  տղաները  (10-13  տարեկան),  որի  նպատակը դիպուկ խփելն է: Բաժանվում են խմբերի: Եթե խաղացողները շատ են լինում, մինչև 5 խումբ  են  կազմում  (այդ  ժամանակ  խաղը  սկսվում  է  ժամացույցի  պտույտի  ուղղութ- յամբ), եթե քիչ են, ցելա են գցում, որպեսզի իմանան, թե որ խումբն է առաջինը նշված սահմանագծից  քարը  նետելու  դեպի  նշանակետ,  որն  անվանում  են  «կոլ»  (խողովակ կամ  ցից):  Այն  ցցում  են  խաղադաշտի  կենտրոնում՝  գետնից  20-25  սմ  բարձրությամբ, որի վրա դնում են քար: Յուրաքանչյուր խումբ (հերթականությամբ) ցցից 10 մետր հե- ռավորությունից նետում է խմբին պատկանող քարը: Եթե ցցի վրա դրված քարին կպչի ու վայր գցի, տվյալ խումբը մի սահմանագիծ` 2 մետր, առաջ կգա: Ցցից մինչև խաղա- ցողների  մոտ  ընկած  տարածությունը  2-ական  մետր  սահմանագծերով  է  բաժանված, իսկ ցցից հետո անմիջապես ամենաառաջինը` 1 մետր սահմանագծով: Ցցի վրայի քա- րը գցելու դեպքում, խմբի անդամները մի սահմանագիծ առաջ են գալիս: ", "Ուսումնասիրողների  մեծ  մասն  անդրադարձել  է  նաև  կանանց  մերկ  պատկերման խնդրին: Հիմնականում շրջանառվում են հետևյալ դրույթները. Հավանաբար սխալված չենք լինի, պնդելով, որ նախնադարյան հմայություններում և ծեսերում կնոջ մերկությանը մեծ նշանակություն է վերագրվել: ", "Գունդ  տերմինը նշանակում է գնդաձև մարմին (տե´ս Հր. Աճառյան, ՀԱԲ, Երևան, 1971, հ. I): ", "Ռիթմիկ  կամ  ասերգ  հաշվերգը296  առավել  տարածված  է  հատկապես  փոքր  աղ- ջիկների  շրջանում:  Ասերգ  հաշվերգի  հիմքում  ձայնառիթմային  սկզբունքն  է,  կառուց- վում  է  ծափ-զարկերով`  վերածվելով  շարժական  տեքստով  երգային  կրկներգերի: ", "Ուշ  միջնադարում  կարևոր  նշանակություն ունենալով  հանդերձ,  Երևանի  նյութա- կան  մշակույթի  վերաբերյալ  վկայությունները  սակավաթիվ  են:  Դրանք  պատահական գտածոներ  են,  որ  այժմ  պահվում  են  Երևանի  պատմության  թանգարանում70:  Այդ  տես- անկյունից  բացառիկ  նշանակություն  ունի  2001  թ.  Աբովյան  փողոցի  վրա  գտնվող ,,Երևան’’  հյուրանոցի  դիմացի  շենքի  նկուղային  մասում  հայտնաբերված  խաչաձև  հա- տակագծով  ստորգետնյա  կառույցը,  որն  իր  ծավալատարածական  հորինվածքով  XIII  – XIV  դդ.  բնորոշ  մահմեդական  դամբարան  է:  Մուտքի  վերնամասում,  ներքուստ  փորա- գրված  երկլեզվյան  արձանագրության  համաձայն,  կառուցվել  է  1319  թ.:  Պեղումներով գտնված  հախճասալերի  հավաքածուն  իրանական  խոշոր  խեցեգործական  կենտրոննե- րից մեկի` Քաշանի արտադրանք է: ", "Կայսրության հետախուզության կողմից իրականացված  ահաբեկչական գործողությունների  մասին  վկայում  են  Պրեոբրաժենսկի  հրամանում  կատարված հետաքննչական  գործի  նյութերը,  ինչպես  նաև  Օսմանյան  կայսրությունում  ռուս դեսպանի  նամակը՝  հասցեագրված  Ռուսաստանի  կանցլեր  կոմս  Գոլովինին:  Նշված գործից  և  նամակից  պարզվում  է,  որ  սուլթանի  հրամանով  մոլդովացի  պարոնը առևտրականի  կերպարանքով  Ռուսաստան  է  ուղարկել  ազգությամբ  հույն  երկու ահաբեկիչների`  Պետրոս I-ին  թունավորելու  նպատակով:  Շուտով  ռուսները Մոսկվայում ձերբակալեցին այդ երկու «առևտրականներին», որոնց մոտ հայտնաբերվեց շշալցված թույն, մի քանի հազար չերվոն ոսկի և մի քանի հազար ռուբլի արժողությամբ ադամանդներ1:  Օսմանյան  կայսրության  գաղտնի  ծառայությունների  գործունեության համար  առավել  կարևոր  շրջան  էր  հանդիսանում  Կովկասը,  որտեղ  և  բախվում  էին Ռուսաստանի շահերը Մեծ Բրիտանիայի և Օսմանյան կայսրության հետ: ", "տանի ԽՍՀ Պետական Համալսարանի գիտական տեղեկագիր, Վաղարշապատ, 1904, էջ 22-24: ", "ներ՝ Վահրամ և Ալվինա Վարդանյաններ (ծնվ.` 2000 թ.  և 2002 թ.): ", "կայսրության  իշխանությունների  միջև  կապի  պահպանման  գործում  աչքի  է  ընկնում Մուհամեդ – Էմինը: Անգլիական գործակալ Սեֆերբեյ Զանի հետ զրույցում Մուհամեդ – իսլամներին անողոքաբար կոտորելու տեսություն: ", "Յ.  Հայզինգան,  կարգազանցներին  որակելով  խաղադրուժ  և  անազնիվ  խաղա- ցող304  բառեզրերով, տարանջատել է նաև այդ հասկացությունները` խաղադրուժի կեր- պարն  անվանելով  «վախկոտ»305:  Հարկ  է  նշել,  որ  կարգազանցության  պատճառների մեծ մասը ոչ միայն դաղալությունն է կամ հարամությունը, այլև խաղացողի ունակութ- յունը: ", "Միջին դարերում, ըստ Մխիթար Գոշի Դատաստանագրքի, առևտուր թույլատրվում էր  նաև  ավաններում,  որն,  անշուշտ,  նպաստում  էր  և  արհեստագործության  զարգաց- մանը: Գառնիում, որն  ուներ  գյուղաքաղաքի կարգավիճակ77, կազմակերպվում է բարձ- րորակ  խեցեղենի  արտադրություն78:  Գառնիի  խեցեղենում  առկա  են  XIII  –  XIV  դդ. ներմուծված  հախճապակե  և  ճենապակե  անոթներ,  ինչը  բացակայում  է  Դվինում:  Սա խոսում  է  Գառնիի  դերի  բարձրացման  և  առևտրական  աշխույժ  հարաբերությունների մասին: ", "Սակայն  նախնադարյան  մարդու  մոտ  դա  կապված  էր  ոչ  միայն  սեռական  գիտակ- ցության խնդրի հետ: Ա.Բրեյլի կարծիքով այսպիսի արձանիկները կարող էին ծառայել որ- պես խթան «սիրային հարաբերությունների բարեկարգման և պտղաբերության զարգաց- ման համար»117: ", "Օսմանյան կայսրության հետախուզության գործակալական ցանցի գործունեության  վտանգավորության  աստիճանը  գնահատելով՝  Կովկասի  փոխարքան հրահանգել  էր,  որպեսզի  «…մուսուլման  հոգևորականներին,  ով  էլ  որ  լինեին,  արգելել մուտքը  մեր  տարածք,  եթե  անգամ  դրանք  կլինեն  արտասահմանում  հոգևոր  կոչում ստացած  ռուսները»5:  Այս  միջոցառումներով  փորձ  էր  արվում  ձախողել  Կովկասի մյուրիդների և Օսմանյան կայսրության գործակալների միջև կապը: ", "պեղումների արդյունքները (Միջին դարեր), Երևան, ՀՍՍՀ ԳԱ հրատ., 1962, էջ 15: ", "Օսմանյան  կայսրության  հետախուզության  կողմից  ահաբեկչական  և  դիվերսիոն գործողություններ  իրականացնելու  նպատակով,  շատ  հաճախ  օգտագործվել  են  այլ քրիստոնյաները,  որոնք  համապատասխան  առասպելապատմամբ,  քրիստոնյանների շրջանում  իրականացնում  էին  հրկիզումներ,  առանձին  մարդկանց  թունավորումներ  և այլն: ", "Խանության 81 քաղաքական  կենտրոն  Դերբենդ  քաղաքը՝ «Աղուանից  երկրի նախադուռը»82,  XVII  դ.  վերջին  և  XVIII  դ.  սկզբից  մեծ  դեր  է  ունեցել  ռուս-իրանական առևտրային  կապերի  զարգացման  գործում 83 :  Ժամանակակիցների  դիտարկմամբ Դերբենդի  նավահանգիստն  իր  աշխարհագրական  դիրքով  Կասպից  ծովի  արևմտյան ափում վատագույնն էր84: Դա չէր խոչընդոտում, որ խանության տարածքից ցամաքային (Ղզլար)  և  ծովային  (Աստրախան)  ճանապարհներով  տարեկան  մինչև  6  հազար  փութ Синди, Бальха, Белуджистана, земли Хорассана, также Грузии и персидских провинций, присоединенных к России, ч. II, Москва, 1829, с. 38. Гмелин, նշվ. աշխ., էջ 115; Marschall fon Bieberstein, Tableau des provinces situées sur la cote occidentale de la mer Caspienne entre les fleuves Terek et Kour: St. Petersbourg, 1798, p. 24. Թարգմանություն բնագրից, առաջաբան և ծանոթագրություններ՝ Ա. Սաֆրաստյանի, Եր., 1967, էջ 102: ", "Եղեգիսի միջնադարյան բնակատեղիում պեղումներ են իրականացվել 2001 թ., որի արդյունքում  հայտնաբերված  հնագիտական  գտածոները  (ուղեկցվում  է  Արղուն  խանի (1280 – 1291) մեկ և Աբու-Սայիդի (1317 – 1335) երկու դրամներով) թույլ են տալիս փաս- տագրել, որ  IX    –  XV  դդ.  տեղում կազմակերպվել է խեցեղենի  արտադրություն` բավա- րարելու տեղական բնակչության պահանջները92: "], "source_docs_file": "History.json", "paragraph_source_docs": [0, 0, 2, 4, 4, 0, 0, 2, 1, 2, 1, 1, 3, 0, 1, 1, 0, 1, 3, 2, 0, 3, 0, 4, 3]}