{"paragraph_source_docs": [4, 0, 4, 1, 1, 1, 3, 1, 4, 3], "paragraphs": ["Հյուսիս-արևելյան  Այսրկովկասի 1  խանությունների  և  Ռուսական  կայսրության XVIII  դ.  երկրորդ  կեսի  հարաբերությունների  պատմության  ուսումնասիրությունը կարևոր  գիտական  նշանակություն  ունի  Ռուսաստանի  արտաքին  քաղաքականության մեջ  այսրկովկասյան  ուղղության  պատմական,  աշխարհաքաղաքական  և  տնտեսական գործընթացների,  ինչպես  նաև  Հյուսիս-արևելյան  Այսրկովկասի  էթնոքաղաքական իրավիճակի  առավել  խոր  ու  համակողմանի  ընկալման  և  ժամանակակից խեղաթյուրումների բացահայտման տեսանկյունից։ ", "Օսմանյան  կայսրության  գաղտնի  ծառայությունների,  ինչպիսիք  էին  «Յըլդըզ» հետախուզական ծառայությունը (Yıldız İstihbarat Teşkilatı) և «Հատուկ կազմակերպությունը» (Teşkilat-ı  Mahsusa),  ժառանգորդ  հանդիսացող  Թուրքիայի ներկայիս  Ազգային  հետախուզական  կազմակերպությունը  (Milli  İstihbarat  Teşkilatı), առավել  կատարելագործված  միջոցներով,  մեթոդներով,  լայնածավալ  մարդկային  ու նյութական ներուժով, ինչպես նաև օգտագործելով Ադրբեջանի Հանրապետության   ողջ ռազմա-քաղաքական  և դիվանագիտական  զինանոցը,  շարունակում է հակահայկական գործունեությունը գրեթե նույն ձեռագրով և հետախուզական-քայքայիչ գործողությունների  այն  տրամաբանությամբ,  որոնք  բնորոշ  էին  օսմանյան  Թուրքիայի գաղտնի ծառայություններին: ", "Հյուսիս-արևելյան  Այսրկովկասը  Սև և  Կասպից ծովերի  ավազանի աշխարհաքաղաքական կարևորագույն հանգույց է՝ ռազմավարական ճանապարհ դեպի Մերձավոր  Արևելք:  XVIII  դ.  երկրորդ  կեսին  Այսրկովկասը,  մասնավորապես  նրա հյուսիս-արևելյան հատվածը, վերածվել էր ռուս-իրանա-օսմանյան ռազմաքաղաքական շահերի բախման թատերաբեմի: ", "մատիկական խաղերի, որոնք ընդգրկում են հետևյալ խմբերը. մանկական զինվորական, մանկապատանեկան-սոցիալական, երիտասարդական դատավարական, վանա- կան աբեղաթողի խաղեր, տակություններ, դախաղեր կամ կտրոցներ, նշանառության խաղեր, չիլիկախաղեր, ռազմախաղեր, հետապնդիչ, շունչպահուկի, երկարության թռիչքի խաղեր, իծաշարուկներ, հեծնոցիկ խաղեր, հավասարա- կշռության և անակնկալային խաղեր, աչքակապուկները, գուշակողական, պարանով և այլ խառն խաղեր, րով խառը հանելուկներ, մնջախաղեր, գրավախաղեր, քարկտիկներ, սեղանախաղեր և դամախաղեր (տե´ս Վ. Բդոյան, Հայ ժողովրդական խաղեր, հ. 1, էջ 293-296): ", "վան, ք. Աբովյան և Առինջ, Զառ, Սևաբերդ գյուղեր (2014), Երևան քաղաք (Կենտրոն, Նոր Նորքի երկրորդ և վեցերորդ վարչական շրջաններ (2015, 2016): Արարատի և Արմավիրի մարզերում ուսումնասիրություններ են կատարվել նաև ազգային փոքրամասնությունների շրջանում (2013): ", "բանասացներից:56 Դաշտային  աշխատանքների  ընթացքում  գրառել  ենք  ավելի  քան  200  խաղ`  300 Բանասացների հաղորդած տվյալները վերաբերում են շուրջ մեկդարյա միջակայ- քին (շատ բանասացներ` ծնված 1917-1935 թթ, տեղեկություններ են տվել իրենց հայրե- րի և պապերի ժամանակների խաղերի վերաբերյալ): Մինչև տասնհինգ տարեկան երե- խաներին (2000-2015թթ. ծնված) չենք համարում բանասաց, այլ որպես խաղը ներկա- յացնող: ", "XIV –  XVII  դդ. նյութական մշակույթն իբրև  առանձին  ուսումնասիրության  առար- կա, արդիական դարձավ միայն վերջին ժամանակներս, երբ սկսեցին պեղել այդ շրջանի հուշարձաններն իբրև առանձին հնագիտական  միավոր և  ոչ  բազմաշերտ հուշարձանի մշակութային  վերին  շերտ,  թեև  ուշմիջնադարյան  գտածո-հավաքածուները  հրապա- րակում  հայտնվել  էին  շատ  ավելի  վաղ:  Միջնադարյան  հուշարձաններում  փաստա- գրված ուշ շրջանի հնագիտական նյութը մասամբ արտացոլվեց  այդ հուշարձանների և դրանց  պեղումների  արդյունքներն  ամփոփող  ընդհանուր  աշխատություններում2:  Այդ Ֆ., Ուշիի Սուրբ Սարգիս վանքը, Երևան, ՀՀ ԳԱԱ ,,Գիտություն’’, 2005; նույնի` Ուշիի Ս. Սարգիս վանքից հայտնաբերված  հախճապակին,  ՀՀմ  XII,  Երևան,  2002,  էջ  103-106;  Бабаян  Ф.,  Корхмазян  Э.,  Монастырь Сурб Хач  как  центр армянской  культуры  в Крыму,  Ереван  – Симферополь, Изд. Наапет,  2008;  Ժամկոչյան Ա.,  Միջնադարյան  Հայաստանի  հախճապակին  IX  –  XIV  դդ.,  ՀՀՀ  10,  Երևան,  ՀՍՍՀ  ԳԱ  հրատ.,  1981; Հարությունյան  Ս.,  Անբերդ,  Երևան,  ՀՍՍՀ  ԳԱ  հրատ.,  1978;  Ղարիբյան  Ի.,  Բջնի  միջնադարյան  ամրոցի պեղումները, Հայագիտության արդի վիճակը և զարգացման հեռանկարները, Միջ. համաժողովի զեկ. ժող., Երևան,  2003,  էջ  228-236;  նույնի`  Լոռե  բերդաքաղաքը  և  նրա  պեղումները,  Երևան,  ,,Գիտություն’’,  2009; իսկ  պատճառով  անհրաժեշտություն  առաջացավ  XIV  –  XVII  դդ.  խեցեղենը  ներկա- յացնել մեկ համալիր աշխատանքում: ", "Աշխատանքում  օգտագործված  խորհրդային  շրջանի  (հիմնականում`  միջին  և  ուշ փուլեր) նյութերը մասնավորապես մեր դաշտային աշխատանքների արդյունքներն են, որոնք գրառված են մինչև Հայաստանի անկախացումը` 1950-ականներից հետո ծնված Աշխատանքում  նկարագրվել և վերլուծվել է 81 խաղ, որից 61-ը՝ ժամանակակից խա- ղացանկից  («Ձնե քաղաք», «Մտածիր», «Քարքցիկ», «Փոքրիկ օրիորդիկը», «Ծուղրուղու», «Պարան»,  «Պաշար»,  «Մի  ոտանի  սև  սատանա»,  «Այգեպան»,  «Ստոպ»,  «Կարմիր  թե սև»,  «Բանակում»,  «Քարտեզ»,  «Սոլ  մակարոն»,  «Էշ-միլիցա»  (նոր  տարբերակ),  «Պոբե- դա», «50», «Աղջիկփախցնոցի», «Դրոշակ», «Գորտ քշել» և այլն), ինչպես նաև ավանդա- կան պատմողական տեքստով և անհասկանալի տեքստով վիճակահանության՝ 20, հարց ու պատասխանով՝ երեք, մրցությամբ և առարկաներով՝ հինգ տարբերակ: ", "կարգավիճակի կորստյան  իրական վտանգի հետ բախվեցին՝ ի դեմս Աղա  Մուհամմադ խանի 1795 թ. արշավանքի: Խանությունների համար հասունացել էր Իրանի տերության, Օսմանյան  և  Ռուսական  կայսրությունների  միջև  քաղաքականապես  կողմնորոշվելու (տե՛ս  С.  Бурнашев,  Описание  областей  Адребижанских  в  Персии  и  их  политического  состояния,  Курск, պահը:  1795  թվականից  հետո  խանությունների  խուսանավելու  հայեցակարգը  կորցրել էր  իր  կենսունակությունը՝  Հյուսիս-արևելյան  Այսրկովկասը  վերադարձնելով  Իրանի տերության պետական համակարգ: ", "գործական  արտադրանքին,  խեցեգործական  արհեստի  նվաճումներին  ու  տեխնոլո- գիական  առաջընթացին  ինչպես  Հայաստանում,  այնպես  էլ  ժամանակի  բարձրակարգ խեցեգործական կենտրոններում` Իրան, Սիրիա, Եգիպտոս, Միջին Ասիա, Չինաստան, Թուրքիա, նաև Վրաստան ու Ադրբեջան: "], "source_docs_file": "History.json"}