{"paragraph_source_docs": [3, 2, 1, 1, 1, 4, 0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 2, 0, 1, 1, 1, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 2, 3, 1, 1, 1, 1], "paragraphs": ["Ատենախոսությունը նվիրված է Հայաստանի XIV – XVII դդ. նյութական մշակույթի բնագավառներից  մեկի`  խեցեգործության  զարգացման  տարբեր  փուլերի,  նախորդող ժամանակաշրջանների  ավանդույթների  հետ  ունեցած  կապերի,  Մերձավոր  ու  Միջին Արևելքի, Միջին Ասիայի երկրների խեցեգործական խոշոր կենտրոնների հետ ունեցած առնչությունների պարզաբանմանը: ", "Պատկերագրական  այս  արվեստն`  իր  զարգացման  տարբեր  փուլերում  ունեցել  է  կնոջ կերպարին  վերաբերվող  թեմաների  խիստ  որոշակի  ուղղություններ,  որոնք,  դարաշր- ջանից դարաշրջան ձևափոխվելով, հանգեցրել են գլխավոր կերպարների, պատկերա- գրության ոճի ու կանոնների փոփոխությունների: Ակնհայտ է, որ նման փոփոխություն- ները թելադրված էին ինչպես հնագույն հասարակությունների սոցիալական կյանքում, այնպես  էլ  գաղափարախոսության  մեջ,  պատկերացումներում    տեղ  գտած  տեղաշար- ժերով: Միաժամանակ, հնագույն և հին դարաշրջանների կանանց պատկերագրության ոճերի  և  սյուժեների  արեալային  շեշտված  ընդհանրությունները,  անձնավորված  հեղի- նակների բացակայությունը հստակ ցույց են տալիս, որ դրանք կոլեկտիվ ընկալումների դրսևորումներ են: Նշվածն իր հերթին գալիս է հաստատելու այն թեզը, որ գործ ունենք մշակութային խիստ յուրահատուկ մի ֆենոմենի հետ, որի առանցքային հատկանիշնե- րից մեկն անշուշտ խորհրդանշան լինելն է: Խորհրդանշան, որ մի կողմից պետք է դի- տարկվի  որպես  հազարամյակների  ընթացքում  անթիվ  կրկնումների  ճանապարհ  ան- ցած  սեմիոզիսի  արդյունք,  մյուս  կողմից,  որպես  արքետիպերի  կոնկրետ  դրսևորում: ", "Ա.  Արշարունին  խաղերը  ներկայացրել  է  որպես  թատերական  ներկայացումներ  և ուսումնասիրության առաջաբանում գրում է. «Ազգագրական հարցերով զբաղվողներից շատերը գրի են առել հայ ժողովրդական թատերախաղեր, սակայն ոչ իբրև մշակույթի առանձնահատուկ  թատերական  ներկայացումներ,  այլ  որպես  ծեսերի,  տոների,  սովո- րությունների արտահայտություններ»:21 Հայ  խաղային  մշակույթի  արժեքավոր  տարրեր  կան  նաև  Վ.  վրդ.  Տեր-Մինաս- յանի,22 Աղ. Մխիթարյանի,23 Ստ. Լիսիցյանի,24 Չիթունու25 աշխատություններում: ", "մատիկական խաղերի, որոնք ընդգրկում են հետևյալ խմբերը. մանկական զինվորական, մանկապատանեկան-սոցիալական, երիտասարդական դատավարական, վանա- կան աբեղաթողի խաղեր, տակություններ, դախաղեր կամ կտրոցներ, նշանառության խաղեր, չիլիկախաղեր, ռազմախաղեր, հետապնդիչ, շունչպահուկի, երկարության թռիչքի խաղեր, իծաշարուկներ, հեծնոցիկ խաղեր, հավասարա- կշռության և անակնկալային խաղեր, աչքակապուկները, գուշակողական, պարանով և այլ խառն խաղեր, րով խառը հանելուկներ, մնջախաղեր, գրավախաղեր, քարկտիկներ, սեղանախաղեր և դամախաղեր (տե´ս Վ. Բդոյան, Հայ ժողովրդական խաղեր, հ. 1, էջ 293-296): ", "վան, ք. Աբովյան և Առինջ, Զառ, Սևաբերդ գյուղեր (2014), Երևան քաղաք (Կենտրոն, Նոր Նորքի երկրորդ և վեցերորդ վարչական շրջաններ (2015, 2016): Արարատի և Արմավիրի մարզերում ուսումնասիրություններ են կատարվել նաև ազգային փոքրամասնությունների շրջանում (2013): ", "Նշված ժամանակաշրջանում  Ռուսական կայսրության  այսրկովկասյան քաղաքականության  համար  անհրաժեշտ  էին լուծումներ,  որոնք  թույլ  կտային կարգավորել հարաբերությունները թե՛ Օսմանյան կայսրության, թե՛ Իրանի տերության անվանը:  Հյուսիս-արևելյան  Այսրկովկաս  ասելով  մենք  նկատի  ունենք  Կուր  գետի  ստորին  հոսանքից հյուսիս ընկած շրջանները, մինչև Սամուր գետը (կամ Դերբենդի անցքը)։ ", "Ատենախոսության նպատակներից են նաև՝ - համակողմանի հետազոտել  արևմտահայության առանձին,  այդ  թվում, գաղտնի կազմակերպությունների  պայքարի  ձևերն  ու  մեթոդները  Օսմանյան  կայսրության հետախուզական  մարմինների  և  գաղտնի  ոստիկանության  գործունեության  դեմ պայքարի  համատեքստում,  գնահատել  դրանք  մարտական  գործողությունների մարտավարության պահանջների տեսանկյունից ու վեր հանել ձախողումների իրական պատճառները. - հետազոտել  Օսմանյան կայսրության գաղտնի ծառայությննունների, մասնավորապես, գաղտնի  ոստիկանության  և «Հատուկ  կազմակերպության» կառուցվածքը,  ուժերը,  միջոցները,  ավանդույթները,  բացահայտել  աշխատանքի  ձևերը, մեթոդներն  ու  եղանակները,  ի  հայտ  բերել  դրանց  գործակալական  ապարատի կառուցվածքն ու օպերատիվ-հետախուզական միջոցառումների  ռազմավարությունն ու մարտավարությունը: ", "Աշխատանքում  օգտագործված  խորհրդային  շրջանի  (հիմնականում`  միջին  և  ուշ փուլեր) նյութերը մասնավորապես մեր դաշտային աշխատանքների արդյունքներն են, որոնք գրառված են մինչև Հայաստանի անկախացումը` 1950-ականներից հետո ծնված Աշխատանքում  նկարագրվել և վերլուծվել է 81 խաղ, որից 61-ը՝ ժամանակակից խա- ղացանկից  («Ձնե քաղաք», «Մտածիր», «Քարքցիկ», «Փոքրիկ օրիորդիկը», «Ծուղրուղու», «Պարան»,  «Պաշար»,  «Մի  ոտանի  սև  սատանա»,  «Այգեպան»,  «Ստոպ»,  «Կարմիր  թե սև»,  «Բանակում»,  «Քարտեզ»,  «Սոլ  մակարոն»,  «Էշ-միլիցա»  (նոր  տարբերակ),  «Պոբե- դա», «50», «Աղջիկփախցնոցի», «Դրոշակ», «Գորտ քշել» և այլն), ինչպես նաև ավանդա- կան պատմողական տեքստով և անհասկանալի տեքստով վիճակահանության՝ 20, հարց ու պատասխանով՝ երեք, մրցությամբ և առարկաներով՝ հինգ տարբերակ: ", "Դասակարգել  ենք  ժամանակակից  հաշվերգի  և  վիճակահանության  չորս  տիպ`  ա- ռարկաներով, գործողությամբ և բանավոր տեքստով, հարց ու պատասխանով, տեքստով և ասերգով շուրջ 41 հաշվերգ, որից՝ առարկայով ժամանակակից վիճակահանության եր- կու տարբերակ՝ քար, չոփ պահել, գործողությամբ, բանավոր տեքստով վիճակահանութ- յան 17 ձև, հարց ու պատասխանով վիճակահանության 3 տարբերակ, տեքստային բազ- մաթիվ  հաշվերգեր,  որոնք  դասակարգել  ենք  երեք  խմբի՝  անհասկանալի  տեքստով (չորս  հատ),  պատմողական  տեքստով  (հինգ  հատ,  նաև՝  չորս  գռեհկաբանություն)  և ռիթմիկ  կամ  ասերգային  տեքստով  (հինգ  հատ  և  երեք  բանաստեղծական  բնույթի): ", "Դաշտային ազգագրական նյութը հիմնականում գրանցվել է խորացված հարցում- ների,57 ինչպես նաև ձայնագրությունների և տեսագրությունների եղանակով: Խաղերն առավել խորքային ընկալելու համար կիրառվել է անձնական մասնակցության մեթոդը, որն  անցյալի  և  ներկայի  տեսանկյուններով  հնարավորություն  է  տալիս  հենց  խաղի ներսից, որպես մասնակից հասկանալ և վերլուծել այդ մշակույթը` իր բոլոր նրբություն- ներով: Նույնը վերաբերում է նաև այսօր բավական մեծ տարածում գտած համակարգ- չային  խաղերին:  Նմանատիպ  մեթոդ  է  կիրառվել  նաև  մինչև  հինգ  տարեկան  երեխա- ների հետ աշխատանքը կազմակերպելու համար, որն իրականացվել է կա´մ նախակր- թարաններում,  կա´մ  տանը՝  ծնողների  ու  դաստիարակների  անմիջական  ներկայու- թյամբ՝ հաշվի առնելով անձի պաշտպանության, հաղորդակցության և բռնության հիմ- նախնդիրները: ", "Ուսումնասիրության գիտական նորույթներն են.  Առաջին  անգամ  դիտարկվում  և  քննարկվում  են  խաղ  երևույթի  սոցիալ-մշակու- թային առանձնահատկությունները: ", " Քննվում են հեղինակի գրանցած ժամանակակից խաղերը և նրանց կանոնները: ", "Հիմք ընդունելով ավանդական խաղային համալիրը՝ համեմատում ենք մեր դաշտային ազգագրական նյութերի հետ և փորձում վերլուծել դեռևս գիտականորեն չուսումնասիր- ված հայոց արդի խաղային համակարգը: ", " Կատարվում է խաղերի բանահյուսական տեքստերի՝ անհասկանալի, որոշ դեպքե- րում՝ բարբառային եզրերի ու դարձվածքների իմաստային վերլուծություն՝ ըստ լեզվական համարժեքության սկզբունքի, որտեղ կարևորվում է բովանդակությունը, ոչ թե ձևը: ", " Տրված է խաղերի տերմինաբանական բնութագիրը: ", " Կատարվում  է  ավանդական  և  արդի  խաղերի  կանոնների  դասակարգում`  ըստ իմաստաբանական հատկանիշների: ", "Աշխատանքը  կարող  է  ունենալ  կիրառական-գործնական  կարևոր  նշանակութ- յուն:  Լայն  տարածում  ունեցած  որոշ  ավանդական  խաղեր  այսօր  էլ  կիրառական  են զուտ  մշակութային  ժառանգության  պահպանման  առումով.  դրանց  շուրջ  տարբեր  մե- թոդներով գրվում են սցենարներ, դրանց հիմքի վրա բեմադրվում են ներկայացումներ: ", "կումների (տե΄ս Վ. Բդոյան, Հայ ժողովրդական խաղեր, հ. III, էջ 224): ", "Այն միտված է ներկայացնելու՝ ա. Հին Հայաստանի և Առաջավոր Ասիայի համանման և համաժամանակյա արվես- տի ստեղծագործությունների համեմատական պատմահնագիտական վերլուծությունը: ", "Հարկ  է  նշել,  որ  այդ  աղբյուրներից  շատերը  միայն  վերջերս  են  գաղտնազերծվել  և տակավին հայտնի չեն մասնագետների լայն շրջանակներին: ", "Սույն  աշխատանքը  կարող  է  հետաքրքրել  ազգագրության,  այնպես  էլ  բանագի- տության,  լեզվաբանության,  մանկավարժության,  հոգեբանության  և  գիտության  այլ ոլորտներով զբաղվող մասնագետներին: ", "Ատենախոսությունում  տեղ  գտած  խաղերի  գերակշիռ  մասն  առաջին  անգամ  է  մտ- նում  գիտական  շրջանառության  մեջ:  Խաղ  երևույթը  հատուկ  է  բոլոր  տարիքային  խմ- բերին,  սակայն  ելնելով  այն  բանից,  որ  մանկա-պատանեկան  խաղերում  առավել  քան ընդգծված են խաղային կանոնները, ատենախոսության մեջ սեռա-տարիքային այդ խմբի խաղերը  գերակայում  են,  և  հիմնականում,  դրանց  քննությամբ  են  կատարվում  խմբային բաժանումները,  խաղի  կանոնները,  խաղերի  կառուցվածքի  ու  հաշվերգերի  փոփոխութ- յունները և այլն: ", "Գալով խաղերի ծագումնաբանական քննությանը՝ պետք է նշել, որ այն շատ կնճ- ռոտ  խնդիր  է,  թերևս  մեր  նպատակից  կամ  ներկա  հետազոտության  խնդիրներից դուրս:  Դժվար  է  քննության  առնել  հայոց  խաղերի  ծագումնաբանությունը,  քանի  որ հնագույն աղբյուրներում և հայ մատենագիրների հիշատակություններում շատ սակավ են  խաղերի  վերաբերյալ  տեղեկությունները:  Փորձենք  գիտական  հայացք  գցել  դեպի Հայկական լեռնաշխարհի առասպելաբանական ու ծիսային պայմանների ձևավորման՝ նախաքրիստոնեական  ժամանակաշրջան  և  խաղին  տրված  միջնադարյան  բնութա- գրումներով որոնել մինչև նոր ժամանակներ հասած խաղի էությունն ու ներքին առնչու- թյունները ծեսի, առասպելի, ավանդության, տոնի, երգերի, պարերի ու այլ բաղադրիչ- ների  հետ:  Նկատի  ունենք  խաղն  ու  հավատալիքը,  խաղն  ու  առասպելը,  խաղն  ու  ա- վանդությունը հատկանշող երևույթների ազգագրական, սոցիալ-մշակութային արժեքը, դրանց  էությունն  ու  գործառույթները,  մեկը  մյուսով  տարրալուծվելու  մեխանիզմները, որոնք հայ ժողովրդական խաղը մերձեցնում են ծեսին և առասպելին: ", "զ. Պարզել պատկերագրական տիպերի նախատիպերը և պարզել պատկերվածների ինքնության  խնդիրները  և  նրանց  փոխառնչությունները  տարածաշրջանային  զուգահեռ աստվածությունների պատկերագրական տիպերի հետ: ", "Իսկ  ծեսին  բնորոշ  է  կանոնակարգվածությունը:  Սակայն  էականը  միայն  խաղին    կամ ծեսին տրված բնորոշումները չեն, որ տարբեր ժամանակներում տարբեր են եղել (թեև միջնորդվել  են  մեկը  մյուսից),  այլև  ծեսից  խաղ  տանող  ճանապարհը,  որը  ստիպում  է մեզ երևույթներն ու բոլոր ժամանակների խաղային և ծիսային եզրույթներն ընդունել ու հասկանալ իրենց իմաստով ու գործառույթներով: Դժվար է ասել, թե նախաքրիստոնե- ական շրջանում ինչպես են բնորոշել խաղային գործողությունները կամ զբաղմունքնե- րը:  Ուշագրավ  են  հայ  միջնադարյան  պատմիչների՝  խաղին  տրված  վկայությունները, իհարկե, ոչ այժմյան իմաստով ու նշանակությամբ:84 Սակայն առասպելներն ու ծեսերը, որոնք  ավանդվել  են  գրավոր  և  բանավոր  ձևերով,  վկայում  են,  որ  խաղերի  ծագման ակունքները կարելի է փնտրել առասպելական պատկերացումների (արևի, ջրի, կրակի, կենդանու  պաշտամունք  և  այլն),  ամուսնական  ծեսերի,  տնտեսական  զբաղմունքների, ռազմական կյանքի և կենցաղավարության առանձին դրվագների մեջ: ", "Մեր  կարծիքով  վերը  նշված  երևույթների  բացատրությունները  կարելի  է  փնտրել հայ խաղային երանգավորում ունեցող ծեսերի մեջ: ", "Հայոց տոնածիսական հմայական բնույթի խաղերի ձևավորումը տիպաբանական շարունակությունն է նախաքրիստոնեական որևէ ծեսի, ինչը հաստատվում է ժողովրդ- ական-հավատալիքային մեր ունեցած տվյալներով: Դրանց լավագույն օրինակներից են հայոց  մեջ  տարբեր  բնակավայրերում  հայոց  տոնացույցի  ժամանակային-ծիսական տրամաբանությանը զուգահեռ` Նոր Տարուց մինչև Խաչվերաց, խաղային երանգավոր- մամբ  կատարվելիք  ծեսերը,  ինչպես  նաև  առանձին  դեպքերի`  երաշտի  ժամանակ անձրև  բերելու  նպատակով  կատարվելիք  շրջայցերը  (խոսքը  Նուրիի  մասին  է):  Կար- ծում ենք, որ ծեսը որպես այդպիսին դադարում է ծես լինել այն ժամանակ, երբ կատա- II,  Տփղիս  1909,  էջ  24),  իսկ  պատմագիրներ  Մովսես  Խորենացին  (Մովսես  Խորենացի,  Հայոց  պատմութ- յուն, Երևան 1990, էջ 274), Փավստոս Բյուզանդը (Փավստոս Բյուզանդ, Պատմություն հայոց, Երևան 1968, էջ 94, 102) և Եղիշեն (Եղիշե, Վարդանի և հայոց պատերազմի մասին, Եր., 1989, էջ 144) հաղորդել են որո- շակի  տեղեկություններ  նաև  հայոց  նախարարական  խաղերի,  մրցումների  վերաբերյալ  (նախարարական խնջույքների  ժամանակ  խաղերի,  երգերի,  պարերի  հորինման  հիշատակությունների  մասին  տե´ս  նաև  Վ. Հացունի, Ճաշեր եւ խնճոյք Հին Հայաստանի մեջ, Վենետիկ, Ս. Ղազար, 1912, էջ 255): ", "րողը  կորցնում  է  հավատը  դրա  նկատմամբ:  Ահա  այստեղ  է,  որ  հմայական-ծիսական գործողությունները վերաճում են հանդիսանքի, տեսարանի, պարահանդեսի, ի վերջո, ժողովրդական  խաղային  պայմանաձևերի  և  ձեռք  բերում  մի  կարևոր՝  նմանակելու հատկանիշ  (ցո՞ւցք,  տնա՞զ,  թէատրո՞ն):85  Նուրի86  խաղի  օրինակով  կարելի  է  տեսնել հավատալիք-առասպել-ծես-խաղ աստիճանական գործընթացի կամ խաղային տարրերի զարգացման դինամիկան: Նուրի (ճոլի, պուրպատիկին, խուճկուրուրիկ, շերեփ տիկնիկ և այլն) ծիսական տիկնիկի և ջրի պաշտամունքի կցորդումը հայտնի է թե´ հայ հին ու նոր  հավատալիքներից,87  թե´  ազգագրական88  և  այլ  աղբյուրներից:  Թե  ով  է  Նուրին, Նարը կամ Ծովինարը հայոց հավատալիքներում ու հեքիաթներում, առասպելներում ու զրույցներում, կան որոշակի ուսումնասիրություններ,89 իսկ թե ինչպես են Նուրիի գերբ- նական  հատկությունների  հանդեպ  հավատալիքներն  ու  ավանդազրույցները,  նրան մարդկային  հատկանիշների  վերագրումը  հիմք  հանդիսացել  անձրևաբեր  խաղերի առաջացման  համար,  և  առհասարակ  թե,  ինչպես  է  առասպելներից  ու  պատումներից կամ ծեսերից առաջանում խաղ կամ խաղային գործողություն, դժվար է ասել: Մինչ հա- վատալիքն  ու  առասպելը  գործում  են  տոնածիսական  միջավայրում,  զարգանում  ու փոփոխվում կատարողի աշխարհայացքին համահունչ, մանկական կենցաղ են ներթա- փանցում երևույթի և էության միջև գոյություն ունեցող նմանությունների նույնացմամբ, անձն ու առարկան, առարկան ու նրա նշանը, իրն ու անունը, սկիզբն ու սկզբունքը միմ- յանցից  հստակ  չտարբերակելով  ու  համարժեքայնացմամբ:90  Նուրիի  ծեսը  կատարվել  է Վարդավառին և հատուկ իրադրության՝ անձրև բերելու կամ կտրելու ժամանակ, սակայն երկրորդ  հերթին  հայտնվում  են  հանդիսատեսներ,  որոնք  չկան  ծեսում,  երրորդ՝  առաջանում  է  իմպրովիզ անելու  հնարավորություն,  չորրորդ՝  փոխվում  են  փոխանցման  մեխանիզմները.  եթե  ծեսը  փոխանցվում  է սերնդից սերունդ առանձին մասերի, շերտերի ուսուցմամբ, ապա խաղը՝ օրենքների օգնությամբ): ", "Ծովինար ու Ծովիալ անվանաձևերում տեսնում է ծովի+նար և ալ՝ վերջիններս համարելով ջրային ոգիների՝ նար, ալ անուններ (Гр. Капанцян, Иссторико-лингвистические работы, II, Ер., 1975, с. 295-296, прим. 1): ", "Լալաեան, ԱՀ, 1896, Ջաւախք, գիրք Ա, էջ 359-560: Ա. Ղազիյան, ՀԱԲ 15, Արցախ, Եր., 1983, էջ 156: ", "Ստ. Լիսիցյան, Լեռնային Ղարաբաղի հայերը, ՀԱԲ 12, Եր., 1981, էջ 62 և այլն: ", "տոնածիսական մշակույթ, Եր., 2016, էջ 114-123: Թ. Հայրապետյան, Անձրևաբեր ու անձրևախափան ծեսերի երկհակադիր ընկալումների շուրջ, Եր., 2004, 3, էջ 217-227: Ռ. Հովսեփյան, Հայաստանի եզդիների «Բուկա բարանե» («Անձրևի հարս») և մյուս անձրևաբեր ծեսերը, Էջմիածին ամսագիր, Էջմիածին, 2017 Ա, էջ 114-146: ", "նույնացվում  են,  և  այս  պարագայում  խաղային  գործողությունը,  ունենալով  ծեսը  նմա- նակելու  հատկություն,  ընկալվում  է  իբրև  ծիսական  վերարտադրություն,  ինչը  բնորոշ  է հենց ծեսին: Ի վերջո, ծեսի և խաղի ամենատարբերակիչ գիծը կարելի է համարել պա- տահականության սկզբունքը: Խաղի մեջ այն կարող է կրել շրջադարձային նշանակութ- յուն,  որոշել  խաղի  ելքը,  իսկ  ծեսի  մեջ  դա  բացառված  է:  Ուստի՝  մենք  ընդունում  ենք խաղը ծեսից տարբերակող ամենաբնորոշ սկզբունքը՝  պատահականությունը,  որպես ելակետ: ", "Հայոց մեջ տարվա ընթացքում տնտեսական աշխատանքների հետ կապված ան- ցումային  շրջանները  իմաստավորվել  են  պարբերաբար  կատարվող  խաղային  երան- գավորմամբ  հմայական  արարողություններով,  որոնք  ուղղված  են  եղել  ապահովելու բնության զարթոնքն ու մարդկության  սերնդաճը: Նմանատիպ գործողությունների շր- ջանը կազմում է Ամանորից մինչև Խաչվերացն ընկած ժամանակահատվածը: ", "Աշխատանքը բաղկացած է ներածությունից, երկու գլխից, եզրակացություններից, հապավումների, օգտագործված սկզբնաղբյուրների ու գրականության ցանկերից և հա- վելվածից: ", "նը և կառուցվածքը: ", "Ներածական մասում տրված են թեմայի արդիականության հիմնավորումը, նպա- տակը, խնդիրները, օգտագործված սկզբնաղբյուրների և գրականության տեսությունը, ատենախոսության մեթոդաբանական հիմքը, գործնական-կիրառական նշանակությու- Առաջին  գլուխը  («Հայոց  ավանդական  կենցաղում  տարածված  խաղերի  սոցիալ- մշակութային  բնութագիրը.  (XIX-XX  դ.  սկիզբ)»)  բաղկացած  է  չորսը  ենթագլխից: ", "Այստեղ  ներկայացված  է  հայոց  ավանդական  կենցաղում  առկա  խաղային  համալիրի գրեթե  ամբողջական  պատկերը:  Մշակութային  այդ  երևույթը  վերլուծել  ենք  ամենա- տարբեր  տեսանկյուններով՝  սկսած  կանոններից,  պատիժներից,  ընդհուպ  մինչև  կազ- մակերպիչ-ղեկավարները,  մասնակիցների  սոցիալական  բնութագիրն  ու  հավատա- լիքները: ", "Երկրորդ  գլուխը  («Հայոց  խաղային  մշակույթի  փոփոխությունները  վերջին  հար- յուրամյակում».  XX-XXI  դ.  սկիզբ)    բաղկացած  է  յոթը  ենթագլխից  և,  ըստ  էության, իրենից  ներկայացնում  է  ավանդականի  և  արդիականի  համադրական  վերլուծություն, քանի  որ  առաջադրված  խնդիրների  նշանակալից  մասն  օբյեկտիվորեն  ունի  համեմա- ՀԱՅՈՑ ԱՎԱՆԴԱԿԱՆ ԽԱՂԵՐԻ ԸՆԴՀԱՆՈՒՐ ԲՆՈՒԹԱԳԻՐԸ (XIX-XX Դ. ՍԿԻԶԲ) Ավանդական խաղերն ունեն կառուցվածքային հետևյալ համալիրը՝ խաղի կազմա- կերպում, ժամանակ, ղեկավար, ավագ, մասնավորապես՝ մրցութային որոշակի կանոն- ներ և այլն: ", "Մեր ուսումնասիրությունները ցույց են տալիս, որ խաղի կազմակերպման նախա- պայմանները հետևյալներն են. Խաղի կազմակերպման վայր. Խաղի  իրականացման  համար  կարևորը  խաղատեղն  էր,  և,  ելնելով  խաղի  բնույ- թից, խաղի համար կարող էր ընտրվել ընդարձակ և ոչ ընդարձակ վայր՝ բնակավայրից դուրս՝  դաշտ,  կալ,  ամառանոց-յայլաներ  կամ  բնակավայրի  ներսում՝  եկեղեցու  բակ, հրապարակներ, գյուղական կտուրներ, օդաներ: ", "Խաղի ժամանակ. Խաղը  չունի  ժամանակային սահմանափակում: Խաղում էին ամբողջ տարվա ըն- թացքում:  Կային  խաղեր,  որոնք  խաղում  էին  հենց  ձմռանը՝  «Ձնագնդի»,  «Սահնակ քշել» (դրսի խաղեր), «Կարտ», «Դամա» (սենյակային խաղեր): Դրսում չէին խաղում մի- այն անձրևի ժամանակ: Սակայն խաղերի ծավալման հիմնական շրջանը վաղ գարունն ու ուշ աշունն էր: ", "Խադժետլաշեի  և  Նազըմ  փաշայի  հաղորդած  տեղեկությունները  ճշտելու  ու իրադարձությունները  համադրելու  նպատակով  ատենախոսության  մեջ  օգտագործվել են  նաև  սուլթան  Աբդուլ  Համիդ  2-րդի  քարտուղար  Թահսին  փաշայի  հուշերը,  որոնք հանդիսանում  են  այդ  շրջանի  իրադարձությունների  և  գաղտնի  ծառայությունների գործունեության լուսաբանման համար օգտագործվող հիմնական աղբյուրներից մեկը1: ", "Երկու մրցող խմբեր կամ անհատներ Խաղի կազմակերպում. Խաղը սկսում էին խաղալ, երբ հավաքվածներից մեկն ասում էր՝ «եկեք խաղանք». դա  հատուկ  ծրագրված  չէր  և  կարող  էր  կազմակերպվել  հանպատրաստից:  Մեծահա- սակները երբեմն նախապես պայմանավորվում էին որևէ խաղի համար: ", "Խմբի ավագ. Ավանդաբար  խաղերը  սկսվել  են  հաշվերգով  ու  վիճակահանությամբ,  որոնք  դա- սակարգել ենք հետևյալ ձևերի՝ Առարկաներով  վիճակահանության  ժամանակ  օգտագործվել  է  ինչ-որ  առարկա՝ քար, չոփ, կոպեկ, կորիզ և այլն: Այստեղ կարևորը քար պահելու երևույթն է, դրա հա- մար  էլ  խաղացողների  շրջանում  բնորոշվել  է  հենց  «քար  պահել»  արտահայտությամբ: ", "ևոր  է  Հայկական  լեռնաշխարհում  կանացի  պատկերագրության  ծագման  և  տիպաբա- նության որոշման համար: ", "Հայաստանը, Մերձավոր Արևելքի երկրների բաղկացուցիչ օղակը լինելով, արհես- տագործական  արտադրության  մեջ  ուներ  իր  ուրույն  տեղը:  Մեր  աշխատանքի  համար անգնահատելի  են  արտասահմանյան  հեղինակների  մի  շարք  մենագրություններն  ու հոդվածները  Առաջավոր  Ասիայի,  Միջին  Ասիայի,  Չինաստանի,  Իրանի,  Թուրքիայի խեցեգործական  արտադրանքի  վերաբերյալ:  Բազմաթիվ  հրապարակումների  շարքում պետք է առանձնացնել Ա. Պոպի26, Ա. Լեյնի27, Ֆ. Զարեի28, Ռ. Հոբսոնի29, Ջ. Քարսվելի և Ս. Սարգիս վանքից հայտնաբերված հախճապակին, ՀՀմ XII, Երևան, 2002, էջ 103-106; Бабаян Ф., Корхмазян Э., Монастырь Сурб Хач как центр армянской культуры в Крыму, Ереван – Симферополь, Изд. Наапет, 2008, 88 с;  նույնի`  Հառիճի  վանական  համալիրը`  իբրև  պատմահնագիտական  հուշարձան,  ՀՀՄ -  3,  Երևան, ,,Մուղնի’’ հրատ., 2003, էջ 135-144: ", "սի, ծնվ.` 1933 թ.: ", "Վարազդատի, ծնվ.` 1948 թ.: ", "Վանուշ Գրիգորի, ծնվ.` 1938 թ.: ", "Մխիթար Մանուկի, ծնվ.` 1924 թ.: "], "source_docs_file": "History.json"}