{"paragraph_source_docs": [2, 0, 1, 0, 2, 0, 0, 0, 1, 0, 0, 1, 1, 2, 0, 0, 2, 2, 2, 0, 2, 0, 0, 1, 0], "paragraphs": ["Նկ . 18. Ա. Բլ ակ ի  առ աջ ար կ ած  ակ տի վ կ ո մպլ ե ք ս նե ր ի  կ առ ո ւ ց ված ք ը : ", ", . . , Նկ. 3.16. DTA հետազոտության արդյունքները MoO3 + 3Mg + 5NaCl խառնուրդի համար T, oC Այսպես, օրինակ աղի համեմատաբար մեծ պարունակությամբ նմուշների այրման թերմոգրամներում  (նկ.  3.7)  նկատվում  են  DTA  կորերում  գրանցված  էֆեկտների համապատասխան  ջերմաստիճանային  տիրույթները:  Մասնավորապես  450-650  °C ջերմաստիճանային տիրույթում մոլիբդենի (VI) օքսիդը էկզոթերմ փոխազդեդության մեջ է մտնում NaCl-ի հետ ըստ հետևյալ ռեակցիայի. Շնորհիվ այս փոխազդեցության, Mo-ի հետագա վերականգնումը կարող է ընթանալ նաև հեղուկ  և  գազ  ֆազերից,  ինչի  արդյունքում  ձևավորվում  են  թելանման  կառուցվածքով բյուրեղներ  (նկ.  3.11,  դ):  Իհարկե,  կասկածից  դուրս  է,  որ  մոլիբդենի  զգալի  մասը վերականգնվում է ըստ հետևյալ ռեակցիայի. MoO3(պ.) + 3Mg(հ.) = Mo(պ.) + 3MgO(պ.)           (3.4) MoO3  +  5NaCl  խառնուրդի  փոխազդեցության  արգասիքներում  նատրիումի մոլիբդատի  ածանցյալների  հայտնաբերումը  (նկ.  3.15,  Na2MoO4(MoO3)x)  հաստատում  է այրման  ռեժիմում (3.3)  ռեակցիայի  տեղի  ունենալը`  դրանով  իսկ  վկայելով թերմոդինամիկական  վերլուծության  և  այրման  ալիքում  ստացված  փորձարարական արդյունքների հավաստիությունը: ", "NiII-(S)-2-BrBPB-(S)--MePhe (33): Tհալ=174-176 ºC; [] = +1529.60 (c = 0.5, MeOH): ", "Այրման արգասիքների գրավիմետրական անալիզի արդյունքները ցույց են տալիս, որ  այս  դեպքում  այրման  պրոցեսն  ուղեկցվում  է  մոտ  50  զանգ.  %  կորստով:  Վերջինս պայմանավորված  է  այրման  նախաբոցային  և  ռեակցման  գոտիներում  ելային ռեագենտների  և  միջանկյալ  նյութերի  մասնակի  գոլորշիացմամբ  և  նմուշից  դրանց հեռացմամբ:  Այրման  պինդ  արգասիքների ռենտգենաֆազային  անալիզների արդյունքներից  պարզվել  է,  որ  առկա  են  մագնեզիումի  օքսիդ,  մոլիբդենի  դիսիլիցիդ  և սիլիցիումով  աղքատ  այլ  սիլիցիդներ,  ինչպես  նաև  փոքր  քանակությամբ  ազատ սիլիցիում և մագնեզիումի սիլիկատային միացություններ: ", "Մե ծ   հ ամ բ ավ   և   կ ի ր առ ո ւ թյ ո ւ ն   է   գ տե լ   Զ ե ե բ ախի   կ ո ղ մ ի ց առ աջ ար կ վ ած “ի ն ք ն աի ն ի ց ո ղ ” ք ի ր ալ այ ն ո ւ թյ ան մ ե թո դ ը , ո ր ի հ ի մ ք ո ւ մ   ը ն կ ած   է   պի վ ալ ո ի լ այ ի ն   ալ դ ե հ ի դ ի   և   օ պտի կ ապե ս   մ աք ո ւ ր ամ ի ն աթթո ւ ն ե ր ի   փո խազ դ ե ց ո ւ թյ ո ւ ն ի ց   ս տաց վ ած   ամ ի ն աաց ե տալ ի ց առ աջ աց ած   մ ի ջ ան կ յ ալ   ք ի ր ալ այ ի ն   ց ի կ լ ի կ   CXII  կ ար բ ան ի ո ն ի ալ կ ի լ ո ւ մ ը ՝  LDA կ ամ  BuLi  ազ դ ե ց ո ւ թյ ամ բ  [194] ( ս խե մ ա 19): ", "Կատարված  հետազոտությունները  ցույց  են  տվել,  որ  ելային  խառնուրդում նոսրացուցիչի  քանակության  մեծացումը  բերում է  այրման  արագության  և Նկ. 3.17. MoO3–3Mg–2Si–nNaCl համակարգի այրման պարամետրերի փոփոխությունը կախված նոսրացուցիչի քանակից համակարգում` 7.5 մոլ արժեքի դեպքում (50 զանգ. % NaCl) (նկ. 3.18): Ինչպես երևում է ստացված  արդյունքներից,  այրման  ալիքի  տարածման  արագությունն  երկու Uա Tա Tա Uա ջերմաստիճանի նվազման` ընդհուպ մինչև այրման սահմանի  ի  հայտ  գալը (նկ.  3.17):  MoO3–3Mg– համակար- գում  այրման  սահմանն ըստ  NaCl-ի  քանակու- թյան  դիտվել  է  7  մոլի դեպքում  (58.3  զանգ.  % NaCl),  իսկ  MoO3–7Mg– համակարգերի դեպքում էլ  նվազում է անգամ` այրման սահմանի  մոտ  կազմե- լով  ընդամենը  0.035  ÷ ժամանակ երկու համակարգերի դեպքում Նկ. 3.18. MoO3–7Mg–2SiO2–nNaCl համակարգի այրման պարամետրերի փոփոխությունը կախված NaCl-ի քանակից նվազում են մոտ երկու անգամ` 2000 oC-ից նվազելով մինչև 1050 oC-ի: ", "Հարկ  է  նշել,  որ  երկու  համակարգերի  դեպքում  էլ  այրման  պրոցեսն  ընթանում  է ջերմաստիճանային  երկու  տարբեր  ռեժիմներում`  I  (բարձր  ջերմաստիճանային) տիրույթ. դա Si-ի հալման կետից բարձր ջերմաստիճաններն են (Tա > 1410 oC), և II (ցածր ջերմաստիճանային)  տիրույթ.  սիլիցիումի  հալման  կետից  ցածր  ջերմաստիճաններն  են (1410÷1050  oC):  Այսպիսով,  աղային  նոսրացման  պայմաններում  հաջողվել  է  այրման պրոցեսն իրականացնել նաև սիլիցիումի հալման ջերմաստիճանից ցածր ջերմաստիճաններում: ", "Ըստ այրման արգասիքների գրավիմետրական անալիզի արդյունքների, զանգվածի հարաբերական  փոփոխությունը  (m=(mել-mարգ)/mել)*100  %)  ելային  նմուշի  զանգվածի նկատմամբ  n–ի  արժեքի  մեծացման  հետ  նվազում  է  անընդհատ  կերպով  (նկ.  3.19):  Ընդ որում  MoO3–3Mg–2Si–nNaCl  համակարգի  դեպքում  m-ի  փոփոխությունն  ավելի  զգալի է: Սակայն երկու համակարգերում էլ այրման սահմանին մոտ m-ի արժեքը կազմում է ընդամենը 1.5÷3.5 զանգ. %: ", "NiII-(S)-3-BrBPB-(S)--Me-2-FPhe  (37):  Tհալ=  177-179 ºC;  [] =  +1253.00  (c  =  0.4, MeOH): Գտնվել է (%): С, 60.24; H, 4.54; N, 6.11: C35H31BrFN3O3Ni: Հաշվվել է (%): С, 60.10; CH2C6H4Br); 6.64-6.71 (2H, m, H-3,4 C6H4); 7.03 7.22 (5H, m,  Ar-H); 7.28-7.37 (4H, m,  Ar-H); NiII-(S)-4-BrBPB-(S)--Me-2-FPhe  (38):  Tհալ=  183-185 ºC;  [] =  +1313.08  (c  =  0.5, MeOH): Գտնվել է (%): С, 60.25; H, 4.59; N, 6.18: C35H31BrFN3O3Ni: Հաշվվել է (%): С, 60.10; H, 4.44; N, 6.01:  1Н ՄՄՌ սպեկտր ( p.p.m): 1.04 (3H, s, CH3); 1.71-1.85 (1H, m, -Ha Pro); CH2C6H4Br); 6.64-6.71 (2H, m, H-3,4 C6H4); 7.03 7.22 (5H, m,  Ar-H); 7.30-7.39 (4H, m,  Ar-H); NiII-(S)-2-BrBPB-(S)--Me-3-FPhe  (39):  Tհալ  =  150-152 ºC;  [] =  +1274.18  (c  =  0.3, MeOH): Գտնվել է (%): С, 60.20; H, 4.31; N, 6.21: C35H31BrFN3O3Ni: Հաշվվել է (%): С, 60.01; H, 4.44; N, 6.01: 1Н ՄՄՌ սպեկտր ( p.p.m): 1.04 (3H, s, CH3); 1.73-1.94 (2H, m, , -Ha Pro); (1H,  d,  J  =  12.9,  CH2C6H4Br);  4.23  (1H,  dd,  J  =  5.7,  4.5,  CHCH2C6H4F);  4.36  (1H,  d,  J  =  12.9, CH2C6H4Br); 6.60-6.70 (2H, m, H-3,4 C6H4); 6.84-6.96 (3H, m, Ar-H); 7.03-7.17 (3H, m, Ar-H); (1H, d, J = 8.7, H-6 C6H4): ", "Նոսրացուցիչի  համեմատաբար  փոքր  քանակների  ներմուծման  դեպքում`  w<40 զանգ.  %  (T1800  oC),  այրման  պրոցեսից  հետո  հաստատուն  ճնշման  ռեակտորի պատերին  նկատվել  է  սպիտակ գույնի մեծ քանակությամբ փաթիլանման  արտանետումներ: ", "Վերջինիս դիֆրակտոգրամում գրանցվել  են  NaCl-ին բնորոշ դիֆրակցիոն ռեֆլեքսներ: ", "CH2C6H4Br); 6.62-6.71 (2H, m, H-3,4 C6H4); 6.84-6.93 (3H, m, Ar-H); 7.02-7.16 (3H, m, Ar-H); (1H, d, J = 8.7, H-6 C6H4): ", "NiII-(S)-4-BrBPB-(S)--Me-3-F-Phe (41): Tհալ. = 191-193°C; [] = +1586.31º (c = 0.45, CHCl3). Գտնվել է (%): C, 60.19; H, 4.56; N, 6.39: C35H31BrFN3NiO3: Հաշվվել է (%): С, 60.01; H, 4.44; N, 6.01: 1Н ՄՄՌ սպեկտր (, p.p.m.): 1.00 (3H, s, CH3); 1.78 (1H, m, γ-CH2 Pro), 1.94 (1H,  td,  δ-CH2  Prol,  2J=3J  =  10.4,  3J  =  6.6  );  2.34-2.45  (3H,  m,  β,γ-CH2  Prol.);  2.79  (1H,  dd, CH2CH, 2J = 13.9 , 3J = 5.6 ); 3.03 (1H, dd, CH2CH, 2J = 13.9 , 3J = 4.4 ); 3.13 (1H, m, δ-CH2 Prol.); (1H, dd, CHCH2, CH, C6H4); 6.69 (1H, m, 4-CH, C6H4); 6.92 (1H, dt, Ar, J1 =7.3, J2 = 1.7 ); 7.00 (1H, ddd,Ar, J1 = Ar); 8.28 (1H, ddd, J1=J2 =7.4, J3 =2.0, 6-CH, C6H4-F), 8.30 (1H, d, 3J=8.5, 6-CH, C6H4): ", "ԳԼ ՈՒ Խ  2 ԽՆԴՐԻ ԴՐՎԱԾՔՆ ՈՒ  Հ ԵՏԱԶՈՏՄԱՆ ՕԲՅԵԿՏԻ ԸՆՏՐՈՒ ԹՅՈՒ ՆԸ Գ ր ակ ան   ակ ն ար կ ի   վ ե ր լ ո ւ ծ ո ւ թյ ո ւ ն ի ց   ակ ն հ այ տ  է   դ առ ն ո ւ մ ,  ո ր բ ն ակ ան   մ ե տաբ ո լ ի տն ե ր ի ս ի ն թե տի կ   ք ի ր ալ այ ի ն   ն մ ան ակ ն ե ր ի ս տաց մ ան   հ ամ ար   ար դ ի ակ ան   և   հ ր ատապ  է   հ ամ ար վ ո ւ մ   աս ի մ ե տր ի կ ս ի ն թե զ ի   ո ւ ղ ղ ո ւ թյ ո ւ ն ը ,  ք ան ի   ո ր   ս ո ւ բ ս տր ատն ե ր ի   օ տար ած ի ն կ առ ո ւ ց վ ած ք ի  պատճ առ ո վ  դ ր ան ց  ս տաց ո ւ մ ը  ավ ան դ ակ ան  մ ան ր է աբ ան ա- կ ան  կ ամ  է ն զ ի մ ատի կ  ե ղ ան ակ ն ե ր ո վ  ար դ յ ո ւ ն ավ ե տ չ է : ", "ձևավորման վրա Ուսումնասիրվող  համակարգերում  այրման  արգասիքների  միկրոկառուցվածքի ձևավորման  վրա  NaCl-ի  ունեցած  ազդեցությունը  պարզաբանելու  նպատակով լուսածրային էլեկտրոնային մանրադիտակով (նկ. 3.21): ", "բ) դ) ա) գ) Նկ. 3.21. MoO3+3Mg+2Si+wNaCl խառնուրդների այրման արգասիքների միկրոկառուցվածքները. ա) w= 30, բ) w= 46.25, գ) և դ) w= 56.3 զանգ. % Ստացված  արդյունքներից  պարզվել  է,  որ  ելային  խառնուրդում  30  զանգ.  % նատրումի քլորիդի առկայության դեպքում ստացված արգասիքի միկրոկառուցվածքում առկա  են  515  մկմ  չափսեր  ունեցող  գնդաձև  և  մինչև  մի  քանի  տասնյակ  մկմ երկարությամբ  ձողաձև  բյուրեղներ (նկ.  3.21,  ա):  NaCl-ով  առավել  հարուստ խառնուրդների դեպքում, մասնավորապես w = 46.25 զանգ. %, այրման արգասիքներում առկա  են  հալույթից  ձևավորված  միաձուլված  տիրույթներ  (նկ.  3.21,  բ),  որոնցում պարզորոշ  կերպով  առանձնացվում  են  մեծ  քանակությամբ  25  մկմ  չափսեր  ունեցող հատիկավոր  բյուրեղներ:  Այստեղ  նույնպես  նկատվել  են  ձողաձև  բյուրեղներ:  Աղի առավելագույն  պարունակության  դեպքում  (w=  56.3  զանգ.  %)  ելային  խառնուրդի այրման  արգասիքներում  առկա  են  հիմնականում  թեփուկավոր  և  0.5-1  մկմ  չափսերով բյուրեղներ (նկ. 3.21, գ և դ): ", "Դա  է   պատճ առ ը ,  ո ր   ք ի ր ալ այ ի ն   պատր աս տո ւ կ ն ե ր   ար տադ ր ո ղ դ ե ղ ագ ո ր ծ ակ ան   ը ն կ ե ր ո ւ թյ ո ւ ն ն ե ր ի   ջ ան ք ե ր ն   առ աջ ի ն   հ ե ր թի ն ո ւ ղ ղ վ ած ե ն   այ ն պի ս ի   տե խն ո լ ո գ ի ան ե ր ի մ շ ակ մ ան ը , ո ր ո ն ք կ ապահ ո վ ե ն   ան հ ր աժ ե շ տ օ պտի կ ապե ս   ակ տի վ է ն ան տի ո մ ե ր ն ե ր ի ս տաց ո ւ մ ը : ", "Ու ս տի , ի ն չ պե ս հ ե տև ո ւ մ է գ ր ակ ան   ակ ն ար կ ի վ ե ր լ ո ւ ծ ո ւ թյ ո ւ ն ի ց , օ ր գ ան ի զ մ ի ն յ ո ւ թափո խան ակ ո ւ թյ ո ւ ն ն ապահ ո վ ո ղ   ֆե ր մ ե ն տայ ի ն   հ ամ ակ ար գ ի   հ ամ ար   օ տար ած ի ն   ք ի ր ալ այ ի ն դ ե ղ ապատր աս տո ւ կ ն ե ր ի   կ ամ   դ ր ան ց   բ աղ ադ ր ամ աս ե ր ի   դ ե պք ո ւ մ   (այ դ թվ ո ւ մ   և   ո չ   ս պի տակ ո ւ ց այ ի ն   ամ ի ն աթթո ւ ն ե ր ),  խն դ ի ր ը   հ ն ար ավ ո ր   է լ ո ւ ծ ե լ   մ ի այ ն   աս ի մ ե տր ի կ   ք ի մ ի ակ ան   ս ի ն թե զ ի   մ ե թո դ աբ ան ո ւ թյ ան կ ի ր առ մ ամ բ : ", "Ամ ի ն աթթո ւ ն ե ր ի աս ի մ ե տր ի կ ս ի ն թե զ ի ժ ամ ան ակ ակ ի ց ո ւ ղ ղ ո ւ թյ ո ւ ն ն ե ր ի ց   կ ի ր առ ակ ան   ն շ ան ակ ո ւ թյ ան   տե ս ան կ յ ո ւ ն ի ց հ ե ռ ան կ ար այ ի ն   է   կ ե ն ս ամ ի մ ե տի կ   աս ի մ ե տր ի կ   ս ի ն թե զ ը ,  հ ի մ ն վ ած ֆե ր մ ե ն տն ե ր ի   պար զ   մ ո դ ե լ այ ի ն   հ ամ ակ ար գ ե ր ի   օ գ տագ ո ր ծ մ ամ բ ՝ ամ ի ն աթթո ւ ն ե ր ի   բ ն ակ ան  ս ի ն թե զ ի  մ ե խան ի զ մ ի  ն մ ան ակ մ ան  վ ր ա: ", "³) µ) Նկ. 3.23. MoO3+3Mg+2Si+56.3%NaCl այրման արգասիքների միկրոկառուցվածքային անալիզները ա) ջրային լվացումից և բ) թթվային մշակումից հետո Այս արդյունքները համեմատվել են հետևյալ տեսական հաշվարկի հետ: Այրման արգասիքը թորած ջրով լվանալուց հետո չորացվել է վառարանում և կշռվել: Պարզվել է, որ  նմուշի  զանգվածի  կորուստը  լվացման  արդյունքում  կազմում  է  54.8  զանգ.%,  այն դեպքում, երբ ելային խառնուրդում նատրիումի քլորիդի պարունակությունը կազմում է Նկ. 3.24. MoO3+3Mg+2Si+56.3%NaCl այրման արգասիքի ջրային լվացումից հետո չլուծված պինդ մնացորդի դիֆրակտոգրամը Այսինքն վստահորեն  կարելի  է  պնդել, որ վերը  նշված խորանարդային, թեփուկավոր և ձողաձև  բյուրեղներն  իրենցից  ներկայացնում  են  նատրիումի  քլորիդի  բյուրեղներ: ", "Գ ր ակ ան   ակ ն ար կ ի   վ ե ր լ ո ւ ծ ո ւ թյ ո ւ ն ի ց   մ ի ան շ ան ակ   հ ե տև ո ւ մ   է , ո ր  օ պտի կ ապե ս  ակ տի վ  ո չ  ս պի տակ ո ւ ց այ ի ն  ամ ի ն աթթո ւ ն ե ր ի  ս տաց մ ան հ այ տն ի մ ե թո դ ն ե ր ի ց տե խն ո լ ո գ ի ակ ան մ ատչ ե լ ի ո ւ թյ ան տե ս ան կ յ ո ւ ն ի ց  լ ավ ագ ո ւ յ ն ն  ե ն  հ ամ ար վ ո ւ մ  (S)-N-(2-բ ե ն զ ո ի լ ֆե ն ի լ )-1- բ ե ն զ ի լ պի ր ո լ ի դ ի լ -2-կ ար բ օ ք ս ամ ի դ   ք ի ր ալ այ ի ն   օ ժ ան դ ակ   ռ ե ագ ե ն տի [(S)-BPB]  և   ամ ի ն աթթո ւ ն ե ր ի   Շ ի ֆի   հ ի մ ք ե ր ի   հ ե տ  NII  ի ո ն ի   առ աջ աց ր ած հ ար թ  ք առ ակ ո ւ ս այ ի ն   կ ո մ պլ ե ք ս ն ե ր ի   հ ի մ ան   վ ր ա մ շ ակ վ ած ո ւ ն ի վ ե ր ս ալ   մ ե թո դ ն ե ր ը :  Այ դ   կ ո մ պլ ե ք ս ն ե ր ի   ամ ի ն աթթվ այ ի ն մ ն աց ո ր դ ն ե ր ի   C-ալ կ ի լ մ ամ բ   հ աջ ո ղ վ ե լ   է   ի ր ակ ան աց ն ե լ   զ ան ազ ան կ առ ո ւ ց վ ած ք ի   ո չ   ս պի տակ ո ւ ց այ ի ն   (S)--ամ ի ն աթթո ւ ն ե ր ի   աս ի մ ե տր ի կ ս ի ն թե զ ն ե ր :  Բ աց ի   դ ր ան ի ց ,  ց ո ւ յ ց   է   տր վ ե լ ,  ո ր   BPB  ք ի ր ալ այ ի ն ռ ե ագ ե ն տի N-բ ե ն զ ի լ պր ո լ ի ն ի մ ն աց ո ր դ ի ֆե ն ի լ այ ի ն օ ղ ակ է լ ե կ տր ո ն աակ ց ե պտո ր   տե ղ ակ ալ ի չ ն ե ր ի   ն ե ր մ ո ւ ծ ո ւ մ ը   խթան ո ւ մ   է ալ կ ի լ մ ան ռ ե ակ ց ի ան ե ր ի ար ագ աց ո ւ մ ն ո ւ ս ի ն թե զ ի ս տե ր ո ս ե լ ե կ տի վ ո ւ թյ ան   աճ ը :  Դա  հ ատկ ապե ս   կ ար և ո ր   է   ի զ ո տո պն ե ր ո վ ն ի շ ակ ր վ ած   ամ ի ն աթթո ւ ն ե ր ի ս տաց մ ան հ ամ ար , ո ր ո ն ք լ այ ն պահ ան ջ ար կ  ո ւ ն ե ն  ՊԷ Տ  ախտո ր ո շ մ ան  բ ն ագ ավ առ ո ւ մ : ", "Կրկնակի  մշակումից  հետո  ստացված  նմուշի  միկրոկառուցվածքային  անալիզի արդյունքում  ստացված  նկարում  առկա  է  միայն  նանոչափսի  հատիկավոր  բյուրեղներ (նկ. 3.23,  բ):  Այստեղից  կարելի է եզրակացնել, որ խոշորահատիկ բյուրեղներն իրենցից ներկայացնում  են  մագնեզիումի  օքսիդ:  Ռենտգենաֆազային  անալիզի  արդյունքների համաձայն այրման արգասիքի թթվային մշակումից հետո ստացված զանգվածն իրենից ներկայացնում  է  մոլիբդենի  դիսիլիցիդ (նկ.  3.25):  Սակայն,  ինչպես  երևում  է փոքր ինտենսիվությամբ այլ ռեֆլեքսներ, որոնք բնութագրական են Mo5Si3 սիլիցիդին: ", "Նկ. 3.25. MoO3+3Mg+2Si+56.3%NaCl այրման արգասիքների թթվային լվացումից հետո նմուշի ռենտգենաֆազային անալիզի արդյունքը Հարկ է նշել, որ MoO3+7Mg+2SiO2+48%NaCl խառնուրդի այրման արգասիքի ջրային լվացումից և թթվային մշակումից հետո ստացված նյութի դիֆրակտոգրամում առկա են ոչ միայն Mo5Si3 բաղադրությամբ սիլիցիդ, այլ նաև մետաղական մոլիբդեն: ", "(S)-Phe (28): Գրականության մեջ հայտնի ամինաթթու է154,155` []D նմուշ = -8.9 (c 5.1N HCl), []D գրակ.   = -8.8 (c 5.1N HCl); Tհալմ. նմուշ = 283-285°C,  Tհալմ. գրակ = 283°C: ", "Հիմնվելով  նկ.  3.25-ում  ստացված  ռենտգենագրամի  տվյալներից`  Շերրերի հավասարումով գնահատվել է մոլիբդենի դիսիլիցիդի բյուրեղի բնութագրական չափսը, որի  համար  ստացվել  է  40  նմ  միջին  բնութագրական  չափս:  Սակայն,  ինչպես  տեսնում ենք նկ. 3.23,  բ-ից, ձևավորված արգասիքը, չնայած գտնվում է  ագլոմերատի ձևով, բայց այնուամենայնիվ  առանձին  բյուրեղներն  ունեն  10  նմ  միջին  բնութագրական  չափս:  Այդ նմուշների  տեսակարար  մակերեսի  չափումներն  ըստ  ԲԷԹ  եղանակի  տվել  են  24  մ2/գ արժեք: Եթե ստացված MoSi2-ի բյուրեղները լինեին կատարյալ գնդաձև կառուցվածքով, ապա  ԲԷԹ-ի  եղանակով  ստացված  տեսակարար  մակերեսը  կհամապատասխաներ  6.7 նմ միջին բնութագրական չափսով բյուրեղահատիկների: "], "source_docs_file": "Chemistry.json"}