{"paragraph_source_docs": [4, 4, 3, 4, 1, 3, 1, 4, 3, 0], "paragraphs": ["XVIII  դ.  կեսին  Հյուսիս-արևելյան  Այսրկովկասում  ձևավորված  ինքնիշխան խանություններից  առանձնանում  էր  Ղուբայի  խանությունը:  XVI-XVIII  դդ.  Ղուբան Շիրվանի  բեկլարբեկության  մի  մասն  էր  և մինչև  շահ  Սուլեյմանի  գահակալումը  (1667- դառնում  Ղարաղայթաղի  տիրակալների՝  ուցմիների  տոհմի  Մաջալիս  գյուղից  սերված ճյուղի  ներկայացուցիչներից  մեկը:  XVIII  դ.  երկրորդ  կեսի  աղբյուրները  վկայում  են,  որ Դերբենդի  խանը  (այսինքն՝  Ֆաթհ  Ալին)  «մոլեռանդ  ալիական  էր»  (շիա)  և,  ինչպես  իր карабахского  ханства,  –  «Русский  сборник:  Исследования  по  истории  России»,  Ред.  О.  Эльдман,  т.  VIII, Москва, 2010, с. 7-25. ханство  Шакки в XVIII-XIX вв., – «Caucasica»,  Труды института  политических  и социальных исследований черноморско-каспийского региона, т. I, Под ред. В. А. Захарова, Москва, Изд-во «Панорама», 2011, с. 27-42. Աղանեանց, Թիֆլիս, 1912, էջ 157-158։ ", "XIX вв, Ленинград, 1949, с. 140. տոհմի  մեծ  մասը,  սերում  էր  ղայթաղներից 72 :  Ղայթաղները  կամ  ղարաղայթաղները դաղստանյան  ժողովուրդ  են,  դարգինների  էթնիկ  մի  խումբ,  որը  պատկանում  է Կովկասյան  լեզվաընտանիքի  նախճա-դաղստանյան  լեզվախմբին  (1939  թվականից գրանցված են որպես դարգիններ)73: ", "XIII – XV դդ. քաղաքային մշակույթը որոշակի զարգացում էր ապրում Գառնիում, որը դեռևս IX դարում դարձել էր գյուղաքաղաք և իբրև այդպիսին շարունակեց գոյատևել մինչև XV դարի առաջին քառորդը: Աղբյուրներում Գառնին անվանվում է քաղաքագյուղ կամ  գյուղաքաղաք71:  Միքայել  Ասորին  և  արաբ  աշխարհագիր  Յակուտ  ալ-Համավին Գառնին նույնիսկ քաղաք են անվանում72: XIII դարում Գառնին պատկանում էր Վասակ Խաղբակյանին և նրա հաջորդներին, որը վկայված է Արատեսի վանքի գմբեթավոր եկե- ղեցու  արևմտյան  պատին  փորագրված  արձանագրության  մեջ.  ,,ՈԿԹ  (1220).  Ի  թագա- ւորութեան Վրաց Լաշայի և յաշխարհակալութեան Իվանէի Աթաբեկի, ես Վասակ, որդի Խաղբակա, կողմնապահ ի Գառնոյ մինչև ի Բարգուշատ….’’73: XIII դարի երկրորդ կեսից մինչև  XIV  դ.  Գառնին  Զաքարյանների  տիրույթն  էր,  իսկ  արդեն  XIV  դարի  կեսերին անցնում  է  Օրբելյաններին.  ,,Այս  գիր  ճշմարիտ  յուսոյ  յիշատակ  հոգո  անջնջելի  առաջն տեղի Տարսաիճի իշխանաց իշխանի, որդի մեծի Լիպարիտի, եղբայր Սմպատա արքաի, կողմնակալի  այսմ  նահանգի,  որ  իշխեցող  էի  Բարգուշատա  մինչ  ցԳառնի.  սահմանքս մեր  Երասխ…’’74:  Լենկ  Թեմուրի  արշավանքներից  հետո  Գառնին  ավերվում  և  լքվում  է, ինչը փաստում են և պեղումները75: XVII դ. սկզբին Շահ Աբասի կողմից իրականացված գաղթը նկարագրելիս Գառնին հիշատակում է որպես գյուղ76: ", "Երիտասարդ  Ֆաթհ  Ալի  խանը ձեռնամուխ է լինում  խանության աշխարհաքաղաքական  դիրքի  ամրապնդմանը:  Նա  դեռևս  1756  թ.  գրավել  և  Ղուբայի իշխանությանն  էր  միացրել  Ապշերոնի  թերակղզում  գտնվող  Սալիան  բնակավայրը՝ «շահաստան  միանգամայն  ի  կողմանէ  ձկանց» 76 ,  որը  նախկինում  պատկանում  էր Ղուբայի  խաներին 77 :  Բանն  այն  է,  որ  Սալիանի  միացումն  ուներ  տնտեսական  մեծ Translated from the works of Dr. Reineggs and Marshal Bieberstein, by Charles Wilkinson, vol. 1, London, 1807, p. 139. Новейшие  географические  [статистические  и  этнографические]  и  исторические  известия  о  Кавказе, собранные и пополненные Семеном Броневским, ч. II, Москва, 1823, с. 377. Ջալալեանցի, էջ 367: ", "Ուշագրավ  է,  որ  թու´  փեչատը  համեմատելի  է  աստվածային  կարգ  ու  կանոնի հետ,  որը  կիրառելու  դեպքում  միայն  խաղացողի  մեջ  կառաջանա  կարգ  ու  կանոնի` խաղի մեջ մնալու ձգտում և խաղալու ցանկություն: Հայոց այբուբենը՝ որպես վկայակո- րական բառարան, Երևան, 1944, հ. 2, էջ 231): Ըստ Է. Աղայանի՝ դա նենգ, խարդախ, դավաճան խաղա- ցողն է (Էդ. Աղայան, Արդի հայերենի բացատրական բառարան (ԱՀԲԲ ), Եր., 1976, հ. 1, էջ 556: ", "րանի  Սրբոյ  Յակովբեանց,  1871,  էջ  520;  Արաբական  աղբյուրները  Հայաստանի  և  հարևան  երկրների մասին, Երևան, ՀՍՍՌ ԳԱ հրատ, 1965, էջ 48: ", "Այդ տարիքի երեխաների խաղերն ընդհանուր առմամբ ճանաչողական բնույթի են և միտված են նրանց աշխարհընկալմանը:312 Դպրոցական տարիքի երեխաներն ավելի շատ խաղում են դրսում և խառը կազմով: ", "Դերբենդը  պատմության  ողջ  ընթացքում,  իր  աշխարհաքաղաքական  դիրքի շնորհիվ,  ռազմական  բախումների  թատերաբեմ  էր  և  պարբերաբար  թշնամիների հարձակումների է ենթարկվել։ Էվլիյա Չելեբին (XVII դ.) նշում է, որ քաղաքն ամեն գիշեր լուսավորում  էին  նավթի  լույսով,  որովհետև յոթ  ոխերիմ  թշնամիներ  ուներ 80 : ", "աշխատասիրեաց Աբէլ արքեպիսկոպոս, հ. Ա, Վաղարշապատ, ի տպարանի Սրբոյ Կաթուղիկէ Էջմիածնի, ճարի հարևանությամբ` Տրդատա կամարից հյուսիս ընկած տարածքի 2014 թ. պեղումներով հայտնաբեր- ված նյութերը, որոնք մեզ սիրով տրամադրել է պ. գ. թ. Ն. Հակոբյանը, ով ղեկավարել է պեղումները: Տես` XIII – XV դդ. Վայոց ձորի առևտրա-տնտեսական կյանքում կարևոր դեր է խաղում Եղեգիս  գյուղաքաղաքը,  որը  Օրբելյան  իշխանական  տան  նստոցն  էր:  X  դ.  Եղեգիսը կոչվում է գյուղաքաղաք, իսկ XIV – XV դդ. ժամանակակիցներն անվանում են քաղաք88, անգամ մայրաքաղաք89: Եղեգիսը կամ  Եղեգիքը Վայոց ձորի  հնագույն բնակավայրերից է:  Մինչև  IX  դարը  Եղեգիսի  մասին  մատենագիտական  տեղեկություններ  չեն  պահ- պանվել: IX դարի առաջին քառորդում այն դառնում է Սյունիքի Վասակյան տոհմի գա- հերեց  իշխանի  նստավայրը90:  XIII  դարի  առաջին  քառորդում,  Սյունիքը  սելջուկներից ազատագրելուց  հետո,  Օրբելյանները  Եղեգիսը  դարձնում  են  իրենց  վարչական  կենտ- րոնը, որը նրանց տիրապետության շրջանում ծաղկում է ապրում: Այստեղ կառուցվում են վանքեր, եկեղեցիներ և Տարսայիճ Օրբելյանի պալատ-դարպասը: XVI դ. երկրորդ կե- սին Եղեգիսը ավերվում է, վերջին վիմագիր արձանագրությունը 1703 թ. է91: ", "Հետախուզական  աշխատանքներում  կազմակերպման  և  իրագործման հարցում ղեկավարող  դերակատարությունը  այդ  ժամանակահատվածում  պատկանում  էր  թուրք հյուպատոսներին: Վերջիններս  բազմաշերտ գործակալական ցանցի միջոցով ձեռք էին բերում հետախուզությանը հետաքրքրող  տեղեկատվություն, որը երկրի ղեկավարությանը  զեկուցելու  նպատակով  սուլթանի  պալատում  գործող  կառույցի կողմից մանրակրկիտ ստուգվում և մշակվում էր: Սա այն գլխավոր  հանգամանքներից էր,  որը  հնարավորություն  էր  տալիս  թուրք  գործիչներին  հետևողական  և հարձակողական քաղաքականություն  վարել,  թե՛  ներքին,  թե՛  միջազգային ասպարեզում: "], "source_docs_file": "History.json"}