{"source_docs_file": "Medicine.json", "paragraphs": ["ՆԿ.12. Ակնակապճի գոյացության ՈւՁ-ն պատկեր Լինում  են  նաև  եզակի  հանդիպող  գանգատներ,  օրինակ  կոպի  այտուց, ակնակապճի  ցավ,  սկլերաների  կարմրություն,  թույլ  տեսողություն,  տեսողական պատկերի երկատում, կոպի այտուցվածություն, գլխացավ: ՈՒՁՀ–ը հնարավորություն է ընձեռում  հայտնաբերել  նաև  ակնակապճի  գոյացությունները (նկ.  12,13):    Ակնակապճի ախտահարումները  կազմում  են  լիմֆոմաների  էքստրանոդալ  ախտահարումների  5-14 %-ը [Pfeffer M. et al., 2004; Dreyling M. et al., 2008]: ", "ՀԼ-ն  հիմնականում  սկսվում  է  ծայրամասային  (պարանոցային,  անութային, աճուկային) և միջնորմի ա/հ-ի ախտահարումով: ", "Ա - բուժումից առաջ                                                Բ - բուժումից հետո Նկ. 13. (Ա, Բ,) Ակնակապճի հարակնագնդային գոյացություն Շատ  հաճախ  հիվանդությունն  ուղեկցվում  է  օրգանիզմի  թունավորման ախտանշաններով:  Փայծաղի  և  որովայնի  ա/հ-ի  ախտահարումը  ավելի  քիչ  է հանդիպում և համարվում է կանխատեսման անբարենպաստ գործոն, որը բացասական է ազդում բուժման արդյունավետության վրա: Մեր կողմից   հետազոտվող հիվանդների մոտ փայծաղի մեծացում    նկատվել է նկատվել է 23.5% դեպքում, որոնք եղել են եզակի, և նրանց չափերը չի անցել 2.5 սմ-ից: ", "ՈՀԼ-ի  դեպքում  ախտաբանական  պրոցեսի  մեջ  կարող  են  ընդգրկվել  ոչ  միայն ծայրամասային  ա/հ-ը,  փայծաղն  այլև,  ցանկացած  օրգան,  հյուսվածք  որոնք  հասնելով մեծ  չափերի  կարող  են  խաթարել  օրգան  համակարգերի  նորմալ  գործունեությունը (թթվածնի  անբավարարվածության  զգացում,  հևոց,  հազ),  պատճառ  հանդիսանալ կրծքավանդակում, որովայնի խոռոչում տարբեր տեղակայման ցավի [Нуднов Н.В. и др., ախտահարված  ա/հ-ի  տեղակայման հաճախականությունը և համակցումը: ", "Հիվանդների  հետազոտության  արդյունքում  պարզել  ենք,  որ  ՀԼ-ի  և  ՈՀԼ-ի  դեպքում միայն  միջնորմի  ախտահարումը  համապատասխանաբար  կազմել  է  6.0%  և  3.6%,  որը պայմանավորում  է  ախտորոշման  ավելի  ինվազիվ  մեթոդների  կիրառում  լիմֆոմաների ախտորոշման  գործում,  քանի  որ  չեն  հայտնաբերվել  մեծացած  և  ախտահարված ծայրամասային  ա/հ-եր:  Միայն  միջնորմի  և  վերանրակային  ա/հ-ի  համակցված ախտահարում  նկատվել  է  ՀԼ-ի  դեպքում  16  (18.0%)  հիվանդի  մոտ,  ՈՀԼ-ի  դեպքում`  1 (0.9%): ", "ՀԼ-ով  հետազոտվողների  մոտ  միջնորմի  ախտահարման  դեպքում,  բոլոր  37 հիվանդների մոտ հաստատվել է հոդուլյար սկլերոզ հյուսվածաբանական տարբերակը, իսկ  ՈՀԼ-ի  դեպքում  14  հետազոտվողներից  12-ի  մոտ  հաստատվել  է  Բ-խոշոր  բջջային տարբերակը, մեկ հիվանդի մոտ ֆոլիկուլյար լիմֆոմա, մեկի մոտ` լիֆոցիտար: ", "ՈւՁՀ-մբ հայտնաբերված Ոչհոջկինյան և Հոջկինյան լիմֆոմայով հիվանդների մոտ ա/հ-ի տեղակայման հաճախականությունը  և համակցումը Ախտահարումներ ՀԼ, n=85 ՈՀԼ, n=108 % ընդհանուրից դեպք  % ընդհանուրից դեպք Աղյուսակ 11 Միայն միջնորմ Միջնորմ և վերանրակային Միջնորմ, որովայն և ծայրամասային ա/հ Ծայրամասային ա/հ Որովայնի խոռոչի և ծայրամասային ա/հ Վերանրակային ա/հ Միայն որովայնի խոռոչի Առանց ծայրամասային ա/հ-ի  ախտահարման Վահանաձև գեղձի համակցված ախտահար Միջնորմի  ախտահարումների  դեպքում  վ/ա  ա/հ-ի  ընդգրկումը  կարևորվում  է պրոցեսի  մեջ,  քանի  որ  միջնորմի  և  վ/ա  ա/հ-ի  ախտահարումները  նույնական  են  և հնարավոր  է  պակաս  ինվազիվ  մեթոդով  ախտորոշել  հիվանդությունը  [Мазурок  Л.А., ընդգրկումը  պրոցեսի  մեջ  ՀԼ-ի  37  դեպքում  եղել  է  43.2%,  ՈՀԼ-ի  14  դեպքում`  7.1%  : ", "Միջնորմի  ախտահարումները  զուգակցված  պլևրալ  հեղուկի  առկայության  հետ դիտարկել ենք ՀԼ-ի դեպքում 1 հիվանդի, ՈՀԼ-ի՝ 6 հիվանդի մոտ: ", "ՈւՁՀ-մբ հայտնաբերված ՈՀԼ-ի տարբեր ձևաբանական խմբերում փայծաղի, ա/հ-ի ախտահարումների բնույթը, ա/հ-ի տեղակայումը Աղյուսակ 12 Լիմֆոցի- Բ-խոշոր Մարգինալ Փայծաղի Բ-մանր Ֆոլիկուլ- բջջային գոտու n=13 բջջային ՈՀԼ ա/հ-ի և փայծաղի ախտահարում տար n=24 Որովայնի ա/հ Որովայնի ա/հ-ի կոնգլոմ. Վերանր. ա/հ Փայծաղի ախտահարում Կոնքի ա/հ Փայծաղի, որով. ա/հ-ի ախտահ. n = 32 n=7 n=8 յար n=9 Միայն որովայնի խոռոչի ա/հ-ի ախտահարումը թույլ է տալիս հետազոտվողի մոտ ենթադրել  ՈՀԼ,  քանի  որ  ՀԼ-ի  դեպքում  միայն  որովայնի  խոռոչի  ա/հ-ի  ախտահարում հետազոտվող  խմբում  չի  նկատվել  է,  իսկ  ՈՀԼ-ի  դեպքում  կազմել  է  25.0%:  Այս իրավիճակում  նույնպես  դժվարանում  է  ախտորոշման  գործընթացը:  Ընդհանրապես առանց  ծայրամասային  ա/հ-ի  ախտահարումներով  հետազոտվող  ունեցել  ենք  ՈՀԼ-ի դեպքում 29 հիվանդ (26.8 %), ՀԼ-ի դեպքում՝ 9 (10.6%): ", "Ինչպես  երևում  է  աղյուսակ  12-ից  ՈՀԼ-ի  դեպքում  մեր  կողմից  հետազոտվող հիվանդների  ձևաբանական  խմբերում  ՈւՁՀ-մբ  հայտնաբերված  փայծաղի  և  ա/հ-ի ախտահարումները բաշխվել են հետևյալ կերպ` նկատվում է փայծաղի ախտահարման զգալի  տոկոս,  իսկ  փայծաղի  լիմֆոմայի  դեպքում  100%:  Որովայնի  խոռոչի  ա/հ-ի  և փայծաղի  համակցված  ախտահարում,  որը  համարվում  է  կանխատեսման  ոչ բարենպաստ  գործոն,  նույնպես  նկատվել  է  բոլոր  ձևաբանական  խմբերում  ավելի հաճախ մարգինալ գոտու և լիմֆոցիտար լիմֆոմայի դեպքում համապատասխանաբար Չի քննարկվել միջնորմի խոշորբջջային լիմֆոման և T-բջջային լիմֆոմաներ, քանի որ  հետազոտվող  ընտրանքում  միջնորմի  լիմֆոմայի  դեպքում  չեն  ախտահարվել փայծաղը և ա/հ-ը, իսկ T-բջջային լիմֆոմաների դեպքում հետազոտվողների թիվը փոքր է եղել:Փայծաղի մեծացումը հաճախ ուղեկցվում է ձախ թուլակողի շրջանի ցավերով: ", "Աղյուսակ 13 Ոչհոջկինյան և Հոջկինյան լիմֆոմայով հիվանդների գանգատները Գանգատներ ՈՀԼ-ով հիվանդներ n= 108 ՀԼ-ով հիվանդներ n= 85 ընդհանուր թուլություն քաշի կորուստ որովայնի շրջանի ցավ մաշկի քոր ախորժակի բացակայություն քրտնարտադրություն ջերմություն հոդացավ գլխացավ Հազ գոտկասրբանային ցավ հաճախամիզություն ակնագնդի ցավ այլ գանգատներ Որովայնի  խոռոչի  ա/հ-ի  կոնգլոմերատների  դեպքում  հիվանդները  հաճախ  նշում են  գոտկաշրջանի  ցավեր,  որը  պայմանավորված  է  որովայնի  խոռոչի  ա/հ-ի  մեծացման հետևանքով ՈւՁՀ-ով հայտնաբերված միզածորանի և երիկամի ավազանի լայնացմամբ: ", "Կոնքի  խոռոչի  ա/հ-ի  ախտահարում  նկատվել  է  միայն  լիմֆոցիտար  լիմֆոմայով հիվանդների մոտ 20.4% դեպքում, որը պատճառ է հանդիսացել կոնքի խոռոչի ցավերի և փոքր  չափաբաժիններով  հաճախամիզության:  Աղյուսակ  13-ից  նկատում  ենք,  որ կլինիկական գանգատներն ավելի  արտահայտված  և ակնառռւ են  ՈՀԼ-ի դեպքում: ", "Որովայնի  խոռչի  ա/հ-ի  ախտահարման  բարձր  տոկոս  է  նկատվել  լիմֆոցիտար  և մանր  բջջային  լիմֆոմաների  խմբերում  համապատասխանաբար  54.2%  և  75.0%: ", "Վերանրակային  ա/հ-ը  պրոցեսի  մեջ  են  ընդգրկվել  ֆոլիկուլյար,  Բ-խոշոր  բջջային, լիմֆոցիտար լիմֆոմաների  դեպքում  12.5-33.3%:  Լիմֆոմաների  դեպքում  վերին սիներակի ճնշման սինդրոմ դիտարկվել է ՀԼ-ով 2 հիվանդի, ՈՀԼ-ով՝ 5 հիվանդի մոտ: ", "Ինչպես երևում է աղյուսակ 14-ից ՀԼ-ի դեպքում փայծաղի և ա/հ-ի ախտահարումն ու  տարածվածությունն  այնքան  արտահաայտված  չէ,  որքան  ՈՀԼ-ի  դեպքում,  իսկ որովայնի  խոռոչի  ա/հ-ի  կոնգլմերատներ  ընդհարապես  չենք  դիտարկել  ՀԼ-ով հետազոտվող  խմբի  մեջ:  Ավշային  հանգույցների  ամենաբարձր  տոկոս  ախտահարում նկատվել  է  վերանրակային  շրջանում  40.4  %    նոդուլյար  սկլերոզ,  46.7%  լիմֆոցիտար գերակշռում ձևաբանական խմբերում: ", "Աղյուսակ 14 ՈւՁՀ-մբ հայտնաբերված ՀԼ-ի տարբեր ձևաբանական խմբերում փայծաղի, ա/հ-ի ախտահարումների բնույթը, ա/հ-ի տեղակայումը ՀԼ ա/հ-ի, փայծաղի ախտահարում Նոդալ սկլերոզ n=52 Լիֆոց.գեր. n=15 Խառը բջջային n=12 Անորոշ n=6 -- -- -- -- -- Որովայնի ա/հ-ի ախտ. Փայծաղի ախտահարում Փայծաղի, որով. ա/հ-ի ախտահարում Վերանրակ. ա/հ Կոնքի ա/հ Որովայնի կոնգլոմերատ -- ՈՀԼ-ի  դեպքում  փայծաղի  երկարության  և  լայնության  միջին  չափերն  ամենամեծն  են մարգինալ գոտու և լիմֆոցիտար լիմֆոմայի դեպքում (աղյ.15):Քանի որ ըստ  գրականու- թյան  տվյալների  արյունաբանական  հիվանդությունների  դեպքում  փայծաղը  մեծ  է համարվում,  երբ  նրա  երկարությունն  անցնում  է  15սմ-ից  [Наумович  Е.  Г.,  2004] հաշվարկեցինք  նաև  այդ  դեպքերը  և  փայծաղի  երկարության  չափերն  ամենամեծը մնացին մարգինալ գոտու և լիմֆոցիտար լիմֆոմայի դեպքում: ", "Աղյուսակ 15 ՈՀԼ-ի դեպքում փայծաղի երկարությունը և լայնությունն ըստ ՈւՁՀ-ն Ոչ հոջկինյան լիմֆոմա Փայծաղի երկարություն Փայծաղի լայնություն М ± m P1 М ± m P2 Բ-խոշորբջջային լիմֆոմա ոչ/հ ոչ/հ Փայծաղի լիմֆոմա <0.001 <0.001 Ֆոլիկույար լիմֆոմա ոչ/հ ոչ/հ Լիմֆոցիտար լիմֆոմա <0.001 <0.001 Մարգինալ գոտու լիմֆոմա ոչ/հ ոչ/հ Մանր բջջային լիմֆոմա <0.01 <0.01 Միջնորմի լիմֆոմա ոչ/հ ոչ/հ * փայծաղի  երկարության- P1   և  լայնության- P2  համեմատությունը  ստուգիչ խմբի  հետ Ինչպես  երևում  է  աղյուսակ  16-ից  և  17-ից  ծայրամասային  արյան  պատկերն  ՈՀԼ-ի տարբեր  ձևաբանական  խմբերում  նույնը  չէ:Լիմֆոցիտար  լիմֆոմայի  դեպքում  գրանցել ենք  թեթև  արտահայտված  անեմիա,  լիմֆոցիտոզ  (45.0±13.7),  փայծաղի  լիմֆոմայի դեպքում  անեմիա  (105.8±7,5  գ/լ),  լիմֆոցիտոզ  (60±7,  7%),  լեյկոցիտոզ  (19,67±4,3×109/լ  ), ԷՆԱ –ի բարձրացում (29±8,2 մմ/ժամ), մարգինալ գոտու լիմֆոմայի դեպքում նկատվում է  տրոմբոցիտոպենիա  (60.4±35.2):Բ-խոշոր  բջջային  լիմֆոմայի,  միջնորմի  լիմֆոմայի, ֆոլիկուլյար լիմֆոմայի  դեպքում ծայրամասային  արյան  կողմից  ակնառու փոփոխություններ չի նկատվել, իսկ մանր բջջային լիմֆոմայի դեպքում ընդհանրապես փոփոխություններ չի արձանագրվել ուստի չի ներառվել աղյուսակում:Ընտրանքում չեն ընդգրկվել  T-բջջային  լիմֆոմաները,    քանի  որ  հետազոտվողների  թիվը  փոքր  է  եղել: ", "Գնահատելով փայծաղի երկարության և արյան որոշ ցուցանիշների միջև քանակական կախվածությունը պարզել ենք, որ մարգինալ գոտու լիմֆոմայի դեպքում գոյություն ունի Աղյուսակ 16 Արյան ցուցանիշները լիմֆոցիտար, փայծաղի, մարգինալ գոտու լիմֆոմաների ՈՀԼ Արյան ցուցանիշներ Հեմոգլոբին  գ/լ Էրիթրոցիտ 1012/լ Տրոմբոցիտ Լեյկոցիտ   ×109/լ Ցուպիկավոր % Նորմա М±m (120-140) (3,7-4,7) (180-320) (4-9) (1-6) դեպքում Լիմֆոցիտար լիմֆոմա М±m P1 М±m Փայծաղի լիմֆոմա մարգինալ գոտու լիմֆոմա М±m P3 <0.001 <0.01 <0.01 <0.01 <0.001 <0.001 <0.001 <0.001 <0.01 <0.01 <0.001 Սեգմենտակորիզա վոր % (47-72) <0.001 Լիմֆոցիտ Մոնոցիտ (18-40) <0.001 <0.01 ոչ/հ ոչ/ հ ոչ/ հ <0.001 ԷՆԱ, մմ/ժամ <0.001 <0.001 <0.001 P2 <0.01 <0.001 <0.001 <0.001 <0.001 <0.001 * ծայրամասային արյան  ցուցանիշների համեմատությունը նորմայի հետ P1-  լիմֆոցիտար, P2- փայծաղի, P3- մարգինալ գոտու լիմֆոմաների  դեպքում դրական հարաբերակցային կապ փայծաղի երկարության և էրիթրոցիտների միջև, փայծաղի  լիմֆոմայի դեպքում գոյություն ունի դրական համեմատական հավաստի Աղյուսակ 17 Արյան ցուցանիշները Բ-խոշոր բջջային, միջնորմի, ֆոլիկուլյար, լիմֆոմաների դեպքում Բ-խոշոր բջջային լիմֆոմա М±m М±m М±m P2 ՈՀԼ Արյան ցուցանիշներ Նորմա միջնորմի լիմֆոմա  Ֆոլիկուլյար լիմֆոմա Հեմոգլոբին գ/լ (120-140) Էրիթրոցիտ Տրոմբոցիտ Լեյկոցիտ ×109/լ Ցուպիկավոր % (3,7-4,7) (180-320) (4-9) (1-6) Սեգմենտակո- րիզավոր % (47-72) Լիմֆոցիտ% (18-40) <0.001 p<0.01 ոչ/ հ ոչ/ հ ոչ/ հ <0.01 <0.001 ոչ/ հ <0.001 М±m P3 ոչ/ հ <0.01 <0.01 ոչ/ հ <0.01 ոչ/ հ ոչ/ հ P1 ոչ/ հ ոչ/ հ <0.01 <0.001 ոչ/ հ ոչ/ հ <0.001 ոչ/ հ Մոնոցիտ% <0.01 ԷՆԱ, մմ/ժամ <0.001 <0.01 * ծայրամասային արյան  ցուցանիշների համեմատությունը նորմայի հետ P1-  Բ-խոշոր բջջային, P2- միջնորմի , P3- ֆոլիկուլյար լիմֆոմաների  դեպքում կապ  փայծաղի  երկարության  և  հեմոգլոբինի, էրիթրոցիտների, լիմֆոցիտների ցուցանիշների  միջև,  իսկ  լիմֆոցիտար  լիմֆոմայի  դեպքում  նկատվում  է  դրական համեմատական  հավաստի  կապ  փայծաղի  երկարության  և էրիթրոցիտների ցուցանիշների  միջև  և  բացասական  համեմատական  կապ  փայծաղի  երկարության  և լիմֆոցիտների,  սեգմենտավորների  միջև:  Ֆոլիկուլյար  և  Բ-խոշորբջջային    լիմֆոմայի դեպքում  կորելացիոն կապ չի նկատվել (աղյ.18): ", "Աղյուսակ 18 ՈՀԼ-ի դեպքում, արյան որոշ ցուցանիշների և փայծաղի երկարության միջև համեմատական գործակիցների նշանակությունը (r), երբ փայծաղը >15 սմ-ից Ոչ հոջկինյան լիմֆոմա Բ-խոշորբջջային լիմֆոմա Փայծաղի լիմֆոմա Ֆոլիկուլյար լիմֆոմա Լիմֆոցիտար լիմֆոմա Մարգինալ գոտու լիմֆոմա Արյան ցուցանիշներ Հեմոգլոբին էրիթրոցիտ Սեգմենտավոր Լիմֆոցիտ -0.961 -0,962 -0.958 -0.655 -0.706 -935 *  բոլոր դեպքերում P<0.05 ՀԼ-ի  դեպքում  փայծաղի  չափերը  մեր  կողմից  ուսումնասիրվող  խմբում,  շատ  չեն փոփոխվում (աղյ.19): ", "ՀԼ-ի տարբեր ձևաբանական խմբերում փայծաղի երկարությունը և լայնությունը Աղյուսակ 19 Հոջկինի լիմֆոմա Փայծաղի երկարություն Փայծաղի լայնություն М ± m P1 М ± m P2 Նոդուլյար սկլերոզ <0.001 ոչ/հ Լիմֆոցիտար գերակշռումով <0.001 ոչ/հ Խառը բջջային <0.001 <0.01 Անորոշ <0.001 <0.01 * փայծաղի  երկարության- P1   և  լայնության- P2  համեմատությունը  ստուգիչ     խմբի հետ Ինչպես  ցույց  են  տալիս  արդյունքները  ՀԼ-ի  դեպքում  արյան  ցուցանիշներն  ևս ՈՀԼ-ի  հետ  համեմատած  ավելի  քիչ  են  փոփոխության  ենթարկվում  և  տվյալները հավաստի  չեն:Նկատում  ենք  լիմֆոցիտների  իջեցում  ՀԼ-ի  բոլոր  տարբերակներում, հեմոգլոբինի իջեցում, ցուպիկավորների շատացում և ԷՆԱ-ի բարձրացում լիմֆոցիտար գերակշռումով  տարբերակում, լեյկոցիտների  շատացում  և  ԷՆԱ-ի  բարձրացում` նոդուլյար սկլերոզ տարբերակում (աղյ. 20): Ինչպես տեսնում ենք ծայրամասային արյան փոփոխությունները լիմֆոմաների դեպքում ակնառու չեն: ", "Արյան ցուցանիշները ՀԼ-ի դեպքում Աղյուսակ 20 Ախտորոշում Արյան ցուցանիշներ նորմա Նոդուլյար սկլերոզ Լիմֆոցիտար գերակշռումով Խառը բջջային М±m М±m P1 М±m P2 М±m P3 Հեմոգլոբին գ/լ ոչ/հ p<0.01  129.0±5.5 ոչ/հ (120- (180- (4-9) Էրիթրոցիտ (3,7-4,7) ոչ/հ ոչ/հ ոչ/հ Տրոմբոցիտ ոչ/հ ոչ/հ ոչ/հ Լեյկոցիտ 109/լ <0.001 ոչ/հ ոչ/հ ոչ/հ <0.001 ոչ/հ ոչ/հ ոչ/հ  53.67±4.8 ոչ/հ Ցուպիկավոր % (1-6) Սեգմենտակո- իզավոր % (47-72) (18-40) Մոնոցիտ, % ԷՆԱ, մմ/ժամ Լիմֆոցիտ, % <0.001  20.8±4.1 <0.001 ոչ/հ ոչ/հ ոչ/հ <0.01 <0.001  16.2±0.3 ոչ/հ * ծայրամասային արյան  ցուցանիշների համեմատությունը նորմայի հետ,P1-  նոդուլյար սկլերոզ, P2- լիմֆոցիտար գերակշռումով , P3- խառը բջջային  տարբերակներում Վերոհիշյալ  հետազոտություններից  նկատում  ենք,  որ  կա  կորելացիոն  կապ ախտահարման օջախների ընդհանուր զանգվածի և հիվանդների գանգատների, արյան ցուցանիշների փոփոխության միջև: ", "ԼՊՀ-ի բուժման բազմազանությունը (մոնոքիմիաթերապիան, պոլիքիմիաթերապիան, մոնոկլոնալ հակամարմինների,  ալֆա-ինտերֆերոնի, հակաուռուցքային  վակցինաների  կիրառումը,  ոսկրածուծի  փոխպատվաստումը)  և նրանց  չափավոր  րդյունավետությունը  ապացուցում  է,  որ  դեռ  չի  գտնվել  ամենալավ թերապևտիկ մեթոդը: ", "Չնայած  թերապիայի բազմաթիվ  մոդիֆիկացիաներին,  վերջին  տասնամյակներում չի  հաջողվում  սկզբունքորեն  փոխել  բուժման  արդյունավետությունը  [Поддубная  И.В., ԼՊՀ-ի  գենետիկ  խաթարման  բազմազանության  և  ռիսկային  գործոնների  ոչ լիարժեք  ուսումնասիրությունների  հետևանքով,  ըստ  վիճակագրական  տվյալների թերապիայի ամենաարդյունավետ ծրագրերն անգամ չեն կարող երաշխավորել բուժման հաջողությունները  յուրաքանչյուր  կոնկրետ  դեպքում  [Копнин  Б.П.,  2002;  Моисенко В.М., 2002]: ", "Այսօր  տարածում  գտած  բուժման  մեթոդները  ոչ  միշտ  են  ոչնչացնում  ուռուցքը: ", "Պատճառն  այն  է,  որ  հակաուռուցքային  դեղամիջոցների  մեծ  չափաբաժինները թույլատրելի  չեն,  քանի  որ  կարող  են  վնասել  առողջ  հյուսվածքներն  և  պատճառ հանդիսանալ  տարբեր  օրգան-համակարգերի  ախտահարման,  իսկ  հակաուռուցքային դեղամիջոցների  ցածր  չափաբաժիններ  օգտագործելով,  հնարավոր  չէ  ոչնչացնել  բոլոր ուռուցքային բջիջները: Ի տարբերություն առողջ բջիջների, ուռուցքային բջիջներն արագ են  աճում  ի  հաշիվ  նորաստեղծ  անոթների  (անգիոգենեզ),  որոնց  միջոցով  նրանք ստանում են սնուցում: ", "Վերջին  տարիներին  ուռուցքային  հիվանդությունները  բուժում  են  տարգետ քիմիաթերապիայի մեթոդով [Hagenbeek A. et al., 2005; Micallef I. et al., 2006; Witzig T. et al.,  2007]:  Տարգետ  պրեպարատներն  արգելափակում  են  թթվածնի  մուտքը  դեպի ուռուցքային  բջիջներ,  որի  արդյունքում  նորագոյացությունը  զրկվում  է  սնուցումից  և բջիջները  սկսում  են  մահանալ:  Առողջ  բջիջներն,  այս  տիպի  բուժման  դեպքում,  չեն վնասվում  [Тумян  Г.С.  2008;  Jonson  P.,  2008;  Zinzani  P.  et  al.,  2008:  Borchmann  P.  et  al., Մեր  կողմից  հետազոտվող  ՈՀԼ-ով  հիվանդները  ստացել  են  ՊՔԹ  զանազան տարբերակներ  CVP,  COP,  CHOP,  CHOEP,  FC,  FCD  ինչպես  նաև  համակցված ռիտուքսիմաբի  (մաբտերա)  հետ:  Այսօր  բուժման  ոսկե  ստանդարտ  է  համարվում  R- CHOP ծրագիրը: ", "ՀԼ-ի  դեպքում  հիմնականում  կիրառվել  է  BEACOPP,  ABVD  համակցումը,  նաև ճառագայթային  բուժումը:  Բուժման  ընթացքում  հիվանդները  պարբերաբար  անցել  են ՈւՁ-ին  հետազոտություն,  որով  գնահատվել  է  բուժման  արդյունավետությունը: ", "Հետազոտության  արդյունքները  գրանցվել  են  հիվանդության  պատմություններում  և դիսպանսեր քարտերում: ", "Քիմիաթերապիայի  կուրսերի  ընթացքում  հիվանդները  հետազոտվել  են  կուրսից առաջ  և  հետո  բուժման  արդյունավետությունը  գնահատելու  և  վերափուլավորման նպատակով:  Քիմիաթերապիայի  արդյունավետության  դեպքում  I  կուրսից  հետո նկատվում  է  մեծացած  փայծաղի,  ա/հ-ի,  նոդալ  և  էքստրանոդալ  օրգանների  դիֆուզ  և օջախային փոփոխությունների հետընթաց: ", "Արդյունավետ  բուժման  դեպքում  փայծաղի,  լյարդի,  ա/հ-ի  ախտահարումների փոփոխությունները  նկատվում  են  քիմիաթերապիայի  առաջին  իսկ  կուրսից  հետո նրանց չափերի  փոքրացմամբ, դիֆուզ և օջախային  փոփոխությունների հետզարգացմամբ:  Փայծաղի  և  լյարդի  օջախային  ախտահարման  դեպքում  փոքրանում են  օջախների  չափերը  և  քանակը,  հիպոխոգեն  օջախները  դառնում  են  ավելի հիպերէխոգեն: Դիֆուզ փոփոխության դեպքում հյուսվածքը դառնում է ավելի համասեռ, փոքրանում  է  օրգանի  չափերը:Նշված  փոփոխություններն  հիմնականում  ընթանում  են զուգահեռ: ", "Առաջին քիմիաթերապիայի արդյունքում մեծացած փայծաղի փոքրացում նկատվել է  համապատասխանաբար  ՈՀԼ-ի  դեպքում  49  հիվանդից  16-ի  (14.8  %)  մոտ,  ՀԼ-ի դեպքում  9  հիվանդից  4-ի  (4.5  %  )  մոտ,  օջախային  փոփոխությունների  դեպքում էխոկառուցվածքը  վերականգնվել  է  ՈՀԼ-ի  դեպքում՝  7  հիվանդից  3-ի  մոտ,  ՀԼ-ի դեպքում՝5  հիվանդից  3  մոտ,  դիֆուզ  փոփոխությունները  վերակնգնվել  են  ՈՀԼ-ով  22 հիվանդից` 8-ի մոտ: ՈՀԼ-ի դեպքում մեծացած ա/հ-ի հետաճ նկատվել է աճուկային 45 դեպքից՝ 21, անութային 43 դեպքից՝ 17, պարանոցային՝ 47 դեպքից՝ 19 հիվանդի մոտ, ՀԼ- ի  դեպքում  համապատասխանաբար`  29  դեպքից՝  13,  30  դեպքից՝  17  ,  45  դեպքից  ՝  20 հիվանդի  մոտ:  ՈՀԼ-ով  հիվանդների  մոտ  լյարդի  մեծացման  30  դեպքում,  փոքրացում նկատվել  է  11  հիվանդի  մոտ,  օջախային  9  փոփոխություններից  4  հիվանդի  մոտ նկատվել  է  չափերի  փոքրանցում  և  հիպերէխոգենության  միտում:  ՀԼ-  ով  հիվանդների մոտ լյարդի մեծացման 11 դեպքում փոքրացում նկատվել է 6 հիվանդի մոտ: ", "Որովայնի  խոռոչի  ա/հ-ի  ախտահարման  41  դեպքից  18-ի  մոտ  նկատվել  է փոքրացում ՈՀԼ-ով հիվանդների մոտ, իսկ ՀԼ-ի դեպքում՝ 20 հիվանդից 12-ի  մոտ: ", "ՈՀԼ-ով հետազոտվող հիվանդների բուժման արդյունքները Աղյուսակ 21 Ձևաբանական տարբերակ Ոչհոջկինյան լիմֆոմա n=108 В-բջջային լիմֆոմաներ В-լիմֆոցիտար լիմֆոմա Փայծաղի լիմֆոմա Ֆոլիկուլյար լիմֆոմա Բուժման  արդյունքներ Մահացածներ n=51 Բուժվողներ n=57 % ընդհ. Ար/իգ %  ընդհ. Ար/իգ Մարգինալ գոտու նոդալ լիմֆոմա Դիֆֆուզ В-խոշորբջջային լիմֆոմա Միջնորմի խոշոր-բջջային լիմֆոմա Դիֆֆուզ մանր-բջջային լիմֆոմա T- բջջային լիմֆոմա Т-լիմֆոբլաստ լիմֆոմա Անապլաստիկ խոշորբջջային լիմֆոմա Ատենախոսության  ձևակերպման  պահին  հետազոտվող  ՈՀԼ-ով  108  հիվանդից մահացել էին 51-ը, որ կազմում է 47.2%, մնացած 52.8%-ը` 57 հիվանդ շարունակում էին բուժումը  (աղյ.  21):  Վերապրածներից    30.5%-ը  բուժվել  են  CHOP  ծրագրով,  26.3%-ը բուժվել  են  R-CHOP  ծրագրով,  15.6%-ը  բուժվել  են  COP  ծրագրով,  10.8  %-ը  բուժվել  են CVP+FC ծրագրով, մնացած  16.8%-ը բուժվել են տարբեր ծրագրերի համակցմամբ: ", "գործում է ուռուցքային բջիջներին բնորոշ հատկանիշը` «տան բնազդը (homing instinct)»: ", "Ռեմիսիայի մեջ գտնվող հիվանդների ստուգիչ հետազոտությունները կատարվում են 3 ամիսը մեկ անգամ 2 տարվա ընթացքում, 6 ամիսը մեկ անգամ, հետագա 3 տարվա ընթացքում,  այնուհետև  տարին  մեկ  անգամ:  ՈւՁՀ-ն  կիրառումը  թույլ  է  տալիս գնահատել բուժման  արդյունավետությունը: ", "Ինչպես ցույց են  տալիս հետազոտությունները  հիվանդի  ընդհանուր  վիճակի  բարելավումը,  արյունաբանական ցուցանիշների և ֆիզիկալ հետազոտությունների արդյունքների դրական դինամիկան ոչ միշտ  են  համապատասխանում  հիվանդի  իրական  վիճակին,  և  այսպես  ասած սոնոգրաֆիկ ռեմիսիային: ", "ՈւՁՀ-մբ  հայտանաբերված  փայծաղի  և  որովայնի  խոռոչի  ա/հ-ի չափերի մեծացումը  հուշում  են  քիմիաթերապիայի  շարունակման  անհրաժեշտության  մասին: ", "Ուստի ՈւՁՀ–ը լիմֆոմաների թերապիայի արդյունավետության գնահատման փնտրված մեթոդ է և ռեցիդիվների հայտնաբերման պարտադիր պայման: ", "Մենք  մանրամասն  վերլուծեցինք  փայծաղի  և  ա/հ-ի  ախտահարման  բնույթն  և տեղակայումները  քանի  որ  լիմֆոմաների  բուժման  կարևորագույն  բաղադրիչ  է,  նրա արդյունավետության  օբեկտիվ  գնահատման  սկզբունքներն,  առանց  որի  հնարավոր  չէ տարբեր  հետազոտությունների  արդյունքների  համեմատությունը:  Առաջատար ուռուցքաբանական կենտրոնների մոտեցումների և բուժման արդյունքերի գնահատման սկզբունքների էական տարբերությունները պարտադրում են նրանց նույնականացումը: ", "Լիմֆոմաների  դեպքում  բուժման  նկատմամբ  պատասխանների  նույնականացումն անհրաժեշտ է կլինիկական հետազոտություններից ստացված  տվյալների համեմատության  և  մեկնաբանության,  ինչպես  նաև  կլինիկական  պրակտիկայում  նոր դեղամիջոցների ներդրման համար [Поддубная И.В. и др., 2013]: ", "Եվրոպայի  առաջատար  մասնագետներն,  ինչպես  նաև  ՈՀԼ–ի  թերապիայի արդյունավետության  գնահատման  չափանիշների  ստանդարտացման  Միջազգային աշխատանքային  խումբը  (Internation  Working  Group  to  Standardize  Response  Criteria  in NHL,  1999)  և  ԱՄՆ-ի  Ուռուցքների  ազգային  ինստիտուտը,  համատեղ  առաջարկել  են բուժման արդյունավետության գնահատման չափանիշներ   [Cheson B. et al., 1999; Cheson  B.,  2000]: Այդ  աշխատանքի  արդյունքում  լուծվում  է  հիմնական  կլինիկական բարդությունն, այն է ա/հ–ի «նորմալ չափեր» հասկացության մեկնաբանությունը, քանի որ զանազան կենտրոնների կողմից ա/հ-ի տարբեր չափերի ընդունումն որպես նորմա, ազդում  է  թերապիայի  արդյունքի  գնահատականի  վրա  և  համարժեք  ընդհանուր արդյունավետության  դեպքում էապես  կարող է  տարբերվել  ռեմիսիանների հաճախականությունը [Гершанович М.Л., 2004]: ", "Գործիքա-լաբորատոր ժամանակակից տեխնոլոգիաների ի հայտ գալով խորհուրդ են  տրվում  նոր  չափորոշիչներ  բուժման  արդյունավետությունը  գնահատելու  համար, մասնավորապես  ՊԷՇ-ն  մեթոդով  հայտնաբերվող  փոփոխություններ  [Cheson  B.  et  al., հիվանդների  հետազոտումը,  բուժումը  հիմնականում  կատարվում  է  պետպատվերի շրջանակում, և թանկարժեք ճառագայթային մեթոդների կիրառման հնարավորությունն սահմանափակ է շատերի համար, ինչն ավելի է կարևորում ՈւՁՀ –ն տեղն ու դերը, նրա նշանակությունը հիվանդությունների առաջնային ախտորոշման գործում: Իհարկե շատ կարևորվում  է  ՈւՁ-ին  մեթոդը  նաև  հիվանդների  բուժման  արդյունավետությունը գնահատելիս  և  դինամիկ  հսկողության  ընթացքում,  քանի  որ  երբեմն  կլինիկական  և արյունաբանական ռեմիսիաները համահունչ չեն սոնոգրաֆիկ ռեմիսիաներին և կարող ենք  ունենալ  չշոշափվող  լյարդում,  փայծաղում  ՈւՁՀ–  մբ  հայտնաբերված    օջախային փոփոխություններ,  որովայնի  խոռոչի  և  ծայրամասային  ա/հ-ի  շոշափման  մեթոդով չհայտնաբերվող  մեծացում:  Վերոհիշյալ  փաստը    մեկ  անգամ  ևս  վկայում  է    բոլոր մասնագետների   համագործակցության  անհրաժեշտությունը : ", "ո չ   ա վ շ ա յ ի ն   օ ր գ ա ն ն ե ր ի   ա խ տ ա հ ա ր մ ա ն   հ ա մ ե մ ա տ ա կ ա ն վ ե ր լ ո ւ ծ ո ւ թ յ ո ւ ն ը Առանձին  հետաքրքրություն է  ներկայացնում  ՀԼ-ի  և  ՈՀԼ-ի  դեպքում ախտահարումների համեմատական վերլուծությունը: ", "Մեր կատարած ուսումնասիրությունը  ցույց  տվեց  ծայրամասային ա/հ–ի  ախտահարման բարձր  տոկոս ՀԼ-ի  դեպքում  ախտահարվել  են  34.1%,  ՈՀԼ-ի  դեպքում  41.6%,  անութային  ա/հ-ը  ՀԼ-ի դեպքում`  35.2%,  ՈՀԼ-ի  դեպքում`39.7%,  պարանոցայինները՝  համապատասխանաբար համեմատական վերլուծությունը  ցույց է տալիս, որ գերակշռում են պարանոցային ա/հ –ի ախտահարումը համապատասխանաբար 43.5 % և 52.9%: ", "Ստացված տվյալների համաձայն (աղյ. 5. 6) ՈՀԼ-ի դեպքում հաճախ հանդիպել են III և IV, իսկ ՀԼ-ի դեպքում II և III փուլերով հիվանդներ ըստ AnnArbor դասակարգման, համապատասխանաբար  108  հիվանդից  81.5%  (88  դեպք)  և  85-ից՝  72.9%  (62  դեպք): ", "Հիվանդության  սկզբնական  փուլում  կլինիկա  են  դիմել  ընդամենը  երկուական  հիվանդ ՈՀԼ  և  ՀԼ  դեպքում:  ՈՀԼ  պարագայում  IV  փուլ  AnnArbor  դասակարգմամբ  ունեցել  ենք Լիմֆոմաների  նախնական  փուլում  ՈւՁՀ-մբ  որովայնի  խոռոչում  ավելի  հաճախ դիտարկել  ենք  եզակի  ավշային  հանգույցներ  կլոր,  հստակ,  հարթ  եզրագծերով, հիպոէխոգեն,  որոնք  չեն  ճնշում,  տեղաշարժում  հարևան  հյուսվածքները:  Որովայնի խոռոչի,  հետորովայնամզային  տարածության  ա/հ–ի  ախտահարումն  ՈՀԼ-ի  դեպքում կազմել է 37.9%, ՀԼ-ի դեպքում՝ 23.5%:Դրանք լավ են դիտարկվում, եթե պրոեկցվում են էխոնեգատիվ  կառուցվածքների  վրա,  կամ,  երբ  փոփոխում  են  հարևան  օրգանների տեղագրական հարաբերակցությունը: ", "Մեր դիտարկումներով ախտահարված ավշային հանգույցների նվազագույն չափը, որ  բացահայտվել  է  ՈւՁՀ-մբ  0.5x0.4x0.7  սմ  է,  լյարդի  և  փայծաղի  դրունքում  հստակ տարբերակվել  են  0.5-0.7  սմ  տրամագծով  ա/հ-ներ,  դրանք  հիմնականում  եղել  են հիպոէխոգեն՝ 94.3%: Հետազոտության ընթացքում հիմնականում հայտնաբերվել են 1.5- Ավշային հանգույցների կոնգլոմերատներ նկատվել է 34.8% հիվանդների մոտ, որոնցից Հիվանդության  ուշ  փուլերի  ընթացքում  սոնոգրաֆիայով  դիտվում  են  բազմաթիվ ավշային հանգույցներ և/կամ տարբեր չափի կոնգլոմերատներ, որոնք կարող են գրավել որովայնի  խոռոչի  մեծ  մասը  ճնշելով  հարակից  օրգանների,  նյարդային  հյուսակների, անոթների  վրա,  առաջացնելով  օրգանների  ֆունկցիայի  խանգարում,  տարբեր տեղակայման ցավ, այտուց (նկ. 14): ", "Նկ. 14. Որովայնի խոռոչի ախտահարված ա/հ-ի մեծածավալ  զանգվածը ճնշում է աորտայի և խոշոր անոթների վրա Մինչ  բուժումը,  լիմֆոմայով  ախտահարված  ավշային  հանգույցներում  54.3% դեպքում  հայտնաբերվել  է  ինտրանոդալ  անոթավորում,  իսկ  45.7%  անոթավորում  չի դիտարկվել: ՈՀԼ-ով ախտահարված ավշային հանգույցների 60%-ն ունեցել են հարուստ անոթավորում ինչպես կենտրոնում, այնպես էլ ծայրամասերում, ՀԼ-ով ախտահարված ա/հ-ի  47.2%  մոտ  եզակի  մեկ-երկու  անոթ:Ավշային  հանգույցումներում  անոթներ  չեն հայտնաբերվել ՈՀԼ –ի դեպքում 40%, ՀԼ-ի` 52.8%: ", "Միջնորմի ա/հ-ի ախտահարումն ՈՀԼ-ի դեպքում ավելի պակաս է՝ 12.9%, քան ՀԼ- ի՝ 43.5% դեպքում, լյարդի ախտահարումը - 36.1% և 12.9%, ոսկրածուծը – 12.9% և 1.1%: ", "Փայծաղի ընդգրկման հաճախականությունը պրոցեսի մեջ ՈՀԼ-ի դեպքում 45.4% է, ՀԼ-ի դեպքում 16.5 %: Փայծաղի ախտահարում նկատվում է ՈՀԼ-ի բոլոր ձևաբանական խմբերում:  Փայծաղի  լիմֆոմայի  դեպքում  դիտարկել  ենք  մինչև  26  սմ  երկարությամբ փայծաղ: Սպլենոմեգալիայի բոլոր դեպքերում փայծաղի եզրագծերը հարթ ու հստակ են, մեծացման  81.6  %  դեպքում  դիտվել  է  դիֆֆուզ  փոփոխություն,  իսկ  18.4  %`  համասեռ կառուցվածք: "], "paragraph_source_docs": [1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1]}