{"paragraphs": ["Գործնական առաջարկություններ համադրման  արդյունքում  ենթաստամոքսային  գեղձի  ինկրետոր  ապարատում հայտնաբերված բորբոքային և դիստրոֆիկ բնույթի տեղաշարժերը թույլ են տալիս առանց  ճարպակալման  և  ճարպակալումով  ուղեկցվող  երկրորդ  տիպի շաքարային  դիաբետի  ժամանակ  առաջարկել  սիմպտոմատիկ  և  պաթոգենետիկ թերապիայի նոր մոտեցումներ: ", "«երկրորդ  տիպի շաքարային  դիաբետ» ախտորոշելը՝  բացառել  երկրորդային  դիաբետը՝  հատկապես  ճարպակալում չունեցող հիվանդների շրջանում: ", "ՕԳՏԱԳՈՐԾՎԱԾ  ԳՐԱԿԱՆՈՒԹՅԱՆ  ՑԱՆԿ Care, January, vol. 35, 2012, pages 64-71 //http://www.who.int/mediacentre/factsheets/fs312/en/. Organisation), (World Health WHO Type diabetes http://www.idf.org/media-events/press-releases, 2011, diabetes-atlas-5th-edition. density predicts the risk of incident type 2 diabetes, Diabetes Care. Nov 2008; 31(11), pages 2120-2125 Silink //Type 2 Diabetes in the Young: The Evolving Epidemic. Diabetes Care July 2004 vol. 27 no. 7, pages 1798-1811. youth:  pathophysiological  characteristics  along  the  spectrum  of  glucose  dysregulation. Diabetes Care. Oct 2010, 33(10), page 2225-2231. Genomics. Mart 2011,10 (2), pages 52-60. variation  in  GIPR influences the glucose and insulin responses to  an oral  glucose  challenge. Nat Genet. Feb 2010; 42 (2), pages 142-148. and   Peter  C.  Butler.  //β-Cell  Deficit  and  Increased  β-Cell  Apoptosis  in  Humans  With  Type  2 Diabetes . Diabetes, January 2003 vol. 52 no. 1, pages 102-110 Barbara V. Howard, William Mitch, Sidney C. Smith Jr, James R. Sowers. Diabetes and Cardiovascular Disease, Circulation.1999; 100:  pages 1134-1146 influence on cognition. // Diabetes Care. Aug 12 2013 pages 4036-4042. pages   1545-1551. Correlation Between Derived And Basic Anthropometric Indices In Type 2 Diabetes Mellitus.  The Internet Journal of Endocrinology. 2009 Volume 5 Number 2. European journal of clinical investigation, 2011 June, 41 (6), pages 679–692. multifactorial forms of type 2 diabetes. Endocr.  Rev. May 2008, 29 (3): pages 254–264 M., Qi L., Steinthorsdottir V., Scott R.A., Almgren P., Arking D., Aulchenko Y., Balkau B., Benediktsson  // Stratifying type 2 diabetes cases by BMI identifies genetic risk variants in LAMA1 and enrichment for risk variants in lean compared to obese cases. PLoS Genetics  2012 May; 8(5): ", "DOI: 10.1371/journal.pgen.1002741 associaciated with the early onset of diabetes and may predict the requiretment of insulin injections among Japanese individuals. Diabetes Care 2012 augost, vol. 35 no 8: pages 1763-1770. Med J 2005; 81: pages 486-490. N.J.  and  Weedon,  M.N.  and  Zeggini,  E.  and  Lindgren,  C.M.  and  Lango,  H.  and  Perry,  J.R.  and Pouta,  A.  and  Ruokonen,  M.R.  and  Smith,  G.D.  and  McCarthy,  MI  and  Frayling,  TM  and Hattersley // Type 2 diabetes risk alleles are associated with reduced size at birth. Diabetes (2009). Progression to Diabetes. Diabetes 2004, 53 (Suppl. 3): pages 210-216. H. // Altered Islet Composition and Disproportionate Loss of Large Islets in Patients with Type 2, Diabetes : November 15, 2011, DOI: 10.1371/journal.pone.0027445 pathological conditions.  Diabetes. 2001 Feb; vol.50, Suppl 1, pages 30-35. evidence for abnormal beta-cell function. Diabetes, Feb. 2001, vol.50, Suppl 1, pages 172-177. diabetes. Diabetes, Obesity and Metabolism. September 2004 Volume 6, Issue 5, pages 319–331. Ropchan, Nabeel  Nabulsi, Shu-fei  Lin, Marc  B.  Skaddan,Walter C. Soeller,Yiyun Huang, Richard E. Carson, Judith L. Treadway, and  Cline Gary W. // Pancreatic beta cell mass PET imaging and quantification with [11C]DTBZ and [18F]FP-(+)-DTBZ in rodent models of diabetes.  Mol Imaging Biol. 2011 October; 13(5), pages 973–984. islet cell mass: a balance between neogenesis and senescence/apoptosis. Diabetes Rev 1996; vol. 4, pages 235–263. pathogenesis of type 1 and type 2diabetes mellitus revisited. Surv. Synth. Pathol. Res. 1985; vol.4, pages 110–125. Diabetes Res Clin Pract. 1998 Jul; Suppl 40, pages 21-25. mouse model of diabetes. Diabetes 2001; 50, pages 2231–2236. mass and expression of oxidative stress-related DNA damage in the islet of Japanese type II diabetic patients. Diabetologia 2002, 45, pages 85–96. diabetes. J Clin Endocrinol Metab 2001; 86, pages 4047–4058. amyloid,  increased  A-cells,  reduced  B-cells  and  exocrine  fibrosis:  quantitative  changes  in  the pancreas in type 2 diabetes. Diabetes Res. 1988; 9: pages 151–159. mellitus:  semi-quantitative  studies  in  a  post-mortem  series. Virchows  Arch  A  Pathol  Anat Histopathol.1992; 421: pages 339–344. related peptide family as an amyloid fibril protein in the endocrine pancreas. Biochem Biophys Res Commun.1986; 140, pages 827–831. characterization  of  a  peptide  from  amyloid-rich  pancreas  of  type  2  diabetic  pancreas. Proc  Natl Acad Sci U S A.1987; 84: pages 8628–8632. underappreciated pathological feature of type 2 diabetes. Diabetes 1999 ; 48, pages 241–253. properties with Abeta2 in long-term hippocampal and cortical cultures. FEBS Lett 582 (15) (2008): ", "pages 2188–2194. the islands of Langerhans. J Exp Med. 1901; 5: pages 527–540. Amdursky &  Gazit E. // Apoptosis induced by islet amyloid polypeptide soluble oligomers is neutralized by diabetes-associated specific antibodies. Scientific Reports March 2014, Article number 4267, doi:10.1038/srep04267 pages 231-250 diabetes mellitus. Physiol Rev 2011 Jul; 91(3): pages 795-826. pages 1188–1203 Qian  Le,  //  Fatty  acids  induce  amylin  expression  and  secretion  by  pancreatic  beta-cells. Am.  J. Physiol. Endocrinol. Metab. January 2010, 298 (1): pages 99–107. L. Subramanian, Sakeneh Zraika, Kathryn Aston-Mourney, Darcy B. Carr, Per Westermark, Gunilla T.  Westermark, Steven  E.  Kahn, and Rebecca  L.  Hull.  //  β-Cell  Loss  and  β-Cell  Apoptosis  in Human Type 2 Diabetes Are Related to Islet Amyloid Deposition Am J Pathol. 2011 June; 178(6): "], "paragraph_source_docs": [0, 0, 0, 0, 0], "source_docs_file": "Medicine.json"}