{"paragraphs": ["Ուոլլեսի ծառանման բազմապատկիչը [44]  հնարավորություն է  տալիս արդյունավետ իրականացնել 2k-1 մոդուլով մասնակի արտադրյալների ձևավորոմը: Այս դեպքում մասնակի արտադրյալները և P վերջնական արտադրյալը կարելի է հաշվարկել 2k-1 մոդուլով: ", "-ի արժեքը հաշվարկվում է (2.16) օգնությամբ [8, 44] (2.16) (2.16) և 2k-1մոդուլով   -րդ մասնակի արտադրյալն է: Այսպիսով 2k-1 մոդուլով վերջնական արտադրյալը  կարելի  է  դիտարկել  որպես մասնակի  արտադրյալների  գումար  և ներկայացնել (2.17)  բանաձևով [77, 80]: ", "Կարևոր է նշել, որ ի տարբերություն սովորական դիրքային երկուական գումարիչի, որտեղ  մասնակի  արտադրյալների  կարգայնությունը  հավասար  է մոդուլյար բազմապատկիչի  մասնակի  արտադրյալների  կարգայնությունը  հավասար  է -ի:  Ընդ որում,  եթե  այս  նույն  մոտեցման  համար  կիրառենք  բազմապատկման  Բուտի մոդիֆիկացված  ալգորիթմը  (երեք  բիթ  վերլուծությամբ),  ապա  (2.17)  բանաձևը  կարելի ներկայացնել հետևյալ կերպ` Ելնելով (2.18)-ից`  կարելի  է  առաջարկել  Բուտի  ալգորիթմի  կիրառմամբ մոդուլով  բազմապատկման  սարքի  կառուցվածքը,  որը  ներկայացված  է  նկ. որն  այլ  կերպ  կարելի  է  անվանել  Բուտի  վերակոդավորման  բլոկ,  և  այդ  մասնակի արտադրյալների գումարող բլոկից, որը իր մեջ ներառում է Ուոլլեսի ծառը և վերջնական մոդուլյար գումարիչ: ", "Մասնակի արտադրյալների ձևավորման բլոկ/       Բուտի վերակոդավորման բլոկ PPk PPk-1 . . . . . . . . PP1 PP0 Մասնակի արտադրյալների գումարման  բլոկ PPC PPS Վերջնական մոդուլյար գումարիչ Նկ. 2.13.  Բուտի ալգորիթմի և Ուոլլեսի ծառի կիրառմամբ մոդուլով բազմապատկման սարքի կառուցվածքային սխեմա Այստեղ -ը փոխանցումների մասնակի արտադրյալներն են, և -ը արտադրյալի տվյալ կարգը ձևավորող մասնակի  արտադրյալները: ", "մոդուլով բազմապատկիչները  նույնպես  ունեն  իրականացման  առանձնահատկություններ  և կիրառվում են հատուկ ալգորիթմներում` թվային հսկում, գաղտնագրում և այլն: ", "մոդուլով բազմապատկիչների իրականացման եղանակներից են`   LUT աղյուսակների կիրառմամբ: ", "  Դիրքային բազմապատկիչների կիրառմամբ: ", "LUT  աղյուսակների  կիրառման  եղանակը  հիմնված  է  ինդեքսային  մոդուլյար բազմապատկման  վրա,  սակայն  այն  գործում  է  ,  եթե  մոդուլի  արժեքը  պարզ  թիվ  է,  իսկ Դիտարկենք դիրքային բազմապատկիչների կիրառման եղանակը` հիմնված (2.19)-ի վրա, հաշվի առնելով այն փաստը, որ [74, 77]: ", "Բազմապատկիչի կառուցվածքը (նկ. 2.14) կազմված է երկու սխեմայից` դիրքային բազմապատկիչից և մոդուլով  մոդուլյար հանող սարքից: ", "Երկուական բազմապատկիչ P=AxB մոդուլյար հանում Նկ. 2.14.   Դիրքային բազմապատկիչի  և  մոդուլյար հանող սարքի հիման վրա մոդուլով  մոդուլյար բազմապատկման սարքի կառուցվածքային սխեմա Հետևաբար,  Բուտի  մոդիֆիկացված  ալգորիթմով  մոդուլյար  բազմապատկիչը  (նկ. (Բուտի վերակոդավորման բլոկ), մասնակի արտադրյալների գումարիչից, արդյունքի ճշգրտման բլոկից, այն դեպքի համար, երբ բազմապատկիչները կամ դրանցից մեկը հավասար լինի զրոյի,  երկու  մուլտիպլեքսորներից,  որոնք  կստուգեն  կա  արդյոք  ճշգրտման անհրաժեշտություն և վերջնական մոդուլյար գումարիչից: "], "paragraph_source_docs": [3, 3, 3, 3, 3, 3, 3, 3, 3, 3], "source_docs_file": "Mechanical Engineering and Machine Science.json"}