{"paragraph_source_docs": [0, 0, 2, 2, 1, 2, 0, 1, 3, 3, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 0, 0, 0, 3], "paragraphs": ["Պատկերները  վերցրել  ենք    առանց  ճարպակալման  ուղեկցվող  շաքարային  դիաբետով հիվանդ  հանգուցյալի  ենթաստամոքսային  գեղձից:  Ինչպես  երևում  է  պատկերներից, գեղձի տվյալ հատվածը ամբողջությամբ տեղակայվել է  ճարպային  հյուսվածքով, որում «գոյատևել»  են  կղզյակները:  Վերջիններս  ներսփռված  են  քրոնիկական  բորբոքային բջիջներով:  Կարելի  է  մտածել,  որ  ճարպային  հյուսվածքը  «պասիվ»  փոխարինիչ  չէ  և նպաստում է այս ներկղզյակային բորբոքման առաջացմանը: ", "Նկար 11. Ացինար հյուսվածքը տեղակայող ճարպային հյուսվածքը և նրանում «գոյատևած», սակայն լիմֆոցիտներով ներսփռված կղզյակները: Շաքարային դիաբետով հիվանդ, «առանց ճարպակալում» ֆենոտիպով խումբ: ", "Տվյալների հավաքագրման նյութեր Հետազոտության շրջանակներում, որպես հետազոտության միջոց օգտագործվել են միզապարկի  քաղցկեղի  կապակցությամբ  արմատական  ցիստէկտոմիայի  ենթարկված հիվանդների  պատմագրերը:  Պատմագրերից  տվյալների  հավաքագրման  նպատակով կիրառվել է մեր կողմից նախկինում մշակված հատուկ ձև (Աղյուսակ 5): ", "Աղյուսակ 5. Պատմագրերից տվյալների հավաքագրման ձև Ադմինիստրատիվ տվյալներ օր օր ___/___/______ ___/___/_____ ___/___/_____ Նախավիրահատական և ներվիրահատական գործոններ (հայտնաբերված ՀՇ-ով կամ ուլտրաձայնային հետազոտությամբ) (պաթոհյուսվածաբանակն քննության արդյունքով)                  2. pT2aN0M0 Աղյուսակ 5 շարունակություն (պաթոհյուսվածաբանակն քննության արդյունքով)              2. G2 (վիրահատության սկզբից մինչև վերջ (առանց անէսթեզիայի)) Միզապարկի արմատական հեռացումից հետո դիտվող բարդություններ Եթե ոչ կանգնել այստեղ. Աղյուսակ 5 շարունակություն Եթե այո 24a. Մահվան օր ___/___/______ Ուշ հետվիրահատկան տվյալներ Եթե այո 26a. Մահվան օր ___/___/______ Այս  ձևում  ընդգրկվել  էին  ՀՀ-ում  մեզի  դերիվացիայի  աղիքային  կոնդուիտի  և օրթոտոպիկ  միզապարկի  եղանակներով  արմատական  ցիստէկտոմիայի  ենթարկված հիվանդների նախկին  հետազոտությամբ  ի  հայտ եկած  առավել  կարևոր փոփոխականները (14): ", "Պլևրալ խոռոչի հեղուկը հայտնաբերելու նպատակով հիվանդին հետազոտում ենք պառկած  և  նստած  վիճակում,  միջկողային  տարածությունները՝  վերից  վար ուղղությամբ,  այնուհետ՝  կրծքավանդակի  կողմնային  տարածությունները:  Հիվանդին առաջարկում ենք կատարել շնչական շարժումներ: ՈւՁ-ին հետազոտությամբ կարելի է հայտնաբերել նաև միջսեգմենտար հեղուկը [Сафонов Д.В. и др., 2011]: ", "Թույլատրվող դեղորայքները ներառում են` հակափսխեցուցիչներ, ջերմիջեցնողներ, միզամուղներ, էլեկտոլիտներ և ֆիզիոթերապիա, ինչպես նաև հիվանդասենյակում բուժվող վերքի ինֆեկցումը II աստիճան Այլ դեղորայքներ, արյան փոխներարկում և պարենտերալ սնուցում III աստիճան Վիրահատական, էնդոսկոպիկ կամ ռադիոլոգիական միջամտություն IIIա աստիճան  Միջամտություն, որը չի պահանջում ընդհանուր անզգայացում IIIբ աստիճան  Միջամտություն, որը պահանջում ընդհանուր անզգայացում IV աստիճան Կյանքի համար վտանգ սպառնացող բարդություններ IVա աստիճան  Միայն մեկ օրգանի անբավարարություն IVբ աստիճան  Բազմաօրգանային անբավարարություն V Աստիճան Հիվանդի մահ Հիվանդների ներհիվանդանոցային հետվիրահատական բարդությունների ծանրության  աստիճանը  գնահատելու  համար  օգտվել  ենք  Կլավիեն-Դինդոյի վիրաբուժական  բարդությունների  դասկարգման  սանդղակից  (100)  (Աղյուակ  6):  Ըստ որի,  ներկա  աշխատանքում  IIIբ  և  ավելի  բարձր  աստիճանի  բարդությունները գնահատվել են որպես ծանր բարդություններ: ", "Աղյուսակ 7 Շաքարային դիաբետով հիվանդների խմբում կղզյակային բնութագրիչների տվյալները (*p<0,05) Բնութագրիչ Դիաբետով հիվանդ, Դիաբետով հիվանդ, Կղզյակների  միջին    քանակ առանց ճարպակալման ճարպակալումով (M±SD) (M±SD) Կղզ.  Միջին  տրամաչափ  (մմ) Բջիջների միջին թիվ (M±SD) (Նշենք, որ *p<0,05 արտահայտում է տվյալ թվային փոփոխականների շարքի նորմալ բաշխումը) Ինսուլիտ՝ ենթաստամոքսային գեղձի կղզյակների բորբոքում, առանց ճարպակալման ֆենոտիպով խմբում  առկա էր 18 դեպքի պարագայում: Ընդ որում  11 դեպքերում լավ էր արտահայտված, իսկ 7 դեպքում թույլ: Ճարպակալումով ուղեկցվող խմբում  բորբոքում առկա  էր  դեպքերից  16-ում,  ընդ  որում  1  դեպքում  լավ  էր  արտահայտված,  8  դեպքում չափավոր,  7  դեպքում  թույլ:  Վիճակագրական  վերլուծության  արդյունքում  պարզեցինք, որ  դիաբետով  հիվանդ  երկու  ֆենոտիպերի  միջև  առկա  է  վիճակագրորեն  հավաստի տարբերություն  (χ2=18.3,  p<0,05):  Աղյուսակային  տեսքով  արդյունքները  ներկայացված են աղյուսակ 8-ում: ", "Վերահսկողական  խմբի  անձինք  անցել  են  դիսպանսեր  հետազոտություններն ընդունված  կարգով:  Հետազոտվել  են  նրանց  լյարդը,  երիկամները,  ենթաստամոքսային գեղձը, փայծաղը, գնահատվել է նրանց չափերն ու էխոզգայնությունը, ուսումնասիրվել է հետորովայնամզային տարածությունը՝ մեծացած ավշային հանգույցներ հայտնաբերելու  նպատակով,  ինչպես  նաև  կրծքավանդակը՝  միջնորմի,  պերիկարդի  և պլևրայի ախտահարումները պարզելու համար: Հսկողության խումբը բաղկացած է եղել զինակոչիկներ, դոնորներ: ", "Աղյուսակ 44. ՀՀՆ հիվանդների խմբի (n=23) տվյալները ըստ SF-36 հարցաշարի SF-36 հարցաշար M±SD ՖԳ  ՖԽ ՑՄ ԸԱ ԿԿ ՍԳ ՀԽ ՀԲ ԱՖԲ ԱՀԲ  ՎԱ . . . . . . . . . . . . . . . . . . . . . . Համաձայն «Առողջության փոփոխություն» ցուցանիշի, ՀՀՆ հիվանդների խմբում (n=23) ինքնազգացողությունը վերջին 1 տարվա ընթացքում փոխվել է հետևյալ կերպ. (n=4)` լավացում (Գծապատկեր 15): ", "Գծապատկեր 15. ՀՀՆ խմբում «Առողջության փոփոխություն» ցուցանիշը: ", "Նկար 13. Եզակի պահպանված, դիստրոֆիկ փոփոխված կղզյակները առանց ճարպակալման դիաբետով հիվանդների խմբում: ա) Ներկումը ըստ Հոմորիի, խոշ. × 400, բ) Ներկումը հեմատոքսիլին էոզինով, խոշ.×400: գ) Նկար ա-ում պատկերված կղզյակի դրվագը 1000 անգամ խոշորացմամբ: ", "Ինչպես տեսնում ենք կղզյակների տրամաչափը նվազել է, կղզյակում առկա է այտուց, լիմֆոիդ , ինչպես նաև մակրոֆագալ շարքի բջիջներով ներսփռանքներ, դիստրոֆիկ փոփոխված էնդոկրինոցիտներ: ", "Նկար 14. Ճարպային հյուսվածքում «գոյատևած», լիմֆոպլազմոցիտներով ներսփռված կղզյակները: ա) Ներկումը հեմ-էոզին, խոշ. ×400 բ) Ներկումը կոնգո-կարմիր, խոշ. ×400: ", "(առանց ճարպակալման  խումբ) Ինչպես  երևում  է  նկ.14-ում  պատկերվածից,  կղզյակները  առատորեն  ներսփռված  են բորբոքային բջիջներով: ", "Նկար 15. Ամիլոիդային դեպոզիտները (սլաքով ցուցադրված) ճարպակալմամբ ուղեկցվող դիաբետով հիվանդների խմբում: ա)Ներկումը հեմ-էոզինով, խոշ. ×400 բ)Ներկումը կոնգո-կարմիրով, խոշ.×400: ", "Նկար 16. Ենթաստամոքսային գեղձում մեզենքիմալ ճարպային դիստրոֆիան և ամիլոիդային դեպոզիտներով ախտահարված կղզյակները: ", "ա) Ներկումը ըստ Վան-Գիզոնի, խոշ. ×100 բ) Նույն պատկերի դրվագը ×400 խոշորացմամբ: ", "Նկար 17. «Բորբոքում» ախտաբանական գործընթացը ենթաստամքոսային գեղձում: ", "ա)Նկարում պատկերված է կղզյակը չափավոր արտահայատված բորբոքումով: ", "բ) Պատկերված է հենքի բորբոքային բջիջներով ներսփռանքը: Երկու նկարներում էլ խրոնիկական բորբոքային բջիջները նշված են  սև սլաքներով, իսկ էնդոկրինոցիտը՝ կարմիր սլաքով: Ներկումը հեմ-էոզինով, խոշ.×1000: ", "Աղյուսակ 50. ԿՑ խմբի (n=18) տվյալները ըստ BDI-II հարցաշարի BDI-II հարցաշար Նվազագույն Թեթև աստիճանի Միջին աստիճանի Ծանր աստիճանի դեպրեսիա դեպրեսիա դեպրեսիա դեպրեսիա n (%) M±SD N/A n=1 (21.7%) n=8 (47.8%) n=9 (50%) Գրեթե նույն պատկերն է նաև տագնապի ուսումնասիրության դեպքում, ինչը հստակ երևում է նաև (Աղյուսակ 51)-ում: ", "Ինչպես նշվեց գրականության տվյալների վերլուծման հատվածում, ենթաստամոքսային  գեղձի  ախտահարմանը  բնորոշ  է  մի  գործընթաց,  որը  հայտնի  է «կղզյակային  նեոգենեզ»  անվանմամբ:  (Նշենք,  որ  կղզյակային  նեոգենեզ  գործընթացը գնահատել ենք՝ հաշվի  առնելով ծորանային էպիթելի  պրոլիֆերատիվ փոփոխությունները,  որոնք  միաժամանակ  պատճառ  էին  դարձել  ծորանների  պատում «գեղձային»  պրոլիֆերացիաների  և  «կղզյականման  կառույցներ»-ի  հայտնվելուն: ", "Վերջիններս  կղզյակային  նեոգենեզ  գործընթացի  գնահատման  հյուսվածաբանական անուղղակի  նշաններն  էին:  Գործընթացի  գնահատման  ուղղակի  եղանակները  ոչ փորձարարական  պայմաններում  իրականացվում  են  իմմունոհյուսվածաբանական մեթոդով՝ միաժամանակ կիրառելով առնվազն հակաինսուլինային, հակագլյուկագոնային,  հակասոմատոստատինային  հակամարմիններ:  Այս  մեթոդը ֆինանսական և տեխնիկական առումով դժվարամատչելի է, բացի այդ էլ սպեցիֆիկ չէ): ", "Նկար18. «Կղզյականման կառուցների» (ցուցադրված է սլաքներով)  առաջացումը խոշոր, միջացինար ծորանի պատում: Ճարպակալումով ուղեկցվող շաքարային դիաբետով հիվանդ խումբ: ա) Ներկումը ըստ Վան-Գիզոնի, խոշ. ×100: բ) Նույն պատկերի ×400 խոշորացված դրվագը: ", "Գծապատկեր 17. ԿՑ խմբում «Առողջության փոփոխություն» ցուցանիշը: "], "source_docs_file": "Medicine.json"}