{"paragraphs": ["Հերոսների  վախը  կարելի  է  պայմանավորել  նաև  միջավայրի  բարքերի ազդեցությամբ։ Նրանք չեն պատմում այլ մարդկանց իրենց ներքին զգացողությունները, չեն  լսում  հուսադրող  բառեր:  Պատմվածքի  հերոսը  մտահոգված  է,  թե  ինչպես զանգահարի և հայտնի կնոջը, որ կամուրջն անցնելու վախ ունի։ Նա երկմտում է, որ դա անձնական  արժանապատվության  խնդիր  է  և  կարող  է  կործանել  իր  ամուսնական երջանկությունը։  Պարզվում է, որ մի քանի անմիջական բառը կարող է փրկել մարդուն։ ", "Երբ  անծանոթ  աղջիկը  խնդրում  է    իրեն  անցկացնել  կամուրջը,  ընկերական  զրույցում հանկարծ վախի բոլոր զգացողությունները վերանում են. «Նա երգեց ինձ համար մինչև կամրջով հասանք մյուս ափը: Կամուրջն ինձ թվաց զարմանալիորեն օգտակար, ամուր և  անգամ գեղեցիկ շինություն,  որ  խելացի  մարդիկ  կառուցել էին  իմ ճանապարհորդությունները  հեշտացնելու  նպատակով:  Իսկ  ներքևում  հոսող  Հուդզոնի ջրերը հմայիչ ու խաղաղ էին: Ամեն ինչ ետ եկավ՝ և՛ խիզախությունը, և՛ կիրքն ու զմայլիչ Cheever.  Boston, Massachusetts: G. K. Hall & Co, 1982, p. 116. հանգստությունը»127:  Հերոսը  սա  հրաշք  է  համարում,  նույնիսկ  եղբորը  չի  խիզախում հայտնել առեղծվածային աղջկա մասին։  Հերոսների վախի զգացողությունը նաև նրանց ներքին  անհանգստությունների,  իրականության  հետ  հարաբերությունների  արտաքին դրսևորումն  է,  իսկ  ելքը  գրողը  տեսնում  է    մարդկային  սովորական  շփման  ու հաղորդակցման  մեջ։    Այս  ամենը  նման  է  Ջոն  Ափդայքի  «Ֆերմա»  («Օf  the  Farm»,  1965) վեպի  հերոսի  հանկարծակի  բղավոցին,  որ  իրեն  ատելի  է  առևտրի  կենտրոնի նյութական հարստությունը: ", "«Մարտի  12-ի  վեպերի»  առանձնահատկություններից  է  այն,  որ  հեղափոխական գլխավոր  հերոսը  միաժամանակ  նաև  ճնշումների  ենթարկվող  անհատ  է:  Սովորաբար վեպերի  գլխավոր  հերոսներն  այնպիսի  անձինք  են,  ովքեր  իրենց  ազդեցությամբ կատարված ինքնասպանություններն անվանում են «Վերթերի ախտանիշ»: Տերմինը շրջանառության մեջ է  դրել  ամերիկացի  սոցիոլոգ,  հոգեբան  Դևիդ  Ֆիլիփսը,  որը  ծագում  է  Գյոթեի  «Երիտասարդ  Վերթերի տառապանքները» վեպից: ", "Չիվերն  ուզում  է  կառուցել  կամուրջ,  որպեսզի  միավորի  կյանքի  տարբեր կոտրվածքները։ ", "Ըստ  Ռիչարդ  Հ.  Ռափփի՝  կամուրջը  խորհրդանշում  է  մարդու  դժգոհությունն  իր ստեղծածի նկատմամբ։ Այդ դժգոհությունն  այնքան խորն է, որ հասցնում է կաթվածի128: "], "paragraph_source_docs": [4, 4, 2, 4, 4], "source_docs_file": "Literature.json"}