{"paragraph_source_docs": [1, 1, 1, 1, 1, 1, 1, 1, 1, 1], "paragraphs": ["Էլիպսի  մյուս  կիսաառանցքը  որոշելու  համար  օգտվում  են եռանկյունից ,                                             (1.32) (նկ. 1.6) և (1.32) - ից, որի համար : ", "Հետևաբար, էլիպսի երկրորդ կիսաառանցքը կլինի` (1.32)  և  (1.33)  -  ով  որոշվող և մեծությունները  տեղադրելով  (1.29)  -  ում :                                                 (1.33) ստացվում է` (1.34) հավասարման մեջ տեղադրելով ` կստանանք հետևյալը` :               (1.34) ,                             (1.35) որը էլիպսաձև մակերևույթի ֆունկցիայի տեսքն է [68,69]: ", "Բաղադրյալ մոդելի գրաֆիկի կառուցման համար պետք է իմանալ փոշենյութի հատիկների  միջև կառչման  գործակցի,  և  դրանց  միջև ներքին  շփման  անկյան արժեքները  և էլիպսաձև  հոսունության  մակերևույթի կենտրոնի  դիրքը, որոնք կախված են դեֆորմացվող նյութի լարվածադեֆորմացիոն վիճակից: ", "որոշման մեթոդները Չեռակալված մետաղական  փոշենմուշների  պլաստիկ դեֆորմացման փորձարարական  մեթոդները  հիմնականում  վերաբերում  են  փոշենյութերի  Մոր– Կուլոնի  և  Դրուկեր–Պրագերի  պլաստիկության  պայմաններում  առկա  նյութի հատկությունները բնորոշող և մեծությունների որոշմանը: ", "[94,55]  -  ում  բերված  մեթոդները  նախատեսված  են  հանքային  և  չեռակալված փոշենյութերի  հետազոտական  և  զանգվածային  փորձարկումների  համար`  նպատակ ունենալով որոշել նմուշների ամրության սահմանները: ", "[94]  –  ում  բերված  է  գլանական  նմուշների  քայքայման  մեթոդը  ծնորդով սեղմման  դեպքում,  որի  էությունն  է`  չափել  քայքայման  այն  ուժը,  որը  կիրառվում  է նմուշի դեմհանդիման ուղղված պողպատե սալերի միջոցով: ", "Նկ.  1.7  -  ում  պատկերված  է  ծնորդով  սեղմման  դեպքում  փորձարարական սարքի սխեման [94], համաձայն որի 2 նմուշը տեղադրվում է փորձարարական սարքի (մամլիչի)  հենարանային  1  և  3  միջադիր  սալերի  միջև:  Նմուշը  բեռնավորվում  է հավասարաչափ մինչև քայքայումը, և գրանցվում է քայքայող P ուժը: ", "Նմուշի ամրության սահմանի լարումը որոշվում է հետևյալ բանաձևով [94]` ,                                                           (1.36) որտեղ - ն  անչափ  մասշտաբային գործակից է, իսկ - ը` նմուշի քայքայված  մասի մակերեսը, վերջինս հավասար է նմուշի տրամագծի և երկարության արտադրյալին: ", "[94]  -  ում  բերված  է  կամայական  ձևի  նմուշների`  դեմհանդիման  ուղղված գնդային իդենտորների միջոցով քայքայման մեթոդը: ", "Նկ. 1.7. Ծնորդով սեղմման դեպքում փորձարկման սարքի սխեման [94] Նկ.  1.8  -  ում  պատկերված  է  նմուշների  քայքայման  փորձարարական  սարքի սխեման  [94],  համաձայն  դրա`  6  նմուշը  տեղադրվում  է  փորձարարական  սարքի (մամլիչի)  վրա  դեմհանդիման  ուղղված  գնդային  իդենտորների  միջև:  Նմուշը բեռնավորվում է հավասարաչափ մինչև քայքայումը, և գրանցվում է քայքայող P ուժը: "], "source_docs_file": "Mechanical Engineering and Machine Science.json"}