{"paragraph_source_docs": [0, 2, 2, 1, 3, 2, 5, 3, 0, 5], "source_docs_file": "Literature.json", "paragraphs": ["Հաշվի առնելով, որ վեպը հայերեն չի թարգմանվել՝ հարկ ենք համարում հակիրճ ներկայացնել  սյուժեն:  Ինչպես  նշել  ենք,  առաջին  դեմքով  գրված  այս  վեպը  պատմում  է Տեռալբայի  երիտասարդ  վիկոնտ  Մեդարդոյի  մասին:  Պատմողը,  որը  ներկայանում  է որպես  վիկոնտի  զարմիկ,  իր  պատմության  հերոսի  հետ  պատահած  որոշ իրադարձություններին  ականտես  է  եղել,  մյուսների  մասին  միայն  լսել  է:  Բոհեմիայում թուրքերի  դեմ  կռվելիս  Մեդարդոն  թնդանոթից  արձակված  արկից  երկու  մասի  է բաժանվում,  և  փրկված  կեսը  վերադառնում  է  հայրենի  կալվածք:  Հետագայում վերադառնում  է  նաև  մյուս  կեսը:  Մեդարդոյի  երկու  հակառակ`  բարի  և  չար  կեսերն ապրում են առանձին կյանքով: Սա այն տեսողական պատկերն է, որի մասին խոսում է Կալվինոն «Ամերիկյան դասախոսություններում»: ", "Հատկանշական է, որ թուրք գրականագետ Օ. Թյուրքեշի համոզմամբ հենց «գյուղական վեպերի»  միջոցով  նորից  թուրքական  գրականություն  մուտք  գործեց  ձախակողմյան the University of Oklahoma, Vol. 46, No. 2, 1972, p. 228. ուղղությունը114: Հավելենք նաև, որ «գյուղագրությունը» հանդիսացավ այն հիմքերից, որը հնարավորություն  ընձեռեց  20-րդ  դարի  երկրորդ  կեսի  թուրքական  արձակի  մեջ քննադատական  ուղղվածությամբ ռեալիստական  գրականության  արմատավորմանը115: ", "Ժամանակի  գրականությունը  նոր  թեմաներով  ու  մոտեցումներով  հարստացավ  նաև հայտնի  թուրք  գրող  Օրհան  Քեմալի  շնորհիվ,  ով  լինելով  հատկապես  սոցիալական ռեալիզմի  ուղղության  հետևորդ`  քննադատական  դիրքերից  և  սոցիալական շեշտադրումներով  պատկերեց  այդ  ժամանակաշրջանի  Թուրքիայի  հասարակական- քաղաքական  կյանքի  որոշ  կողմերը:  Նրա  ստեղծագործությունների  միջոցով ընթերցողին  ներկայացվեց  «փոքր  մարդն»  իր  դժվարություններով,  հոգեվիճակով, մտածելակերպով: Այս գրողի ստեղծագործություններում պարզորոշ երևում է նաև նրա դավանած  ընդդիմադիր  քաղաքական  կողմնորոշման`  սոցիալիզմի  ազդեցությունը,  և Օրհան Քեմալն իրավամբ համարվում է ձախակողմյան հայացքներին գեղարվեստական գունավորում տված թուրք առանցքային հեղինակներից մեկը116: ", "Տեսնելով իր շրջապատի անարդարությունները, Պոն առաջինն արտահայտեց այն  տեսակետը,  որ  մարդու  էության  հիմքում  չարիքն  է։  Մարդն  օժտված  է  մի հատկությամբ՝  գաղտնի  ուժով,  որը  ժամանակակից  փիլիսոփայությունը չի ընդունում։ Բոդլերի կարծիքով Պոյի տեսակետը ճիշտ է, քանի որ այդ չարիքը ծնում է հանցագործություն, որը կործանում է մարդուն: ", "Կրոնական  հարցերի  նկատմամբ  գրողն  ունի  իր  ուրույն  մոտեցումը,  թեև  հայրը քահանա էր, ինքը՝ Գևորգյան ճեմարանն ավարտած: Հեղինակի նշած այս հոգևորականը կարծես  սովորական  մահկանացուների  պես  «պարում  է  ուրիշի  զուռնայի  տակ»  և դրանով  իսկ  կորցնում  է  սեփական,  իրական,  ի  վերջո,  ժողովրդի  առաջնորդ  լինելու՝ վերուստ  տրված  առաքելության  խորհուրդը,  մի  աստիճանով  իջնում  և  կանգնում  է հասարակ  ժողովրդի  կողքին,  նույն  հարթության  վրա  և  դրանով  իսկ  կորցնում  է  այն արժեքը, որով պետք է ի սկզբանե տարբերվեին Աստծո շնորհը կրողները: Նաև սրանով է  գրողը  նսեմացրել  այս  «կերպարին»:  «Նոր»  եկեղեցին  այն  նոր  «հավատն»  է,  որ ժողովրդի մեջ փորձում են ծլեցնել բոլշևիկները. «Աշոտ եպիսկոպոս Շախյանը ձեռները ետևը  դարսած  կանցներ:  Տարի  մը  առաջ  դուրս  եկավ  լուսավորչական  եկեղեցու  ծոցեն շռնդալից  հայտարարությամբ,  կազմեց  «նոր  եկեղեցի»,  որուն,  սակայն,  հիմա  հետքն անգամ  չկա:  Միակ  «նորը»  այդ  եկեղեցիին,  որ  տակավին  կմնա,  ատիկա  սրբազանին գլխարկն  է  ու  կարճ  փարաջան:  Խե՜ղճ  մարդ…  Քանի՜  քեզի  պես  մարդիկ  բոլշևիկներու զուռնայով պարի են ելեր, նվագը հանկարծ կտրվեր է, ու շվարած կեցեր են՝ չիմանալով ինչ եղանակ պարեն» /33/: ", "պատերազմի  մասին  հակադիր  գաղափարներին  հարող  համալսարանական  2 երիտասարդների երկխոսության միջոցով119: Անհրաժեշտ է նշել,  որ Սամիմ Քոջագյոզն իր  ուշադրությունը  կենտրոնացրել  էր  այն  կարևոր  խնդրի  վրա,  ինչը  գրաքննության պատճառով  ամբողջովին  չէր  կարողացել  ներկայացնել  Սաբահադդին  Ալին  իր  «Մեր միջի սատանան» վեպում և որը շրջանցել էր նաև Յաքուբ Քադրին120: ", "...  Նայի՜ր  ոտներիդ  տակի  շուշաններին,  նրանք  սպասում  են  ինձ,  որ  ժպտա  ու գեղեցկանա  Կյանքը։  Սպասումին  ու  Տանջանքին  Գեղեցկություն  հաղորդի՛ր,  ո՜վ  Հան- ճար։  Եվ  երբ  Հանճարն  ու  Գեղեցիկը  նվաճեն  Սպասում  ու  Տանջանքով  հղի  Երկրի Սիրտը՝ «Ինչո՞ւ»-ն կլուծվի, Կյանքի արդարացման ղողանջը կհնչի...»33։ ", "Հաջորդը ինքնատեսակ բանաձև է, որով ներկայացնում է գրողը իր մյուս հերոսին, ով,  լքելով  իր  կուսակցությունը,  եկել  էր  Հայաստան՝  ծառայելու  բոլշևիկներին:  Այս կերպարն  էլ  կրկին  անձնավորված  չէ.  Հայաստանում  այդպիսի  մարդիկ  մեծ  թիվ  են կազմում,  ըստ  որում,  դիպուկ  է  գրողի  բնորոշումը.  նա  դեռ  երկար  ժամանակ  «…չի հայհոյեր  դաշնակցությանը  ու  չի  փառաբաներ  կոմկուսակցությանը:  Ի՞նչ  է  գաղտնիքը, ոչ  ոք  գիտեր,  ու  հասարակությունը  լեցված  հրացանի  մը  բերնին  նայող  երեխայի  պես, ակնդետ  կրակվելու  կսպասեր»  /114/:  Եվ  սա  էլ  հիմք  է  հանդիսանում,  որ  գրողը  մեկ նախադասությամբ ներկայացնի երկու կուսակցություններին էլ. «Դաշնակցությունը 220 ռուբլիով քանդեր է Հայաստանը, բոլշևիկները նույն չափով շիներ են» /114/: ", "Սրտում ո՛չ կարոտ էր զգում, ո՛չ կասկած, ո՛չ էլ անձկություն: Նրա համար ամեն ինչ դեռ Calvino I. Il visconte dimezzato. Mondadori. Milano 2009. P. 3 (թարգմ. հեղ.) Նույն տեղում, էջ 5 լիարժեք  էր  ու  անվիճելի  իր  պես:  Եթե  կարողանար  կանխատեսել  այն  ահավոր ճակատագիրը,  որ  սպասում  էր  իրեն,  չնայած  դրա  ողջ  ցավին,  միգուցե  դա  էլ կարողանար բնական ու կատարյալ համարել: Նայում էր  գիշերվա հորիզոնին, որտեղ համոզված էր, որ թշնամու ճամբարն էր, և թևերը ծալած՝ ձեռքերով սեղմում էր ուսերը՝ գոհ լինելով հեռավոր իրականությունների մասին իր իմացածից և իր՝ նրանց մեջտեղում գտնվելուց»:100 Այս  հատվածում ստեղծված է հեքիաթին հատուկ «նախնական իրավիճակ», երբ, ըստ  Պրոպպի,  դեռ  «ամեն ինչ բարեհաջող է»,101  սակայն  «դժբախտության ուրվականն արդեն  սկսում  է  շրջել»:102  Ի  տարբերություն  ընթերցողի,  որին  Կալվինոն  դեռևս վերնագրում  նախապատրաստել  է  հերոսին  սպառնացող  դժբախտությանը,  ինքը՝ վիկոնտը, հեքիաթի հերոսի պես անտեղյակ է իր ճակատագրից: ", "Ինչպես տեսանք, Քյալաշյանի «Ներշնչումները» և Տերյանի առաջին ժողովածուն լույս են տեսել  միաժամանակ։  Ի՞նչն  է,  ուրեմն,  այդ  նմանությունների  ու  ընդհանրությունների հիմքը։ Իրողությունը հաստատում է առաջին ենթագլխում արված այն ենթադրությունը, թե Տերյանի հայտնությունը ամենևին  էլ  անակնկալ չէր, հայ մշակութային  և մասնավո- րապես  գրական  մթնոլորտն  արդեն  շնչում  էր  նոր  հովերով,  գրական  երիտասար- դությունը, որ տեղյակ էր եվրոպական միջավայրում կատարվող անցուդարձերին, հատ- կապես  սիմվոլիզմի  գեղագիտությանը,  ըստ  էության  նախապատրաստում  էր  Տերյանի հայտնությունը,  որ  պետք  է  վավերացվեր  հայոց  բանաստեղծության  նոր  դարագլխի սկիզբը։ Այդ սկիզբը նախապատրաստողներից մեկն էր Գառնիկ Քյալաշյանը։ "]}