{"paragraph_source_docs": [3, 3, 3, 3, 3, 3, 3, 3, 3, 3], "source_docs_file": "Literature.json", "paragraphs": ["Եթե  անգամ  այս  մտքին  այլևս  շարունակություն  չտրվեր,  այն  կրկին  լիուլի բավարար  կլիներ  պարբերության  հնչեղությունն  ապահովելու  համար.  գրողի ազատության  անհրաժեշտությունը,  փաստորեն,  գալիս  է  դեռևս  1920-ականներից  և, դժբախտաբար, հասնում մինչև 1960-ականների երկրորդ կեսը՝ մինչև գրողի վախճանը: ", "Եվ  սա  դեռ  ամենը  չէ:  Փորձենք  միայն  «բացել»  այս  պարբերությունը.  առաջին  իսկ տողերից  պարզ  է,  թե  հեղինակը  միաժամանակ  քանի  խնդրի  է  անդրադարձ  կատարել, հարցադրումներից քանիսն են հույժ կարևոր այդ պահի համար, և որքան մեծ է եղել նրա համարձակությունը  այդպիսի  պահին  այդ  հարցերն  առաջ  քաշելու  համար:  Այսպես՝ ազատություն ընդհանրապես և հատկապես՝ կարծիքի, կուսակցական պատկանելության, դավանանքի, ուզած ղեկավարին հարգելու, սեփական դատողության,  անգամ  նեղ  կենցաղային՝  զավակին  անվանակոչելու,  աջ  կամ  ձախ կողմով ծամելու ազատություն… Գրողը  անդրադարձել  է  և՛  կոմունիստական,  և՛  սոցիալիստական,  և՛  բոլշևիկյան կառավարության  գործունեությանը:  Մի  կողմից՝  արդեն  իսկ  ազատության  բուռն  տենչ, թեև  դեռ  ազատության  մեջ  է  գրողը,  մյուս  կողմից՝  ծաղր  տիրող  հասարակարգի հասցեին.  նախ  սոցիալիզմը  «գիտություն»  է  և  ապա՝  «սոցիալիզմը  լոկ  ճառերու  համար ստեղծված գիտություն մըն է» /31/: Այս ամենին զուգահեռ՝ առկա է նաև երրորդ «գիծը»՝ բոլշևիկների սպանածները «բոլորն ալ խելացի, որակյալ, մասնագետ մարդիկ էին, որոց մեկը  նույն  օրվա  կուրսով,  կարժենար  տասը  բոլշևիկ»  /32/:  Հետո  անդրադառնալով իրականության  կրկին  մի,  համենայն  դեպս,  ոչ  գովելի  փաստի,  այս  կամ  այն  վայրի հեղափոխական  գործիչների  անուններով  կոչելու  տարածված  երևույթին՝  գրողը բանաձևում  է.  «Իսկական  հեղափոխությունը  ամենեն  քիչ  մտահոգված  է  անուններով անմահանալու:  Այս  ընթացքը  պիտի  կոչվե  ոչ  թե  Հոկտեմբերյան  հեղափոխություն՝  այլ անուններու տեղափոխություն» /35/: ", "Գրողի  հաջորդ  միտքը  հնչում  է  իբրև  բացահայտ  հեգնանք.  «…Ինչքա՜ն  երջանիկ պետք է սեպեի ինքզինքս, եթե շաբաթը վեց օր Խորհրդային իշխանության տակ ապրեի, իսկ մեկ օրը՝ ազատ» /48/: Սուր հակադրությունը առավել քան ակնհայտ է՝ խորհրդային իշխանություն և ազատություն: ", "«Մեծ»  ու  «փոքր»  աշխարհի  համեմատության  մեջ  ուրիշ  «տեսարանի»  ենք ականատես լինում,  երբ  կարդում  ենք յուրատեսակ  բառախաղի  վերածված՝ ֆրանսիական  կոմունիստներին  վերաբերող  հատվածը՝ «Կխորհրդածեմ  երեկի դեպքերու  վրա»  տրամադրող  նախաբանով  և  սկզբին  լիովին  համահունչ  վերջաբանով. «Աշխարհի  բանն  այդպես  է՝  անպատիժ  ոճրագործություն  կատարելու  համար պետություն մը կա՛մ այնքան խոշոր պիտի ըլլա, որ վախ ազդե, կա՛մ այնքան պզտիկ, որ ատամի տակ չիյնա» /51/: ", "Պետք է նշել, որ եթե միայն այս մեկ միտքը ասեր հեղինակը, կրկին բավարար էր ամբողջական  պատկերացում  կազմելու  համար  կոմունիզմի  մասին:  Շատ  են  այսպիսի մտքերը.  յուրաքանչյուր  այսպիսի  տողով  և  կամ  թե  պարբերությամբ  գրողը  դիպուկ  ու ճշմարիտ  բնորոշումներ  է  տալիս,  ինչով  էլ  ուշագրավ  է  դառնում  նրա  մտորումների արգասիքը:  Ահա  կամսարյան  մտքի  ևս  մեկ  առկայծում.  «Մենք  ոչ  մեկ  տեղեկություն չունինք դուրսի աշխարհեն, քանզի մեր աչքը կապված ու ականջը խցված՝ գավազանով կպտտինք լույս ցերեկով» /53/: Ի դեպ, սրան էլ նախորդում է մեկ-երկու դիպուկ օրինակ «բանալիի ծակեն» երևացող «դուրսի»  աշխարհի,  Թուրքիա-Իտալիա-Անգլիա հարաբերությունների  մասին:  «Այսօր  մեր  կատուն  մուկ  էր  բռներ:  Կես  ժամ  խաղաց, ապա հանգիստ խղճով կերավ՝ իբրև բնութենեն իրեն հատկացված արդար պատառ մը: ", "Կինս վրդովվեց քիչ մը, անգութ անվանեց կատվին, բայց ես՝ ոչ: Ես ատանկ բաներու վրա բարկանալու սովորութեն չունիմ, ու  եթե  ունենայի իսկ, բնավ չէի բարկանա կատվի մը վրա,  որ  կերավ՝  միայն  ընդամենը  կես  ժամ  չարչարելով  իր  որսը:  Այլ  կբարկանայի  այն կես միլիոն բոլշևիկներու վրա, որք սա տասը տարի կչարչարեն 150 միլիոն ժողովրդյան ու չեն ուտեր…» /56/: ", "Միայն իրեն հատուկ մտքի թռիչքով գրողը նեղ կենցաղային օրինակը հասցնում է քաղաքականին՝  դրանով  էլ  խոսքը  հասցնելով  իր  նպատակին:  Իրադարձությունների բուռն  հոսանքը  ողջ  Ռուսաստանը  գլխապտույտ  արագությամբ  տանում  է  վայրէջքի: ", "Ահա  այստեղ  կրկին  հնչում  է  ծաղրը.  բուն  իրականության  այս  դրսևորումները,  գրողի բառով՝  «վայրէջքը»,  ռուսերեն  լեզվով  ինչո՞ւ  «վերելք  կկոչվի»,  նույն  անալոգիայով՝ շինելը՝ քանդել /տե՛ս 64, 94/: ", "Դեռևս  անտեղյակ  լինելով  իր  համար  պահված  բազմաթիվ  ու  բազմապիսի սահմանափակումներին  կամ  տեղյակ  լինելով  միայն  դրա  մի  փոքր  մասից  /նկատի ունենք  գրողի  նշած  ժամանակի  անազատությունը/՝  Լեռ  Կամսարը  բացականչում  է. «Ազատությո՜ւն…  երբեք  կյանքիդ  մեջ  այնքան  անձկավ  չես  փնտրված՝  ինչպես  այսօր: ", "Վասնզի երբեք բռնությունը այնքան ծանր չի եղել՝ ինչպես այսօր» /67/: "]}