{"paragraphs": ["Ինչպես նշեցինք, շատ հաճախ որպես հաղորդագրություն գործածվում էր «Բա- բելոնի» շուրջ համախմբված անձանցից որևէ մեկին հասցեագրված անձնական նամա- կը,  որը  կարող  էր  նախորդվել  «Լուրեր...»  վերնագրով  կամ  պարզապես  կոչվեր,  օրի- նակ, «Նամակ Պոլիսէն»: Այսպես, «Խարբերդէն նամակ»-ներից մեկը գրված է ոմն Սա- հակ  Տոնապետի  կողմից  և  հասցեագրված  բոստոնաբնակ  Մելքոն  Տոնապետին:  Այս տիպի  նամակները  երբեմն  ներկայացված  են  որպես  «բաց  նամակներ»,  հատկապես, եթե ունեն ոչ այնքան տեղեկատվական, որքան հրապարակախոսական բնույթ: ", "Այս  շարքում  հետաքրքրական  են  «Նամակ  Փարիզէն»  հաղորդագրությունները, որոնք  վերաբերում  են  Առաջին  համաշխարհային  պատերազմին  հաջորդած  Փարիզի խաղաղության վեհաժողովին: Ասորիները վեհաժողովի հետ մեծ հույսեր էին կապում և Փարիզ էին գործուղել մի քանի պատվիրակների, որոնցից մեկը խարբերդցի Աբրահամ Յուսուֆն էր: «Բաբելոնը» պարունակում է նրա մի քանի «նամակները Փարիզէն»: ", "«Բաբելոնում» գտնում ենք նաև նման տիպի հաղորդագրություններ ամերիկյան քաղաքներում  բնակվող  ասորական  համայնքների  կյանքի  մասին,  ինչպես,  օրինակ, «Լուրեր  Ֆիչպուրքէն»,  «Կիրակի  մը  West  Hoboken-ի  մեջ»,151  «Ասորիները  Դետրոյթի մեջ» և այլն: ", "Ոչ տեղեկատվական բնութի նամակները կարելի է հիմնականում բաժանել երկու խմբի՝  «Բաբելոնին»  և  Ասորվոց  Հնգյակ  Ընկերությանը  հասցեագրված  նամակներ  և բաց նամակներ: Առաջինները հիմնականում պարունակում են պարբերականի և Ընկե- րության գովեստը: Քննադատական նամակները, որոնք, ըստ ամենայնի, նույնպես քիչ չէին,  «Բաբելոնը»  չէր  հրատարակում,  սակայն  ժամանակ  առ  ժամանակ  ուղղակիորեն կամ  անուղղակիորեն  հիշատակում  է  դրանք  և  որոշ  դեպքերում՝  արձագանքում:  Կան նաև  մի  քանի  խմբագրական  պարզաբանումներ  ընթերցողների  կողմից  հնչեցրած հարցադրումներին: Այսպես, ի պատասխան ոմն Դավուդ Էլբիի նամակին, «Բաբելոնի» մի  քանի  հաջորդական  համարներում  տպվում  էր  «Մեր  պատասխանը»  արձագանքը, տարբերակով (West Hoboken), մյուս դեպքում՝ հայերեն տառադարձությամբ (Ուէսթ Հօպօքըն): ", "որում  կան  բազմաթիվ  տեղեկություններ  Ասորվոց  Հնգյակ  Ըկերության  ստեղծման  և նպատակների վերաբերյալ: ", "Այն  առաջին  հատվածից  բաժանված  է  բազմակետով,  ինչը  առոգանական  դադարի նշան  է:  Ենթադրվում  է,  որ  հենց  այս  մի  քանի  վայրկյան  տևող  դադարը արտահայտում է իրավիճակի ճակատագրական ու ծանր լինելը: ", "Ա-14  համարը  պարունակում  է  հայատառ  թուրքերեն  Պուրատան-Շուրատան  («Այստե- ղից-այնտեղից»,  արևելահայ  տառադարձությամբ՝  բուրադան-շուրադան)  վերնագիրը: ", "Բաժինը  պարունակում  է  11  համարակալված  ասացվածքներ  հայատառ  թուրքերենով: ", "Դրանց տակ, նույնպես հայատառ թուրքերենով գրված է Թօփլատի152 Ն.Պ.Գօյուն: Մե- ծատառերով  տպված  ՊՈՒՐԱՏԱՆ  ՇՈՒՐԱՏԱՆ  վերնագիրն  առկա  է  նաև  տիտղոսա- թերթի  վրայի բովանդակության մեջ: Դրա կողքին՝ հեղինակների սյունակում կարդում ենք Թօփլատը Ն.Պ.Գօյուն՝ ի տարբերություն համարի ներսում գործածված Թօփլատի տարբերակի: Ի տարբերություն մեծատառերով տպված մյուս բոլոր վերնագրերի և հե- ղինակների  անունների՝  Թօփլատը  Ն.Պ.Գօյուն  միակ  բառակապակցությունն  է,  որը տպված է փոքրատառերով: ", "Դիտարկենք օրինակը. First of all there are some real fundamental differences between the “old” phones and  today's  phones.  In  the  60's  a  phone  was  a  phone.  Nothing  more.  They  were used  to  make  and  receive  calls.  No  fancy  staff!  (Engineer,  http://www..engineer- exchange.com/content/view/37/70/, (accessed 15 December, 2013)) Այս  օրինակում  համեմատվում  են  երկու  տեսակի  հեռախոս.  60-ականների  հին հեռախոսը  համեմատվում  է  ներկայիս  բազմաֆունկցիոնալ  հեռախոսի  հետ:  Ընդ որում`  a phone was a phone  կառույցը  ակտիվացնում  է  այն  միտքը,  որ  այն ժամանակ  հեռախոսին  բնորոշ  էին  հենց  այն  գործառույթները,  որոնք  դրա ամենաէական բաղադրիչներն են, ու առանց որոնց այն չի լինի հեռախոս: Այստեղ, ինչպես նաև նախորդ քննված նույնաբանական կառույցներում, գործում է Վորդի և Հիրշբերգի  այլընտրանքային  տարբերակների  բացառման  սկզբունքը:  Այսինքն` լսողը հասկանում  է, որ խոսողը բացառում է A phone was a TV կամ A phone was a radio  այլընտրանքային  տարբերակները`  հեռախոս  սարքի  մեջ  ներառելով  այն ամենաբնորոշ  հատկանիշները,  որոնք  հատուկ  են  բացառապես  իրեն`  զանգ կատարել և զանգ ընդունել: Այնուհետև հեռախոսի այսպիսի մոդելը համեմատվում է  արդի  հեռախոսների  հետ  ու  նշվում  հենց  այն,  ինչը  ստեղծում  է  տարբերություն նախկին ու ներկայիս հեռախոսների միջև` fancy staff. Դիտարկենք  ևս  մեկ  օրինակ,  որտեղ  նույնաբանությունը  գործածվում  է համեմատական  գործառույթ  իրականացնելու  նպատակով:  Այս  դեպքում  x was x կաղապարով  կիրառված  նույնաբանությունը  համեմատվում  է  x  was  not  y կաղապարի հետ. It was a time of innocence, and fun. A time when a kid was a kid and an X-ray was not  for  candy.  (Cinema  Invisible,  http://cinemainvisible.org/fci-2014/when-a-kid- was-a-kid/, (accessed 19 August, 2015)) Այս  օրինակում  ունենք  համեմատության  մի  քանի  մակարդակ:  Մի  կողմից` անցյալի  երեխան  համեմատվում  է    այսօրվա  երեխայի  հետ,  անցյալի  X-ray (ռենտգենյան  ճառագայթ)  հասկացությունը`  այժմյանի  հետ,  իսկ  մյուս  կողմից` անցյալի  ու  ներկայի  երեխաների  միջև  եղած  տարբերությունը  զուգահեռվում  է անցյալի  ու  ներկայի  ռենտգենյան  ճառագայթի  հետ  (տվյալ  դեպքում  նշվում  է,  որ ռենտգենյան  ճառագայթը  անցյալում  քաղցրավենիք  չէր,  ինչն  էլ  թույլ  է  տալիս ենթադրել,  որ  այժմ  X-ray  անունով  քաղցրավենիք  կա):  Արդյունքում  ընտրելով անցյալ  ժամանակաձևով  նույնաբանական  կառույց`  խոսողը  նպատակ  է հետապնդում  փոխանցելու դիմացինին իր ոչ  այնքան բարյացակամ վերաբերմունքը  կամ  մտքերը  ժամանակի  ընթացքում  տեղ  գտած  այդ փոփոխությունների վերաբերյալ: Անդրադառնանք ևս մեկ օրինակի. When  men  were  men…  (Thought  Catalog,  http://thoughtcatalog.com/josh- gondelman/2013/07/im-glad-i-didnt-live-when-men-were-men/, (accessed 19 July, Այս  նույնաբանությունը  կարելի  է  մեկնաբանել  հետևյալ  կերպ:  Խոսողը կիրառում  է  անցյալ  ժամանակաձև`  այդպիսով  ընդգծելով  ներկայի  ու  անցյալի միջև  եղած  ջրբաժանը:  Նա  գոյականը  գործածում  է  հոգնակի  թվով:  Սա  խոսքին տալիս  է  ընդհանրական  բնույթ,  այսինքն`  ասվածը  չի  վերաբերում  որևէ  կոնկրետ անձի:  Կարևոր  է  բազմակետի  կիրառությունը:  Տվյալ  դեպքում  այն  տեղ  է  թողնում ենթադրելու,  որ  խոսողը  միտքը  կիսատ  է  թողնում`  համարելով,  որ  լսողը  կամ ընթերցողը ինքը կհասկանա շարունակությունը: ", "Լսողը  կարող  է  մեկնաբանել,  որ  նախկինում  տղամարդիկ  ունեին  այնպիսի հատկանիշներ, որոնք սովորաբար համարվում են տղամարդկանց առավել բնորոշ: ", "Թե  ինչպիսի  հատկանիշներ  նա  կհամարի  առավել  բնորոշ  տղամարդուն` քաջություն,  կոպտություն,  դաժանություն,  ագրեսիվություն  թե  մեծահոգություն, նրբանկատություն, զիջողամտություն, հանդուրժողականություն ու համբերատարություն,  կախված  կլինի  խոսքային  իրադրությունից:  Պետք  չէ իհարկե բացառել,  որ լսողի  աչքերում  տղամարդուն  առավել բնորոշ հատկանիշները  կարող  են  լինել և՛  քաջությունը,  և՛ նրբանկատությունը,  այսինքն` սուբյեկտիվ  ընկալման  ու  անհատական  պատկերացումների  գործոնը  բավական ծանրակշիռ է, ու դժվար կլինի գտնել այլընտրանքային ամենատեղին տարբերակը: ", "Մէն Ըլլէլ Մէն Ըլքօ վերնագիրը տիտղոսաթերթի վրա և համարի ներսում գտնում ենք նաև Ա-17 համարում: Տիտղոսաթերթի վրա գործածված թօփլատը բայի փոխարեն (սա  թօփլատը  բայի  վերջին  գործածությունն  է  «Բաբելոնում»)  համարի  ներսում՝  15 ասացվածքների տակ կարդում ենք՝ էթքանաշ Ն.Պ.Գօյուն, ուր էթքանաշ բայն ասորե- րեն քանիշ բայի ածանցյալ ձևն է: ", "Ա-18 համարում էթքանաշ բայը փոխարինում է թօփլատը-ն նաև տիտղոսաթեր- թի  վրա,  սակայն  համարի  ներսում՝  5  ասացվածքների  տակ  կարդում  ենք՝  Քանիշ Ն.Պ.Գօյուն: Սա քանիշ բայի երկրորդ և վերջին գործածությունն է «Բաբելոնում»: ", "Շարունակելով  քննել  նույնաբանության  տվյալ  նմուշը  կարծրատիպային դիրքորոշման  տեսանկյունից`  կտեսնենք,  որ  երկրորդ  անվանական  անդամը  (NP) լրացնում  է  առաջին  անվանական  անդամին:  Երկրորդ  NP-ը  ենթադրում  է հատկանիշների  որոշակի  համակարգ,  որը  բնորոշ  է  առաջին  NP-ին:  Սակայն միանշանակ  ընկալել,  թե  որն  է  եղել  տվյալ  նույնաբանությունը  կիրառողի հաղորդակցական  նպատակը  կամ  նպատակները,  բավական  բարդ  է:  Տվյալ նույնաբանության  գործաբանական  նշանակությունը  տարբեր  կարող  է  լինել:  Այն կարող  է  մեկնաբանվել  հետևյալ  կերպ.  նախկինում  ամեն  ինչ  հիանալի  էր, իդեալական,  շրջապատում  ամեն  ինչ  ներդաշնակ  էր,  խնդիրներ  չկային,  նույնիսկ ձյուն  ու  կարկուտ  երբեք  չէր  գալիս,  և  բոլորը  գոհ  ու  երջանիկ  էին:  Այսպիսի մեկնաբանություն  անելու  համար  հատկապես  հիմք  կարող է  ծառայել նույնաբանությունը  եզրափակող  բազմակետը,  որն  ըղձական  երանգ  է  հաղորդում կառույցին: ", "Ա-20  համարում  Մէն  Ըլլէլ  Մէն  Ըլքօ  բաժինը  ստանձնում  է  մեկ  այլ  անձ՝  ասորի հայտնի լրագրող Սենհարիբ Բալին (Էթքանաշ Սէնհարիպ Պալի), որը խարբերդցի չէր և  գրում  էր  թուրքերեն:  Բաժինը  պարունակում  է  հայատառ  թուրքերենով  գրված  15 աֆորիզմներ: ", "Ա-21 համարը Մէն Ըլլէլ Մէն Ըլքօ բաժին չի պարունակում: ", "Իսկ  եթե  բազմակետը  փոխարինենք  բացականչական  նշանով,  ապա  կառույցը կարող  է  ձեռք  բերել  հիացական  կամ  նույնիսկ  հեգնական  իմաստ:  Այդ  դեպքում արդեն ըղձական բաղադրիչը դուրս է մնում: ", "Եվ  այսպես,  երբ  բազմակետը  փոխարինում  ենք  վերջակետով  կամ բացականչական նշանով, ապա արձանագրում ենք գործառույթային և իմաստային տարբերություններ:  Երբ  փորձում  ենք  մեկնաբանել  այդ  տարբերությունները, մտապատկերում  կամա  թե  ակամա  հայտնվում  է  մի  իրավիճակ,  որի  մեջ նույնաբանության  տվյալ  մեկնաբանությունն  արդարացված  է:  Այսինքն,  քանի  որ կետադրությունը  կոչված  է  առավել  պարզորոշ  ու  մատչելի  կերպով  փոխանցելու գրողի  մտքերն  ու  զգացմունքները,  ապա  այն  ունի  որոշակի  սուբյեկտիվության տարր: Հետևաբար այդ սուբյեկտիվությունը գրողից անցնում է նաև նրա գործածած նույնաբանությանը:  Խոսողը/գրողն  իր  վերաբերմունքն  արտահայտելու  համար հիմնվում  է  տվյալ  խոսքային  իրավիճակից  բխող  նախապայմանների  վրա:  Որևէ խոսքային  իրավիճակում  զրուցակիցների  խոսքը  պետք է  կապակցված, փոխլրացնող լինի`  համաձայն  Գրայսի  կարգախոսների  և  հաղորդակցային ներակայման:  Այսինքն`  խոսքի  երանգավորումը,  ինչն  արտահայտվում  է կետադրության,  ինչպես  նաև  հնչերանգի  միջոցով,  կրկին  կախված է համատեքստից:  Այժմ  փորձենք  նույն  նույնաբանությունը  դիտարկել  արդեն համապատասխան համատեքստերում: ", "they had to impress their beloved ones (FL WMWM: 156) resistance expected on our side. What a disgrace! B:  Our grandfathers  would feel  utterly  ashamed now  were  they  alive. Our city used to be the fear of enemies when our men were men. (FL WMWM: ", "hell, there is no decent education, no properly thought policy and all seems to  be  a  big  mess!  And  all  because  women  have  started  to  penetrate  into spheres  where  they  had  no  business  to  do  before!  And  that's  also  because men  have  given  up  their  positions  and  become  too  docile  and  so  called tolerant! B: Oh yes, of course. And all was perfect and ideal when women were stuck into kitchens and when men were men! (FL WMWM: 78) Այս երեք օրինակներից առաջինում խոսողը կարծես ափսոսանքով է տրվում անցյալի  վերհուշին:  Նա  հիշում  է  անցած  ժամանակներն  ու  տղամարդկանց արարքները  այդ  ժամանակներում:  Բազմակետը  ու  դրան  հաջորդած  վերհուշը շարունակելի  լինելու  տպավորություն  են  թողնում:  Ակնհայտորեն  ջրբաժան  է դրվում անցյալի ու ներկայի միջև` բացահայտ կերպով նախապատվություն տալով անցյալին:  Ըստ  որում`  այս  դեպքում  նույնաբանական  կառույցի  միջոցով խոսողը/գրողը  կարծես  ներմուծում  է  քննարկման  նոր  թեմա`  ակնկալելով  իր խոսընկերոջ  արձագանքը:  Այսպիսով`  նույնաբանությունը  դառնում  է  այն առանցքը, որի շուրջ ենթադրաբար ծավալվելու է  խոսընկերների հաղորդակցությունը: ", "Երկրորդ  հատվածում  B-ն  կրկին  հիշում  է  անցյալը,  բայց  արդեն  կոնկրետ համեմատություն  ու  տարբերություն  ցույց  տալու  բացահայտ  ցանկությամբ:  Նա ներկայացնում է նախնիների հզոր կերպարն ու  խոսքը  ամփոփում նույնաբանությամբ:  Այստեղ  նույնաբանությունը  հանդես  է  գալիս  որպես եզրակացություն:  Այն  կարծես  հակիրճ  բանաձևում  է  խոսողի  մինչ  այդ արտահայտած  միտքը:  Տվյալ  դեպքում  վերջակետի  կիրառությունը  հենց  բխում  է խոսողի  ասելիքի  տրամաբանությունից:  Նա,  կատարելով  համեմատություն  ու ցույց  տալով  իրենց  քաղաքի  անցած  հզորությունը,  վերջում  նշում  է`  որն  էր  այդ հզորության պատճառը, որը և դառնում է նրա ամփոփիչ արտահայտությունը: ", "Երկար ընդմիջումից հետո բաժինը վերսկսվում է Բ-18 համարում, որում Ն.Պ.Գօ- յունը  ներկայացնում  է  25  հայերեն  իմաստախոսություն:  Ապա  նոր  ընդմիջումից  հետո նույն ինքը Բ-21 համարում ընթերցողներին առաջարկում է 16 իմաստախոսություն: ", "«Բաբելոնում» Մէն Ըլլել Մէն Ըլքօ վերջին երեք բաժինները գտնում ենք Բ-24, Բ- իմաստախոսություններ: Բոլոր երեքի տակ գտնում ենք Էթքանաշ Ն.Պ.Գօյուն ստորա- գրությունը: ", "Այսպիսով, «Բաբելոնի» գոյության ողջ ընթացքում Մէն Ըլլէլ Մէն Ըլքօ բաժնի հա- մար պատասխանատու է եղել 4 անձ՝ Նշան Գօյունը, Ճոռճ Սէֆէրը, Նաում Բեշարովն ու Սենահարիբ Բալին (մեկ անգամ): "], "source_docs_file": "Linguistics.json", "paragraph_source_docs": [0, 0, 0, 0, 0, 1, 0, 0, 0, 1, 1, 1, 0, 0, 1, 0, 0, 1, 1, 1, 1, 1, 0, 0, 0]}