{"paragraphs": ["Պոն ֆրանսիացիների մոտ դարձավ դեդեկտիվ ստեղծագործությունների  հեղինակ՝  առանց  որևէ  հակում  ունենալով  դեպի միստիցիզմը:  Այստեղ  գերիշխողը  տրամաբանությունն  է  և  մաթեմատիկական ճշգրիտ  հաշվարկը,  վերլուծությունը,  այսինքն՝  այն,  ինչ  հետագայում  միշտ կհետաքրքրի ոչ միայն գրողներին, այլև քննադատներին: ", "Խոսքը  հնչեղ  է,  համարձակության  ու  մերկության  հասնող  անկեղծ:  Ամենևին  չի երկնչում  գրողը,  իսկ  ընթերցողը,  չերկմտելով  դրանց  անկեղծության  մեջ,  նաև  գրողի համարձակության համար բուռն զարմանք է ապրում: Որտե՞ղ է դրա ակունքը, ակունք, որը երբեք չի կարող լինել ձևական կամ պայմանական: Իսկ մյուս կողմից էլ՝ ամենևին էլ այդ  համարձակության  փոքր-ինչ  թուլացումը  չէ,  որ  ծնունդ  է  տվել  մեր  կողմից պայմանականորեն  տարանջատված  երկրորդ  խմբի  ասույթներին  անդրադառնալուն՝ կյանքի  ու  մահվան,  արդարության,  արդարադատության  ու  ազատության,  մարդկային գաղափարների  ու  սկզբունքների,  հասարակության  սոցիալական  վիճակի  և  կանանց մասին:  Սրանցից  և  ոչ  մեկը  պատահականության  սկզբունքով չի  ընտրված. յուրաքանչյուր  հաջորդ  միտքը  նախորդի  տրամաբանական  շարունակությունն  է  և տարրեր  է  պարունակում  իր  հաջորդից:  Շեշտը  կրկին  դրված  է  քաղաքական իրադարձությունների  վրա, որոնցից անմիջականորեն բխում է ժողովրդի սոցիալական վիճակը, ըստ այդմ էլ՝ սոցիալական վիճակի մասին ասույթները: Ի դեպ, այս շարքը շատ ավելի հագեցած է. բազմաթիվ են «քողարկված», բայց քաղաքական հենքով ասույթները: ", "Հետևելով մյուս ասպետական վեպերին՝ Կալվինոն չի կենտրոնանում միայն մեկ կերպարի վրա: Ինչպես Կրետյեն դը Տրուան և Վոլֆրամ ֆոն Էշենբախն են Պարսիֆալի և Լանսըլոտի  մասին  իրենց  վեպերում  պատմում  այլ  ասպետների  (օրինակ՝  Գավեյնի  և Տրիստանի)  մասին,  այստեղ  ևս  հեղինակն  առանձին  գլուխներ  է  նվիրում  այլ կերպարների, որոնց  մասին լսել է  պատմողը և փորձել է միավորել  մեկ պատումի  մեջ: ", "Ինչո՞ւ տվիր ինձ սիրտ ՝ հավերժասեր, թևող երբ սերը լոկ կիրք էր՝ մի ակընթարթ տևող... Ինչո՞ւ տվիր ինձ սիրտ ՝ հաւերժասեր, թևող։ ", "Փաստորեն  Տոռիզմունդոն  գտնում  է  մինչ  այդ  իրեն  անհայտ  ինքնությունը  և ամուսնանալով Սոֆրոնիայի հետ՝ սկսում կառավարել համայնքը:165 Praeger Publishers. Westport 2004 P. 290 այստեղ որպես անհատ չի ներկայանում) որոշ գրականագետների կողմից քաղաքական մեկնաբանություն է ստացել և դրանով որոշակի հակասություն առաջացրել: Այսպես՝ գրականագետ Վալտեր Պեդուլան իր «Նախկին կոմունիստի վեպը» հոդվածում գրում է, որ Սուրբ Գրաալի ասպետները Կալվինոյի վեպում կոմունիստների այլաբանություն են: Կալվինոն այս մեկնությունը համարել է «աբսուրդային» Այլ  կերպ  է  ընթանում  Աջիլուլֆոյի  ուղին:  Սոֆրոնիային  հանդիպելով՝  նա պարզում է, որ կինն առանց ճանաչելու մերձեցել է որդու՝ Տոռիզմունդոյի հետ: Սակայն մինչև  իրական  պատմությունը  բացահայտելը՝  Աջիլուլֆոն,  խառնաշփոթից  հոգնած, որոշում  է  ընդմիշտ  լքել  Կառլոս  Մեծի  ճամբարը՝  հայտարարելով.  «ինձ այլևս չեք տեսնի…ես այլևս անուն չունեմ»:166  Երբ  ամեն  ինչ  բացահայտվում  է,  և  վերջ  է  դրվում ինքնությունների  այս  շփոթին,  Աջիլուլֆոյով  միշտ  հիացող  Ռամբալդոն  գնում  է  իր կուռքին որոնելու և տեսնում ծառի տակ թողած նրա զենքն ու զրահը: "], "paragraph_source_docs": [1, 3, 0, 5, 0], "source_docs_file": "Literature.json"}