{"paragraph_source_docs": [3, 3, 3, 3, 1, 1, 3, 3, 1, 2], "paragraphs": ["Հայկաձորի  միջնադարյան  բնակավայրը112  բաղկացած  է  բնական  և  արհեստական միահարկ և երկհարկ քարայրային կառույցներից: Դրանք անկանոն հատակագծով հա- մալիրներ  են,  մշակված  ճարտարապետական  մանրամասներով`  սյուներ,  կամարներ, գմբեթարդ առաստաղներ, պատերի մեջ խորշեր, պատրհաններ, բուխարիներ: Գտնված նյութերը  թվագրվում  են  IX  –  XVII  դդ.:  XI  –  XIV  դդ.  բնակավայրը  մտել  է  Անիի  համա- Լ., Հնագույն եկեղեցու  նոր հայտնությունը, Ճարտարապետություն և շինարարություն, 2013, 12 (94),  դեկ- տեմբեր,  էջ  24-27;  Sargsyan  G.,  Harutyunyan  A.,  Excavations  of  the  single-nave  church  of  Mirak,  2012-2013, ,,Aramazd’’ Armenian journal of Near Eastern studies, vol. IX, issue 1, 2015, p. 177-193. ուղիղ  Հոռոմոսի  վանքի  դիմաց,  Ախուրյանի  աջ  ափին,  ներկայիս  Հայկաձոր  գյուղի  վարչական  տարած- քում:  Տես`  Եգանյան  Լ.,  Խաչատրյան  Հ.,  Նորահայտ  հուշարձանախումբ  Հայկաձորում,  ՀՀմ  XII,  Երևան, ԳԱ  VI,  Գյումրի, ,,Գիտություն’’,  2003,  էջ  134-140;  Խաչատրյան  Հ.,  Հայկաձորի  քարանձավային բնակավայրի 2005 թ. պեղումները, ՇՀՀԿ ԳԱ IX, Գյումրի, ,,Գիտություն’’, 2006, էջ 76-80; նույնի` Հայկաձորի քարանձավային բնակավայրի 2007 թվականի պեղումները, ՇՀՀԿ  ԳԱ X,  Գյումրի, ,,Գիտություն’’, 2007,  էջ Գյումրի,  ,,Գիտություն’’,  2008,  էջ  167-174;  Եգանյան  Լ.,  Ախուրյանի  կիրճի  Ջրաձոր-Անի  հատվածի քարանձավներն ու քարանձավային բնակավայրերը, ՇՀՀԿ ԳԱ X, Գյումրի, ,,Գիտություն’’, 2007, էջ 15-18: ", "կարգի մեջ և Հոռոմոսի վանքի մասն է կազմել: Պեղումները սկսվել են 2003 թ. և շարու- նակվում են առայսօր113: ", "Սպիտակի  ժայռափոր  բնակավայրը  գտնվում  է  Փամբակ  գետի  վերին  հոսանք- ներում,  ներկայիս  Գեղասար  գյուղի  տարածքում:  Պեղումներն  իրականացվել  են  1977  – քային, հասարակական, արտադրական և բնակելի), որոնք հիմնականում միահարկ են: ", "Հանդիպում  են  և  երկհարկ  ու  եռահարկ  քարայրներ,  որոնք  միմյանց  հետ  հաղորդակց- վում են աստիճաններով ու գաղտնուղիներով: Արտադրական և բնակելի հատվածները շատ  հաճախ  հանդես  են  գալիս  համատեղ:  Տեղում  խեցեղենի  արտադրության  մասին վկայում  են  բացված  հորերից  մեկում  հայտնաբերված  կավագնդերը,  ինչպես  նաև  խո- տանված  ջնարակած  անոթների  բեկորները:  Հայտնաբերված  խեցեղեն  տեսականին թվագրվում է XIII – XIV դդ. և կատարման ոճով հարում է Անիի խեցեգործական դպրո- ցին114: ", "● Պատիժներն ունեն ֆիզիկական և հոգեբանական բնույթ, իսկ խրախուսանքնե- րը՝ միայն հոգեբանական են, սակայն այսօր խաղի կանոնների խախտումները և պատ- ժաձևերը կենցաղավարում են առավել զվարճալի շեշտադրումներով: Ներկայում հոգե- բանական  պատիժները  մեծ  մասամբ  ունեն  վիրավորական-զվարճական  բնույթ:  Տղա- ների խաղերում պատժաձևերը բարդ են, իսկ աղջիկների դեպքում՝ մեղմ՝ կապված ըն- տանիքում նրանց կարգավիճակի հետ: ", "●  Խաղերը  բնութագրական  են  սեռա-տարիքային  գրեթե  բոլոր  խմբերին:  Եթե մանկական  խաղերի  նպատակը  նրանց  մատչելի  ձևով  կենցաղավարության  հմտութ- յուններին նախապատրաստելն է, իսկ պատանիների և հատկապես երիտասարդների համար  առավել  բնորոշ  են  նվիրագործման  կամ    անցումային  բնույթի  խաղերը,  ապա միջին  և  տարեց  սերնդի  խաղերի  հիմնական  նպատակը  հանգիստն  է  կամ  առօրյա հոգսերից  լիցքաթափումը,  որոնք  առավելապես  ունեն  ինտելեկտուալ,  իմացական-ճա- նաչողական բնույթ: Արդի կենցաղում նկատվում է խաղի մասնակիցների սեռա-տարի- քային  բաժանումների  որոշակի  անկում,  որի  արդյունքում  գերակայում  են  միջսեռային ●  Խորհրդային  սկզբնական  փուլում  խաղերը  ձեռք  բերեցին  քաղաքական  երան- խաղերը: ", "XVII դարում Քոբայրը հիշատակվում է Շմաւոն Աբեղէնց Դսեղեցու ընդօրինակած ձեռագրում  (Մատ.  1473),  արդեն  որպես ,,…յանապատս  Քոպայրոյ  Բարձրաբերձ Նյութը մեզ տրամադրել է ՇԵԹ տնօրեն և Հայկաձորի հնագիտական արշավախմբի ղեկավար Հ. Խաչատր- յանը, որին մեր խորին երախտագիտությունն ենք հայտնում: ", "հետազոտությունների գիտահետազոտական ինստիտուտ, էջ 21-26: ", "●  Հայաստանաբնակ  էթնիկ  փոքրամասնություններն  իրենց  ազդեցությունն  են թողել  հայ  երեխաների  խաղացանկի  վրա,  որոնք  հատկապես  ակնառու  են  խաղային հաշվերգերում:  Եթե  խաղային  տեքստերի  վաղ  տարբերակներում  առկա  են  եզդի-քր- դերեն,  թուրքերեն,  վրացերեն,  ապա  խորհրդային  և  հետխորհրդային  տարբերակնե- րում՝  հատկապես  ռուսերեն  բառեր  ու  արտահայտություններ,  որոնք  պահպանվել  են առ այսօր: ", "Հստակ ուրվագծված են ձեռքերն ու ոտքերը, գոտիներն ու հագուստը, երեխայի ոտ- քերն  ու  գլուխը  (Նկ.  6.1-4):  Այստեղ  կարծես  ներկայացված  է  կենաց  սկիզբը  և  կյանքի ծագման եռաստիճան ընթացքը. Ա. Ամեն ինչի սկիզբ հանդիսացող գերբնական էակը կամ աստվածությունը՝ տոտեմի գլխով, որը ծնում է կյանք տվող աստվածուհուն: "], "source_docs_file": "History.json"}