{"paragraph_source_docs": [4, 2, 1, 4, 4, 4, 1, 2, 4, 4, 1, 4, 4, 2, 0, 4, 4, 1, 4, 4, 3, 3, 4, 4, 0], "paragraphs": ["Քաղաքական  իրադրությունն  Այսկովկասում  փոխվում  է  1730-ական  թթ.,  երբ Նադիր  Ղուլի  խանին 52 հաջողվում  է  վերամիավորել  իրանական  պետության  հողերը: ", "Արձանիկների  երկրորդ  ընդհանրացնող  բնորոշ  գիծը  ձևերի  «ռեալիստական- իրապաշտական»  պատկերումն  է,  սակայն  պետք  է  նշել,  որ  նախնադարյան  ռեալիզմի համար բնորոշ է մանրամասների ընդգծումը և չափազանցումը: ", "Միջին սերնդի կանայք երբեմն առանձին-առանձին, երբեմն  տղամարդկանց հետ համատեղ մասնակցել են հիմնականում սեղանախաղերին:221 Միջսեռային  խաղերից  էր  Բարեկենդանի  Խան  –Փաշան222,  որին  մասնակցել  են հիմնականում  տղամարդիկ,  կանայք  եղել  են  որպես  հանդիսատես,  իսկ  երեխաներն ապահովել են իրարանցումը, ծիծաղն ու տրամադրությունը: ", "Իրանական  պետության  տրոհման  հետևանքով  Շիրվանում  առաջանում  են  Շաքիի, Դերբենդի,  Ղուբայի,  Շամախիի  և  Բաքվի  կիսանկախ  խանությունները՝  էթնիկ խայտաբղետ պատկերով: ", "XVIII դ. երկրորդ կեսին ռուսական կառավարության  պաշտոնական գրագրություններում  Հյուսիս-արևելյան  Այսրկովկասը  «Ադրեբիջան»  եզրույթով,  իսկ ред. М. М. Сперанского, т. VII, СПб., 1830, с. 303-308; История народов Северного Кавказа, Oтв. ред.  А. Л. Нарочницкий, Москва, 1988, с. 415; Diplomacy in the Near and Middle East. A Documentary Record: 1535-1914, by J. C. Hurewitz, vol. I, Prinston, 1956, p. 42-45. туркмен и Туркмении, том II, XVI-XIX вв. Иранские, бухарские и хивинские источники, Под ред. В. Струве, А. Боровкова, А. Ромаскевич, П. Иванова, Москва-Ленинград, 1938, 119)։ ", "Եր., 1955, էջ 107: ", "Կառուցվում  է  երկու`  ճշտությամբ  իրար  նման  «ձնե  թագավորություն»,  որոնց  միջև ընկած տարածությունը 100-140 մետր է: Այդ տարածքը կոչվում է չեզոք գոտի: Որոշված սահմաններից բացի՝ նախատեսում են մի հողատարածք ևս, որին տալիս են կռվախն- ка сюжета и жанра, Семантика победы, М., 1997, с. 69-70. Աշոտի, ծնվ.` 1983 թ.: ", "Պալեոլիթյան կերպարների ծագման խնդրին անդադարձ կատարած Ա. Օկլադնիկո- վը  կարծում  է,  որ  նրանք  կապ  ունեին  մահացածների  պաշտամունքի  հետ102:  Վ.  Բոգո- րազի  կարծիքով  այս  արձանիկները  կարող  էին  ներկայացնել  ինչպես  պահապան-գեր- բնական կանանց, այնպես էլ երկրային իրական կանանց, որոնք ծառայել են նրանց103: ", "Մեր  ուսումնասիրության  շրջանակներում  Հյուսիս-արևելյան  Այսրկովկասի պատմաաշխարհագրական  ու  էթնոքաղաքական  սահմանների  մեջ  ընդգրկել  ենք Դերբենդի,  Ղուբայի,  Շամախիի,  Բաքվի  խանությունները,  այսինքն՝  բացառությամբ Շաքիի:  Պատճառն  այն  է,  որ  1750-1780-ական  թթ.  Հյուսիս-արևելյան  Այսրկովկասի քաղաքական  պատմության  մեջ  Շաքիի  խանությունը՝  ի  տարբերություն  Դերբենդի, (Օսմանյան  կայսրության  նվաճողական  քաղաքականությունը  Կովկասում  և  մասնավորապես պատմական Հայաստանում XVI դ. երկրորդ կեսից), թուրքական պատմագիտությունը սկզբից մինչև XVIII դարի վերջերը, հտ. Ա, Կազմեց՝ Ա. Խ. Սաֆրաստյան, Եր., 1961, էջ 229։ ", "Շամախիի  և  Բաքվի  խանությունների,  որպես  ինքնուրույն  քաղաքական  ուժ  էր ներկայանում:  Այսպես,  մինչև  1774  թ.  Ղուբայի  Ֆաթհ  Ալի  խանի՝  Շաքիի  խանությունն իրեն  ենթարկելու  փորձերը,  ավարտվում  են  անհաջողությամբ:  Շաքիի  Հուսեյն  խանը Չելեբիի63 որդի Աբդուլ Ղադիրի գլխավորությամբ: Վերջինս հայտնվում է Ղուբայի խանի ազդեցության  ոլորտում՝  օգնելով  նրան  պայքարել  Իբրահիմ  խանի  դեմ:  Սպանված Հուսեյն խանի որդի Մուհամմադ Հասան խանը 1783/4 թթ. Ճարի ջամաաթների (այսպես կոչված  ազատ  համայնքներ)  աջակցությամբ  գրավում  է  Շաքիի  խանությունը  և հաշվեհարդար  տեսնում  խանի  ու  նրա  յոթ  որդիների  հետ:  Մուհամմադ  Հասան  խանը Շամախիի  Մուհամմադ  Սայիդ  և  Աղասի  խաների  աջակցությունը  ստանալով՝ դիմադրություն  է  ցույց  տալիս  Ֆաթհ  Ալի  խանին:  Շաքիի  և  Շամախիի  խաների  1785  թ. միացյալ  զորքը  պարտություն  է  կրում,  և  Շաքիի  ու  Ղուբայի  միջև  հաշտություն  է կնքվում՝  ամրապնդելով  ամուսնական  դաշինքով 64 :  Վ.  Լևիատովի  կարծիքով՝  այդ պահից սկսած, Շաքին Ղուբայից որոշակի կախվածության մեջ է հայտնվում65: Մինչդեռ գրավոր սկզբնաղբյուրը փաստում է, որ Մուհամմադ Հասան խանը ինքնիշխան էր, թեև սեփական  զորքի  թիվը  2000-ից  չէր  անցնում  և  ֆինանսների  բացակայության հետևանքով  լեզգի  վարձկանների  օգնությանը  դիմել  չէր  կարող։  Այդ  պատճառով  նա ստիպված  էր  մերթ  ընդ  մերթ  դաշնակցել  Դերբենդի,  Շամախիի,  Դաղստանի տիրակալների հետ՝ Իբրահիմ խան Ջավանշիրի դեմ պայքարելու համար66։ ", "Գունդ  տերմինը նշանակում է գնդաձև մարմին (տե´ս Հր. Աճառյան, ՀԱԲ, Երևան, 1971, հ. I): ", "հիշատակվում  է  անհիշելի  ժամանակներից,  իսկ  Ղարաբաղ  անվանումը  հանդիպում  է  XIV-XV  դդ. պարսկական, հայկական (հիշատակարաններ) և վրացական աղբյուրներում (տե՛ս Շ. Մկրտչյան, Արցախ (Պատմամշակութային ակնարկ), Եր., 1991,  էջ 7, ծնթ. 3): ", "դերակատարում  ունենալով  Այսրկովկասի  քաղաքական  պատմության  մեջ 69:  Ուստի, մեր հետագա ուսումնասիրության մեջ Շաքիի խանությունը կգտնի իր արժանի տեղը: ", "Որպես  առանձին  ենթախումբ  «Գեր»  արձանիկների  շարքին  կարելի  է  վերագրել  նաև կանանց  ոճավորված  և  ընդհանրացված  քանդակները  Մալթայից,  Բուրետիայից,  Մեզի- նից109 (Նկ. 2.2-6): ", "XVII-XIX      դդ.  Օսմանյան  կայսրության  և  անգլիական  հետախուզությունները համատեղ ուժերով շրջանառության մեջ դնելով մյուրիդիստական2 քաղաքականությունը,  գրգռում  էին  Կովկասի  մահմեդական  տարրերը  քրիստոնյաների դեմ` վերջիններիս մոտ առաջացնելով խուճապ3: ", "XVIII  դ.  կեսին  Հյուսիս-արևելյան  Այսրկովկասում  ձևավորված  ինքնիշխան խանություններից  առանձնանում  էր  Ղուբայի  խանությունը:  XVI-XVIII  դդ.  Ղուբան Շիրվանի  բեկլարբեկության  մի  մասն  էր  և մինչև  շահ  Սուլեյմանի  գահակալումը  (1667- դառնում  Ղարաղայթաղի  տիրակալների՝  ուցմիների  տոհմի  Մաջալիս  գյուղից  սերված ճյուղի  ներկայացուցիչներից  մեկը:  XVIII  դ.  երկրորդ  կեսի  աղբյուրները  վկայում  են,  որ Դերբենդի  խանը  (այսինքն՝  Ֆաթհ  Ալին)  «մոլեռանդ  ալիական  էր»  (շիա)  և,  ինչպես  իր карабахского  ханства,  –  «Русский  сборник:  Исследования  по  истории  России»,  Ред.  О.  Эльдман,  т.  VIII, Москва, 2010, с. 7-25. ханство  Шакки в XVIII-XIX вв., – «Caucasica»,  Труды института  политических  и социальных исследований черноморско-каспийского региона, т. I, Под ред. В. А. Захарова, Москва, Изд-во «Панорама», 2011, с. 27-42. Աղանեանց, Թիֆլիս, 1912, էջ 157-158։ ", "XIX вв, Ленинград, 1949, с. 140. տոհմի  մեծ  մասը,  սերում  էր  ղայթաղներից 72 :  Ղայթաղները  կամ  ղարաղայթաղները դաղստանյան  ժողովուրդ  են,  դարգինների  էթնիկ  մի  խումբ,  որը  պատկանում  է Կովկասյան  լեզվաընտանիքի  նախճա-դաղստանյան  լեզվախմբին  (1939  թվականից գրանցված են որպես դարգիններ)73: ", "Յ.  Հայզինգան,  կարգազանցներին  որակելով  խաղադրուժ  և  անազնիվ  խաղա- ցող304  բառեզրերով, տարանջատել է նաև այդ հասկացությունները` խաղադրուժի կեր- պարն  անվանելով  «վախկոտ»305:  Հարկ  է  նշել,  որ  կարգազանցության  պատճառների մեծ մասը ոչ միայն դաղալությունն է կամ հարամությունը, այլև խաղացողի ունակութ- յունը: ", "Երիտասարդ  Ֆաթհ  Ալի  խանը ձեռնամուխ է լինում  խանության աշխարհաքաղաքական  դիրքի  ամրապնդմանը:  Նա  դեռևս  1756  թ.  գրավել  և  Ղուբայի իշխանությանն  էր  միացրել  Ապշերոնի  թերակղզում  գտնվող  Սալիան  բնակավայրը՝ «շահաստան  միանգամայն  ի  կողմանէ  ձկանց» 76 ,  որը  նախկինում  պատկանում  էր Ղուբայի  խաներին 77 :  Բանն  այն  է,  որ  Սալիանի  միացումն  ուներ  տնտեսական  մեծ Translated from the works of Dr. Reineggs and Marshal Bieberstein, by Charles Wilkinson, vol. 1, London, 1807, p. 139. Новейшие  географические  [статистические  и  этнографические]  и  исторические  известия  о  Кавказе, собранные и пополненные Семеном Броневским, ч. II, Москва, 1823, с. 377. Ջալալեանցի, էջ 367: ", "российской  коммерции  при  всех  портах  и  границах  от  древних  времен  до  ныне  настоящего  и  всех преимущественных  узаконений  по  оной  государя  императора  Петра  Великого  и  ныне  благополучно царствующей  государыни  императрицы  Екатерины  Великой  т.  II,  кн.  II,  Москва,  1785,  с.  623-624:  Հմմ.  С. Броневский, նշվ, աշխ., էջ 416-424: ", "րանի  Սրբոյ  Յակովբեանց,  1871,  էջ  520;  Արաբական  աղբյուրները  Հայաստանի  և  հարևան  երկրների մասին, Երևան, ՀՍՍՌ ԳԱ հրատ, 1965, էջ 48: ", "պեղումների արդյունքները (Միջին դարեր), Երևան, ՀՍՍՀ ԳԱ հրատ., 1962, էջ 15: ", "Դերբենդը  պատմության  ողջ  ընթացքում,  իր  աշխարհաքաղաքական  դիրքի շնորհիվ,  ռազմական  բախումների  թատերաբեմ  էր  և  պարբերաբար  թշնամիների հարձակումների է ենթարկվել։ Էվլիյա Չելեբին (XVII դ.) նշում է, որ քաղաքն ամեն գիշեր լուսավորում  էին  նավթի  լույսով,  որովհետև յոթ  ոխերիմ  թշնամիներ  ուներ 80 : ", "Խանության 81 քաղաքական  կենտրոն  Դերբենդ  քաղաքը՝ «Աղուանից  երկրի նախադուռը»82,  XVII  դ.  վերջին  և  XVIII  դ.  սկզբից  մեծ  դեր  է  ունեցել  ռուս-իրանական առևտրային  կապերի  զարգացման  գործում 83 :  Ժամանակակիցների  դիտարկմամբ Դերբենդի  նավահանգիստն  իր  աշխարհագրական  դիրքով  Կասպից  ծովի  արևմտյան ափում վատագույնն էր84: Դա չէր խոչընդոտում, որ խանության տարածքից ցամաքային (Ղզլար)  և  ծովային  (Աստրախան)  ճանապարհներով  տարեկան  մինչև  6  հազար  փութ Синди, Бальха, Белуджистана, земли Хорассана, также Грузии и персидских провинций, присоединенных к России, ч. II, Москва, 1829, с. 38. Гмелин, նշվ. աշխ., էջ 115; Marschall fon Bieberstein, Tableau des provinces situées sur la cote occidentale de la mer Caspienne entre les fleuves Terek et Kour: St. Petersbourg, 1798, p. 24. Թարգմանություն բնագրից, առաջաբան և ծանոթագրություններ՝ Ա. Սաֆրաստյանի, Եր., 1967, էջ 102: ", "Հետախուզական  աշխատանքներում  կազմակերպման  և  իրագործման հարցում ղեկավարող  դերակատարությունը  այդ  ժամանակահատվածում  պատկանում  էր  թուրք հյուպատոսներին: Վերջիններս  բազմաշերտ գործակալական ցանցի միջոցով ձեռք էին բերում հետախուզությանը հետաքրքրող  տեղեկատվություն, որը երկրի ղեկավարությանը  զեկուցելու  նպատակով  սուլթանի  պալատում  գործող  կառույցի կողմից մանրակրկիտ ստուգվում և մշակվում էր: Սա այն գլխավոր  հանգամանքներից էր,  որը  հնարավորություն  էր  տալիս  թուրք  գործիչներին  հետևողական  և հարձակողական քաղաքականություն  վարել,  թե՛  ներքին,  թե՛  միջազգային ասպարեզում: "], "source_docs_file": "History.json"}