{"paragraphs": ["Азербайджан в XVIII веке и взаимоотношения его с Россией, Баку, 1965. բանասիրական հանդես», 1991, № 2: ", "Թիմերի ավագները նախապես որոշում էին՝ ո´վ է գիրը, ո´վ է խուշը կամ ո´վ է թացը, ո´վ է չորը: Սա կարելի է դասել և´ առարկաներով, և´ հարց ու պատասխանով վիճակա- հանության  շարքին,  քանի  որ  կիրառվել  է  և´առարկա  (կոպեկ,  քար),  և´երկխոսական տեքստ (գի՞րն ես, թե՞ խուշը կամ թա՞ցն ես, թե՞ չորը): ", "Ատենախոսությունը  շարադրված  է  հնագիտական  հուշարձաններից  հայտնաբեր- ված, ինչպես նաև թանգարաններում կուտակված ու մեզ համար մատչելի նյութերի հի- ման  վրա:  XIV  –  XVII  դդ.  խեցեղենի  ուսումնասիրության  գործում  կարևոր  նշանա- կություն  ունեն  միջնադարյան  հուշարձանների  պեղումներից  հայտնի  հնագիտական գտածոները: Աշխատանքում օգտագործել ենք մոտ երեք տասնյակ միջնադարյան հուշ- արձանների  խեցեղեն  հավաքածուները,  որոնց  մի  մասը  հրատարկված  է  (Դվին,  Անի, Անբերդ,  Գառնի,  Լոռե  բերդաքաղաք),  իսկ  մյուս  մասը  արդյունք  է  վերջին  տասնամ- յակներում  իրականացված  պեղումների  և  դեռևս  գիտական  գրականության  մեջ  շրջա- նառված չէ (Ոստինք,  Շատիվանք, Նորավանք, Սելիմի քարավանատուն, Արայի քարա- վանատուն,  Արտաշատ,  Էջմիածին,  Թեղենյաց  վանք,  Միրաք,  Դաշտադեմ,  Հայկաձոր, Քոբայր,  Թեղուտ  և  այլն):  Գտածո  տեսականիները  ներկայացնում  են  ինչպես  քաղաքա- յին,  այնպես  էլ  գյուղական  բնակավայրերից,  վանական  համալիրներից,  քարավա- նատներից հայտնաբերված նյութը` հիմնականում արտացոլելով ՀՀ ողջ տարածքի խե- ցեգործական արտադրության ընդհանուր պատկերը XIV – XVII դդ.: ", "Խեցեղեն  նյութի  ուսումնասիրությունը  կատարվել  է  պատմահնագիտական  աղբ- յուրների համեմատական վերլուծության, դասակարգման և մանրակրկիտ նկարագրու- թյան միջոցով38: ", "Հիմնվելով  վերը  շարադրվածի  վրա  նպատակահարմար  ենք  գտնում  ատենա- խոսությունը  բաժանել  հետևյալ  կերպ`  ներածություն,  չորս  գլուխներ,  եզրակացու- թյուններ`  համալրված  գրականության  ցանկով,  ծանոթագրություններով,  հապավում- ների ցանկով և աղյուսակներով: ", "Հնագույն և հելլենիստական Հայաստանի արվեստին վերաբերող առաջին և մինչ օրս միակ աշխատությունը «Ակնարկներ հին Հայաստանի արվեստի պատմության» գործն է, որտեղ ներկայացված են հեղինակի կողմից նախորդ դարի 40-ական թթ. սկսած աշխա- տանքների արդյունքները: Հեղինակը մասնավորապես անդրադառնում է Հին Հայաստա- նի  արձանագործությանը,  բարձրաքանդակներին,  հարթաքանդակներին,  մանրաքան- դակներին (մ.թ.ա.VI-մ.թ. III դդ.): Նրա աշխատանքում ներկայացվում է դրանց փուլաբա- ժանումը  և  դասակարգումը.  ա.  ավանդական  պայմանական  ոճի  հնագույն  քանդակներ, բ.  այլ  երկներից  Հայաստան  բերված  քանդակագործական  ստեղծագործություններ  և Նեմրուդ-լեռան Կոմմագենյան քանդակներ, գ. արձանագործության հետագա զարգացու- մը Հայաստանում II-IIIդդ.: ", "Տեքստերով վիճակահանության ձևերը կարող են լինել պատմողական տեքստով, որոնց հիմքում ընկած է թեմայի զարգացումը, այսինքն՝ ունի սկիզբ, մտքի տրամաբա- նական  ընթացք  և  ավարտ:  Խաղացողները  շրջանաձև  կանգնում  են,  և  ավագ  խա- ղացողը սկսում է վանկատելով «հաշվել»՝ ձեռքը յուրաքանչյուր խաղացողին թեթևակի հպելով. Երկու ռուս բաբուշ-կա, Նստել են ակուշ-կա, Չռթում են սեմուշ-կա, Թափում են խլեբուշ-կա: ", "Ով բկլատ է (ագահ), թող դուրս գա, Գա´, գա´, գա´, թող դուրս գա´:153 Ես չայ խմեցի, չաշկա-մաշկա կոտրեցի: ", "Երկրորդ  գլխում  անդրադարձել  ենք  ընդհանրապես  միջնադարյան  խեցեղենի  դա- սակարգման  սկզբունքներին:  Ցույց  տալով  գիտական  գրականության  մեջ  ընդունված բազմազան  մեթոդները,  փորձել  ենք  կազմել  միջնադարյան  խեցեղենի  դասակարգման սխեմաներ, որոնք և կիրառել ենք ընդհանուր աշխատանքի ու հաջորդ երկու գլուխների կառուցվածքի մեջ: ", "Երրորդ գլուխը նվիրված է անջնարակ` անզարդ և զարդարուն խեցեղենին, որտեղ, ըստ գործածության, ներկայացված են XIV – XVII դդ. տարածված տեսականիները: Ցույց են  տրված  ժառանգական  կապերը  նախորդ  դարաշրջանի  նույնատիպ  անոթների  հետ, նրանց ձևաբանական հորինվածքների փոփոխությունները: ", "Մեկ, երկու, երեք, դուրս ե-կեք155: ", "Исследования по истории России», Ред. О. Эльдман, т. VIII, Москва, Изд-во «Модест Колеров», 2010, с. 7-25. Ер., 2007. ուսումնասիրություն),  Եր.,  2010;  նույնի՝  Բաքու  քաղաքի  հայության  պատմությունը  (Պատմաժողովրդա- գրական ուսումնասիրություն), Եր., 2011: ", "Արտաշիսյան  թագուհի՝  Էրատոյի  պատկերագրական  տիպը  և  կերպարը  ուսունասի- րելու համար հիմնվել ենք Է. Բաբելոնի84, Ֆ. Լայարդի85, Վ. Լանգլուայի86, Վ. Հացունու87, Բ. Առաքելյանի88 և այլոց աշխատությունների վրա89: ", "XIII  դ.  սկզբին  մոնղոլ-թաթարական  ցեղերը,    համախմբվելով  առաջնորդ  Չինգիզ խանի շուրջ (1206), շատ կարճ ժամանակամիջոցում ստեղծեցին աշխարհակալ մի պե- տություն`  իրենց  նվաճումների  աշխարհագրությունը  տարածելով  Չինաստանից  մինչև Սև ու Միջերկրական ծովերի ափերը: Հայաստանը մոտ մեկ դար (1256 – 1344) ընդգրկ- վեց  մոնղոլական  հսկայածավալ  պետության  կուսակալություններից  մեկի`  Հուլավյան մոնղոլա-իրանական պետության կազմում39 և ինչպես մոնղոլական կայսրությանը բռնի ուժով  միացած  Մերձավոր  ու  Հեռավոր  Արևելքի  մյուս  երկրները,  ենթարկվեց  մոնղո- լական քաղաքական ու մշակութային ազդեցությանը: Թեև քաղաքական ու տնտեսական տեսանկյունից  դա  բացասական  հետևանքներ  ունեցավ  առաջադեմ  երկրների  համար, սակայն որոշ չափով  նպաստեց նաև դրանց  միջև (ընդգրկելով  և Ռուսաստանը) առևտ- րական  ու  մշակութային  հարաբերությունների  աշխուժացմանը,  որը  սկսել  էր  մեծ  թա- փով ծավալվել դեռևս Զաքարյանների իշխանության շրջանում: ", "Թեմայի  հետազոտման  շրջանակներում  ուսումնասիրվել  են  նաև  քեմալական գաղտնի  ծառայությունների  կողմից  քրդերի՝  որպես  գործակալների  հավաքագրման փաստերն  ու  գործընթացները2,  որոնք  թույլ  են  տվել  զուգահեռներ  անցկացնել Օսմանյան  կայսրության  գաղտնի  ծառայությունների  կողմից  առանձին  անձանց հավաքագրման  ձևերի,  մեթոդների  և  մարտավարության  հետ:  Այդ  նպատակով ատենախոսությունը  պատրաստելիս  օգտագործվել  են  թուրքական  և  քրդական աղբյուրների  հաղորդած  տեղեկությունները  հայ  ազգային  կուսակցությունների  և քրդական  կազմակերպությունների  շփումների  և  հարաբերությունների  լուսաբանման նպատակով: ", "Köln, 2001. years of global Venus Art, Canada, 2015. ԿՆՈՋ ԿԵՐՊԱՐԸ ՆԱԽՆԱԴԱՐՅԱՆ ՀԱՎԱՏԱԼԻՔՆԵՐՈՒՄ ԵՎ ՆՐԱ ՊԱՏԿԵՐԱԳՐՈՒԹՅԱՆ ԱՌԱՋԱՑՈՒՄԸ Մարդու կերպավորման վաղագույն դրսևորումների և դրանց ի հայտ գալու սկզբնա- պատճառների մասին դժվար է կարծիք հայտնել և պատահական չէ, որ մինչ օրս այս խն- դրի շուրջ բազմաթիվ վարկածներ են շրջանառվում96: Բոլոր դեպքերում ներկայումս կաս- կածից վեր է համարվում այն տեսակետը, որ հնագույն կանանց կերպարները հանդես են գալիս  արդեն  վերին  պալեոլիթում`  մանրաքանդակների  տեսքով:  Այս  ժամանակներից սկսած կնոջ կերպարը քանդակագործության մեջ հանդես է գալիս կլոր քանդակի, խորա- քանդակի, հարթաքանդակի  և  ուրվանկարի տեսքով: Կարելի է մեկ անգամ ևս հաստա- տագրել,  որ  վերին  պալեոլիթյան  հնավայրերից  հայտնի,  այսպես  կոչված  «Պալեոլիթյան Վեներաները»  կանացիությունն  ու  մայրական  սկիզբը  նշանավորող  առաջին  արձանիկ- ներն  են97:  Այս  արձանիկների,  որպես  արվեստի  հնագույն  օրինակների  և  առհասարակ կնոջ  կերպարի  նախնադարյան  ընկալումների  վերլուծության  մեր  մոտեցումները  հիմնա- վորելու համար, կարևոր ենք համարում շեշտելու հետևյալը: ", "Քաղաքական  բուռն  անցուդարձերի  ու  սեփական  տարածքում  անընդմեջ  տեղի ունեցող  ռազմական  գործողությունների  հետևանքով  հայ  ժողովուրդն  այլևս  անկարող էր  հավասարապես  պայքարել  ասպարեզ  եկած  նոր  ու  հզոր  ուժերի  դեմ:  Միացյալ պե- գիր (Հասարակական գիտություններ), 1955, N 8, էջ 84-85: ", "Կուտակված աղբյուրագիտական նյութը միանշանակ ցույց է տալիս, որ առաջին մար- դակերպ  խորհրդանիշներն  առավելապես  կապված  են  «կնոջ  թեմայի»  հետ:  Դրանցում բավական  բնական  էին  կատարված  մարմնի  համաչափությունները,  գեր  և  ծավալային էին  ներկայացված  որովայնը,  կրծքերը,  կոնքերը:  Ընդունված  է  այն  տեսակետը,  որ  այս հատկանիշներով  օժտված  արձանիկներում  ամփոփված  են  մոր,  սերնդի  շարունակողի այլաբանական պատկերումները: ", "Անցյալում տարածված որոշ հաշվերգերի տեքստեր այսօր պահպանված են միայն տարեցների հիշողություններում: Դրանք  ունեցել են իմաստ չարտահայտող բառակա- պակցություններ,  բառեր,  որոնք  մենք  բնորոշում  ենք  անհասկանալի  եզրույթով:  Այդ Тегеран, 2006, стр. 150. Խաչատուրի, ծնվ.` 1929 թ.: ", "Рамазанов, А. Шихсаидов, Москва, 1964. указатели А. Б. Вильдановой, Ташкент, 1991, с. 26. կնքված  Ամասիայի (1555  թ.),  Ստամբուլի (1590  թ.),  Կասրե-շիրինի (1639  թ.) պայմանագրերով  Այսրկովկասն  ու  Շիրվանը  տարածաշրջանի  էթնոքաղաքական պատկերը  փոփոխելով  անցնում  են  մե՛րթ  օսմանյան,  մե՛րթ  սեֆյան  տիրապետության տակ: ", "ցոլանք և ներկայացնում են հղի կանանց կամ նրանց հովանավորներին: ", "XVIII դ. սկզբին  Սեֆյան  պետության կործանման հետևանքով Այսրկովկասում  քաղաքական  իրավիճակն  ապակայունանում  է՝  պարարտ  հող նախապատրաստելով  ռուս-թուրքական  ռազմական  ագրեսիայի  համար:  XVIII  դ. առաջին  քառորդում  ռուսական  կովկասյան  քաղաքականության  մեջ  նպատակ  էր դրվում  բացառել  Իրանից  արտահանվող  մետաքսի  հումքի  անգլիական  և  թուրքական առևտրականների  մենաշնորհը:  Հետևաբար,  Պետրոս  Ա  կայսեր  նախանշած  արևելյան քաղաքականության  գլխավոր  նպատակն էր  Արևելքի  և  Արևմուտքի  միջև իրականացվող  համաշխարհային  առևտուրն  ուղղել  դեպի  Ռուսաստանի  տարածք: ", "Թուրք  լրտեսը  ձեռք  բերված  տեղեկատվությունն  անմիջապես  փոխանցում  էր Վիեննայում բնակվող  Թուրքիայի գաղտնի գործակալ  Ռակոայի միջոցով, նամակագրական կապի մեջ էր գտնվում Ջենովայում գործող թուրք գործակալ Դոնայաի հետ4: ", "Հետախուզական  գործունեությամբ  զբաղվում  էին  նաև  զավթած  տարածքներում թուրքական զինված ուժերի ղեկավարները5: ", "Երիտասարդ  աղջիկների  և  կանանց  խաղերը  մեծ  մասամբ  սենյակային  էին: "], "source_docs_file": "History.json", "paragraph_source_docs": [4, 1, 3, 3, 3, 2, 1, 1, 3, 3, 1, 4, 2, 3, 0, 2, 3, 2, 1, 4, 2, 4, 0, 0, 1]}