{"paragraphs": ["գործերում: Եվ դրա վկայությունը նաև պարոնյանական «ազգային ջոջերի» կամսարյան անդրադարձներն  են՝  կամա  թե  ակամա  ժամանակը  կերտողների  երգիծական դիմանկարները: ", "Զորյանի և այլոց նմանատիպ վկայությունները հիմք են տվել հետագա բոլոր տերյանա- գետներին՝ խոսելու  տերյանական դպրոցի  մասին՝ որպես գրական-պատմական վավե- րական իրողության։ ", "Այս  նոր  ոճի  ու  բանաստեղծական  լեզվամտածողության զգացողությամբ  կարճ ժամանակում  հրապարակ  եկան  տասնյակներով  նոր  բանաստեղծներ,  որոնց  ստեղ- ծագործությունն  էլ,  ամբողջությամբ  վերցրած,  թույլ  է  տալիս  խոսելու  տերյանական դպրոցի  մասին։  Հարցը,  իհարկե,  չի  կարելի  դնել  այնպես,  թե  այդ  դպրոցով  է  որոշվում ետտերյանական  շրջանի  հայոց  բանաստեղծությունն  ընդհանրապես։  Բայց  ընդհանուր համապատկերի մեջ այդ դպրոցը անպայման ունի իր ինքնուրույն դիմագիծը, որն այսօր պատմական հեռավորությունից ավելի որոշակի է երևում։ ", "Հատկանշական  է,  որ  չնայած  վերը  նշված  սահմանափակումներին,  19-րդ  դարի վերջին  և  20-րդ  դարի  սկզբին  օսմանյան  հասարակությունը  գրականության  միջոցով ծանոթանում  էր  տարբեր  գաղափարախոսական  հոսանքներին:  Մասնավորապես` դարաշրջանի  առաջադեմ  մտածող  Բեշիր  Ֆուադը,  վեպը  համարելով  սոցիոլոգիայի ճյուղ,  այն  օգտագործում  էր  Օ.  Կոնտի  պոզիտիվիզմն  ու  սոցիալ-դարվինիզմը  որպես ավանդական  աշխարհայացքի  հակադրություն  ներկայացնելու  համար89:  Ուստի` ընդհանուր  առմամբ  կարելի  է  ասել,  որ  19-րդ  դարի  վերջի  20-րդ  դարի  սկզբի նորարարը.  Թևֆիք  Ֆիքրեթ,  Երևան,  ՎԷՄ  համահայկական  հանդես,  Գ  (Թ)  տարի,  թիվ  1(33)  հունվար- մարտ, 2011, էջ 1-29, նույնի Թուրք Բանաստեղծ Թևֆիք Ֆիքրեթը` Հայ Վրիժառուի Ներբողագիր, Լրաբեր հասարակական գիտությունների, Երևան, 2011, էջ 211-218: ", "դրոշակ», 1919թ. Մոսկվայում՝ «Կարմիր վարչության «Կարմիր Ո՞վ  է  Սաքո  Համբարձումյանը46.  կրկին  չորստողանոց  մի  դիմանկար,  որով, սակայն,  գրողի  վերաբերմունքը  այս  անձնավորության  նկատմամբ  դեռևս  չի  հասնում ավարտին, և իբրև դիմանկարի ստվերագծի մգացում՝ նորից կա անդրադարձ, որը արժե մեջբերել.  «Ահա  ձեզի  ներկայություն  մը,  որ  սաստիկ  նման  է  բացակայության…»  /58/,- այստեղ  հեղինակը  թավ  շտրիխներ  է  ավելացնում  կերպարին.  այն  հետզհետե  ավելի  է մգանում՝  գրեթե  հասնելով  սևին.  «Ծո՛,  միգուցե՞  Սաքո  Համբարձումյանը  դիակ  մըն  է, որը,  սակայն,  կուսակցության  անունը  արատավորած չըլլալուն  համար  դեռ կշարունակե  կուսակցության  շարքերը  մնալ»  /67/:  Կամ՝  «Մեր  երկրին  մեջ  սաստիկ տարածված  է  տուներ,  փողոցներ,  նավեր  ու  նման  առարկաներ  կնքել  կուսակցական գործիչներու անունով: Կառավարությունը ձող մը, որ տնկեց, կա՛մ Լուկաշինի անվանն է,  կա՛մ  Սաքո  Համբարձումյանի»  /29/:  Սա  քաղաքական  այս  գործչի  նկատմամբ  գրողի վերաբերմունքի արտահայտությունն էր, որը հասնում է սարկազմի աստիճանի: ", "Նա  մոտիկից  ծանոթ  էր  իր  հասակակից  Տերյանի,  ավելի  ուշ՝  նաև  Չարենցի  հետ։  Իբրև շնորհալի  բանաստեղծ՝  գնահատված  էր  հատկապես  Չարենցի  կողմից։  Տերյանից  հետո նրա անժամանակ կորուստը խոր ցավ պիտի պատճառեր բանաստեղծին։ ", "Դա  Ավետարանն  էր,  Գիդեոնի  օրինակներից  մեկը,  որը  նրանց  հարբած  ընկերներից մեկը գողացել էր հյուրանոցից: Այն միայն մեկ, թե երկու անգամ էին օգտագործել որպես առաքում»83։ ", "կուսակցական  և  պետական  գործիչ։  ԽՄԿԿ  անդամ 1898 թվականից։  Խմբագրել  է  բոլշևիկյան  «Կայծ», «Պայքար»  թերթերը։ 1916թ.  ընտրվել է  Թիֆլիսի  քաղաքային  դումայի, 1917թ. Փետրվարյան հեղափոխությունից հետո՝ բանվորական խորհրդի, ապա՝ Անդրկովկասյան սեյմի անդամ։ 1920թ. որպես մենշևիկ-ինտերնացիոնալիստների  խմբի  լիազոր-ներկայացուցիչ՝  բանակցություններ  է  վարել  ՌԿ(բ)կ Կովկասյան  բյուրոյի  հետ՝  խումբը  կոմունիստական  կուսակցությանը  ձուլելու  համար։  Եղել  է  ՀԽՍՀ Հողժողկոմ, գործկոմի Հայաստանի  և Անդրկովկասի կուսակցական  և նախագահ։ 1922թ.-ից  անընդմեջ  ընտրվել խորհրդական ղեկավար մարմիններում: ", "Քյալաշյանի առաջին բանաստեղծություններում հաճախակի են շրջանառում նաև տերյանական  աշնան,  անձրևի,  թախծի,  ամպ  ու  մշուշի  պատկերները։  Ահա,  օրինակ «Աշուն» բանաստեղծությունը. Տխուր աշուն... դիակնացած՝ Տարածվել են ծաղիկներ. Տերևները մաղվել են ցած, Դալկացել են ճյուղիկներ։ ", "Անձրև՜... անձրև՜... ձանձրո՜ւյթ, թախի՜ծ. Սիրտ ու երկինք ամպամած. Ու ելնում է խոնավ հողից Սա՜ռ գոլորշի... Եվ կամա՜ց Թափանցում է կուրծքդ – ճնշո՜ւմ, Ու չգիտես ի՞նչ անես, Որ հոգեսպան այս մշուշում Անձկությունից չմեռնես։24 Այս  տողերը  անմիջապես  հիշեցնում  են  «Մթնշաղի  անուրջների»  աշխարհը՝  մի էական  տարբերությամբ։  Եթե  Տերյանի  քնարական  համակարգում  աշունը,  անձրևը, թափվող տերևները, թախիծը, ձանձրույթը և սրանց հարակից պատկերները խորհրդա- նշում են իրենց հետևում թաքնված ուրիշ իմաստներ, ունեն այլ բովանդակային բեռնվա- ծություն,  ապա  Քյալաշյանի  մոտ  դրանք  ուղղակիորեն  կապված  են  առկա  իրականու- թյան  հետ,  թեև  ձևականորեն  քաղված  են  սիմվոլիզմի  պատկերային  զինանոցից։  Այս երևույթը նկատելի է Քյալաշյանի նաև ուրիշ բանաստեղծություններում։ ", "Մարդկանց նկատմամբ հավատի և կարեկցության մասին գրողի պատկերացումներն արտահայտվում  են  «Սուրբ  Ծնունդը  տխուր  ժամանակ  է աղքատների  համար»  («Christmas  is  a  sad  season  for  the  poor»,  1949)  պատմվածքում: ", "Dergisi, Cilt 4, Sayı 8, 2006, s. 103. առանձնահատկությունների  մասին  տե՛ս  Ayata  Y.,  Tonga  N.,  Psikolojik  Roman,  Romana  Yansıyan  Yazar  Ve Türk  Edebiyatındaki  Bazı  Örnekleri  Üzerine  Bir  İnceleme,  İlmî  Araştırmalar:  Dil,  Edebiyat,  Tarih  İncelemeleri, Sayı 25, Bahar 2008, s. 7-20. York, Tauris Acadenic Studies, 2007, p. 48. Առաջին  աշխարհամարտի «վառոդե  մշուշը»  որպես գեղարվեստական պատկերման  հիմնական  թեմա  շարունակեց  մնալ  նաև  Թուրքիայի  Հանրապետության հռչակման  առաջին  տարիներին94:  Այս  շրջանում  գրվեցին  մեծ  թվով  պատմվածքներ, որոնց  հեղինակները  պատերազմի  ականատեսներ  կամ  մասնակիցներ  էին:  Ժանրային առումով սրանք յուրատեսակ լրահաղորդում են, որոնք ներկայացնում են պատերազմի դրվագների  ուրվագծերը,  հասարակության  տարբեր  շերտերի  ներկայացուցիչների դիմանկարները:  Գեղարվեստական  տեքստի  մեջ  հեղինակները  շատ  հաճախ  ներառել են  թերթային  հաղորդագրություններ,  թվային  տվյալներ  և  այլն:  Այս  պատմվածքներն առանձնանում են նաև սյուժեի կառուցմամբ. դրանք հագեցած են մենախոսություններով ու  երկխոսություններով,  զուրկ  են  սյուժետային  առանցքից,  կարծես  ֆիլմի  առանձին դրվագներ  լինեն:  Հավելենք  նաև,  որ  այս  պատմվածքները  հետագայում  հաճախ մեծածավալ ստեղծագործությունների հիմքն են դարձել95: ", "Կալվինոն  ընտրում  է  ոչ  թե  չեզոք  հեղինակային,  երրորդ  դեմքի,  այլ  ականատեսի պատում:  Պատումային  ներքին  պրոցեսի՝  դիեգեզիսի  և  առաջին  ու  երրորդ  դեմքերով պատումների  մասին  իր լայնածավալ  ուսումնասիրության  մեջ  գրականության տեսաբան  Ժ.Ժընետը  առանձնացնում  է  երկու  տեսակի  պատում.  «Այսպիսով՝ պատումները կբաժանենք երկու խմբի՝ առաջինը, որում պատմողը բացակա է (ինչպես, օրինակ, Հոմերոսը “Ոդիսականում” և Ֆլոբերը “Սենտիմենտալ դաստիարակության մեջ”) և երկրորդը, որում պատմողը ներկա է (օրինակ՝ “Ժիլ Բլասը” և “Մոլեգին հողմերի դարավանդը”): Ակնհայտ պատճառներով առաջինն անվանում եմ հետերոդիեգետիկ, իսկ երկրորդը՝ հոմոդիեգետիկ»:87 Հետաքրքրական  է,  որ  որպես  «ես»  ներկայացող  պատմողը  պատումից  բացակա լինելու դեպքում չի համարվում հոմոդիեգետիկ: Եռերգության առաջին երկու վեպերում պատմողները  հենց  սկզբից  ներկայանում  են  և  սյուժեում  գործում  որպես  կերպար, հետևաբար նրանց կարելի է համարել հոմոդիեգետիկ: ", "կինոսցենարիստ, գրական-հասարակական հրապարակախոս, գործիչ, ԽՍՀՄ լրագրող, Գրողների շարքերում,  նրա  «առաքելությունը»  և  դրա  ընթացքը.  «Կոմկուսակցությունը  Եղիա Չուբարը  Փարիզ էր ղրկեր՝ կոմունիստական գաղափարներ  տարածելու գաղութահայության  մեջ:  Չուբարը,  սակայն,  կես  ճանապարհին  ծոցատետրը կորսնցուցած  ըլլալով,  հեռագրով  մը  նոր  դիրեկտիվներ  կպահանջե  Երևանեն  այն մասին՝  թե  ո՞ր  քաղաքը  պիտի  երթա  և  ի՞նչ  գաղափարներ  քարոզե»  /27/:  Նույն կերպարին  գրողի  երկրորդ  անդրադարձը.  տալով  նախ  արտաքին  տվյալներ  /«Եղիա Չուբար:  Կոմունիստ  շեյխ  մը՝  մեկ  լդրանոց  փաթթոցով»  /86//՝  գրողը  ստեղծում  է զգայական-տեսողական տպավորություն, պատկերի երկրորդ պարբերությունը գալիս է ավելի  ծանրակշիռ  դարձնելու  հեղինակի՝  նրա  նկատմամբ  ունեցած  վերաբերմունքը. գործի է դրվում «ծանր հրետանին»՝ սատիրան՝ ամբողջովին մերժելով կոմունիստական կուսակցության  այս  ներկայացուցչի  դեմքը:  Իբրև  ամփոփում՝  գալիս  է  առակ-խրատը՝ «…ինչպես ագռավը խրատ տա սոխակին իր ձայնը փոխելու…» /87/: ", "Լավագույն  կյանքի  երազը,  գեղեցիկ  ապագայի  հանդեպ  հավատը  անծանոթ  չէր նաև  նախորդ  շրջանի  հայոց  բանաստեղծությանը,  հիշենք  թեկուզ  Հովհ.  Թումանյանին։ ", "Պոյի  մշակած  ժանրի  տեսությունն  իր  մեջ  ներառում  է  մի  շարք  կարևոր տեսակետեր,  որոնք  նովելի  ժանրում  պետք  է  հաշվի  առնվեն  յուրաքանչյուր  գրողի կողմից:  Դրանցից  առաջինն  ու  ամենակարևորը  վերաբերում  է  նովելի  ծավալին: ", "Դիտարկված  բանաստեղծություններում  արտահատված  է  «Ներշնչումներ»  գրքի այն  հիմնական  տրամադրությունը,  որն  այնքան  նման  է  տերյանական  հանրահայտ «թախիծին»։  Տխրության  պատկերները  ձեռք  են  բերում  զուտ  տերյանական  «վշտակիր հոգու» դիմագիծը՝ արտահայտված քնարական շնչով։ Քյալաշյանին, նույնպես գրավում են  մենակության  խորհրդածումներն  ու  հավիտենական  արժեքների  մասին  չափածո փիլիսոփայական մտորումները։ ", "Պոյի տեսակետների յուրահատկությունը կայանում է նրանում, որ նա փորձում է  գրավել  ընթերցողի  ուշադրությունը,  շահել  վստահությունը  և  համոզել  նրան ֆանտաստիկականի  ու  անհնարինի  հնարավորության  մեջ,  առանց  որի  անհնար  է օրիգինալ մտահղացման համոզիչ ռեալիզացումն ու էֆեկտի հասնելը: ", "Տրտմության,  թախծի,  անելանելիության  գաղափարը  ի  վերջո  պիտի  ճանապարհ փնտրեր  բանաստեղծի  հոգում,  այն  է՝  դեպի  հեռավոր  երկրների  մշուշոտ  գիրկը, անհայտի  նավավարին  պիտի  տաներ  անհաս  ափեր։  Եվ  այս  ամենը  «գաղտնի  շշուկի» թելադրանքով, որը ոչ այլ ինչ էր, քան «թեուրգյան» գաղտնիքը. Հեռավոր երկրից մի ձայն եմ լսում Որ կանչում է ինձ մաշող կսկիծով Ու հազար գաղտնի շշուկով խոսում – Կյանքս դարձնում տառապանքի ծով27։ ", "Թուրքական  գրականության  մեջ  նոր  զարգացումներ  արձանագրվեցին  Երկրորդ համաշխարհային  պատերազմի  տարիներին:  Թեև  այս  ժամանակաշրջանում գերիշխում  էր  այսպես  կոչված «պաշտոնական  ազգայնականության»  գրական հոսանքը`  սակայն  իր  դիրքերն  էր  ամրապնդում  ևս  երկու  հոսանք`  «մշակութային ազգայնականությունը»  (Յահյա  Քեմալ,  Ահմեդ  Համդի  Թանփընար,  Փեյամի  Սաֆա  և այլոք) և «սոցիալական ռեալիզմը» (Սուադ Դերվիշ, Հյուսամեթթին Բոզոք, Քերիմ Սադի և  այլոք):  Թուրք  հետազոտող  Դ.  Քյոքսալն  ընդգծում  է,  որ  սոցիալական  ռեալիզմի գրողների  ստեղծագործություններում  արտացոլվում  էին  նաև  Խորհրդային  Միության հանդեպ  համակրանք  պարունակող,  իսկ  երբեմն  էլ  սատարող  հայացքներ:  Բացի  այդ` դրանցում  նկատելի  էր  սովետական  արվեստի,  գրականության  ազդեցությունը105: ", "Նույն  տրամաբանությամբ  Քյալաշյանի  «Ինձ  թաղեք  լուսնկա  գիշերին»  տողը  տե- սանելի  հարթության  մեջ  է  Տերյանի  «Ինձ  թաղեք,  երբ  կարմիր  վերջալույսն  է  մարում» Քյալաշյանը  ևս,  ինչպես  Տերյանը,  հանդես  է  գալիս  իբրև  զուտ  քնարերգու  բա- նաստեղծ՝  իր  բնորոշ  խորհրդապաշտական  ոճով  ու  պատկերամտածողությամբ։  Ահա տողի հետ։ ", "է Մոսկվայում հայկական դիմանա  այսքան  խոսքին…» /88-89/:  Այս «հարվածները»  գալիս  են  միայն ամբողջացնելու դիմանկար-կտավը: ", "Էլենի  մեջ  անսպասելիորեն  արթնանում  է  կարեկցանքի  զգացողությունը,  երբ ծանոթանում է երկու իտալացի տղաների հետ աղքատների թաղամասից՝ Իսթ Սայդից, և հյուրընկալում իր տանը: Մինչ այդ հերոսուհին ապրում էր մեկուսի՝ թույլ չտալով, որ դրսի քաոսային աշխարհը ներխուժի իր տարածք։  Սա առաջին անգամ էր իր կյանքում, երբ նա իսկապես սկսում է երկմտել՝ արդյոք ճի՞շտ կենսակերպով է ապրում։  Տղաները հնարավորություն  ունեին  ամբողջովին  փոխելու  աղջկա  կյանքը,  սակայն  նրանց  չի հետաքրքրում  այդ։ Փողի նկատմամբ իրենց կույր հրապուրանքով տարված՝ նրանք չեն նկատում այն կարևոր փոփոխությունները, որոնք սկսում են տեղի ունենալ աղջկա մեջ։ ", "Նույնպիսի  մի  քննադատություն  է  հնչում  ֆրանսահայ  գրողի՝  Զապել  Եսայանի վարած  բոլշևիկյան  գործունեության,  ասել  է  թե՝  նրա՝  «Երևան»  թերթում  վերջիններիս վարած քաղաքականությունը փառաբանող հոդվածների մասին /տե՛ս 62/: Ցավոք, մնում քաղաքական  գործիչ,  1908-11թթ.  գործել  է  Բաքվի  մենշևիկյան  կազմակերպությունում: 1913-ին բանտարկվել  է  հեղափոխական  գործունեության  համար: Եղել  է  կոմունիստական  կուսակցության անդամ,  ՀԱՄԽ-ի  առաջին  նախագահը, ՀԿԿ  ԿԿ  քարտուղար, ՀԽՍՀ  Կենտգործկոմի  նախագահի տեղակալ, ՀամԳԳԱ  փոխնախագահ  Անդրկովկասյան  մասնաճյուղի  տնօրեն: Աշխատությունները վերաբերում և սոցիալիստական աշխատավարձի տեսության հարցերին: ", "Ալեքսանդր  Բլոկի  «Չքնաղագեղ  տիկինը»,  Տերյանի  «անուրջ  կույսը»,  Քյալաշյանի «Երազ Գեղանին» գործառում են «հոգու» տիրույթում, միաժամանակ իմաստային կապի մեջ  են  կանացիության  գաղափարի  բանաստեղծական  մարմնավորման  հետ։  Քյա- լաշյանի «Երազ գեղանի» կնոջ սիմվոլը իր անհասանելիության մեջ նույն տերյանական «կույսի» սիմվոլն է։ "], "source_docs_file": "Literature.json", "paragraph_source_docs": [3, 5, 5, 2, 3, 5, 4, 3, 5, 5, 4, 2, 0, 3, 5, 1, 5, 1, 5, 2, 5, 3, 4, 3, 5]}