{"paragraph_source_docs": [0, 1, 1, 1, 1, 2, 0, 1, 1, 1, 1, 1, 1, 1, 1, 0, 4, 1, 1, 1, 1, 1, 4, 1, 1], "paragraphs": ["Կարևոր  տեղեկություններ  են  պարունակում  նաև  ՀՀ  Հայկական  բանակի հետախուզական բաժանմունքի պետ Տիգրան Դևոյանցի զեկուցագրերը2, որոնք վկայում են հայ հետախույզների արդյունավետ գործունեության մասին թշնամու թիկունքում: ", "Հայոց տոնածիսական հմայական բնույթի խաղերի ձևավորումը տիպաբանական շարունակությունն է նախաքրիստոնեական որևէ ծեսի, ինչը հաստատվում է ժողովրդ- ական-հավատալիքային մեր ունեցած տվյալներով: Դրանց լավագույն օրինակներից են հայոց  մեջ  տարբեր  բնակավայրերում  հայոց  տոնացույցի  ժամանակային-ծիսական տրամաբանությանը զուգահեռ` Նոր Տարուց մինչև Խաչվերաց, խաղային երանգավոր- մամբ  կատարվելիք  ծեսերը,  ինչպես  նաև  առանձին  դեպքերի`  երաշտի  ժամանակ անձրև  բերելու  նպատակով  կատարվելիք  շրջայցերը  (խոսքը  Նուրիի  մասին  է):  Կար- ծում ենք, որ ծեսը որպես այդպիսին դադարում է ծես լինել այն ժամանակ, երբ կատա- II,  Տփղիս  1909,  էջ  24),  իսկ  պատմագիրներ  Մովսես  Խորենացին  (Մովսես  Խորենացի,  Հայոց  պատմութ- յուն, Երևան 1990, էջ 274), Փավստոս Բյուզանդը (Փավստոս Բյուզանդ, Պատմություն հայոց, Երևան 1968, էջ 94, 102) և Եղիշեն (Եղիշե, Վարդանի և հայոց պատերազմի մասին, Եր., 1989, էջ 144) հաղորդել են որո- շակի  տեղեկություններ  նաև  հայոց  նախարարական  խաղերի,  մրցումների  վերաբերյալ  (նախարարական խնջույքների  ժամանակ  խաղերի,  երգերի,  պարերի  հորինման  հիշատակությունների  մասին  տե´ս  նաև  Վ. Հացունի, Ճաշեր եւ խնճոյք Հին Հայաստանի մեջ, Վենետիկ, Ս. Ղազար, 1912, էջ 255): ", "րողը  կորցնում  է  հավատը  դրա  նկատմամբ:  Ահա  այստեղ  է,  որ  հմայական-ծիսական գործողությունները վերաճում են հանդիսանքի, տեսարանի, պարահանդեսի, ի վերջո, ժողովրդական  խաղային  պայմանաձևերի  և  ձեռք  բերում  մի  կարևոր՝  նմանակելու հատկանիշ  (ցո՞ւցք,  տնա՞զ,  թէատրո՞ն):85  Նուրի86  խաղի  օրինակով  կարելի  է  տեսնել հավատալիք-առասպել-ծես-խաղ աստիճանական գործընթացի կամ խաղային տարրերի զարգացման դինամիկան: Նուրի (ճոլի, պուրպատիկին, խուճկուրուրիկ, շերեփ տիկնիկ և այլն) ծիսական տիկնիկի և ջրի պաշտամունքի կցորդումը հայտնի է թե´ հայ հին ու նոր  հավատալիքներից,87  թե´  ազգագրական88  և  այլ  աղբյուրներից:  Թե  ով  է  Նուրին, Նարը կամ Ծովինարը հայոց հավատալիքներում ու հեքիաթներում, առասպելներում ու զրույցներում, կան որոշակի ուսումնասիրություններ,89 իսկ թե ինչպես են Նուրիի գերբ- նական  հատկությունների  հանդեպ  հավատալիքներն  ու  ավանդազրույցները,  նրան մարդկային  հատկանիշների  վերագրումը  հիմք  հանդիսացել  անձրևաբեր  խաղերի առաջացման  համար,  և  առհասարակ  թե,  ինչպես  է  առասպելներից  ու  պատումներից կամ ծեսերից առաջանում խաղ կամ խաղային գործողություն, դժվար է ասել: Մինչ հա- վատալիքն  ու  առասպելը  գործում  են  տոնածիսական  միջավայրում,  զարգանում  ու փոփոխվում կատարողի աշխարհայացքին համահունչ, մանկական կենցաղ են ներթա- փանցում երևույթի և էության միջև գոյություն ունեցող նմանությունների նույնացմամբ, անձն ու առարկան, առարկան ու նրա նշանը, իրն ու անունը, սկիզբն ու սկզբունքը միմ- յանցից  հստակ  չտարբերակելով  ու  համարժեքայնացմամբ:90  Նուրիի  ծեսը  կատարվել  է Վարդավառին և հատուկ իրադրության՝ անձրև բերելու կամ կտրելու ժամանակ, սակայն երկրորդ  հերթին  հայտնվում  են  հանդիսատեսներ,  որոնք  չկան  ծեսում,  երրորդ՝  առաջանում  է  իմպրովիզ անելու  հնարավորություն,  չորրորդ՝  փոխվում  են  փոխանցման  մեխանիզմները.  եթե  ծեսը  փոխանցվում  է սերնդից սերունդ առանձին մասերի, շերտերի ուսուցմամբ, ապա խաղը՝ օրենքների օգնությամբ): ", "Ծովինար ու Ծովիալ անվանաձևերում տեսնում է ծովի+նար և ալ՝ վերջիններս համարելով ջրային ոգիների՝ նար, ալ անուններ (Гр. Капанцян, Иссторико-лингвистические работы, II, Ер., 1975, с. 295-296, прим. 1): ", "Լալաեան, ԱՀ, 1896, Ջաւախք, գիրք Ա, էջ 359-560: Ա. Ղազիյան, ՀԱԲ 15, Արցախ, Եր., 1983, էջ 156: ", "Հին  Հայաստանի  մշակույթի  և  մշակութային  միջավայրի  ձևավորման  հարցերն  ար- ծարծող  առաջին  գիտական  աշխատանքները  հրապարակ  իջան  XIX  դ.,  երբ  սկսեցին ուսումնասիրվել միջնադարյան հայկական գրավոր աղբյուրները: Այս աղբյուրներում վկա- յություններ կան Հին Հայաստանում աստվածուհիների, թագուհիների, սրբուհիների կեր- պարների  և  արվեստին  վերաբերող  հուշարձանների  նկարագրությունների  վերաբերյալ: ", "Թեմայի համակողմանի հետազոտման համար կարևոր փաստագրական նյութեր են  պարունակում  «Արևմտյան  Հայաստանի  մասին  Բրիտանական  փաստաթղթերը»2, որոնց  մի  մասի  հնարավոր  սուբյեկտիվ  լինելու  հանգամանքով  պայմանավորված, դրանք  օգտագործելիս  դրսևորել  ենք  քննադատական  մոտեցում:  Բացի  երկրում  տիրող սոցիալական  և  քաղաքական  անարդարությունների,  անօրինականությունների, կաշառակերության  և  բռնությունների  վերաբերյալ  տեղեկություններից,  Տրապիզոնում Մեծ  Բրիտանիայի  հյուպատոսի  1894  թ.  մարտի  31-ին  դեսպանին  ուղղած հաղորդագրության  մեջ  փաստացի  և  կոնկրետ  օրինակներով  նշվում  է  Օսմանյան կայսրության  գաղտնի  ծառայությունների  կողմից  հայերի  դեմ  կազմակերպված սադրանքների մասին: Դրանք արտահայտվում էին թուրքական գործակալների կողմից թռուցիկների  պատրաստման  ու  տարածման  ձևով,  որոնց  տակ  դրվում  էր «Կենտրոնական  կոմիտեի  նախագահ»  ստորագրությունը՝  նպատակ  ունենալով օգտագործել դրանք հայերի դեմ բռնություններն արդարացնելու համար3: ", "նույնացվում  են,  և  այս  պարագայում  խաղային  գործողությունը,  ունենալով  ծեսը  նմա- նակելու  հատկություն,  ընկալվում  է  իբրև  ծիսական  վերարտադրություն,  ինչը  բնորոշ  է հենց ծեսին: Ի վերջո, ծեսի և խաղի ամենատարբերակիչ գիծը կարելի է համարել պա- տահականության սկզբունքը: Խաղի մեջ այն կարող է կրել շրջադարձային նշանակութ- յուն,  որոշել  խաղի  ելքը,  իսկ  ծեսի  մեջ  դա  բացառված  է:  Ուստի՝  մենք  ընդունում  ենք խաղը ծեսից տարբերակող ամենաբնորոշ սկզբունքը՝  պատահականությունը,  որպես ելակետ: ", "Հայոց մեջ տարվա ընթացքում տնտեսական աշխատանքների հետ կապված ան- ցումային  շրջանները  իմաստավորվել  են  պարբերաբար  կատարվող  խաղային  երան- գավորմամբ  հմայական  արարողություններով,  որոնք  ուղղված  են  եղել  ապահովելու բնության զարթոնքն ու մարդկության  սերնդաճը: Նմանատիպ գործողությունների շր- ջանը կազմում է Ամանորից մինչև Խաչվերացն ընկած ժամանակահատվածը: ", "Աշխատանքը բաղկացած է ներածությունից, երկու գլխից, եզրակացություններից, հապավումների, օգտագործված սկզբնաղբյուրների ու գրականության ցանկերից և հա- վելվածից: ", "նը և կառուցվածքը: ", "Ներածական մասում տրված են թեմայի արդիականության հիմնավորումը, նպա- տակը, խնդիրները, օգտագործված սկզբնաղբյուրների և գրականության տեսությունը, ատենախոսության մեթոդաբանական հիմքը, գործնական-կիրառական նշանակությու- Առաջին  գլուխը  («Հայոց  ավանդական  կենցաղում  տարածված  խաղերի  սոցիալ- մշակութային  բնութագիրը.  (XIX-XX  դ.  սկիզբ)»)  բաղկացած  է  չորսը  ենթագլխից: ", "Այստեղ  ներկայացված  է  հայոց  ավանդական  կենցաղում  առկա  խաղային  համալիրի գրեթե  ամբողջական  պատկերը:  Մշակութային  այդ  երևույթը  վերլուծել  ենք  ամենա- տարբեր  տեսանկյուններով՝  սկսած  կանոններից,  պատիժներից,  ընդհուպ  մինչև  կազ- մակերպիչ-ղեկավարները,  մասնակիցների  սոցիալական  բնութագիրն  ու  հավատա- լիքները: ", "Երկրորդ  գլուխը  («Հայոց  խաղային  մշակույթի  փոփոխությունները  վերջին  հար- յուրամյակում».  XX-XXI  դ.  սկիզբ)    բաղկացած  է  յոթը  ենթագլխից  և,  ըստ  էության, իրենից  ներկայացնում  է  ավանդականի  և  արդիականի  համադրական  վերլուծություն, քանի  որ  առաջադրված  խնդիրների  նշանակալից  մասն  օբյեկտիվորեն  ունի  համեմա- ՀԱՅՈՑ ԱՎԱՆԴԱԿԱՆ ԽԱՂԵՐԻ ԸՆԴՀԱՆՈՒՐ ԲՆՈՒԹԱԳԻՐԸ (XIX-XX Դ. ՍԿԻԶԲ) Ավանդական խաղերն ունեն կառուցվածքային հետևյալ համալիրը՝ խաղի կազմա- կերպում, ժամանակ, ղեկավար, ավագ, մասնավորապես՝ մրցութային որոշակի կանոն- ներ և այլն: ", "Մեր ուսումնասիրությունները ցույց են տալիս, որ խաղի կազմակերպման նախա- պայմանները հետևյալներն են. Խաղի կազմակերպման վայր. Խաղի  իրականացման  համար  կարևորը  խաղատեղն  էր,  և,  ելնելով  խաղի  բնույ- թից, խաղի համար կարող էր ընտրվել ընդարձակ և ոչ ընդարձակ վայր՝ բնակավայրից դուրս՝  դաշտ,  կալ,  ամառանոց-յայլաներ  կամ  բնակավայրի  ներսում՝  եկեղեցու  բակ, հրապարակներ, գյուղական կտուրներ, օդաներ: ", "Առանձնահատուկ  ուշադրության  են  արժանի  Օսմանյան  կայսրության  Ներքին գործերի նախարար Նազըմ փաշայի հուշերը1, որոնք կոնկրետ դեպքերով, փաստերով ու անուններով  բացահայտում  են,  թե՛  ոստիկանության  հետախուզական  գործունեության առանձնահատկությունները՝  ուղղված  հայկական  «կոմիտեճինէրի»  դեմ,  թե՛  հայ հեղափոխականների  շրջանում  տիրող  իրավիճակը:  Չնայած  Նազըմի՝    հայ  լրտեսների ու  մատնիչների  անունները  մատնանշելուն,    նրա  հուշերը  արժեքավոր  են  երկու նկատառումներով՝  անհրաժեշտ  տեղեկություն ստանալու համար հայազգի գործակալներ  ներդնելով  «կոմիտեճինէրի»  շրջանում  և  այլ  գործակալների  միջոցով ստացված  տեղեկատվության  հավաստիության  ստուգման  հանգամանքով:  Նազըմ  բեյն իր հուշերում սարսափով է հիշատակում լրտեսների սպանությունների շարանը. «Ահա այսպես  հայ յեղափոխական  Դաշնակ  կոմիտէն  սկսած  էր  ասպարեզ  կարդալ կառավարության,  սպաննելով  ոստիկանները  և  այն  Հայերը,  որոնք  հավատարիմ  կր մնային  կառավարութեան»2:  Խնդիրը  խորապես  հասկանալու  և  համապատասխան միջոցներ  կիրառելու  նպատակով  ոստիկանության  նախարարը  որոշում  է  հայ լրտեսներից մեկին. «…որ դեռ ճանաչված չէր կոմիտեճինէրուն կողմէ, յարաբերութեան մեջ դնել հայ յեղափոխական կոմիտէին հետ:… կոմիտէի ամէնէն կատղած անդամներէն մէկն  էր  Հակոբը…:  Լրտեսը  ղրկեցի  Հակոբի  մոտ:  Բարեկամացավ  նրա  հետ  և  մտավ կոմիտէին մեջ: Եվ օրը օրին ինծի լուր կուտար կոմիտէին որոշումներուն և ծրագրերուն մասին:  Հակոբը  ձերբակալվեց»3:  Ընդգծելով  Օսմանյան  կայսրության  ոստիկանության գործելակերպը, նշենք, որ Հակոբի հարցաքննության ժամանակ Նազըմ փաշան մեծ տեղ էր  հատկացնում  այլ  աղբյուրներից  ստացված  տեղեկությունների  հավաստիությանը՝ ստուգելով նաև լրտեսների հուսալիությունը: ", "XVIII  դ.  հայկական  սկզբնաղբյուրներից  օգտագործել  ենք  պատմիչների  ու պատմագիրների՝  Եսայի  Հասան-Ջալալյանցի,  Աբրահամ  Երևանցու,  Աբրահամ Կրետացու, Սիմեոն Երևանցու, Միքայել Չամչյանի աշխատությունները24: ", "Երկու մրցող խմբեր կամ անհատներ Խաղի կազմակերպում. Խաղը սկսում էին խաղալ, երբ հավաքվածներից մեկն ասում էր՝ «եկեք խաղանք». դա  հատուկ  ծրագրված  չէր  և  կարող  էր  կազմակերպվել  հանպատրաստից:  Մեծահա- սակները երբեմն նախապես պայմանավորվում էին որևէ խաղի համար: ", "Խմբի ավագ. Ավանդաբար  խաղերը  սկսվել  են  հաշվերգով  ու  վիճակահանությամբ,  որոնք  դա- սակարգել ենք հետևյալ ձևերի՝ Առարկաներով  վիճակահանության  ժամանակ  օգտագործվել  է  ինչ-որ  առարկա՝ քար, չոփ, կոպեկ, կորիզ և այլն: Այստեղ կարևորը քար պահելու երևույթն է, դրա հա- մար  էլ  խաղացողների  շրջանում  բնորոշվել  է  հենց  «քար  պահել»  արտահայտությամբ: ", "«Քար  պահել»  գործողության  տարբերակներից  է  քարբռնուկը,  քարպահուկը144,  խլի– բլին145 կամ խլի–մլին,146 թաց ու չորը, գիր թե ղուշը (թռչունը), չոփ պահելը147 և այլն: Այդ գործողությունը  հետևյալն  էր.  մասնակիցներից  որևէ  մեկը  (հիմնականում  ճարպիկը) քար  էր  պահում  բռի  մեջ,  որպեսզի  ավագները,  որոնք  տարիքով  առավել  մեծերն  էին, գուշակեին, թե որ ձեռքի մեջ էր գտնվում քարը` որ ձեռքն էր դատարկ, որը` ոչ:148 Ըստ Վ. Բդոյանի` փուչ ու լիք, փուչ պահել, փուչ ու տռուզ, փոչ ու տռոզ149 վիճակա- հանության  ձևերի  անուններն  ունեն  նույն  նշանակությունը,  ինչ  ժողովրդական  լեզվով ասված խլե–պլեն, խլե–ֆլեն, խլե–փլեն, որը նշանակում է  ունայն, դատարկ,150 սակայն այստեղ կարևոր են  նաև հարց ու պատասխանը, ճիշտ կռահելը: ", "«Քար պահելու» տարբերակներից են «գիր-խուշը», «գիր թե խուշը» կամ «թաց-չո- րը»: «Գիր-խուշի» ժամանակ կոպեկը դեպի վերև էր գցում թիմի ավագներից մեկը կամ վիճակի երգի, չոփ պահելու և գիր ու ղուշ գցելու գործողությունների հետ (տե´ս Ա. Սարգսյան, Հայ մանկա- կան  բանահյուսություն  (տեսակային  և  կառուցվածքային  առանձնահատկությունների  համառոտ  անդրա- դարձ),  Հովհ.  Թումանյանի  թանգարան,  Հասկեր,  մանկական  գրականության  և  բանահյուսության  տարե- գիրք 3, Եր., 2012-2013, էջ 7): ", "սի, ծնվ.` 1933 թ.: ", "Աշխատասիրութեամբ  տեառն  Սարգսի  Սանահնեցւոյ  Ջալալեանցի`  թեմակալ  արքեպիսկոպոսի  Հայոց Վրաստանի,  Իմէրէթի  և  այլոց,  մասն  Բ,  Տփխիս,  1858;  Մ.  Սմբատեանց,  Նկարագիր  Սուրբ  Ստեփաննոսի վանաց Սաղիանի եւ միւս վանօրէից եւ ուխտատեղեաց եւս եւ քաղաքացն եւ գիւղօրէից որք ի Շամախւոյ թեմի, Տփխիս, 1896; Մ. Բարխուտարեանց, Աղուանից երկիր եւ դրացիք (Միջին Դաղստան), Թիֆլիս, 1893; նույնի՝  Պատմութիւն  Աղուանից,  հտ.  Ա,  Վաղարշապատ  –  Ս.  Էջմիածին,  1902;  Դիւան  հայոց պատմութեան, հրատարակեց՝ Գիւտ քահ. Աղանեանց, Գիրք Ա-Բ (1780-1834), Թիֆլիս, 1893; Գիրք Գ, մասն Բ,  Սիմէոն  կաթողիկոսի յիշատակարանը  (1763-1767),  Թիֆլիս,  1894;  Գիրք  Դ, Ղուկաս  կաթողիկոս  (1780- Գիրք Թ, Հովսէփ կաթողիկոս Արղութեան (1778-1800), Թիֆլիս, 1911; Գիրք Ժ, Մանր մատենագիրք (ԺԵ-ԺԹ դդ.), Թիֆլիս, 1912; Դիվան հայոց պատմության, Նոր շարք, Գիրք առաջին, Ղուկաս Կարնեցի, հտ. Ա (1780- годов XVIII в.). Документы и материалы, вып.  I, Материал подобрал и подготовил к печати  В. Гамрекели, Тбилиси,  1980;  Русско-дагестанские  отношения  в  XVIII  –  начале  XIX  в.  Сборник  документов,  Отв.  ред.  В. Гаджиев, Москва, 1988; Материалы по истории русско-грузинских отношений второй половины XVIII века, /В. Мачарадзе, ч. II, Посольство Теймураза II в Россию, Тбилиси, [б. и.], 1968; նույնի՝ Материалы по истории русско-грузинских отношений второй половины XVIII века, ч. III, вып. I, Русско-турецкая война 1768-1774 годов  и  Грузия,  Тбилиси,  1988;  նույնի՝  Материалы  по  истории  русско-грузинских  отношений  второй половины  XVIII  века.  ч.  III,  вып.  II,  Тбилиси,  1997;  Русско-индийские  отношения  в  XIX  в.  Сборник архивных  документов  и  материалов,  Отв.  ред.  П.  Шаститко,  Москва,  1997;  Russia  and  the  Armenians  of Transcaucasia,  1797-1889;  A  documentary  record.  Annotated  translation  and  commentary  by  George  A. Bournoutian, Costa Mesa, 1998. Ռուսաստանի  հարաբերությունների  XVIII  դ.  պատմության  առանձին  հարցերի լուսաբանման համար անդրադարձել ենք խորհրդային պատմաբաններ Վ. Լևիատովի27, Օ.  Մարկովայի 28 ,  Գ.  Աբդուլլաևի 29 ,  Ջ.  Մուստաֆաևի 30  և  Պ.  Չոբանյանի 31 հետազոտություններին՝  դրանք  համադրելով  ժամանակաշրջանի  գրավոր  աղբյուրների հետ: ", "Վանուշ Գրիգորի, ծնվ.` 1938 թ.: ", "Մխիթար Մանուկի, ծնվ.` 1924 թ.: "], "source_docs_file": "History.json"}