{"paragraph_source_docs": [2, 4, 3, 4, 1, 4, 3, 1, 4, 2], "source_docs_file": "History.json", "paragraphs": ["Այս  առումներով  խիստ  ուշագրավ  դիտարկումներ  ունենք  Լա  Մագդալենի  (Նկ.4,  3- տական վերլուծությունների շնորհիվ120: ", "Շուտով քաղաքի բնակիչները՝ դժգոհ լինելով  խանի ծանր հարկային քաղաքականությունից,  գաղտնի  բանակցելով  Ֆաթհ  Ալի  խանի  հետ,  խոստանում  են նրան հանձնել Դերբենդը88: 1759 թ. Դերբենդը գրավելով՝ Ֆաթհ Ալի խանը Մուհամմադ Հուսեյն խանին կուրացնում է, իսկ նրա հնգամյա որդուն՝ Ալի բեկին, սկզբում տանում է Ղուբա,  ապա  Բաքու:  Դերբենդի  խանը  1768  թ.  կնքում  է  մահկանացուն,  իսկ  Ալի  բեկը մնում է Բաքվի խանի մոտ: ", "ձեռագրերի հիշատակարաններ, մասն Ա (1401-1450 թթ.), էջ 383: ", "(այսուհետև՝ АГС). государя императора Петра Великого, СПб., 1763, с. 37-38. В. Г. Гаджиев, Москва, 1967, с. 375; The Encyclopaedia of Islam, Leiden, E. J. Brill, 1991, vol. 2, p. 206. Москва, 1988, с. 91-92 (հետայսու՝ РДО). Այսպիսով,  կիսանկախ  տիրակալները  նպատակ  չունեին  Իրանի  տերությունից, Ռուսական  և  Օսմանյան  կայսրություններից  որևէ  մեկից  քաղաքականապես կախվածություն ունենալ և դիմում էին խուսանավելու քաղաքականությանը: ", "նպատրաստից հորինված հեքիաթներ, ծաղրերգեր և այլն) (տե´ս Ա. Սարգսյան, Մանկական բանա- հյուսության հարցի շուրջ, Գիտական նստաշրջան` նվիրված ՍՍՀՄ 60-ամյակին, Զեկուցման թեզիս- ներ, Եր., 1982,  էջ 19-20): ", "Հյուսիս-արևելյան  Այսրկովկասի  կիսանկախ  իշխանություններից  էր  Բաքվի խանությունը,  որը  գրեթե  ամբողջությամբ  ընդգրկում  էր  Ապշերոնի  թերակղզու տարածքը91: Արդեն XI դ. Բաքուն Շիրվանշահերի պետության մաս էր կազմում, իսկ XII դ.  նրա  քաղաքական  կենտրոնն  էր:  Մինչև  XVIII  դ.  սկիզբը  Բաքուն  ղեկավարում  էր Սեֆյան շահերի նշանակած կառավարիչը՝ հաքիմը: Վերջինս իշխանությունը կիսում էր հարյուրապետների  հետ,  որոնք  ծագումով  Գիլանից  էին  և  Շիրվան  էին  ներթափանցել Խան-Ահմադ  խանի  1592  թ.  Աբբաս  Ա-ի  (1571-1629)  դեմ  բարձրացրած  անհաջող ապստամբության հետևանքով: ", "Դրանից  հետո,  Լոռեն  հայտնվում  է  մեկ  ակ-կոյունլուների,  մեկ  վրացիների,  իսկ  XVI  – XVII դդ. արդեն Սեֆյան Իրանի և Օսմանյան Թուրքիայի տիրապետության ներքո: ", "Վարդանյան Նաիրի Ամրայի, ծնվ.` 1999թ. և խաղը ներկայացնող՝ Հարությունյան Գրիշա Զորիկի, ծնվ.` կոտ են, բացի …: ", "Այսպիսով, Բաքվի խանության միավորումով Ղուբայի խանը հնարավորություն էր ստանում  ուղիղ  կապ  հաստատել  Սալիանի  իր  տիրույթի  հետ:  Սակայն  Բաքվի խանությունը,  բացի  ռազմաքաղաքական  հարմար  դիրքից,  ուներ  նաև  առևտրա- տնտեսական  հարուստ  ներուժ:  Բաքվի  խանությունը  Շիրվանի  մյուս  տիրույթների համեմատությամբ աղի և նավթի արտադրության մեծ առավելություններ ուներ: Դրանց արտահանումն  ապահովում էր  խանություն  անհրաժեշտ  պարենամթերքների ներկրումը: Խանության  տարածքում  բազմաթիվ աղի լճերի առկայության96 հետևանքով աղն իր արտահանման ծավալներով նավթից հետո գրավում էր երկրորդ տեղը: Բաքուն ծովով  կապ  ուներ  Աստրախանի,  իսկ  ցամաքով՝  Թիֆլիսի,  Երևանի,  այսրկովկասյան մյուս խանությունների հետ: ", "Կանթեղ. գիտական հոդվածեր, №4, Երևան, 2017, էջ 171: "]}