{"paragraphs": ["Իհարկե, այդ երկու ֆայլերում կա տվյալների կրկնություն և այդ կրկնության նպատակն է՝ դարձնել դյուրին. ա) մոդելավորման արդյունքում ստացված սխալների վերլուծումը և բ)  թեստային  ալգորիթմի  աշխատանքի  կարգաբերումը  և  ձևափոխումը:  Բացի  այդ,  այս դեպքում  պետք  չէ  միաժամանակ  մի  քանի  ֆայլեր  դիտարկել՝  տվյալների  արժեքները - 107 - ստանալու համար, որը իր հերթին նույնպես հեշտացնում է արդյունքների վերլուծումը: ", "Նկար  3.13    ֆայլի  ձևաչափը  ավելի  «լայն»  է,  հիմնված  է    մոդելավորման  վեկտորային ֆայլի վրա և մոդելավորման արդյունքների մասին պարունակում է ավելի մանրամասն նկարագրություն:  Մոդելավորման  արդյունքում  ստացված  ելքային  ֆայլի  (նկ.  3.11)  և ԹՆևՀԹԱՍ ԱՀ-ի կողմից գեներացվող ֆայլերի (նկ. 3.12 և 3.13) պարզ համեմատությունը ցույց է տալիս վերջիններիս առավելությունը՝ մոդելավորող ծրագրի ելքային ֆայլի հետ համեմատ  այդ  ֆայլերը  ավելի  ընթերցելի  են:    Հետազոտվող  թեստային  ալգորիթմը ձևափոխվում  և  մոդելավորվում  է  այնքան  ժամանակ,  մինչև  որ հետազոտվող թերության  հետևանքով  ստացված  անսարքությունը  հստակորեն  կհայտնաբերվի մշակված ալգորիթմի միջոցով: ", "ԹՆևՀԹԱՍ  ծրագրային ԱՀ -ը օգտագործել է և օգտագործվում է ՍՊԴՀ սարքերում տարբեր  տեսակի  թերություններ  ներարկելու  և  ստացված  անսարքությունների հետազոտման  աշխատանքներում:  Այդ  աշխատանքների      փորձնական  արդյունքները տպագրվել են մի շարք հոդվածներում: ԹՆևՀԹԱՍ ԱՀ-ի  միջոցով կատարվել են SRAM հիշողությունների հետ կապված հետևյալ խնդիրների հետազոտումները. հասցեների  ապակոդավորման հանգույցում  ակտիվացման և ապաակտիվացման  թերությունների ներարկումը,  մոդելավորումը  և  այն հայտնաբերող համապատասխան թեստային ալգորիթմի հետազոտումը [8],  [13] : ", "«Telegraph»  noise)  թերության  մոդելավորումը  հիշողության  բջիջներում  և համապատասխան  անսարքությունը  հայտնաբերող թեստային  ալգորիթմի մշակումը [13]: ", "պրոցեսների  տատանումների  հետևանքով  առաջացած թերությունների  (ՏՊՏՀԱԹ)  հետազոտումը  TCMS  45  նմ,  28  նմ,  16  նմ  և  14  նմ տեխնոլոգիաներով  պատրաստված  SRAM  հիշողությունների  նմուշների  համար: "], "paragraph_source_docs": [1, 1, 1, 1, 1], "source_docs_file": "Control, Automation and Electrical Engineering.json"}