{"paragraph_source_docs": [0, 2, 0, 0, 1, 1, 0, 0, 1, 1, 2, 0, 0, 0, 1, 1, 0, 0, 1, 1, 0, 1, 1, 2, 1], "paragraphs": ["MoO3-Mg–NaCl համակարգում այրման թերմոգրամների (նկ. դերիվատոգրաֆիական  և  արագասիքների  ռենտգենաֆազային  հետազոտությունների համատեղ  վերլուծությունը  վկայում  են  այն  մասին,  որ  վերականգնիչի  հալումից անմիջապես հետո տեղի է ունենում հետևյալ փոխազդեցությունը. . . , Նկ. 3.15. MoO3 + 5NaCl խառնուրդում էկզոթերմ փոխազդեցությունից անմիջապես հետո տաքացումն ընդհատված նմուշի դիֆրակտոգրամը MoO3(պ.) + 3Mg(հ.) = Mo(պ.) + 3MgO(պ.)           (3.2) իսկ  NaCl-ի  հալման  էնդոթերմ  և  MoO3  +  Mg  էկզոթերմ  փոխազդեցության  տիրույթները մասամբ վերածածկում են իրար: Ավելի ցածր տաքացման արագություններում (օրինակ փոխազդեցությունը)  տարանջատել  միմյանցից:  Հարկ  է  նշել,  որ  DTA  կորի  վրա  չի դիտվում MoO3+NaCl էկզոթերմ փոխազդեցություն, որը հավանաբար  պայմանավորված է  ռեակցիոն  խառնուրդում  աղի  հարաբերական  մեծ  քանակներով:  Սակայն  զանգվածի ոչ մեծ կորուստ դիտվել է TG կորի վրա 470÷530  oC ջերմաստիճանային տիրույթում (նկ. Ելային  ռեագենտների  և  նրանց  տարբեր  կոմբինացիաների  ջերմային  անալիզի արդյունքները  թույլ  են  տալիս  պարզել  այրման  ռեժիմում  փոխազդեցության թերմոգրամներում  լավ  արտահայտված  ջերմաստիճանային  տիրույթներում  ընթացող պրոցեսները:  DTA  հետազոտության  արդյունքներից  կարելի  է  եզրակացնել,  որ  MoO3  + ընթանալ համանման հերթականությամբ: ", "Հ ե տագ այ ո ւ մ  Սո լ ո շ ո ն ո կ ը   և  Է լ լ ի ս ը  ս ի ն թե զ ե լ  ե ն  ն ո ր կ առ ո ւ ց վ ած ք ի  NiII ի ո ն ի  գ լ ի ց ի ն այ ի ն  կ ո մ պլ ե ք ս ն ե ր , ո ր ո ն ք հ ե տազ ո տվ ե լ  ե ն  ալ կ ի լ հ ալ ո գ ե ն ի դ ն ե ր ո վ  գ լ ի ց ի ն ի  C-ալ կ ի լ մ ան , ի ն չ պե ս  ն աև  Մի խայ ե լ ի  մ ի աց մ ան  ռ ե ակ ց ի ան ե ր ո ւ մ  (ս խե մ ա 18) [189]: ", "մանրահատիկ փոշու ստացումը գերում և MoSi2-ի մանրահատիկ փոշու ստացման հնարավորությունն այրման ռեժիմում Հիմնվելով  3.1 բաժնում քննարկված թերմոդինամիկական անալիզի արդյունքների վրա`  ուսումնասիրվել  է  MoO3+3Mg+2Si  և  MoO3+7Mg+2SiO2  խառնուրդների  այրման պրոցեսներն  իներտ  գազի  (արգոնի)  միջավայրում  1  ՄՊա  ճնշման  պայմաններում  [70, այնպես  որ  նույնիսկ  միկրոթերմոզույգային  եղանակով  հնարավոր  չէ  իրականացնել այրման պարամետրերի հստակ չափումներ (Tա և Uա): ", "Այրման արգասիքների գրավիմետրական անալիզի արդյունքները ցույց են տալիս, որ  այս  դեպքում  այրման  պրոցեսն  ուղեկցվում  է  մոտ  50  զանգ.  %  կորստով:  Վերջինս պայմանավորված  է  այրման  նախաբոցային  և  ռեակցման  գոտիներում  ելային ռեագենտների  և  միջանկյալ  նյութերի  մասնակի  գոլորշիացմամբ  և  նմուշից  դրանց հեռացմամբ:  Այրման  պինդ  արգասիքների ռենտգենաֆազային  անալիզների արդյունքներից  պարզվել  է,  որ  առկա  են  մագնեզիումի  օքսիդ,  մոլիբդենի  դիսիլիցիդ  և սիլիցիումով  աղքատ  այլ  սիլիցիդներ,  ինչպես  նաև  փոքր  քանակությամբ  ազատ սիլիցիում և մագնեզիումի սիլիկատային միացություններ: ", "NiII-(S)-3-BrBPB-(S)--MePhe (34): Tհալ=180-182 ºC; [] = +1583.18 (c =0.5, MeOH): ", "Գտնվել է (%): С, 61.33; H, 4.45; N, 6.30: C35H32BrN3O3Ni: Հաշվվել է (%): С, 61.19; H, 4.49; N, Pro);  2.33-2.48  (3H,  m,  γ-Hb,  -Ha,Hb  Pro);  2.84  (1H,  dd,  J=13.7,  J=5.4,  CH2CH);  3.14  (1H,  dd, J=13.7, J=4.5, CH2CH); 3.10 (1H, m, -Hb Pro ); 3.39 (1H, dd, -H Pro, J=9.9, J=7.1); 3.75 (1H, d, CH2C6H4Br,  J=12.9);  4.26  (1H,  dd,  CHCH2,  J=5.4,  J=  4.5);  4.36  (1H,  d,  CH2C6H4Br,  6.60-6.70 (2H, m, H-3,4, C6H4); 6.82 (1H, br.d, C6H5, J= 7.6); 7.06 և 7.12-7.21 (1H և 3H, m, Ar); 7.27-7.35 (2H, m, Ar); 7.38-7.61 (7H, m, Ar); 8.19 (1H, d, H-6, C6H4, J= 8.6); 8.23 (1H, dd, H-3, C6H4Br): ", "Հարկ  է  նշել,  որ  երկու  համակարգերի  դեպքում  էլ  այրման  պրոցեսն  ընթանում  է ջերմաստիճանային  երկու  տարբեր  ռեժիմներում`  I  (բարձր  ջերմաստիճանային) տիրույթ. դա Si-ի հալման կետից բարձր ջերմաստիճաններն են (Tա > 1410 oC), և II (ցածր ջերմաստիճանային)  տիրույթ.  սիլիցիումի  հալման  կետից  ցածր  ջերմաստիճաններն  են (1410÷1050  oC):  Այսպիսով,  աղային  նոսրացման  պայմաններում  հաջողվել  է  այրման պրոցեսն իրականացնել նաև սիլիցիումի հալման ջերմաստիճանից ցածր ջերմաստիճաններում: ", "Ըստ այրման արգասիքների գրավիմետրական անալիզի արդյունքների, զանգվածի հարաբերական  փոփոխությունը  (m=(mել-mարգ)/mել)*100  %)  ելային  նմուշի  զանգվածի նկատմամբ  n–ի  արժեքի  մեծացման  հետ  նվազում  է  անընդհատ  կերպով  (նկ.  3.19):  Ընդ որում  MoO3–3Mg–2Si–nNaCl  համակարգի  դեպքում  m-ի  փոփոխությունն  ավելի  զգալի է: Սակայն երկու համակարգերում էլ այրման սահմանին մոտ m-ի արժեքը կազմում է ընդամենը 1.5÷3.5 զանգ. %: ", "NiII-(S)-3-BrBPB-(S)--Me-2-FPhe  (37):  Tհալ=  177-179 ºC;  [] =  +1253.00  (c  =  0.4, MeOH): Գտնվել է (%): С, 60.24; H, 4.54; N, 6.11: C35H31BrFN3O3Ni: Հաշվվել է (%): С, 60.10; CH2C6H4Br); 6.64-6.71 (2H, m, H-3,4 C6H4); 7.03 7.22 (5H, m,  Ar-H); 7.28-7.37 (4H, m,  Ar-H); NiII-(S)-4-BrBPB-(S)--Me-2-FPhe  (38):  Tհալ=  183-185 ºC;  [] =  +1313.08  (c  =  0.5, MeOH): Գտնվել է (%): С, 60.25; H, 4.59; N, 6.18: C35H31BrFN3O3Ni: Հաշվվել է (%): С, 60.10; H, 4.44; N, 6.01:  1Н ՄՄՌ սպեկտր ( p.p.m): 1.04 (3H, s, CH3); 1.71-1.85 (1H, m, -Ha Pro); CH2C6H4Br); 6.64-6.71 (2H, m, H-3,4 C6H4); 7.03 7.22 (5H, m,  Ar-H); 7.30-7.39 (4H, m,  Ar-H); NiII-(S)-2-BrBPB-(S)--Me-3-FPhe  (39):  Tհալ  =  150-152 ºC;  [] =  +1274.18  (c  =  0.3, MeOH): Գտնվել է (%): С, 60.20; H, 4.31; N, 6.21: C35H31BrFN3O3Ni: Հաշվվել է (%): С, 60.01; H, 4.44; N, 6.01: 1Н ՄՄՌ սպեկտր ( p.p.m): 1.04 (3H, s, CH3); 1.73-1.94 (2H, m, , -Ha Pro); (1H,  d,  J  =  12.9,  CH2C6H4Br);  4.23  (1H,  dd,  J  =  5.7,  4.5,  CHCH2C6H4F);  4.36  (1H,  d,  J  =  12.9, CH2C6H4Br); 6.60-6.70 (2H, m, H-3,4 C6H4); 6.84-6.96 (3H, m, Ar-H); 7.03-7.17 (3H, m, Ar-H); (1H, d, J = 8.7, H-6 C6H4): ", "NiII-(S)-3-BrBPB-(S)--Me-3-FPhe  (40):  Tհալ  =  162-163 ºC;  [] =  +1256.08  (c  =  0.3, MeOH): Գտնվել է (%): С, 59.95; H, 4.53; N, 6.10: C35H31BrFN3O3Ni: Հաշվվել է (%): С, 60.01; H, 4.44; N, 6.01: 1Н ՄՄՌ սպեկտր ( p.p.m): 1.04 (3H, s, CH3); 1.78-1.97 (2H, m, , -Ha Pro); H4): ", "Այ ն ո ւ ամ ե ն այ ն ի վ , -ամ ի ն աթթո ւ ն ե ր ի ս տե խի ո մ ե տր ի կ աս ի մ ե տր ի կ ս ի ն թե զ ի բ ազ մ աթի վ հ այ տն ի մ ե թո դ ն ե ր ի ց տե խն ո լ ո գ ի ակ ան   մ ատչ ե լ ի ո ւ թյ ան   տե ս ան կ յ ո ւ ն ի ց   առ ավ ե լ   ար դ յ ո ւ - ն ավ ե տ  և   մ ատչ ե լ ի   ե ն   ռ ե գ ե ն ե ր աց վ ո ղ   ք ի ր ալ այ ի ն   օ ժ ան դ ակ ռ ե ագ ե ն տն ե ր ի կ ի ր առ մ ամ բ ամ ի ն աթթո ւ ն ե ր ի ս տե խի ո մ ե տր ի կ աս ի մ ե տր ի կ   ս ի ն թե զ ի   մ ե թո դ ն ե ր ը :  Առ ան ձ ն ակ ի   հ ե տաք ր ք ր ո ւ թյ ո ւ ն   և հ ե ռ ան կ ար այ ի ն  ե ն  կ ե ն ս ամ ի մ ե տի կ  աս ի մ ե տր ի կ  ս ի ն թե զ ի  մ ե թո դ ն ե ր ը , ո ր ո ն ց   ժ ամ ան ակ   ք ի ր ալ այ ի ն   օ ժ ան դ ակ   ռ ե ագ ե ն տն ե ր ը   ֆե ր մ ե ն տն ե ր ի ն մ ան   վ ե ր ակ ան գ ն վ ո ւ մ   ե ն յ ո ւ ր աք ան չ յ ո ւ ր   ս ի ն թե զ ի ց   հ ե տո , ք ի ր ալ այ ն ո ւ թյ ան   լ ր ի վ   պահ պան մ ամ բ ,  ի ն չ ը   հ ն ար ավ ո ր ո ւ թյ ո ւ ն   է տալ ի ս դ ր ան ց օ գ տագ ո ր ծ ե լ բ ազ մ ակ ի ան գ ամ ն մ ան ատի պ ս ի ն թե զ ն ե ր ո ւ մ : ", "Իրականացվել է նաև այրման արգասիքների ռենտգենաֆազային անալիզ:  Պարզվել  է,  որ  վերը նշված երկու համակարգերի Նկ. 3.19. Ռեակցիոն համակարգերի այրման արգասիքների զանգվածի հարաբերական փոփոխությունը (m) կախված NaCl-ի քանակից պարունակում են NaCl, MgO և MoSi2 (նկ. 3.20): ", "Նկ. 3.20. MoO3+3Mg+2Si+56.3%NaCl խառնուրդի այրման արգասիքի դիֆրակտոգրամը Հարկ  է  նշել,  որ  նույնիսկ  նոսրացուցիչի  մեծ  պարունակությամբ  խառնուրդների դեպքում,  այրման  ջերմաստիճանի  բավականաչափ  ցածր  լինելու  պայմաններում (Tա..Tհալ(Si)),  տեղի  է  ունենում մոլիբդենի սիլիցավորման պրոցես:  Եվ ինչպես տեսնում ենք  ստացված  դիֆրակտոգրամից՝  մոլիբդենի  սիլիցիդներից  գլխավորապես  մոլիբդենի դիսիլիցիդին  բնորոշ  բնութագրական  ռեֆլեքսներն  են  վառ  արտահայտված,  իսկ  Mo-ի մյուս  սիլիցիդային  ֆազերը  կամ  չեն  առաջացել,  կամ  էլ  այնքան  քիչ  քանակներով  են ստացվել,  որ  դրանց  բնութագրական  դիֆրակցիոն  ռեֆլեքսները  չեն  նկատվում դիֆրակտոգրամում:  Այսպիսով  այրման  ռեժիմում  առաջին  անգամ  հնարավոր  է  եղել իրականացնել  մոլիբդենի  սիլիցավորման  պրոցես  սիլիցիումի  հալումից  ցածր ջերմաստիճաններում` որպես հիմնական արգասիք ստանալով մոլիբդենի դիսիլիցիդը: ", "Այս  արդյունքները  հաստատվել  են  նաև  արգասիքներում  իրականացված  քիմիական անալիզներով: Պարզվել է, որ սիլիցիումի հալումից ցածր ջերմաստիճաններում այրման արգասիքներում  ազատ  սիլիցիումի  քանակությունը  ելային  խառնուրդի  նկատմամբ նվազում է ավելի քան 6 անգամ՝ հասնելով մինչև 1-1.3 զանգ. %-ի: ", "С, 63.42; H, 5.11; N, 7.12: C31H30BrN3NiO3: Հաշվվել է (%): С, 63.46; H, 5.15; N 7,16:  1Н ՄՄՌ սպեկտր (, p.p.m.): 1,12 (3Н, s, Me), 2,09. (2H, m, , -H, Pro), 2,36 (1Н, ddt, CH2-CH=CH2, 2J = 14,2, 3J = 7,6, J4 = 1,4), 2,44 (1Н, ddt, CH2-CH=CH2, 2J = 14,2, 3J = 6,9, J = 1,4), 2,50 (2H, m, -, -H, Pro), 2,54 (1H, m, -Pro), 3,24 (1H, m,  -H Pro), 3,51(1H, m,  -H Pro), 3,52 և 4,18 (2H,d, AB, NCH2Ar, JAB=12,7); 5,16 (1H, d,-CH=CH2, J = 17,0), 5,31 (1H, d, -CH=CH2, J = 10,3), 6,42 (1H, m, CH2-CH=CH2), 6,61 (3H, m, Ar), 7,13 (2H, m, Ar), 7,19-7,61 (6H,m, Ar), 8,02 (1H,d, Ar, NiII-(S)-3-BrBPB-(S)--allyl-Ala  (43):  Tհալ.  =  170-172 °C;  [] =  +1396.080  (c  0.04, CHCl3): Գտնվել է (%): С, 63.54; H, 4.33; N, 7.02: C31H30BrN3NiO3: Հաշվվել է (%): С, 63.46; H, (1Н,ddt, CH2-CH=CH2, 2J = 14,2, 3J = 7,6 , J4 = 1,4 ), 2,44 (1Н, ddt, CH2-CH=CH2, 2J = 14,2 , 3J = -H Pro), 3,52 ¨ 4,18 (2H,d, AB, NCH2Ar, JAB=12,7); 5,16 (1H,d, -CH=CH2, J = 17,0), 5,31 (1H,d, -CH=CH2, J = 10,3), 6,42 (1H, m, CH2-CH=CH2), 6,61 (3H, m, Ar), 7,13 (2H, m, Ar), 7,19-7,61 (6H, m, Ar), 8,02 (1H, d,Ar, 3J = 8,8), 8,68 (1H, d, Ar, 4J = 2,2): ", "NiII-(S)-4-Br-BPB-(S)--allyl-Ala (44): Tհալ. = 207-208°С: [] = +7210 (c =0.25 CHCl3): ", "Բացի վերը նշվածներից, բոլոր դեպքերում այրման արգասիքներում նկատվում են նաև 3050 մկմ և 1030 մկմ չափսերի խորանարդաձև և խոշոր հատիկավոր բյուրեղներ (նկ.  3.22):  Այսպիսով  պարզվում  է,  որ  այրման  արգասիքներում  առկա  են  մի  քանի տեսակի  բնութագրական  բյուրեղներ:  Այս  բյուրեղները  նույնականացնելու  նպատակով այրման արգասիքներն ենթարկվել են փուլային մշակման: ", "Նկ. 3.22. MoO3+3Mg+2Si+wNaCl խառնուրդի այրման արգասիքների միկրոկառուցվածքները MoO3+3Mg+2Si+56.3%NaCl համակարգի այրման արգասիքը թորած ջրով լվանալուց հետո  կատարվել  է  չլուծված  մասի  միկրոկառուցվածքային  անալիզ  (նկ.  3.23,  ա): ", "NiII-(S)-3-BrBPB-(S)--Me-3,4-Cl2Phe (46): Tհալ=173-174 ºC; [] = +1703.40 (c = 0.4, MeOH):  Գտնվել  է  (%):  С,  56.15;  H,  4.00;  N,  5.69:  C35H30BrCl2N3O3Ni:  Հաշվվել  է  (%):  С, Pro); 2.43-2.57 (3H, m, -Ha, Hb, γ-Hb Pro); 2.77 (1H, dd, J = 13.8, J = 5.8, CH2C6H3Cl2); 2.97 (1H, dd, J = 13.8, J = 4.2, CH2C6H3Cl2); 3.13-3.21(1H, m, -HbPro); 3.43 (1H,dd, J = 9.5, J = 7.1, -H Pro); 3.77 (1H, d, J = 12.8, CH2C6H4Br); 4.22 (1H, dd, J = 5.8, J = 4.2, CH); 4.33 (1H, d, J = 12.8, CH2C6H4Br); 6.67-6.70 (2H, m, H-3,4, C6H4); 6.91-6.95 (1H, m, H-2, C6H4); 6.95 (1H, dd,  J = 8.2, J = 2.1, H-6 C6H3Cl2); 7.05 (1H, ddd, J = 8.2, J = 7.4, J = 1.6, Ar); 7.15 (1H, ddd, J = 8.7, J = 5.1, J = 3.5, H-5 C6H4); 7.21 (1H, d, J = 2.1, H-2 C6H3Cl2); 7.27 7.36 (2H, m, Ar); 7.47 (1H, d, J = 8.2, H- C6H4Br); 8.16 (1H, br. d, J = 8.7, H-6 C6H4): ", "NiII-(S)-4-BrBPB-(S)--Me-3,4-Cl2Phe (47): Tհալ=164-166 ºC; [] = +1363.15 (c = 0.4, MeOH):  Գտնվել  է  (%).  С,  55.32;  H,  4.03;  N,  5.64:  C34H28BrCl2N3O3Ni:  Հաշվվել  է  (%):  С, Pro); 2.43-2.57 (3H, m, -Ha, Hb, γ-Hb Pro); 2.77 (1H, dd, J = 13.8, J = 5.8, CH2C6H3Cl2); 2.97 (1H, dd, J = 13.8, J = 4.2, CH2C6H3Cl2); 3.13-3.21(1H, m, -HbPro); 3.43 (1H,dd, J = 9.5, J = 7.1, -H Pro); 3.77 (1H, d, J = 12.8, CH2C6H4Br); 4.22 (1H, dd, J = 5.8, J = 4.2, CH); 4.33 (1H, d, J = 12.8, CH2C6H4Br); 6.67-6.70 (2H, m, H-3,4, C6H4); 6.91-6.95 (1H, m, H-2, C6H4); 6.95 (1H, dd,  J = 8.2, J = 2.1, H-6 C6H3Cl2); 7.05 (1H, ddd, J = 8.2, J = 7.4, J = 1.6, Ar); 7.15 (1H, ddd, J = 8.7, J = 5.1, J = 3.5, H-5 C6H4); 7.21 (1H, d, J = 2.1, H-2 C6H3Cl2); 7.27 7.36 (2H, m, Ar); 7.47 (1H, d, J = 8.2, H- C6H4Br); 8.16 (1H, br. d, J = 8.7, H-6 C6H4): ", "Թորած ջրով լվացումից հետո նմուշներն անցկացվել են մշակման երկրորդ փուլով՝ 5 %- ոց  աղաթթվի  լուծույթով:  Չլուծված  պինդ  մնացորդի  համանման  մշակումից  հետո զանգվածի  կորուստը  կազմել  է  73.5  զանգ.  %:  Ըստ  տեսական  հաշվարկների  թթվային մշակմամբ  համակարգից  NaCl-ի  և  MgO-ի  հեռացման  դեպքում  զանգվածի  գումարային կորուստը  պետք  է  կազմեր  75.6  զանգ.  %:  Ստացված  արդյունքները  հաստատվում  են նմուշի ռենտգենաֆազային  անալիզներով (նկ. դիֆրակտոգրամում  բացակայում  են  MgO-ին  բնորոշ  բնութագրական  ռեֆլեքսները: ", "Արդյունքում, ելային քիրալային օժանդակ ռեագենտները`(S)-2-BrBPB, (S)-3-BrBPB, (S)-4-BrBPB  վերականգնվել  են  քանակական  քիմիական  ելքերով  (>85%)  և  ելային օպտիկական  ակտիվության  պահպանմամբ,  ինչը  հնարավորություն  է  տալիս  դրանց բազմակի անգամ օգտագործել նմանատիպ ասիմետրիկ սինթեզի ռեակցիաներում: ", "Նպատակային -ամինաթթուների օպտիկական մաքրությունը որոշվել է քիրալա- յին ԲԱՀՔ անալիզի  մեթոդով, իսկ հայտնի ամինաթթուների  դեպքում`  պոլյարիմետրիկ չափումների`  []D կալված ֆենիլալանինների (32 և 52) ֆիզիկաքիմիական անալիզի տվյալները: ", "Հ աշ վ ի   առ ն ե լ ո վ ո չ ս պի տակ ո ւ ց այ ի ն   ամ ի ն աթթո ւ ն ե ր ի ն կ ատմ ամ բ  հ ար աճ ո ւ ն  պահ ան ջ ար կ ը  (տար ե կ ան ՝  10-15 %-ո վ ), կ ի ր առ ակ ան տե ս ակ ե տի ց   ար դ ի ակ ան   է   ն աև   մ շ ակ վ ած   մ ե թո դ ն ե ր ի   հ ի մ ան   վ ր ա  (S)-  և (R)-բ աց ար ձ ակ կ ո ն ֆի գ ո ւ ր աց ի այ ո վ ո չ ս պի տակ ո ւ ց այ ի ն - ամ ի ն աթթո ւ ն ե ր ի   ս տաց մ ան   ո ւ ն ի վ ե ր ս ալ   տե խն ո լ ո գ ի այ ի   մ շ ակ ո ւ մ ը   և դ ր ան ց ապր ան ք այ ն աց ո ւ մ ը փո ք ր ած ավ ալ ար տադ ր ակ ան պայ մ ան ն ե ր ո ւ մ ՝  ե լ ն ե լ ո վ  շ ո ւ կ այ ի  ի ր ակ ան  պահ ան ջ ն ե ր ի ց : ", "(S)-2-F-Phe  (29):  Գրականության  մեջ  հայտնի  ամինաթթու  է154,155`  []D նմուշ  =  -14.30 (c 0.025 H2O), []D գրակ.   = -14.30 (c 0.025 H2O); Tհալմ. նմուշ = 267-269°C,  Tհալմ. գրակ = 268°C: "], "source_docs_file": "Chemistry.json"}