{"paragraph_source_docs": [4, 3, 3, 3, 4, 3, 3, 3, 3, 3], "paragraphs": ["XVIII  դ.  սկզբին  Շամախիի  բնակիչների  մեծամասնությունը  պարսիկներ  էին, ինչպես նաև բնակվում էին «զգալի թվով» հայեր և վրացիներ: Շիրվանում խոսակցական լեզուն պարսկերենն էր, իսկ թուրքերենը համարում էին գռեհիկ լեզու47: Հավելենք, նաև որ  Շամախիի  Մուստաֆա  խանն  ինքն  իրեն  «այնպիսի  պարսիկ»  էր  համարում ինչպիսին Բաբա-խանն էր48։ ", "Քաղաքների  անկմամբ  պայմանավորված  տեղաշարժվեցին  նաև  քարավանային ճանապարհները: Հայաստանի արտաքին առևտրի զարգացման համար խոշոր նշանա- կություն ունեցող Մետաքսի ճանապարհի` Հայաստանի հյուսիսային և կենտրոնական շրջաններով  անցնող  ուղեգծի  տեղափոխումը  դեպի  հարավ  միջազգային  առևտրից դուրս մղեց Դվինը, Անին, Կարսը: Զրկվելով տարանցիկ առևտրից ստացվող եկամտից, դրանք  կորցրեցին  նաև  իրենց  առևտրա-արհեստագործական  կենտրոնների  կարգա- վիճակը:  Գլխավոր  առևտրական  ճանապարհի  ճյուղավորումների  հանգուցակետերում քարավանային  կանգառների  համար  հանգրվան  դարձան  գյուղական  բնակավայրերը, տեղական  նշանակության  քաղաքային  ավանները,  քարավանատները:  Այս  առումով առանձնակի  կարևորություն  ունեին  նախորդ  դարերում  աշխույժ  գործող  Դվին-Պար- տավ  և  Սյունիքի  տարածքով  դեպի  Նախիջևան,  ապա  Թավրիզ  անցնող  մայրուղիները, որոնք  իրենց  դերը  որոշ  չափով  պահպանեցին  նաև  հետագայում: XV  դարից  աստիճա- նաբար  բարձրացավ  Երևանի  նշանակությունը,  որը  սկզբում  լինելով  Արևելյան  Հայաս- տանի  վարչական  կենտրոնը,  հետագա  դարերում  սկսեց  առաջատար  դեր  կատարել առևտրա-տնտեսական ու մշակութային կյանքում: ", "Այնուամենայնիվ,    մեր  թեմայի  առանցքը`  խեցեգործական  արտադրանքը,  երկրի տնտեսական  կյանքի  հետադիմության,  արհեստագործության  ու  առևտրի  ընդհանուր անկման  պայմաններում,  շարունակում  էր  դանդաղ  զարգացում  ապրել  ժամանակա- շրջանի պահանջներին համապատասխան: Միաժամանակ քննվող ժամանակաշրջանի Հայաստանի  տարբեր  տարածաշրջանների  պատմությունն  ու  հնագիտական  աղբյուր- ներն  ուսումնասիրելիս  ակնհայտ  է  դառնում  Հայաստանի  քաղաքական,  վարչական մասնատվածության  ազդեցությունը  նյութական  մշակույթի  վրա,  որն  իր  արտահայ- տությունն է գտնում և խեցեղեն արտադրանքում: ", "Խեցեգործական արհեստի զարգացումը ուշ միջնադարում` ՀՀ տարածքում պեղված հուշարձանների գտածոների հիման վրա (Տես նկ. 1) Դվինը,  որ  դարեր  շարունակ  (IV  –  XIII  դդ.)  եղել  է  Հայաստանի  վարչա-քաղաքա- կան (մինչ 930 թ.), առևտրա-տնտեսական, մշակութային կենտրոնը, հայտնի էր նաև իր արհեստագործական արտադրությամբ: IX – XIII դդ. Դվինն իր խեցեգործական արտադ- րանքով պատկառելի  մասնաբաժին ուներ Մերձավոր Արևելքի երկրների մշակութային փոխհարաբերությունների համույթում: XIII դ. 30-50-ական թթ. քաղաքը ծանր հարված է ստանում: Դվին  են  արշավում մոնղոլական  հորդաները,  ավերի մատնելով  ամեն ինչ, բայց քաղաքը մասնակիորեն պահպանում է իր կենսագործունեությունը մինչև XIV դա- րի սկիզբը, թեև պատմիչներն այդ մասին լռում են46: Դվինը XIII – XIV դդ. պատկանել է Օրբելյաններին,  ինչը  վկայում  են  վիմագիր  արձանագրությունները,  որտեղ  Տարսայիճ Օրբելյանն  իրեն  հռչակում  է  ,,…կողմնակալ  այսմ  (Սյունյաց)  նահանգի…  ի  Բարկուշա- տայ  մինչև  ի  դաշտն  Դւնայ…47:  Դվինում  այդ  ժամանակաշրջանի  սոցիալ-հասարա- կական կյանքի շարունակականության մասին են փաստում և վերջին տասնամյակների պեղումներով  միջնաբերդի  վերին  շերտերում  հայտնաբերված  XIII  դ.  վ.–  XIV  դ.  սկ. թվագրվող ջնարակած անոթները և Ուլու Դավիթ  թագավորի (1247 – 1274) դրամը48: ", "Թուրքական ռազմական ներխուժումը  Շիրվան կանխելու նպատակով Ռուսաստանը  փորձում  էր  Արևելյան  Այսրկովկասը  բաժանել  ռուսական  և  թուրքական ազդեցության  գոտիների:  Կոստանդնուպոլսի  1724  թ.  ռուս-թուրքական  պայմանագրով Շամախին  և  այլ  տարածքներ  անցնում  են  Օսմանյան  կայսրությանը՝  առանց  զորքի տեղակայման իրավունքի51: ", "Հայաստանի  ծաղկուն  ու  խոշոր  առևտրա-արհեստագործական  մյուս  կենտրոնը Անին էր (X – XV դդ.), որը X դարի կեսերից Հայաստանի հանրահռչակ մայրաքաղաքն раскопки (1981-1985 гг.), АРА N 24, Ереван, Изд. ,,Гитутюн’’, 2008, с. 170. բլուրի կոորդինատները` արևելյան`UTM E: 0464304, UTM N: 4432435, արևմտյան`UTM E: 0464187 UTM N: ", "ԼՀԳ, Երևան, 1990, N 12, էջ 66-75: ", "էր: Վերջինս առաջատար  էր ոչ  միայն  Հայաստանի, այլև  ողջ  տարածաշրջանի համար, ինչպես  քաղաքական  ու  մշակութային  կյանքում,  այնպես  էլ  տարանցիկ    առևտրում: ", "Սելջուկ-թուրքերի  պատճառած  արհավիրքներից  մեծապես  տուժած  քաղաքը  կրկին վերականգնվեց XII դ. վերջերին XIII դ. առաջին քառորդում: Անիի նոր վերելքը կապված էր Մերձավոր Արևելքում արհեստագործության, ապրանքային արտադրության, առևտ- րի և քաղաքային կյանքի ընդհանուր զարգացման հետ: XI դարից Անին առաջ է անցնում Դվինից,  դառնալով  արհեստագործության,  առևտրի  ու  մշակույթի  խոշորագույն  կենտ- րոն51  և  վերջինիս  զուգահեռ`  սեփական  արտադրանքով  մասնակցում  միջազգային առևտրին: Անին Հայաստանի խեցեգործության հայտնի կենտրոններից մեկն էր: Այդ մա- սին Ն. Մառը գրել է, որ իրեն հայտնի չէ այնպիսի մի վայր, որն իր հասարակ և գունավոր կավե  իրերով  կարողանար  մրցել  Անիի  հետ52:  Մոնղոլական  արշավանքներից  հետո53 Անին թեև չպահպանեց իր նախկին հռչակը, բայց շարունակում էր ապրել քաղաքային աշխույժ  կյանքով  մինչև  XV  դ.54:  Անիի  ուշ  շրջանի  վերաբերյալ  մատենագիտական  ու վիմագրական աղբյուրների սակավությունը լրացնում են դրամական գյուտերը: Անիում դրամներ  են  հատել  իլխանական  շրջանում55,  շարունակվել  անգամ  հետիլխանական շրջանում (ընդհուպ մինչև XV դարի վերջ), երբ քաղաքն անցել էր թուրքմենական կարա- կոյունլու  և  ակ-կոյունլու  համադաշնություններին56:  Անիի  վերջին  շրջանի  քաղաքաշի- նության  մասին  որոշակի  պատկերացում  են  տալիս կառուցված  վաճառատները57:  Քա- ղաքը շարունակեց պահպանել և խեցեղենի տեղական արտադրությունը58, որը ոչ միայն սեփական սպառմանն էր ուղղված, այլև բավարարում էր Հայաստանի մյուս շրջանների պահանջարկը: Անիի պեղումներով հայտնաբերված ուշ շրջանի խեցեղենն ընդգրկում է և  ներմուծված  հախճապակի,  որը  վերագրվում  է  սուլթանաբադյան  դպրոցին  ու  թվա- Աշրաֆի  բռնությունների  հետևանքով  նրանք  վերջնականապես  կորցնում  են  այն:  Տես`  Մաթևոսյան  Կ., Անի  քաղաքը  և  Ծառաքար-Մաղասբերդը,  Անի-Շիրակի  պատմության  էջեր  (հոդվածների  ժողովածու), Երևան, Հեղ. hրատ., 2010, էջ 233: ", "կենտրոններից մեկն էր: Տես` Հակոբյան Թ., նշվ. աշխ., էջ 278: "], "source_docs_file": "History.json"}