{"paragraph_source_docs": [0, 1, 0, 0, 1, 0, 1, 1, 1, 1, 0, 0, 1, 1, 1, 1, 1, 1, 0, 0, 0, 0, 1, 0, 1, 1, 0, 0, 1, 0, 0, 0, 0, 1, 0, 1, 1, 1, 0, 0, 1, 0, 0, 0, 0, 1, 1, 0, 1, 1], "source_docs_file": "Linguistics.json", "paragraphs": ["ռելոց» արտահայտության մեջ, որը, ինչպես հավանաբար և նախորդը, Խարբեր- դի ասորիների խոսքում գործածվող ավանդական մի քանի ասորական կրոնա- կան  արտահայտություններից  մեկն  էր,  որի  պահպանումը  պայմանավորված  էր եկեղեցական  պրակտիկայում  նրա  շարունակական  գործածությամբ:  Դասական ասորերենի համապատասխան բայաձևն ունի qom տեսքը, այսինքն այս պարա- գայում  ասորերենի  «կոֆ»  տառը  արտահայտված  է  հայերենի  «խ»  տառով  (սրա մասին մանրամասն տես 3.6.4. գլուխը), իսկ սկզբնական [օ] ձայնավորը փոխա- րինվել  է  [ու]-ով՝  կամ  այս  երկու  ձայնավորների  նմանության  պատճառով  կամ qom  բայի  հրամայական  եղանակի  qum  ձևի  ազդեցությամբ:  Կարևոր  է  նշել,  որ qum հրամայական ձևն առկա է Ավետարանում՝ ի թիվս Քրիստոսի արտասանած together”,  “to  collect”  (էջ  219):  M.  Sokoloff-ի  A  Syriac  Lexicon-ում՝  “to  gather,  assemle”,  “to  collect”  (էջ և հենց արամեերեն մեջբերված մի քանի արտահայտությունների: Խոսքը տալի- թա կում՝ «Աղջիկ, վեր կաց» արտահայտության մասին է, որը կարող էր ազդած լինել դիտարկվող արտահայտության արտասանության վրա: ", "Ընթերցողը/լսողը  սա  կարող  է  անել  միայն  դիսկուրսին  ծանոթ լինելու պարագայում:  Համատեքստի  իմացությունը  այն  նախապայմանն  է,  առանց  որի that-ի  և it-ի    մեկնաբանությունը  կլիներ  գրեթե  անհնար:  Ընթերցողի/լսողի  արած մեկնաբանությունը  ուղղակիորեն  կապված  է  խոսողի  արտաբերած  խոսքին  ու հաղորդակցական  նպատակին:  Առանց  դրա լսողը  ի  վիճակի չէր լինի մեկնաբանություն  անելու,  պարզապես  տեղեկատվական ռեսուրսների բացակայության  պատճառով:  Համատեքստը  տալիս  է  այն  տեղեկույթը,  որն անհրաժեշտ է  մեկնաբանելու  նույնաբանությունը  ու  հասկանալու  դրա գործաբանական նշանակությունը: ", "Անձնական  և  ցուցական  դերանուններ  «Բաբելոնում»  առկա  չեն:  Ստացական  դերա- նունները ներկայացված էն տիլ «իմ» անջատ դերանունով՝ ահօ տիլ «իմ եղբայրը» կա- պակցությունում (Ա-15-8), որն ամբողջությամբ համապատասխանում է դասական ասո- րերենի համապատասխան՝ aḥo dil(i) բառակապակցությանը: ", "Բացի սրանից՝ «Բաբելոնում» արձանագրված են մի քանի կցական ստացական դերանուններ (դերանվանական վերջածանցներ) հետևյալ բառերում.   խապրօխ  «ընկերդ»  -  ամբողջությամբ  համընկնում  է  դասական  ասորենի   մավլօտէ  «ծնունդը  (նրա՝  Փրկչի)»  –  մասամբ  համընկնում  է  դասական ասորերենի  mawləḏeh  ձևին,  սակայն  բացակայում  է  հենց  դերանուն  հան- ḥaḇroḵ ձևին: ", "Մինչդեռ  երբ  նույն  նույնաբանությունը  տրվել  է  մեկնաբանելու  առանց համատեքստի,  ապա  հարցվողների  մեծամասնությունը  չի  հասկացել,  թե  ով  է Լենան,  ինչու  պետք  է  նրա  մայրը  սովոր  լինի  նրա  մայրը  լինելուն,  ինչն  է  դրա առանձնահատկությունը,  ու  հաճախ  ոչ  թե  մեկնաբանել  են,  այլ  հենց  իրենք  են հարցով  պատասխանել`  Which  is  Lena?;  Who  is  Lena’s  mother?,  այսինքն` փաստացի  չեն  կարողացել  մեկնաբանել  նույնաբանությունը,  որովհետև  ոչինչ  չէր որոշակիացնում  դրա  նշանակությունը,  չկար  որևէ  լեզվական  միավոր,  որը կնեղացներ  այլընտրանքային  տարբերակների  շրջանակը  ու  կթողներ  ամենից հավաստին  ու  հնարավորը:  Հարկ  ենք  համարում  այնուամենայնիվ  նշել,  որ դատելով  նույնաբանական  կառույցից`  հարցվողներից  ոմանք  նշել  են,  որ  երևի  թե Լենային  բնորոշ  են  որոշակի  հատկանիշներ,  որոնք  նրա  մայրը  կա՛մ  չի  նկատում, կա՛մ  էլ  նրա  մոտ  ձևավորվել  է  որոշակի  հանդուրժողական  վերաբերմունք  դրանց նկատմամբ: Եվս մի կարևոր առանձնահատկություն կա այս նույնաբանության մեջ, որին  արժե  անպայման  ուշադրություն  դարձնել,  այն,  որ  հատկացուցիչը  հատուկ անուն է  (Lena),  և կան միլիոնավոր Լենաներ: Առանց հստակեցման, թե որ Լենայի մասին  է  խոսքը,  լսողը/ընթերցողը  չի  կարող  կողմնորոշվել  տվյալ  իրավիճակում: ", "  ըտմոռան «մեր Տիրոջ» - դերանվան մասով ամբողջությամբ համընկնում է դասական ասորերենի dəmoran ձևին: ", "Պետք  է  անպայման  նշել,  որ,  ինչպես  ցույց  են  տալիս  մեր  կատարած ուսումնասիրության արդյունքները, հարցվողների զգալի մասը նույնաբանությունները  և  առհասարակ  դիսկուրսը  վերլուծելիս  օգտագործում  է  ոչ թե միայն մի  «բանալի»,  ասենք` համատեքստը կամ հարատեքստը  կամ  խոսքային իրադրությունը,  այլ  դրանք  բոլորն  էլ  դեր  են  ունենում  նույնաբանական  կառույցի գործաբանական ներուժի մեկնաբանության համար: ", "Հաջորդ  օրինակում  տեսնում  ենք,  թե  ինչպես  է  նույնաբանությունը մեկնաբանվում  խոսողի  ու  նրա  խոսակցի  կողմից,  որոնք  թեպետ  ունեն  միևնույն հենքային գիտելիքը,  սակայն նրանցից յուրաքանչյուրի  համար  տվյալ նույնաբանությունն  ունի  տարբեր  հաղորդակցական-գործաբանական  արժեք: ", "Մեջբերված  հատվածում  հարկային  կատարածուն  (Harold)  առանձնազրույց  է ունենում  աշխատավայրի  հոգեբանի  հետ,  որն  իբրև  փորձում  է  օգնել  նրան  դուրս գալու բարդ կացությունից: ", "Դիտարկենք օրինակը. I had a very interesting convo with someone in your section. Yeah? They said you were feeling a little wibbly-wobbly. Oh, I don’t know. I think I’m okay. Harold a tree doesn’t think it’s a tree…it’s a tree. Why was Harold talking to this man? This man was an idiot. This man used words like “wibbly-wobbly” and “convo” And explained that trees were trees. Of course trees were trees. Harold knew trees were trees. I am going to believe you Harold What  Harold  didn’t  know  was  why  he  could  not  shake  the  smell  of brownies from his senses. (FM SF: 18 min.) Այս  հատվածում  հոգեբանը  փորձում  է  մտերմիկ  խոսակցության  մեջ  մտնել Հարոլդի հետ ու թափանցել նրա խնդրի էության մեջ: Դրա համար նա ասում է, որ արդեն  խոսել  է  Հարոլդի  բաժնի  աշխատողներից  մեկի  հետ  ու  նրանից  է  իմացել Հարոլդի տարօրինակ վարքի մասին: Այսպիսով նա փորձում է ակնարկել, որ ինքը մանրամասն տեղեկացված է Հարոլդի վարքագծից ու այդ ձևով թերևս ցանկանում է շահել  վերջինիս  վստահությունը,  որպեսզի  նա  ավելի  անկեղծ  լինի  իր  հետ: ", "Ա-8-2  հոդվածում,  որը  վերարտադրում  է  Աբրահամ  Յուսուֆի՝  Փարիզից  ուղար- կած  նամակը,  գործածված  է  «սորվեցունել  Օլաֆը  և  Պետը»  արտահայտությունը,  որը նշանակում  է  «ասորական  գիր  սովորեցնել»,  «ասորերենով  գրաճանաչ  դարձնել»:  Այ- բուբենի  առաջին  երկու  տառերի  անվանումների  միացումով  (ինչպես  և  հայերենում) կազմված է «այբուբեն» բառը՝ օլաֆպեթ: Այս բառը «Բաբելոնում» գործածված է երկու անգամ (Բ-4-3, Բ-22-4): ", "Որպես պարբերությունների նշաններ՝ «Բաբելոնի» երեք հոդվածներում գործած- ված են նաև բուն ասորական տառերը (մանրամասն 3.8.6. գլխում): ", "Ավելին, Հարոլդի մոտ հոգեբանի հիմար լինելը ամրապնդվում է վերջինիս կողմից կիրառած  wibbly-wobbly  և  convo  բառերի  պատճառով:  Այսինքն`  ամբողջ դիսկուրսը  իր  համատեքստով  ազդել  է  Հարոլդի  նույնաբանության  նշանակության մեկնաբանման վրա: ", "Ստացվում  է  հետևյալ  պատկերը.  ա)  խոսողը  կիրառել  է  նույնաբանություն` վստահ  լինելով,  որ  իր  զրուցակիցը  կհասկանա  այն,  բ)  զրուցակիցը  հասկացել  է նույնաբանության իմաստը` սեմանտիկ նշանակությունը, գ) միևնույն նույնաբանության  գործաբանական  իմաստը  խոսողի  ու  նրա  զրուցակցի  համար տրամագծորեն տարբեր են:  Նույնաբանության այսպիսի մեկնաբանության համար զրուցակցին  հիմք  է  տվել  խոսողի  ընդհանուր  խոսքի  համատեքստը,  այսինքն` նախորդ  նախադասություններում  առկա  որոշակի  բառեր  հանդիսացել  են իրավիճակային  նախապայմաններ  նրա  կողմից  նման  մեկնաբանություն  անելու համար:  Դրանք  նաև  անհատական  երանգներ  են  հաղորդել  հոգեբանին`  Հարոլդի աչքում  նրան  դարձնելով  առանձնապես  ոչ  լուրջ  ու  վստահելի  անձնավորություն: ", "Պետք  է  նաև նշել,  որ  թեպետ  հենքային գիտելիքը  խոսողի  ու  նրա  զրուցակցի  մոտ համարժեք  էր,  ու  երկուսն  էլ  հասկանում  էին  կիրառված  նույնաբանության նշանակությունը,  սակայն  խոսողը  ձախողվում  է,  և  նրան չի  հաջողվում իրականացնել իր հաղորդակցական նպատակը: ", "Այսպիսով`  կարելի  է  փաստել,  որ  համատեղ  հենքային  գիտելիքը անհրաժեշտ  նախապայման  է,  որպեսզի  խոսընկերները  համապատասխան կերպով  կիրառեն  և  մեկնաբանեն  նույնաբանական  կառույցը:  Կարելի  է  նշել,  որ հենց  հենքային  գիտելիքը,  ինչպես  նաև  համատեքստը  այն  գործոններն  են,  որոնք հնարավոր են դարձնում  առաջին հայացքից  անիմաստ կառույցի` նույնաբանության  կիրառությունը:  Իրավիճակային  նախապայմաններն  ընդգծում են  խոսողի  ու  նրա  զրուցակցի  այնպիսի  անձնային  որակներ,  որոնք  վերջիններիս անհատականության որոշ  գծեր  առավել  ցայտուն  են  դարձնում:  Այս  հանգամանքը նույնպես, ինչպես  տեսանք, նշանակություն ունի նույնաբանության մեկնաբանության  գործում:  Այստեղ  կարևոր  դեր  են  ստանում  կարծրատիպային նշանակությամբ  նույնաբանությունները,  որոնք  թեպետ  արմատացած  են  լեզվում, սակայն, ելնելով համատեքստից ու նույնաբանությունը կիրառողի հաղորդակցական  նպատակից,  կարող  են  որոշակի  նոր  գործաբանական  ներուժ ձեռք բերել: Այսպիսով, հիմնվելով կատարված ուսումնասիրության վրա, կարելի է փաստել լեզվաճանաչողական մոտեցման կենսունակությունը նույնաբանությունների ուսումնասիրության գործընթացում: ", "Հաջորդ  օրինակում  մենք  նույնպես  տեսնում  ենք,  որ  նույնաբանությունը մեկնաբանելու համար հարցվողների կեսից  ավելին` մոտ նույնաբանության իմաստը ընկալել է` հիմնվելով դրան նախորդած նախադասությունների փոխանցած տեղեկույթի վրա: ", "It may be said that Meredith was forced to write potboilers. He was not forced to write potboilers than any other author. Sooner than wallow in that shame, he may have earned  money  in  more  difficult  ways.  Or  he  might  have  indulged  in  that  starvation  so heartily prescribed for authors by a plutocratic noble who occasionally deigns to employ the English tongue in prose. Meredith subdued his muse, and Meredith wrote potboilers because he was a first class artist and a man of profound common sense. Being extremely creative, he had to arrive somehow, and he remembered that  the earth is the earth, and the world the world, and men men, and he arrived as best he could. The great majority of his peers have acted similarly. (BA AC: 189) Ինչպես ցույց  տվեցին մեր դիտարկումները,  այս դիսկուրսում նույնաբանությունը  մեկնաբանելիս  հարցվողներին  անհրաժեշտ  էր  ոչ  միայն հասկանալ համատեքստը, այլ  նաև ունենալ նախնական տեղեկություն` հենքային գիտելիք, կամ հենց տեղում պարզել, թե ով է Մերեդիթը, ինչն է նրան ստիպել գրել ոչ բարձրակարգ ու արագ սպառվող գրականություն, ու ինչ է ուզում այդ օրինակով արտահայտել  տվյալ  տողերի  հեղինակը`  Բեննեթը:  Հարցվողների  փոքր  տոկոսը (25 %) որոշակի չափով տեղյակ էր, որ Ջորջ Մերեդիթը 19-րդ դարի անգլիացի գրող էր,  ով  սկզբում  տաղանդավոր  բանաստեղծ  էր,  սակայն  հետագայում  սկսեց  գրել արձակ,  մասնավորապես  մեծ  պահանջարկ  ունեցող  վեպեր,  քանի  որ  դրանցից հնարավոր  էր  եկամուտ  ստանալ:  Հեղինակի  վերաբերմունքը  Մերեդիթի  քայլի նկատմամբ արտահայտվում է  Sooner than wallow in that shame, he may have earned money in more difficult ways. Or he might have indulged in that starvation so heartily prescribed for authors by a plutocratic noble who occasionally deigns to employ the English tongue in prose.  հատվածում: Բեննեթը  հեգնանքով  է խոսում  այն  գրողների մասին,  ովքեր  իրենց  այնքան  վեր  են  դասում,  որ  հրաժարվում  են  անգլերենը արձակի  մեջ  օգտագործելուց:  Ավելին,  կյանքի  հանդեպ  Բեննեթի  իրատեսական վերաբերմունքը  ու,  ըստ  այդմ,  Մերեդիթի  գրական  ընտրության  արդարացված լինելը երևում են Meredith subdued his muse, and Meredith wrote potboilers because he was a first class artist and a man of profound common sense.  նախադասության միջոցով:  Այս  տեղեկատվական  հիմքն  ունենալով`  հարցվողները  the earth is the earth, and the world the world, and men men նույնաբանական կառույցը ընկալել են որպես Բեննեթի` կյանքի հանդեպ իրատեսական վերաբերմունքի արտահայտություն,  համաձայն  որի`  գրողը  չպետք  է  իրենից  ցածր  համարի  գրել այն,  ինչը  պահանջարկ  ունի,  և  հակառակը`  նման  բան  անելու  համար  պետք  է լինել  առաջնակարգ  գրող  և  ունենալ  ստեղծագործ  միտք:  Հարցվողների  կեսից ավելին  այսպիսի  պատասխաններ  է  տվել:  Հետաքրքրական  է,  որ  առանց համատեքստի  հարցվողների  հիմնական  մասը  նույնպես շեշտադրել է նույնաբանության  մեջ  առկա  իրատեսական  վերաբերմունքի  ներիմաստը:  Սա թերևս  կարելի  է  բացատրել  մի  կողմից  տվյալ  նույնաբանության  շարահյուսական կառուցվածքով  (X is X, and Y Y, and Z Z)  և  բառային  կազմով,  որը  ստեղծում  է վարընթաց  աստիճանավորում`  Երկիր  մոլորակ  –  աշխարհ  –  մարդ,  իսկ  մյուս կողմից`  տվյալ  լեզվամտածողության  մեջ  առկա X is X  կառույցներին  վերագրվող իմաստային կարծրատիպով: ", "Գործածության  անկայունություն  է  նկատվում  նաև  «կիրակի»  բառի  պարագա- յում: Բառացանկում այն ներկայացված է որպես հատ ըպշապօ, որը համապատասխա- նում  է  դասական  ասորերենի  ḥaḏ  bəšabo  ձևին,  սակայն  գործածված  են  նաև  դրանից տարբերվող  խաշիպօ/հաշիպա/հաշիպօ  ձևերը:  Նկատի  ունենալով  կիրակի  օրվա  հա- տուկ  նշանակությունը  քրիստոնյաների  կրոնական  կյանքում,  կարելի  է  ենթադրել,  որ դասական  ասորերենի  համապատասխան  բառից  տարբերվող  խաշիպօ/հաշիպա/հա- շիպօ ձևերը, ի թիվս կրոնական բնույթի ասորական մի քանի այլ բառերի և արտահայ- տությունների, պահպանվել էին Խարբերդի ասորիների խոսքում: ", "Ստորև  ներկայացված  աղյուսակում  նախ  նշված  են  Ա-16  համարի  բառացանկի տարբերակները, ապա դրանցից տարբերվող ձևերը. կիրակի երկուշաբթի երեքշաբթի չորեքշաբթի հինգշաբթի ուրբաթ շաբաթ հատ ըտշապօ195, խաշիպօ, հաշի- պա, հաշիպօ196 ըթրէյն [ըպշապօ] ըթլօթ [ըպշապօ] արպօ [ըպշապօ] համշօ [ըպշապօ], համշօշիպօ,  (համ- շօշիպա197,  համշօ շիպա198) ըրուպթօ, րուպթա շաբթօ, շաբթա «Բաբելոնում» պարբերաբար գործածվում են տարբեր աստիճանների հոգևորականնե- րի տիտղոսները՝ սարկավագից մինչև պատրիարք: Հետաքրքրական է, որ այս բառերը առավելապես  արաբական  կամ  արաբացած  են  և  ակնհայտորեն  արտահայտում  են Խարբերդի ասորիների կենդանի խոսքում գործածելի եղած բառերը: ", "  շմմաս՝  «սարկավագ»  –  համապատասխանում  է  արաբերենի ﱠﻤَﺷﺱﺎ շամմաս  բա- ռին: Դասական ասորերենի նույնարմատ համապատասխան ձևն է՝ շամաշա: ", "  րահիպ՝ «վանական» – համապատասխանում է արաբերենի ﺐِﻫﺍَﺭ ռահիբ բառին: ", "Հաճախ նույնաբանության իմաստը հասկանալու համար հարկավոր է իմանալ, թե երբ, ինչ դեպքերի  առնչությամբ,  ինչ  քաղաքական  կամ  սոցիալական  պայմանների առկայությամբ է  այն կիրառվում:  Կախված  այս նախադրյալներից` նույնաբանության հաղորդակցական-գործաբանական արժեքը համապատասխանում  է  այն  կիրառողի  հաղորդակցական  նպատակին:  Մեր հարցման արդյունքները հարատեքստի ազդեցության կտրվածքով մասնավորապես  ցույց  տվեցին,  որ  վերջինս  բավական  մեծ  դեր  ունի  ամենօրյա մամուլում,  հրապարակախոսական  ելույթներում  կամ  առօրյա  հասարակական- քաղաքական  հարցերում  կիրառվող  նույնաբանությունների  գործաբանական ներուժի  մեկնաբանման  գործում:  Ներկայացնենք  մի  քանի  նմուշօրինակ:  Առաջին նույնաբանությունը,  որ  կդիտարկենք,  կիրառվել  է  համացանցում  մի  օգտատերի կողմից,  ով  հետևյալ  մեկնաբանությունն  է  թողել Couple's mirror-image pregnancies: ", "  գաս՝ «քահանա» – համապատասխանում է արաբերենի  ّﺲَﻗ կասս բառին: Դասա- կան ասորերենի նույնարմատ համապատասխան ձևն է՝ կաշա: ", "I  think  most  of  your  comments  are  horrible  and  rude...love  is  love...  no  matter what race, gender or age. Why feel so sorry for children who will be brought up with love, guidance and knowledge in knowing you are free to be who you were born to be no matter how many sad low life people you may upset... people who try  to  bring  you  down  are  already  below  u..  All  children  want  is  a  loving  family and every woman has a right to be a mother... not just a mother... a very good one. I am also a lesbian woman and I have 2 beautiful children who are loved and I will support  them in  any  decisions  they may  make  in  their  life!  It's called  the  human race... We should all be here for each other... not battling and slagging off people's orientation. Even “straight” couples need help having babies from spermatogenesis donors... look at surrogates as well... Family is not just about blood!!! Get a grip and get  in  touch  with  reality.  Some  girls  marry  girls  and  some  boys  marry  boys!  Get over it!!! (The  Daily  Mail. http://www.dailymail.co.uk/news/article- family-together.html, (accessed 22 April, 2015)) Հարցվածների  մեծ  մասը  (90  %)  այս  հատվածը  մեկնաբանելիս  բերել  է հիմնավորումներ,  որոնք  ուղղակիորեն  առկա չեն  տվյալ  դիսկուրսում: ", "Մասնավորապես  մեծ  քանակ  են  կազմում  այնպիսի  պատասխանները,  ինչպիսիք են`    հիմա  արդեն  21-րդ  դարն  է`  հսկայական  գիտական,  տեխնոլոգիական  ու գաղափարային  առաջընթացի  դարաշրջանը:  Կան  նաև  մեկնաբանություններ, որտեղ  նշվում  է,  որ  մեր  ժամանակներում  վերացել  են  ու  վերանում  են սահմանները  պետությունների  ու  համակարգերի  միջև,  հասարակություններն  ու անհատները  առանց  խոչընդոտի  մի  մայրցամաքից  մյուսը կարող  են  միմյանց  հետ շփվել տարբեր տեխնոլոգիաների շնորհիվ, ու վաղուց արդեն ժամանակն է մի կողմ նետել  անցյալից  եկող  նախապաշարումներն  ու  սիրուն  նույնպես  վերաբերվել որպես  ազատ  կամարտահայտում  ու  անձնական  ընտրություն:  Հարցվողների մեկնաբանությունների  մեջ  նույնաբանությունը  մեկնաբանվել  է  նաև  հիմնվելով համատեքստի, հատվածի հեղինակի արտահայտած մտքերի վրա: ", "  մթրան՝ «արքեպիսկոպոս», «միտրոպոլիտ» – համապատասխանում է արաբերե- նի ﻥ َﺮﻄُﻣ մուտռան բառին: Դասական ասորերենում նույնարմատ համապատաս- խան ձև չկա: ", "  բաթրիք՝ «պատրիարք» – համապատասխանում է հունական πατριάρχης բառից փոխառված արաբերենի ﻙﺮَﻳﺮﻄَﺑ բատրըյարք բառի կրճատ՝ ﻚﻳ ِﺮﻄَﺑ բատրիք ձևին: ", "Այսինքն`  երկու  միմյանց  հակադիր  մեկնաբանություն  միևնույն  a  is  a    կառույցն ունեցող  նույնաբանության  համար:  Սակայն  հարցվողներից  ոչ  մեկը  այն չմեկնաբանեց ոչ ավանդական հարաբերությունների նշանակությամբ, այսինքն` ոչ ոք  իր  մեկնաբանության  մեջ  չնշեց,  որ  սերը,  միևնույնն  է,  սեր  է`  անկախ նրանից` նույն  սեռի  անձանց  միջև  է,  թե  հակառակ  սեռերի:  Առանց  համատեքստի հարցվողները չկենտրոնացան նույնաբանության  այս իմաստի վրա: ", "միավորները. Այս կատեգորիայում առանձնացրել ենք «Բաբելոնում» գործածված հետևյալ լեզվական   Ապունտ  պաշմայն  կամ  պաշմաեօյ  200  -  «Տերունական»  («Հայր  մեր»)  աղոթքի ասորական անվանումն է (բառացիորեն՝ «Հայր մեր, որ երկնքում ես»), որը դա- սական  ասորերենում  ունի  'aḇūn  də-ḇa-šmayo  ձևը:  «Բաբելոնի»  հոդվածներից միանշանակ հետևում է, որ ասորական բոլոր կարևոր հավաքներն սկսվում էին այս աղոթքի խմբակային ընթերցումով: Կասկած չի հարուցում, որ Տերունական աղոթքն ասորերենի այն մի քանի նմուշներից էր, որոնք հայտնի էին խարբերդ- ցի բոլոր ասորիներին: ", "  Շուպհօ ըլ թօպօ201 կամ Շուպհօլ դօպօ202՝ «Բարեպաշտի փառաբանում»: Սա եկե- ղեցական շարական է, որը խարբերդցի ասորիները վերագրում էին Եփրեմ Ասո- րուն: Ըստ «Բաբելոնի»՝ այս շարականը կատարվում էր հանդիսավոր ժողովների սկզբում.  այսպես՝  Բ-15  համարի  «Ֆրեզնոյի  ասորիները»  հոդվածում  կարդում ենք՝ «Ժողովը սկսավ «Շուպհօլ դոպօ»ով»: Ա-25 համարում հրատարակված հա- յատառ  թուրքերենով  Կէօզ  եաշիյլէ  Ասուր  Սարկոն  երգին  կից  նշված  է,  որ  այն պետք է կատարվի Շուպհօլ Դօպօ-ի եղանակով: Բ-19 համարի «Միջինկի խնճույ- քը» հոդվածում նույն երգը հիշատակվում է, որպես կատարված Շուպհօլ Դօպօ-ի եղանակով: Սա նշանակում է, որ շարականը, կամ առնվազն նրա մեղեդին, լայն ճանաչում և գործածություն ուներ: ", "  Թշպօհթo  -  փառաբանական  ժամերգություն  է:  Ա-13  համարի  «Ըթլիթօյօ  [եր- րորդ]  տարեդարձի  մը  առթիվ»  հոդվածում,  որում  նկարագրված  է  «Ասորվոց Հնգյակ  Ընկերության»  նախագահի  որդու  տարեդարձի  տոնակատարությունը, կարդում  ենք.  «Ճաշասեղանեն  վերջն  էր,  որ  ըթլօթօ  [երեք]  շմմասներու [սարկավագների] մասնակցությամբ «Թշպօհթօ» փառաբանական ժամերգով մը սկեսացավ արարողությունը»: ", "  Սէհրանա – հավանաբար աղոթք կամ շարական է: Հիշատակված է Ա-10 համա- րի  խմբագրականում՝  «Սէհրանա  կարդալ»  բառակապակցության  մեջ:  Բառա- ցիորեն նշանակում է «լուսնային»: ", "Հարատեքստի  ազդեցությունը էական է  խոսողի  հաղորդակցական նպատակի  ձևավորման  համար,  ինչն  իր  հերթին,  բնականաբար,  ազդում  է նույնաբանության  մեջ  ներփակված  գործաբանական  ներուժի  վերծանման  վրա լսողի կողմից: Առաջարկում ենք դիտարկել հետևյալ օրինակը. A:  Iran  allows  women  into  sports  stadiums,  but  not  for  anything  “too masculine” B: ", "  Ըմշիհօ խում մէն պեթմիթէ՝ «Քրիստոս հարյավ ի մեռելոց»: Այս նախադասությու- նը հանդես է գալիս որպես երեք մասից բաղկացած և երեք համարներում (Բ-19, Բ-20,  Բ-21)  հրատարակված  հոդվածի  վերնագիր,  ընդ  որում  այն  հայատառ  է տիտղոսաէջի  բովանդակության  մեջ,  մինչ  անմիջապես  հոդվածի  վերևում ասորատառ է՝ ܝ(cid:422)(cid:384)(cid:393)(cid:422)(cid:384)ܒ (cid:398)(cid:393) ܡ(cid:372)(cid:415) ܐ(cid:375)(cid:384)(cid:420)(cid:393): Սա «Բաբելոնի» հայերեն միակ հոդվածն է, որի վերնագիրն ասորատառ է: ", "Անհրաժեշտ  նախապայման  է,  որպեսզի  խոսողը  վստահ  լինի,  որ  լսողը  տեղյակ  է Իրանում  առկա  իրավիճակից  ու  ի  վիճակի  է  համապատասխան  կերպով մեկնաբանելու  իր  խոսքն  ու  դրանում  առկա  նույնաբանական  կառույցը:  Կարևոր նախապայման  է  նաև,  որ  խոսողն  ունենա  որոշակի  վստահություն,  որ  լսողը համակարծիք է իրեն: Հակառակ պարագայում, ըստ էության մարզադահլիճ գնալու թույլտվությունը,  այն էլ ոչ չափազանց  տղամարդկային մարզաձևերի հանդիսատեսը  լինելու  համար,  առնվազն  տարօրինակ  կթվար  լսողի  համար,  ով տեղյակ չէ  Իսլամական  հեղափոխությունից  հետո  Իրանում  հաստատված կարգերից:  Ու  հետևաբար  նաև  քիչ    հավանական  է,  որ  նա  առաջընթաց  համարեր մի  բան,  որ  ինքնին  հասկանալի  է  ու  վաղուց  ընդունելի  ամբողջ  քաղաքակիրթ աշխարհում:  Թերևս  կարելի  է  վստահորեն  ասել,  որ  նրա  համար  տարօրինակ կհնչեր  չափազանց  տղամարդկային  արտահայտությունը:  Հետևաբար  տվյալ պարագայում  Իրանում  առկա  հասարակական-քաղաքական  իրավիճակն  ու դրանում կանանց իրավունքների սահմանափակումը  այն հանրային համատեքստն են` հարատեքստը, որոնք հնարավոր են դարձրել progress is progess նույնաբանության  կիրառությունը:  Մեր  դիտարկած  օրինակում  նույնաբանության մեկնաբանման  հարցում  վերոնշյալ  գործոնը  մեծ  կշիռ  ունի:  Կարևոր  է  կոնկրետ դիսկուրսի  հեղինակի  անձը,  նրա  պատկանելությունը  որևէ  քաղաքակրթական ճամբարի:  Տվյալ  օրինակում  ենթադրվում  է,  որ  զրուցակիցները  կա՛մ  մուսուլման չեն,  կա՛մ  առնվազն չեն  խրախուսում  Իրանում  կանանց  իրավունքների սահմանափակումները:  Դիտարկենք  մեկ  այլ  օրինակ,  որտեղ  նույնաբանության մեկնաբանման  գործում  ազդեցություն  է  ունեցել  հաղորդակցական  իրադրության մասը  կազմող  արտալեզվական  համատեքստը  կամ  հարատեքստը:  The Guardian թերթում հրատարակված I was held hostage by Isis. They fear our unity more than our airstrikes  վերնագրով  հոդվածի  տակ  ընթերցողներից  մեկը  գրել  էր  մի մեկնաբանություն, որի մեջ կար հետևյալ նույնաբանությունը` Islam is Islam: ", "To  call  themselves  as  an  Islamic  state  does  not  make  them  a  real  Islamic state. Several times we announced they are not Muslim, we reject them and their terrorism is accurately against to Islamic rules, still the media call this terrorist organization as an Islamic state. This is an abuse to us! And there is neither  moderate  nor  extreme  in  Islam, Islam  is  Islam.  (The  Guardian http://www.theguardian.com/commentisfree/2015/nov/16/isis-bombs- hostage-syria-islamic-state-paris-attacks?CMP=fb_gu, (accessed November 2015)) Այս հատվածում  առկա նույնաբանությունը վերլուծելու համար հարցվողներին  անհրաժեշտ  է  տեղյակ  լինել  վերջին  տարիներին  Մերձավոր Արևելքում  տեղի  ունեցող  պատերազմական  դեպքերից,  որոնց  արդյունքում ստեղծվել  է  Իսլամական  Պետություն  կոչվող  ահաբեկչական  խմբավորումը: ", "Վերջինս հայտնի է իր  անմարդկային հաշվեհարդարներով, որոնք տեսանկարահանում է  և  տարածում  համացանցում`  այդպիսով  սրելով հարաբերությունները  տարբեր երկրների մուսուլման և քրիստոնյա բնակչությունների  միջև:  Շատ  մուսուլմաններ  տարբեր  երկրներում  դեմ  են արտահայտվում  Իսլամական  Պետության  գործունեությանը,  նրանց  արյունալի մահապատիժներին` ասելով, որ դա դեմ է հենց Իսլամին, ու որ այդ խմբավորման զինյալները  իրականում չեն  կարող  մուսուլման  համարվել:  Սա  այն հասարակական-քաղաքական  հարատեքստն  է,  որ  անհրաժեշտ  է  իմանալ`  տվյալ հատվածում առկա նույնաբանությունը վերծանելու համար: Ըստ էության հոդվածի տակ  այս  մեկնաբանությունը  գրողը  նույնպես  այն  մուսուլմանների  թվին  է պատկանում,  ովքեր  ԻՊ-ի  գրոհայիններին  չեն  համարում  Իսլամի  իրական հետևորդներ: Սա արդեն երևում է համատեքստից: Հարցվողների մեծ մասը (90 %) հատկապես կարևոր է համարում …Several times we announced they are not Muslim, we reject them and their terrorism is accurately against to Islamic rules…,  որտեղից հասկանալի է դառնում այդ մեկնաբանության հեղինակի վերաբերմունքը: Ավելին, հաջորդ  նախադասությունը  …still the media call this terrorist organization as an Islamic  state..  this  is  an  abuse  to  us…  արտահայտում  է  այն  միտքը,  որ մուսուլմանները  արդեն  զայրանում  են  ԶԼՄ-ի  վրա,  ովքեր  ԻՊ-ի  արարքները տարածում  են  Իսլամի  գաղափարախոսության  վրա:  Ըստ  մեկնաբանության հեղինակի`  այդպիսի  վերաբերմունքը  ԶԼՄ-ի  կողմից  վիրավորում  է  իրենց` մուսուլմաններին:  Այստեղ  արդեն  բացահայտվում  է  այն  իրադրությունը,  որը զայրույթ  է  առաջ  բերել  տվյալ  մեկնաբանությունը  անող  ընթերցողի  մոտ,  ու  նա օգտագործել  է  Islam is Islam  նույնաբանությունը`  դրանով  արտահայտելով  այն միտքը,  թե  Իսլամը  ո՛չ  ագրեսիվ  է,  ո՛չ  էլ  չափավոր,  այլ  պարզապես  կրոն  է  ու պատասխանատու  չէ  ԻՊ-ի  արյունարբու  գործունեության  համար:  Մինչդեռ հարցվողների  մյուս  խումբը,  որոնք  Islam is Islam  նույնաբանությունը  պետք  է մեկնաբանեին  առանց  համատեքստի,  որոշակիորեն  այլ  պատասխաններ  է  տվել: ", "թյուն՝ Ասորական  այբուբենի  վեց  տառեր՝  «բեթ»,  «գոմալ»,  «դոլաթ»,  «քաֆ»,  «պե»  և  «թավ», որոնք կազմում են, այսպես կոչված, bagad-kapat խումբը, դասական ասորերենում աչքի են ընկնում արտաբերման երկու տարբերակներով: Այսպես, բառասկզբում և բառամի- ջում բաղաձայնից հետո նրանք ունեն պայթական որակ, համապատասխանաբար՝ [b], [g], [d], [k], [p], [t]: Բառամիջում և բառավերջում ձայնավորից հետո նրանք ունեն շփա- կան որակ, այն է՝ [ḇ], համապատասխանում է հայերենի [վ]-ին, [], համապատասխանում է հայերենի [ղ]-ին, [ḏ],  միջատամնային,  համապատասխանում  է  անգլերենի  ձայնեղ  [th]-ին՝  ‘this’ [ḵ], համապատասխանում է հայերենի [խ]-ին, [], համապատասխանում է հայերենի [ֆ]-ին, [ṯ],  միջատամնային  համապատասխանում  է  անգլերենի  խուլ  [th]-ին՝  ‘think’  բա- բառում, ռում203: ", "Արտասանական  երկու  տարբերակները  նշվում  են  դիակրիտիկ  կետով,  որը շփականի  պարագայում  դրվում  է  տառի  տակ,  իսկ  պայթականի  պարագայում՝  տառի վերևում: Ընդ որում, տարանջատիչ կետի գործածությունը չի կրում պարտադիր բնույթ, և արտասանական երկու տարբերակներն էլ կարող են նշվել որևէ կետ չպարունակող միևնույն տառով204: ", "նույնաբանության ընկալման գործընթացում Ինչպես  ցույց  է  տալիս  ստորև  բերվող  օրինակների  քննությունը, նույնաբանական կառույցների հաղորդակցական-գործաբանական  արժեքը որոշարկող  գործոններից  է    այն  լեզվական  խոսքային  իրադրությունը,  որտեղ հանդես  է  գալիս  տվյալ  նույնաբանությունը:  Նույնաբանությունից  առաջ  ու/կամ դրանից հետո գտնվող նախադասությունները իրենց  արտահայտած նշանակությամբ  լսողին  տալիս  են  տեղեկույթ,  որը  կողմնորոշիչ  դեր  է  ունենում դիսկուրսում  առկա  նույնաբանության  մեկնաբանման  համար:  Կախված  այդ լեզվական համատեքստը կազմող բաղադրիչների շեշտադրությունից ու հաղորդած տեղեկույթից`  նույնաբանության  հաղորդակցական-գործաբանական  արժեքը նույնպես  փոխվում  է:  Կարևոր  գործոն  է  նաև  խոսընկերների  ընդհանուր  և հենքային գիտելիքը,  որն  օգնում  է  ընթերցողին/լսողին  ավելի  հստակ պատկերացնելու  իրավիճակը,  որտեղ  տեղի  է  ունենում  խոսքային  գործընթացը, հասկանալու`  ովքեր  են  այդ  դիսկուրսի  մասնակիցները,  և  ով  ինչ  դեր  ունի խոսակցության  մեջ,  զրուցակիցների  անձնական  հատկանիշները,  ինչպիսիք  են սեռը, տարիքը, կոչումն ու պաշտոնը և այլն: ", "ցող,  բայց  ինքնուրույն  տառերով,  որոնք  իրարից  տարբերվում  են  տառի  վրա  դրվող  կետով:  Այլ  կերպ ասած՝ միջատամնայինը նշվում է պայթականը նշող տառի վրա կետի ավելացումով: Համապատասխա- նաբար՝ առաջին զույգը նշվում է ﺕ ﺙ տառերով, իսկ երկրորդը՝ ﺩ  :ﺫ եթե նրան նախորդող բառն ավարտվում է ձայնավորով, ապա բառասկզբի պայթական բաղաձայնը փոխարինվում է իր շփական տարբերակով: Օրինակ՝ talmiḏa «աշակերտ», բայց՝ ha ṯalmiḏa «ահա աշակերտը»205: ", "Այստեղ խոսքն առայժմ միջատամնայինների մասին է լինելու, քանի որ հայերե- նում նման հնչյուններ և համապատասխան տառեր գոյություն չունեն: ", "Արդի  արամեական  բարբառներից  մի  քանիսում,  այդ  թվում  Խարբերդին  ամե- նամոտ  գտնվող  տուրոյոյում,  միջատամնայինները  պահպանվել  են,  մինչ  մյուսներում (ներառյալ  Հայաստանի  ասորիների  խոսքում  և  արդի  գրական  ասորերենում)  դրանք վերացել  են  և  փոխարինվել  իրենց  պայթական  զույգերով206:  Այսպես,  դասական  ասո- րերենի  talmiḏa/ṯalmiḏa  դիտարկված  տարբերակի  դիմաց  արդի  գրական  ասորերենում առկա է միայն talmida տարբերակը: ", "Ինչպես  նշել  էինք,  Խարբերդի  ասորիները  չունեին  իրենց  սեփական  բարբառը, ուստի «Բաբելոնում» գործածված բառերն ու արտահայտությունները գրեթե ամբողջու- թյամբ ներմուծված են դասական ասորերենից (դա լավագույնս վկայում են պարբերա- կանում գործածված դասական բայական ձևերը, որոնք չեն պահպանվել արդի արամե- ական որևէ բարբառում): ", "Այդ  նշանակությունը  նույնաբանությունը  ձեռք  է  բերում  նաև  ուղեկցող  լեզվական համատեքստի  միջոցով:  Առաջին  օրինակում  վերջինս  արտահայտում է անհրաժեշտ տեղեկություն այն մասին, որ նրա մայրը տարբերվում է այլ մայրերից ու ընդհանրապես  առանձնանում է որպես մարդ իր կապերի ու հնարավորությունների  առումով, իսկ երկրորդ օրինակում ուղեկցող նախադասությունների  արտահայտած  նշանակության  շնորհիվ  նույնաբանության իմաստն այն է, որ մոր համար միշտ պետք է ժամանակ գտնել  ու հոգ տանել նրա մասին, հատկապես երբ դրա անհրաժեշտությունն ակնհայտ է: Փաստական նյութի մեր  վերլուծությունը  ցույց  է  տալիս,  որ  նույնաբանական  ասույթի  ճիշտ մեկնաբանման  համար  կարևոր  է  նաև  նախորդ  խոսքային  ակտերից  ստացված ընդհանուր գիտելիքը, ինչպես, օրինակ, հաջորդ հատվածում. I  thought you  were  drunk,  she said.  I thought  you had  to  be drunk before you came to see me. I bet you didn’t get all this writing, I said looking around. Not even if you got paid for what you thought you thought. (RC FML: 201) Նմանատիպ օրինակներում նույնաբանական կառույցները հանդես են գալիս որպես  լեզվական  տնտեսման  միջոց,  այսինքն`  տնտեսում  են  խոսընկերների ժամանակը  և  ջանքերը:  Հակառակ  դեպքում,  վերադառնալով  կոնկրետ  այս օրինակին,  ասույթը  ձեռք  կբերեր  չպատճառաբանված  երկարացված  կառուցվածք … if you got paid for having thought that I had to be drunk to see you, that I had been out with a blonde, etc. Հաջորդ օրինակում խոսքային իրադրության ազդեցությամբ նույնաբանությունը, որը կազմված  է what հարաբերական դերանունով, ինչը ոչ մի կոնկրետ  վերաբերական  չունի,  ձեռք  է  բերում  տվյալ  երկխոսության  մեջ ներգրավված  անձանց  համար  ընկալելի  իմաստ,  իսկ  մեր  փորձի  մասնակիցները, ովքեր  քննել  են  այդ  նույնաբանությունը  համատեքստի  մեջ,  ի  վիճակի  են  եղել հասկանալու, թե what-ը ինչին է վերաբերում. ...But why not the men in the squadron, Milo?' Colonel Cathcart exclaimed. After  all  you're  doing  all  this  for  them.  They  ought  to  be  willing  to  do something for you in return What's fair is fair. What is fair is fair. They could take turns, sir. Who gets the credit? missions, you get the medal. Who dies if he gets killed? They might even take turns flying your missions for you, Milo. You  get  the  credit  Milo.  And  if  a  man  wins  a  medal  flying  one  of  your Why, he dies, of course. After all, Milo,  what's fair is fair. There's just one thing. You’ll have to raise the number of missions I might have to raise the number of missions again… …I’d  give  everything  I  own  to  Yossarian.  Milo  persevered  gamely  on Yossarian’s behalf. But since I don’t own anything I can’t give everything to him, can I? So he’ll just have to take his chances with the rest of the men, won’t he? What’s fair is fair, Milo Yes, sir, what’s fair is fair. Milo agreed. Yossarian is no better than the other men, and he has no right to expect any special privileges, has he? No Milo. What’s fair is fair. (HJ C 22: 537) Այստեղ  նույնաբանության  գործաբանական  ներուժը  վերծանելու  համար հարցվողներին անհրաժեշտ է խոսքային իրադրության մեջ թափանցել, հասկանալ, որ  գնդապետ  Քաթքարթն  ու  Մայլոն  ինչ-որ  անարդար  բան  են  ծրագրում,  որը ցանկանում  են  ներկայացնել  որպես  ինքնին  ենթադրելի  և  տրամաբանական  ու ազնիվ քայլ: Պետք է, սակայն, նշել, որ համատեքստը նույնպես տալիս է բավարար տեղեկույթ,  որի  միջոցով  մեկնաբանվում  է  նույնաբանությունը:  Մասնավորապես հարցվողների ուշադրությունը գրավել է հետևյալ հատվածը. …  And  if  a  man  wins  a  medal  flying  one  of  your  missions,  you  get  the Who dies if he gets killed? Why, he dies, of course. After all, Milo,  what's fair is fair. There's just one medal' thing. Հարցվողների  90  %-ն  անդրադարձել  է  այս  տողերին`  դրանք  համարելով հենց այն նուրբ հեգնական պահը, որը բացահայտում է, որ այն, ինչ ներկայացվում է որպես արդար, իրականում արդար չէ, այլ հենց հակառակը` անարդար է: Պետք է նկատել,  որ  երկխոսության  ընթացքում  վեց  անգամ  կիրառվող  նույնաբանությունը ոչ  բոլոր  դեպքերում  է  նույն  իմաստով  կիրառվում:  Սկզբում  այն  լսողի/ընթերցողի մոտ  ընկալվում  է  ուղիղ  իմաստով,  այսինքն`  այն,  ինչ  արդար  է,  անխոս  հենց այդպես  է:  Բոլոր  մարդիկ  ունեն  արդարություն  հասկացության  բավական ընդհանուր  ընկալում: Արդարության գաղափարը ինչ-որ չափով կարծրատիպային է,  ու  դժվար  թե  գտնվեն  շատ  մարդիկ,  ովքեր  արմատապես  տարբեր պատկերացումներ  ունենան  արդարության  մասին:  Եվ  Ջոզեֆ  Հելլերը  այս հատվածում  կարծես  հենց արդարության  այդ  կարծրատիպային  ընկալման  հետ  է հնարք  կիրառում:  Երկխոսության  ընթացքում  նույնաբանությունը  սկսում  է աստիճանաբար  փոխել  իր  հաղորդակցական  իմաստը:  Աստիճանաբար,  հիմք ընդունելով  համատեքստը,  այսինքն`  այն  նախադասությունները,  որոնք նախորդում  և  հաջորդում  են  հաջորդ  չորս What’s fair is fair  նույնաբանությանը, մենք  տեսնում  ենք,  որ  նույնաբանությունը  իրականում  հակառակ  իմաստն  է արտահայտում,  որ  այն,  ինչ  տվյալ  խոսքային  իրադրությունում  համարվում  է արդար,  իրականում  բացարձակապես  արդար  չէ,  ավելի  ճիշտ`  կատարյալ անարդարություն  է:  Ինչպես  հասկանում  ենք  համատեքստից,  փաստորեն  Մայլոյի փոխարեն  ռազմական  թռիչքներ  պետք  է  իրականացնեն  այլ  օդաչուներ,  ու  նրանց հաջողությունների  համար  մեդալ  կստանա  Մայլոն:  Ավելին,  այս  պատճառով օդաչուների  անձնական  թռիչքների  քանակը  պետք  է  ավելացնել:  Հենց  այստեղ  էլ հասկանալի  է  դառնում,  որ  What’s fair is fair  նույնաբանության  միջոցով  վեպի հեղինակը  փորձել  է  արտահայտել  իր  խոր  հեգնանքը  արդարության  հանդեպ: ", "Փաստորեն,  նույնաբանական  կառույցը  դիսկուրսի  այս  հատվածում  դարձել  է  այն կիզակետը,  առանցքը,  որի  շուրջ  ծավալվում  է  հաղորդակցությունը:  Այլ  կերպ ասած`  նույնաբանական  կառույցում  խտացվել  է  հաղորդակցական  առումով ամենակարևոր  տեղեկույթը: ", "Առնվազն մեկ դեպքում միջատամնային [ṯ]-ն վերածել է ոչ թե [թ], այլ [ս] բաղա- ձայնի: Խոսքն aṯuroyo «ասորի», «ասորական» բառի մասին է, որը «Բաբելոնում» հան- դես է գալիս ասուրօյօ տեսքով (արդի գրական ասորերենում՝ aturaya): Սա պետք է բա- ցատրել հայերենի «ասորի» բառի, ինչպես նաև թուրքերենի ազդեցությամբ, որում առ- կա է նման ձև (այստեղ հիշենք, որ Աշուր Յուսուֆի՝ Խարբերդում հրատարակած պար- բերականը  կոչվում  էր  Մյուրշիդ-ի-ասուրիյուն՝  «Ասորիների  ուղեցույց»):  Ազդեցություն կարող էր գործած լինել նաև ասորիների ավանդական suryoyo կամ suroyo ինքնանվա- նումը,  որն  առաջացել  է  «Սիրիա»  բառից  և  գրվել  է  միջատամնային  որակ  չունեցող «սեմքաթ»  տառով  (ܣ),  որով  նշվում  է  հայերենի  «ս»  բաղաձայնի  հետ  համընկնող Միջատամնային [ḏ]-ի վերածում [z]-ի «Բաբելոնում» արձանագրված չէ: ", "Նմանատիպ շարահյուսական կաղապար ունեցող նույնաբանությունների առաջին բաղադրիչը  հիմնականում  ներկայացնում է  իրավիճակ,  իսկ  երկրորդը բնութագրում  է  կոնկրետ  իրադարձություն:  Տվյալ  օրինակում  երկրորդական նախադասությունը ինքն իրենով չի հարաբերվում որևէ կոնկրետ իրավիճակի հետ, այն  նշանակում է,  որ  իրավիճակը  արդարացի է,  մինչդեռ  գլխավոր նախադասությունը  ունի  անհատականացված`  կոնկրետացված  իմաստ.  այն վերաբերում  է  կոնկրետ  խոսքային  իրադրությանը,  որը  միայն  համատեքստի առկայության դեպքում է ընկալելի դառնում: ", "Նույնաբանությունների  ուսումնասիրությունը  վկայում  է,  որ  դրանց հաղորդակցական-գործաբանական  արժեքի  վերծանման  գործում,  ի  թիվս քննարկված  գործոնների,  կարևոր  նշանակություն  ունի  նաև  հենքային  գիտելիքը8: "]}