{"paragraphs": ["գործերում: Եվ դրա վկայությունը նաև պարոնյանական «ազգային ջոջերի» կամսարյան անդրադարձներն  են՝  կամա  թե  ակամա  ժամանակը  կերտողների  երգիծական դիմանկարները: ", "Ինչպես  Պարոնյանը,  Լեռ  Կամսարը  նույնպես  չի  կերտում  ազգային  ջոջերի դիմանկարները՝  ներկայացնելով  դրանք  մի  քանի  էջի  ծավալով.  կամսարյան դիմանկարները  սահմանափակվում  են  մի  քանի  տողի  և  կամ  թե  առավելագույնը  մեկ- երկու էջի սահմաններում: Լեռ Կամսարը կարճ էր գրում, թեև կրկին ժամանակ չուներ, ինչպես հայտնի խոսքում: Իր խոսքերն են. «…Ես մի հրդեհված տուն եմ և հապճեպորեն դուրս  եմ  շպրտում  մտքերս`  այն  հրո  ճարակ  չդառնալու  համար`  անգամ  չմտածելով դասավորել  այն՝  ապագա  ընթերցողիս  բարյացակամությանը  վստահ»44:  Եվ  չնայած  նա գրում  էր  շտապ,  առանց  հետադարձ  հայացք  գցելու  գրվածին,  մտածում  էր  և  կամ  թե հույս ուներ, որ հետո կրկին աշխատելու է դրանց վրա: Գրում էր առանց կետադրության շատ հաճախ ու չէր մտածում, որ հետո արդեն ուշ կլինի: Այս ամենով հանդերձ, սակայն, նա կարճ ու սեղմ էր գրում, ինչը պայմանավորված էր նրա ֆելիետոնիստի ոճով: ", "Վարդանյանին45: Դիմանկարը կազմում է ընդամենը չորս տող: Բայց առկա են պատկերը ակնառու  դարձնող  բառեր,  արտահայտություններ,  որոնք  դժվար  թե  ավելի  բացահայտ ու  պարզորոշ  լինեին,  եթե,  ասենք,  զբաղեցնեին  չորս  էջ:  Ներկայացնում  ենք  պատկերը ամբողջությամբ.  «Ամեն  անգամ,  երբ  փողոցին  մեջ  Գրիգոր  Վարդանյանը  կտեսնեմ, կխորհեմ՝ Արարատ գործարանը իր հին գինիները ինչո՞ւ չի լեցներ սա հին տիկին մեջ. չէ՞ որ այլապես տիկը կպատռի ու գինին կթափվի…» /16/: ", "Տերյանից  սերված  բանաստեղծների  մի  ստվար  խումբ  այնպես  էլ  չկարողացավ բարձրանալ պարզ նմանակման մակարդակից, և նրանցով չէ, որ տերյանական դպրոցը պիտի  բնութագրվի  իբրև  գրական-պատմական  իրողություն։  Դպրոցի  դիմագիծը  որո- շում էին այն սակավաթիվ անունները, որոնք, յուրացնելով բանաստեղծական աշխարհ- զգացողության  տերյանական  ոճը՝  փորձում  էին  այդ  ոճի  շրջանակներում  գրականու- թյուն բերել ինքնուրույն զգացումներ, թեմաներ ու գաղափարներ։ ", "Արդեն  1848-1849թթ.  Պոն  պարզաբանեց  իր  §մաքուր  արվեստի¦  տեսակետը։ ", "բանաստեղծությունը),  Թյուրքագիտական («Մառախուղ» շուրջ թուրքական գրականությունը սոցիալ-քաղաքական ձևափոխությունների համատեքստում տարբեր քաղաքական գաղափարախոսությունների պայքարի հարթակ էր դարձել: ", "գրական  կյանքում,  սակայն  զարթոնք,  թեմատիկ  թարմացում  տեղի  չունեցավ: ", "կուսակցական  և  պետական  գործիչ։  ԽՄԿԿ  անդամ 1898 թվականից։  Խմբագրել  է  բոլշևիկյան  «Կայծ», «Պայքար»  թերթերը։ 1916թ.  ընտրվել է  Թիֆլիսի  քաղաքային  դումայի, 1917թ. Փետրվարյան հեղափոխությունից հետո՝ բանվորական խորհրդի, ապա՝ Անդրկովկասյան սեյմի անդամ։ 1920թ. որպես մենշևիկ-ինտերնացիոնալիստների  խմբի  լիազոր-ներկայացուցիչ՝  բանակցություններ  է  վարել  ՌԿ(բ)կ Կովկասյան  բյուրոյի  հետ՝  խումբը  կոմունիստական  կուսակցությանը  ձուլելու  համար։  Եղել  է  ՀԽՍՀ Հողժողկոմ, գործկոմի Հայաստանի  և Անդրկովկասի կուսակցական  և նախագահ։ 1922թ.-ից  անընդմեջ  ընտրվել խորհրդական ղեկավար մարմիններում: ", "Դրանց  հիմնական  թեմատիկան  ազատությունն  էր,  իդեալիզմը,  մոդեռնիզացիան, ֆեմինիզմն  ու  եվրոպականացումը։  Սյուժեն  կառուցվում  էր  արևելք-արևմուտք, թուրքական-եվրոպական, անհատ-հասարակություն արժեքների, անհատ- իշխանություն, ավանդույթների և կին-տղամարդ հակադրությունների շուրջ90։ ", "«Հեքիաթային անցյալը իրականությանը չի «հայտնվում» որպես զուտ երևակայական, այլ պարտադրում է ֆանտաստիկից տարբեր իր իրականությունը»:85 «Մեր  նախնիներում»  անցյալի  կարևոր  բաղադրիչ  է  պատմությունը:  Այսպես, օրինակ,  «Կիսված  վիկոնտը»  վեպում  գլխավոր  հերոսը`  Մեդարդոն,  Բոհեմիայում կռվում  է  թուրքերի  դեմ:  Սա,  իհարկե,  կապված  չէ  կոնկրետ  պատմական  անձի  կյանքի իրադարձությունների  հետ,  այլ  ընդհանուր  ակնարկ  է  17-րդ  դարում  օսմանյան թուրքերի՝  Կենտրոնական  Եվրոպա  կատարած  արշավանքներին:  «Բարոնը  ծառի  վրա» վեպում  առավել  կոնկրետացված  են  18-րդ  դարի  երկրորդ  կեսի  և  19-րդ  դարասկզբի իրադարձությունները,  նշվում  են  տարեթվերը,  հղումներ  են  արվում  որոշ  պատմական դեմքերի (օրինակ` Վոլտերին և Նապոլեոն Բոնապարտին), սակայն այս ամենը (ինչպես թուրքերի արշավանքը «Կիսված վիկոնտում») նույնպես ակնարկ է ժամանակաշրջանին: ", "Մարդկանց նկատմամբ հավատի և կարեկցության մասին գրողի պատկերացումներն արտահայտվում  են  «Սուրբ  Ծնունդը  տխուր  ժամանակ  է աղքատների  համար»  («Christmas  is  a  sad  season  for  the  poor»,  1949)  պատմվածքում: ", "Սա  երիտասարդ  մարդու  անորոշ,  բայց  կենսականորեն  իրական  կարոտների պարզ  քնարական  վերապրումն  է։  Բանաստեղծը  թեթև  գրչով  ըստ  էության  էսթետաց- նում  է  կյանքը,  բնությունը՝  իր  տեսանելի  դրսևորումներով՝  ներքուստ  տերյանական անհասանելի երազանքի եզերքին։ ", "Գտնվելով  բիրտ  ու  անճաշակ  ռոմանտիկական  տարերքի  շրջապատում՝  Պոն կուլ չգնաց այդ տարերքին։ Նա ընթացավ ըմբոստի ուղիով, կանգնեց գեղեցկության պաշտպանության  դիրքերի  վրա  և  շնորհիվ  այդ  բանի՝  հայտնագործեց  ավելի սքանչելի ռոմանտիզմ, քան մինչ այդ հայտնի էր Ամերիկայում։ ", "Երբ բնակիչներից մեկը նրան ասում է, թե՝ Չարլի՛, ես ցավում եմ ձեզ համար, ես էլ ձեզ նման միայնակ եմ,  չունեմ ընտանիք,  Չարլիի մեջ կնոջ դժբախտ վիճակը ոչ մի հույզ չի առաջացնում,  նա մտածում է, որ ամեն դեպքում «կինն իր բնակարանում տասը սենյակ ունի, երեք սպասուհի, փող, ադամանդ, և  ինչպիսի ընթրիք են նրան մատուցում: Ամեն օր  աղբը  նետվող  ուտելիքը  մի  ամբողջական  խնջույք  կլիներ  ետնախորշում  ապրող երեխաների համար»86: ", "«Կիսված  վիկոնտը»  և  «Բարոնը  ծառի  վրա»  վեպերում  երկու  պատմողներն  էլ հասուն  տարիքում  են  և  պատմում  են  իրենց  մանկական  տպավորությունների  մասին: ", "մեծ  հոսք  սկսվեց  դեպի  թուրքական  գրականություն:  Ըստ  հետազոտող  Ք.  Կարպատի` սա  սերտորեն  կապված  էր  այն  հանգամանքի  հետ,  որ  Թուրքիայում  արևմտյան գրականությամբ  «դաստիարակված»  ձախակողմյան  շարժման  ղեկավարները  գրական ստեղծագործությունները  հաճախ օգտագործվում էին իրենց գաղափարները տարածելու  և  քաղաքական  շարժման  գործնական  մեթոդներ  առաջարկելու  համար101: ", "Նման  գրողների  մեջ  առանձնանում է  հատկապես  Նազըմ  Հիքմեթը,  ում գլխավորությամբ Թուրքական բանվորագյուղացիական սոցիալիստական կուսակցության  «Այդընլըք»  (“Aydınlık”)  և  «Չեքիչ-օրաք»  (“Çekiç-Orak”)  ամսագրերում հանդես  եկող  գրողները  պայքար  էին  սկսել  ժողովրդական,  ազգային  արվեստի մասին,  ինչպես  նաև  որոշ  վեպերի  վերլուծությունները  տե՛ս  Oğuzhan  A.,  Türkiye’de  Modernleşmenin Oluşumu  ve  Cumhuriyet  Dönemi  Türk  Romanında  Batılılaşma  Olgusu:  ”Kiralık  Konak”,  “Sözde  Kızlar”,  “Yaprak Dökümü”, Türk Dili Araştırmaları Yıllığı Belleten, C. 1, 2007, s. 121-140. the Wars, 1966, p. 172. համար102:  Նշենք  սակայն,  որ  այս  ուղղության  զարգացումը  դադարեցվեց  քաղաքական ճնշումների միջոցով: ", "Ընդհանրապես  Քյալաշյանի  առաջին  շրջանի  ստեղծագործությունը  նույնականու- թյան  հասնող  եզրեր  ունի  «Մթնշաղի  անուրջների»  հետ։  «Աստղոտ  գիշերը»,  «թովիչ շշուկները»,  ձգտումը  դեպի  հեռու  աշխարհներն  ու  ծովերը,  երազային  տեսլականը տանում  են  ուղիղ  դեպի  տերյանական  սիմվոլիզմին  հատուկ  պատկերամտածողու- թյունը։ Շեշտադրված են գեղեցիկի պաշտամունքը՝ արտահայտված սիրային տողերում, մարդկային  ներաշխարհի  ու  բնության  փոխադարձ  կապի  ու  փոխներթափանցման բանաստեղծական  գաղափարը։  «Պիտի  բաբախե  աղբյուրը  կյանքի»,–  բնության  ու մարդկային  ներաշխարհի  ներդաշնակության  գիտակցությունից  ծնված  այս  հավատը աշխարհից դառնացած անհատի միայնության «սրբազան երազն» է։ ", "Չիվերը,  թեև  պատմվածքներում  ցույց  է  տալիս  դրամի  ազդեցությունը  մարդու    վրա, շատ  դեպքերում  չի  թաքցնում  նրանց  մեջ  գտնվող  լույսը,  բարությունը,  մարդկանց նկատմամբ  կարեկցական  վերաբերմունքը,  որը  «Սուրբ  Ծնունդը  տխուր  ժամանակ  է աղքատների համար» պատմվածքի հերոս Չարլիի պարագայում ավելի ակնհայտ է: ", "Եթե  §Աշերների  տան  անկումը¦  դիտարկենք  իր  սիմվոլային  նշանակության տեսանկյունից,  կնկատենք,  որ  դա  մի  յուրօրինակ  ու  ինքնատիպ  աշխարհ  է՝ հանգչող,  մեռնող,  հավերժական  անկման  ու  կորստի  շեմին  կանգնած:  Կովալյովի մեկնաբանությամբ  մի  ժամանակ  այն  եղել  է  մի  չքնաղ  աշխարհ,  ուր  մարդկային կյանքը բարգավաճում էր ստեղծագործական մթնոլորտում, ծաղկում էին արվեստը, երաժշտությունը,  պոեզիան,  ուր  Բանականություն  էր  տնօրինում  Մտքին:  Այժմ Աշերների  տունն  ամայացել  է,  կիսաիրականության  բնույթ  ստացել:  Կյանքը  լքել  է այս  տունը`  թողնելով  միայն  հուշեր:  Ինչպես  Ռոդերիկ  Աշերն  է  ասում.«Իրեն  ոչ  թե վտանգն  է  վախեցնում,  այլ  դրա  §արդյունքը¦,  որն  անխուսափելի  է  ու  սարսափելի: ", "Նա զգում էր իր արվեստի անօգտակարությունը, ապրում էր հոգեկան միայնության ու սարսափի զգացումով: Նա սարսափում էր կյանքի ու բանականության կորստից, որը,  ավաղ,  իրականանում  է  ստեղծագործության  վերջում.  նա  մեռնում  է՝ սարսափելով  վախից  ու  անմտությունից,  իսկ  Աշերների  տունը  փլուզվում  է  սև  լճի մեռած ջրերում: ", "մի օրինակ. – Ո՞ւր ես տանում ինձ, դո՛ւ, անհայտ մղում Հեռվում փրփուրներ ծխում են սուտիկ…,30 ինչպես Տերյանի մոտ. Գերի է նավս անակնկալին Մութով՝ կտրված երկրից ու հողից։31 Սեփական  հոգու  մղումներին  գերի  բանաստեղծ  Քյալաշյանը  իր  տարագիր  հոգին հանում  է  դեպի  մի  երկիր,  ուր  «Արբումները»,  «Ցանկությունը»,  «Սկիզբն  ու  Վախճանը», «Անհունն»  ու  «Լռությունը»՝  մեծատառով  գրված,  ասել  է  թե  առանձնակի  արժևորված, բանաստեղծի  մտածողության  բառ-բանալիներն  են  իրենց  տիպիկ  խորհրդանշային իմաստներով։ ", "– Անցիր իմ նավակ .... Ձայները մարեն Այս ո՞վ է բանում գաղտնիքի լեզուն, և հաջորդ քառատողի երզրափակիչ երկտողը. – Մեզ միշտ թող մաշե Երազ գեղանի Միշտ անհաս մնանք Կյանքի ափերին32։ ", "Սաբահադդին  Ալիի  «Մեր  միջի  սատանան»  վեպը  յուրահատուկ  դեր  ունի թուրքական  գրականության  մեջ108:  Վեպն  առանձնանում  է  նաև  նրանով,  որ  հեղինակը փորձել է ներսից դիտարկել ֆաշիզմի բնույթը, ցույց տալ նրա սնուցիչ միջավայրն ու այդ հասարակական չարիքին հակադրել առողջ ուժերը: Խորհրդային հետազոտող Ռ. Ֆիշի բնորոշմամբ.  «Այն  իր  բովանդակությամբ  ոչ  միայն  տեղային  նշանակություն  ունի,  այլև համաշխարհային  հնչեղության  հարց  է  բարձրացնում  (ֆաշիզմի  սպառնալիքը),  և  իր գեղարվեստական  ձեռքբերումներով  հանգրվանային  (էտապային)  վեպ  է,  իր  մեջ Çağdaş Türkiye Tarihi Araştırmaları Dergisi, Cilt VIII, S. 18-19, 2009, s. 42-43. ազգայնական, գրող, հրապարակախոս Ն. Աթսըզը: Նա մասնավորապես գրել է. «Սաբահադդին Ալին, ով նախ  ազգայնական  էր,  այնուհետև  հոգեկան  խանգարում  ստանալով`  կոմունիստ  դարձավ,  միշտ ցանկացել  է  ապացուցել,  որ  մեր  երկրի  հայրենասեր  ռասիստները,  թուրքականության  և  թուրանիզմի հետևորդները  ծախու  են,  մեր  մեջ  ապրող  որոշ  անձանց,  որոշակիորեն  փոխելով,  իր  վեպի  հերոս  է դարձրել`  ցանկանալով  ստորացնել  նրանց:  Ասել  է  թե՝  ցանկացել  է  վրեժ  լուծել  նրանցից,  ովքեր իրականում  իրեն  են  ստորացնում»:  Atsız  N.,  İçimizdeki  Şeytanlar,  19  Temmuz,  1940,    http://m.friendfeed- media.com/eb0690a40143ee6c3be2886c1efb0fe998c38918 խտացրել  է  ժամանակի  թուրքական  և  առաջադեմ  համաշխարհային  գրականության առաջատար միտումները»109: ", "Ալեքսանդր  Բլոկի  «Չքնաղագեղ  տիկինը»,  Տերյանի  «անուրջ  կույսը»,  Քյալաշյանի «Երազ Գեղանին» գործառում են «հոգու» տիրույթում, միաժամանակ իմաստային կապի մեջ  են  կանացիության  գաղափարի  բանաստեղծական  մարմնավորման  հետ։  Քյա- լաշյանի «Երազ գեղանի» կնոջ սիմվոլը իր անհասանելիության մեջ նույն տերյանական «կույսի» սիմվոլն է։ "], "source_docs_file": "Literature.json", "paragraph_source_docs": [3, 3, 3, 5, 1, 2, 2, 3, 2, 0, 4, 5, 1, 4, 0, 2, 2, 5, 4, 1, 1, 5, 5, 2, 5]}