{"paragraph_source_docs": [3, 3, 3, 3, 0, 3, 5, 4, 3, 3, 3, 2, 4, 3, 3, 0, 3, 4, 3, 3, 3, 4, 3, 3, 3], "paragraphs": ["Մի  առիթով  խոսելով  գրականության  մասին  իր՝ «Ինչպես  են  գրվում պատմվածքները»  /1928թ./  գործում  Գուրգեն  Մահարին  նշում  է.  «Մենք  խորացրինք երևույթները  /ինչպես  Պարոնյանը  կասեր/  բարի  նպատակով.  մեզանում  լավ  գործերի կողքին մնացել է դեռ մի սովորություն, տպել ձախ ձեռքով կառուցված «պատմվածքներ». գրողները  գրում  են,  տպողները՝  տպում:  Ժամանակը  չէ՞  մտածել  որակի  մասին, ժամանակը  չէ՞  ինքնաքննադատության  կրակ  բանալ  մեր  նորագույն  գրականության բացերի վրա: Շուտ չէ, բայց ուշ էլ չէ»58: ", "Լեռ  Կամսարը,  բնականաբար, չի  կարողանում  անտարբեր  մնալ  նաև իրականության  այս կողմի նկատմամբ.  խոսում է ժամանակի գրական իրադարձությունների մասին՝ ներկայացնելով սեփական ներկապնակով, ասել է՝ տալով սեփական ոճին բնորոշ անդրադարձներ: Ժամանակ առ ժամանակ նա անդրադառնում է գրականությանը,  մամուլին  միայն  մեկ  պատճառով.  չէ՞  որ  արված  կամ  չարված, դրվատանքի կամ պարսավանքի  արժանի  առաջին իրադարձությունները նախ և առաջ արտացոլվում  են  մամուլում:  Ի  դեպ,  այս  առումով  գրողը  գովասանքի  այնքան  էլ  մեծ բառապաշար չի գործածում, եթե չասենք՝ գովասանքը ընդհանրապես այս գործում տեղ չունի:  Գրողի  մոտ  այն  իր  տեղը  վաղուց  զիջել  է  քննադատական  խոսքին,  ծաղրին  ու պարսավանքին: ", "Իբրև սկիզբ՝ անհրաժեշտ է հետահայաց ուշադրության արժանացնել ժամանակի «չորրորդ  իշխանությունը»:  Ո՞ր  թերթերն էին գլխավորում բազմաթիվ  ու բազմաբովանդակ  այդ  էջերի  շարքը,  ինչո՞վ  էին  սրանք  միմյանցից  տարբերվում  և տարբերվո՞ւմ  էին  արդյոք:  Այս  ամենը,  իհարկե,  նաև  գրողի  գեղարվեստական մեկնաբանմամբ: ", "Ա. Մամուլը: ", "Կալվինոն մինչև իր հերոսին այդ միջավայրից հեռացնելը նախ և առաջ այն պատկերում է բոլոր մանրամասներով: Սեղանի շուրջ  «պաշտոնական» հավաքույթը, հոգևորականի ներկայությունը  և  Կոզիմոյի  հոր՝  բարոնի  հնաոճ  կեղծամը  մանրամասներ  են,  որոնք կերտում  են  ձևականության  և  արիստոկրատական  հանդիսավորության  մթնոլորտը, որի դեմ պետք է ըմբոստանա Կոզիմոն. «– Հետո՞, - հարցրեց հայրս Կոզիմոյին: ", "-Դեռ փոքր ես, բալա՛ս… երբ մեծնաս, կարդալ սորվիս, «Խորհրդային Հայաստան» կարդաս՝ այն ատեն միայն կիմանաս, թե ի՞նչ բան է «սուտը»…» /94/: Եվ այդ սուտը, որ կրկնվում է ամեն օր, նախադասությունների տարբեր դասավորությամբ, միշտ միևնույն միտքն  է  արտահայտում.  «Ինչ  պետք  կա  տրված  հոդվածի  մը  շարվածքը  ցրել  ու  վաղը նորեն  նույն  բանը  տարբեր  վերնագրի  մը  տակ  շարել:  Ողջ  թերթը  արդեն  կբաղկանա քանի  մը  նախադասություններե՝  առաջ  կամ  ետև  շարված:  Այդ  հինգ-վեց  ընթացիկ նախադասությունները միշտ շարված պատրաստ  ունենալով, պետք է նայել որմնադրի մը  նման  պատի  վրա  նստած  պատասխանատու  խմբագրին»  /108/,-իրականությունն  է վկայում գրողը: ", "Հեշտ  է  նկատել,  որ  ռոմանտիկական  ըմբոստության  հանրահայտ  մոտիվն  արդեն տեղի է տալիս մահվան բանաստեղծականացման նոր հովերի առջև։ ", "«Նոր  Անգլիա  և  Հոլիվուդ  հոդվածում»  նա  գրում  է,  որ  այն    մի  տարածք    է  դժոխքին բնորոշ  հատկանիշներով109:  «Հրեշավոր  ռադիոն» («The  Enormous radio»,  1947) պատմվածքի հերոս Ջիմ Վեսքոթն այլևս թույլ չի տալիս կնոջը լսել նոր գնված ռադիոն, քանի  որ  այն    միայն  տառապանք  է  պատճառում  նրան։  Չիվերը  այս  պատմվածքով ծաղրում է տեխնոլոգիան և տեխնոկրատներին: ", "Ի  դեպ,  նույն  խորհրդային  երկրի  մեկ  այլ  թերթի  մասին  խոսում  է  մեկ  այլ երգիծաբան՝  Միխայիլ  Բուլգակովը՝  նշելով.  «Եթե  մտածում  եք  ձեր  մարսողության մասին՝  ահավասիկ  իմ  բարի  խորհուրդը.  ճաշելիս  մի  խոսեք  բոլշևիզմից  ու բժշկությունից:  Եվ,  Աստվա՜ծ  մի  արասցե,  նախքան  ճաշը  սովետական  թերթեր  մի կարդացեք»59:  Ըստ  երևույթին,  կամա  թե  ակամա  քայլ  առ  քայլ  զուգահեռներ  են անցկացվում  Խորհրդային  միության  մի  քանի  երկրների  միջև:  Արդյունքում  պատկերը նույնն է: ", "Խորհրդային մամուլի հետ կապված՝ գրողը դեռ շատ ասելիք ունի: Առաջինը հենց թեկուզ միայն այն, որ չկա մամուլի ազատություն, ճիշտ այնպես, ինչպես և խոսքի, մտքի ազատությունը: ", "«Եթե  մամուլի  ազատություն գոյություն  ունենար,  հետևյալ հայտարարությունը տպել պիտի տայի օրաթերթին միույն մեջը…» /161/: Գրողը մտադիր էր  մի  հայտարարություն  տպել,  իսկ  թե  հատկապես  ինչին  այն  կվերաբերեր,  դժվար  չէ գուշակելը:  Ասված  ամբողջ  խոսքը  գալիս  է  լրացնելու,  և  հիմքն  է  դրվում  խորհրդային մամուլի  վերաբերյալ  Լեռ  Կամսարի  ճարտասանական  հարցի.  «Ինչ  է  խորհրդային մամուլը:  Անիկա  երկա՜ր,  միատեսակ  մազի  պարան  մըն  է  մեթրաչափ,  արշինաչափ, ֆունտաչափ ու մատնաչափ կտրտված և առանձին անուններ տրված: Անիկա միևնույն անտանելի,  անհամ  ու  սրտխառնուք  պատճառող  մախոխն  է,  տարբեր  մեծության պնակներու  մեջ  լեցուցած  ու  տարբեր  անուններով  մկրտված:  Այս  ձևով  օրիգինալ էությամբ կապիկ կուսակցությունը չի հասկնար, որ հազար գրամն մեկ քիլոյեն ավելի չէ ու  հարյուր  սանթիմը  մեկ  մեթրոյեն  երկար  չէ:  Չի  հասկնար,  վերջապես,  որ  հազար լակոտներու  հաչոցը  մեկ  մեծ  շունեն    ազդու  չէ»  /218/:  Սա  դիպուկ  և  համարձակ բնորոշում է՝ ասվածի տրամաբանական ամբողջացումը: ", "Ռազմական  միջամտությունը  բարձրագույն  հրամանատարությանը  հնարավորություն  տվեց  խուսափել հետագա  «շարժում  ներքևից»  զարգացումներից  և  ամեն  կերպ  բացառել  երիտասարդ  սպաների  կողմից կազմակերպված  ձախակողմյան  հեղափոխության  հնարավորությունը:  Տե՛ս,  Ulus  Ö.,  The  Army  and  The Radical Left in Turkey: Military Coups, Socialist Revolution and Kemalism, New York, 2011, p. 17. ժողովրդավարական  օրենքների  շրջանակներում  ստեղծել  ուժեղ  և  հավատ  ներշնչող  կառավարություն, որը կվերացնի հուսալքությունն ու թախիծը, որն ապրում է թուրք ժողովուրդը ստեղծված իրավիճակում, զինված ուժերի միջոցով կվերացնի ստեղծված անիշխանությունն այն միջոցներով, որոնք հավանություն կստանան կլինի սահմանադրությամբ  նախատեսված  Աթաթուրքի  ոգով  բարեփոխումների  իրականացմանը  և  կկիրառի հեղափոխական օրենքները»: Տե՛ս, Gevgilili A., Yükseliş ve Düşüş, İstanbul, 2. Basım, 1987, s. 509-510. երկու  պալատների կուսակցությունների համաձայնությամբ, ձեռնամուխ շարունակվեց  մոտ  երկու  տարի163:  Ռազմական  դրությունը  կաթվածահար  արեց Թուրքիայի  քաղաքական  կյանքը:  Դադարեցվեց «Թուրքիայի  հեղափոխական երիտասարդության միության»` «Դև-Գենչ»164(Türkiye Devrimci Gençlik Federasyonu (TDGF)  կամ  Devrimci  Gençlik (DEV-GENÇ))  փակ  կազմակերպության  և դրան  հարող  կառույցների  գործունեությունը:  Արգելվեց  նաև  որոշ  թերթերի տպագրությունը,  խիստ  գրաքննություն  սահմանվեց  գրականության  նկատմամբ:  Այս որոշումը  խառնաշփոթ  առաջացրեց,  քանի  որ  հստակ չէին  անօրինական հայտարարված թերթերի անունները, և որոշումը պետք է կայացներ ոստիկանությունը: ", "Այնպիսի տպավորություն է, որ Չիվերի հերոսները  վախենում են վերածվել իրի, վախենում են «հոգևոր մահ» կոչվածից։  Քաղաքային կյանքի ունայնությունը վախեցնում է նաև «Փշրված հույսերի քաղաք» («O, City of Broken Dreams», 1948) պատմվածքի հերոս Էվարդս  Մալոյին՝  տաղանդավոր  արվարձանաբնակին։  Իրերի  առատության, իրադարձությունների  արագ  հաջորդափոխության  և  քաոսային  իրարանցման պայմաններում  Նյու  Յորքը,  թվում  է,  դատարկ  է  և  մեռած։    Նույնիսկ  հյուրանոցային համարում Էվարդսը ունակ չէ կենտրոնանալու իր մտքերի վրա, մենակ լինելու ինքն իր p. 407-408. Boston, Massachusetts: G. K. Hall & Co, 1982, p. 126. հետ։ Նա զգում է ուժերի պակաս և ստեղծագործական անկարողություն իր պիեսի վրա աշխատելու համար։ Քաղաքը ներծծվում է իր էության մեջ, ներքաշում դատարկության հորձանուտ:  Էվարդսը,  նրա  կին  էլիսը  և  դուստրը՝  Միլդրեդ-Ռոուզը,  գնացքով Չիկագոյից  մեկնում  են  Նյու  Յորք:  Էվարդսը  պատմում  է  ուղեկցորդին,  որ  եղել  է ավտոբուսի  վարորդ,  և,  այլևս  չտանելով  այդ  աշխատանքը,  ազատ  ժամանակ  սկսել  է ստեղծագործել՝  գրելով  պիես տեղացի Մամա Ֆինելիի մասին, որը օձեր է բազմացնում: ", "Իսկ այսքան չնչին թերություն մը ամեն արվեստի ներելի է» /208/: ", "Բ. Գրականությունը: ", "«Կոզիմոն փշատենու վրա էր: Ծառերը խաչվում էին՝ բարձր կամուրջ ստեղծելով: ", "Հաճախ  էին  խոսակցություններ լսվում  այն  մասին,  թե  նոր  գրականությունը զարգացման  հեռանկարներ  չունի,  և  Հայաստանում  պրոլետարական  գրականության կառուցումը անհնարին է: ", "Նա հպարտանում է իր պաշտոնով։ Չեսթերը միամտորեն կարծում է, որ իշխում է իրերի աշխարհի  վրա  և  ղեկավարում    նրանց.    «Չեսթերը  մտածում  էր,  որ  իր  տիրույթի համեմատ՝  նավը  պարզապես  ոչինչ  էր:    Նրա  ոտքերի  տակ  կային  գոլորշի  արձակող հազարավոր ջրային  ճանապարհներ,  հարյուրավոր  զուգարաններ,  մղոնների երկարության  դրենաժային  խողովակներ  և    հարյուրից  ավելի  ուղևորներ,  որոնցից յուրաքանչյուրն այդ րոպեին կարող էր ինքնասպանության, գողության, հրկիզման կամ խեղդամահ անելու մտադրություն ունենալ»117: ", "պրոլետարական  գրական  առաջին խմբակները՝ «Մուրճը», «Դարբնոցը», «Քուրան»: Երբ սրանք գտնվում էին դեռևս ձևավորման պրոցեսում, հանդես եկավ «Երեքի» խմբակը /Ե. Չարենց, Գ. Աբով, Ա. Վշտունի/: 1922 թվականի հունիսի 6-ին «Խորհրդային Հայաստան» թերթում  տպագրվեց «Երեքի»  դեկլարացիան՝  գրական  առաջին  մանիֆեստը Սովետական Հայաստանում60: ", "Այստեղ, կարծում ենք, կարևոր է ներկայացնել դեկլարացիայից մեկ հատված. «Մենք պահանջում ենք.   Դուրս  հանել  բանաստեղծությունը  սենյակներից  դեպի  փողոցներն  ու մասսաները և գրքերից՝ դեպի կենդանի խոսքը: ", "  Արտահայտել այն, ինչը այժմեական է՝ շարժում, դասակարգային պայքար, երկաթ ու կարմիր…»61: ", "«Բաժանության  եղանակը» («The  season  of  divorse»,  1950) պատմվածքի հերոսուհուն  առօրյան  մոռանալ  է  տվել  սովորածը.  «Գրենոբլում  ես  գրել  եմ  Կարլոս Առաջինի  մասին  ֆրանսերեն  երկար  շարադրություն։  Չիկագոյի  ինստիտուտի պրոֆեսորն  ինձ  նամակ  է  ուղարկել։  Իսկ  հիմա  առանց  բառարանի  չեմ  կարող  անգամ ֆրանսերեն թերթ կարդալ։ Ես անգամ ժամանակ չունեմ թերթ կարդալու և ամաչում եմ իմ  տգիտությունից,    ամոթ  է,  որ  այսքան  ցած  եմ  իջել»120։  Այս    ընդվզումը  ոչ  միայն ուղղված  է  անուշադիր    ամուսնուն,  այլ  նաև  տիրող  բարքերին:  Միայն  բարոյական արգելքների  խախտմամբ  է  Չիվերի  հերոսը  հնարավորություն  տեսնում  փախուստի դիմելու, ազատվելու առօրյա կենցաղային,  մեխանիկական գոյությունից և դուրս գալու հաճույքների  աշխարհ։  Բայց  սա  միայն  արտաքին,  մակերեսային  տպավորությունն  է։ ", "Նույն  գրքի  էջերից  մեկում,  սակայն,  Կոստան  Զարյանը  տալիս  է  գրականության իսկական  նկարագիրը՝  հակադրվելով  օրվա  գրական  կյանքին.  «Չկայ  աւելի  կեղծ մեքենայ,  քան  լուսանկարչական  գործիքը,  և  չկայ  աւելի  կեղծ  գրականութիւն,  քան  այն, որ անւանել են նատուրալիստ կամ ռեալիստ: Ու այդ ասել չէ, որ կեանքը, որ միջավայրը հրատարակչություն, 1961թ, էջ 59: ", "իր  բովանդակ  լինելիութեան  մէջ  անտես  պիտի  առնւի:  Կեանքը  պարզապէս  պիտի տրոփի մեր սրտի հետ, էական այն ռիթմի հետ, որը ամէն բանի շունչ և թափ է տալիս»63: ", "Քաղաքականության մեջ կանայք են, ովքեր  ակամա են միանում սոցիալիստական  հասարակարգի  կառուցմանը,  թեև  սա  էլ  հաջողված  համարել  չէր կարելի, բայց միևնույնն է, սա ևս պետք է արտացոլվեր ժամանակի գրականության մեջ: "], "source_docs_file": "Literature.json"}