{"paragraphs": ["ծուն  է,  այլև  այն,  որ  առկա  է  ավանդական  ժողովրդական  խաղերի  տիպաբանական վերլուծություն,19 ինչը մեզ համար հիմք է ծառայել կատարելու տիպաբանական դասա- կարգում`  ըստ  խաղային  կառուցվածքի  և  սեռա-տարիքային  ու  ժանրային  հատկանիշ- ների: ", "Մ. Աբեղյանը, հայ հին առասպելաբանության և վիպական բանահյուսության  մա- սին խոսելով, անդրադարձել է նաև «հոլ», «գուրզ», «գունդ», «մենամարտ» և այլ զինա- խաղերի ու մականախաղերի (խոսքը «Սասնա ծռեր»20 ժողովրդական վեպի մասին է): ", "Ա.  Արշարունին  խաղերը  ներկայացրել  է  որպես  թատերական  ներկայացումներ  և ուսումնասիրության առաջաբանում գրում է. «Ազգագրական հարցերով զբաղվողներից շատերը գրի են առել հայ ժողովրդական թատերախաղեր, սակայն ոչ իբրև մշակույթի առանձնահատուկ  թատերական  ներկայացումներ,  այլ  որպես  ծեսերի,  տոների,  սովո- րությունների արտահայտություններ»:21 Հայ  խաղային  մշակույթի  արժեքավոր  տարրեր  կան  նաև  Վ.  վրդ.  Տեր-Մինաս- յանի,22 Աղ. Մխիթարյանի,23 Ստ. Լիսիցյանի,24 Չիթունու25 աշխատություններում: ", "մատիկական խաղերի, որոնք ընդգրկում են հետևյալ խմբերը. մանկական զինվորական, մանկապատանեկան-սոցիալական, երիտասարդական դատավարական, վանա- կան աբեղաթողի խաղեր, տակություններ, դախաղեր կամ կտրոցներ, նշանառության խաղեր, չիլիկախաղեր, ռազմախաղեր, հետապնդիչ, շունչպահուկի, երկարության թռիչքի խաղեր, իծաշարուկներ, հեծնոցիկ խաղեր, հավասարա- կշռության և անակնկալային խաղեր, աչքակապուկները, գուշակողական, պարանով և այլ խառն խաղեր, րով խառը հանելուկներ, մնջախաղեր, գրավախաղեր, քարկտիկներ, սեղանախաղեր և դամախաղեր (տե´ս Վ. Բդոյան, Հայ ժողովրդական խաղեր, հ. 1, էջ 293-296): ", "վան, ք. Աբովյան և Առինջ, Զառ, Սևաբերդ գյուղեր (2014), Երևան քաղաք (Կենտրոն, Նոր Նորքի երկրորդ և վեցերորդ վարչական շրջաններ (2015, 2016): Արարատի և Արմավիրի մարզերում ուսումնասիրություններ են կատարվել նաև ազգային փոքրամասնությունների շրջանում (2013): ", "Նշված ժամանակաշրջանում  Ռուսական կայսրության  այսրկովկասյան քաղաքականության  համար  անհրաժեշտ  էին լուծումներ,  որոնք  թույլ  կտային կարգավորել հարաբերությունները թե՛ Օսմանյան կայսրության, թե՛ Իրանի տերության անվանը:  Հյուսիս-արևելյան  Այսրկովկաս  ասելով  մենք  նկատի  ունենք  Կուր  գետի  ստորին  հոսանքից հյուսիս ընկած շրջանները, մինչև Սամուր գետը (կամ Դերբենդի անցքը)։ ", "բանասացներից: ", "հետևյալ խնդիրները. Նշված  նպատակներին  հասնելու  համար  հեղինակի  կողմից  առաջ  են  քաշվել - Օսմանյան  կայսրության  գաղտնի  ծառայությունների  կազմավորման,  դրանց գործունեության բնույթի  ուսումնասիրումը  ճնշված  ժողովուրդների  ազգային- ազատագրական պայքարի համատեքստում, - Աբդուլ  Համիդ  2-րդի  կառավարման  տարիներին  արևմտահայության  ազգային- ազատագրական  պայքարի ճնշման գործում «Յըլդըզ» կազմակերպության դերակատարության քննությունը, - Արևմտյան  Հայաստանում  1894-1908  թթ.  զանգվածային  կոտորածների  վե- րլուծությունը  «Յըլդըզ»  -  4-րդ  բանակ  -  համիդիե  եռանկյուն  ուժային  համակարգի գործունեության համատեքստում, - հայ  ազգային  կուսակցությունների  վերաբերյալ  Օսմանյան  կայսրության դիվանագիտական  ներկայացուցչությունների  կողմից  հետախուզական բնույթի տեղեկությունների հայթայթման ու իրացման գործընթացի լուսաբանումը, - «Հատուկ  կազմակերպության»  կազմավորման,  կառուցվածքի,  խնդիրների, գործառույթների,  գործելակերպի  ուսումնասիրումը,  ինչպես  նաև  գործակալական ապարատի կառուցվածքի բացահայտումը, - Հայոց  ցեղասպանության  կազմակերպման  և  իրականացման  գործում  «Հատուկ կազմակերպության» դերի ու նշանակության լուսաբանումը, - Հայաստանի  Առաջին Հանրապետության հատուկ ծառայությունների հետախուզական  գործունեության  այն  հատվածի  ուսումնասիրումը,  որն  առնչվում  է Թուրքիայում ծավալված ազգայնական շարժման հետ, - հայ-քրդական  համատեղ  գործունեության  վտանգի  կանխմանն  ուղղված Հանրապետական  Թուրքիայի  գաղտնի  ծառայությունների  (MAH)  գործունեության ուսումնասիրումը: ", "Դասակարգել  ենք  ժամանակակից  հաշվերգի  և  վիճակահանության  չորս  տիպ`  ա- ռարկաներով, գործողությամբ և բանավոր տեքստով, հարց ու պատասխանով, տեքստով և ասերգով շուրջ 41 հաշվերգ, որից՝ առարկայով ժամանակակից վիճակահանության եր- կու տարբերակ՝ քար, չոփ պահել, գործողությամբ, բանավոր տեքստով վիճակահանութ- յան 17 ձև, հարց ու պատասխանով վիճակահանության 3 տարբերակ, տեքստային բազ- մաթիվ  հաշվերգեր,  որոնք  դասակարգել  ենք  երեք  խմբի՝  անհասկանալի  տեքստով (չորս  հատ),  պատմողական  տեքստով  (հինգ  հատ,  նաև՝  չորս  գռեհկաբանություն)  և ռիթմիկ  կամ  ասերգային  տեքստով  (հինգ  հատ  և  երեք  բանաստեղծական  բնույթի): ", "Դաշտային ազգագրական նյութը հիմնականում գրանցվել է խորացված հարցում- ների,57 ինչպես նաև ձայնագրությունների և տեսագրությունների եղանակով: Խաղերն առավել խորքային ընկալելու համար կիրառվել է անձնական մասնակցության մեթոդը, որն  անցյալի  և  ներկայի  տեսանկյուններով  հնարավորություն  է  տալիս  հենց  խաղի ներսից, որպես մասնակից հասկանալ և վերլուծել այդ մշակույթը` իր բոլոր նրբություն- ներով: Նույնը վերաբերում է նաև այսօր բավական մեծ տարածում գտած համակարգ- չային  խաղերին:  Նմանատիպ  մեթոդ  է  կիրառվել  նաև  մինչև  հինգ  տարեկան  երեխա- ների հետ աշխատանքը կազմակերպելու համար, որն իրականացվել է կա´մ նախակր- թարաններում,  կա´մ  տանը՝  ծնողների  ու  դաստիարակների  անմիջական  ներկայու- թյամբ՝ հաշվի առնելով անձի պաշտպանության, հաղորդակցության և բռնության հիմ- նախնդիրները: ", "Ուսումնասիրության գիտական նորույթներն են.  Առաջին  անգամ  դիտարկվում  և  քննարկվում  են  խաղ  երևույթի  սոցիալ-մշակու- թային առանձնահատկությունները: ", " Քննվում են հեղինակի գրանցած ժամանակակից խաղերը և նրանց կանոնները: ", "Բնական  է,  որ  պետական  կազմավորումների  կայացմանը  զուգահեռ,  երբ  կարևոր- վում է պատերազմի միջոցով հարուստ ավար ձեռք բերելը, սահմանների համար պայ- քարը, պետք է աճեր նաև կին աստվածության՝ որպես ռազմի, պատերազմի հովանա- վորի  դերը:  Հաճախ  պատկերագրության  մեջ  այս  կանացի  արձանիկները  կրում  են նույն ռազմական հանդերձանքը, ինչ արական աստվածությունները: ", " Կատարվում է խաղերի բանահյուսական տեքստերի՝ անհասկանալի, որոշ դեպքե- րում՝ բարբառային եզրերի ու դարձվածքների իմաստային վերլուծություն՝ ըստ լեզվական համարժեքության սկզբունքի, որտեղ կարևորվում է բովանդակությունը, ոչ թե ձևը: ", "նույնի`  ԺԵ  դարի  հայերեն  ձեռագրերի  հիշատակարաններ,  մասն  Ա  (1401-1450  թթ.),  Երևան,  ՀՍՍՌ  ԳԱ հրատ., 1955, 819 էջ, մասն Բ (1451 – 1480 թթ.), Երևան, ՀՍՍՌ ԳԱ հրատ., 1958, 600 էջ, մասն Գ, (1481 – 1500 թթ.), Երևան, ՀՍՍՌ ԳԱ հրատ., 1967, 712 էջ: ", " Կատարվում  է  ավանդական  և  արդի  խաղերի  կանոնների  դասակարգում`  ըստ իմաստաբանական հատկանիշների: ", "Աշխատանքը  կարող  է  ունենալ  կիրառական-գործնական  կարևոր  նշանակութ- յուն:  Լայն  տարածում  ունեցած  որոշ  ավանդական  խաղեր  այսօր  էլ  կիրառական  են զուտ  մշակութային  ժառանգության  պահպանման  առումով.  դրանց  շուրջ  տարբեր  մե- թոդներով գրվում են սցենարներ, դրանց հիմքի վրա բեմադրվում են ներկայացումներ: ", "կումների (տե΄ս Վ. Բդոյան, Հայ ժողովրդական խաղեր, հ. III, էջ 224): ", "Հետազոտության  արդյունքները  կարող  են  կիրառվել  թեմային  նվիրված  ուսում- նական  դասընթացների  կազմակերպման,  ձեռնարկների  տպագրման  և  հանրային իրազեկման  բարձրացմանն  ուղղված  տարբեր  նախաձեռնությունների  իրականացման նպատակներով: ", "Խաղային  մշակույթի  գիտական  ուսումնասիրությունը  ունի  այն  կարևորագույն նշանակությունը,  որը  կարող  է  նպաստել  հայ  ժողովրդի  մշակութային  ժառանգության պահպանմանը և փոխանցմանը սերունդներին: ", "Սույն  աշխատանքը  կարող  է  հետաքրքրել  ազգագրության,  այնպես  էլ  բանագի- տության,  լեզվաբանության,  մանկավարժության,  հոգեբանության  և  գիտության  այլ ոլորտներով զբաղվող մասնագետներին: ", "Ատենախոսությունում  տեղ  գտած  խաղերի  գերակշիռ  մասն  առաջին  անգամ  է  մտ- նում  գիտական  շրջանառության  մեջ:  Խաղ  երևույթը  հատուկ  է  բոլոր  տարիքային  խմ- բերին,  սակայն  ելնելով  այն  բանից,  որ  մանկա-պատանեկան  խաղերում  առավել  քան ընդգծված են խաղային կանոնները, ատենախոսության մեջ սեռա-տարիքային այդ խմբի խաղերը  գերակայում  են,  և  հիմնականում,  դրանց  քննությամբ  են  կատարվում  խմբային բաժանումները,  խաղի  կանոնները,  խաղերի  կառուցվածքի  ու  հաշվերգերի  փոփոխութ- յունները և այլն: ", "Գալով խաղերի ծագումնաբանական քննությանը՝ պետք է նշել, որ այն շատ կնճ- ռոտ  խնդիր  է,  թերևս  մեր  նպատակից  կամ  ներկա  հետազոտության  խնդիրներից դուրս:  Դժվար  է  քննության  առնել  հայոց  խաղերի  ծագումնաբանությունը,  քանի  որ հնագույն աղբյուրներում և հայ մատենագիրների հիշատակություններում շատ սակավ են  խաղերի  վերաբերյալ  տեղեկությունները:  Փորձենք  գիտական  հայացք  գցել  դեպի Հայկական լեռնաշխարհի առասպելաբանական ու ծիսային պայմանների ձևավորման՝ նախաքրիստոնեական  ժամանակաշրջան  և  խաղին  տրված  միջնադարյան  բնութա- գրումներով որոնել մինչև նոր ժամանակներ հասած խաղի էությունն ու ներքին առնչու- թյունները ծեսի, առասպելի, ավանդության, տոնի, երգերի, պարերի ու այլ բաղադրիչ- ների  հետ:  Նկատի  ունենք  խաղն  ու  հավատալիքը,  խաղն  ու  առասպելը,  խաղն  ու  ա- վանդությունը հատկանշող երևույթների ազգագրական, սոցիալ-մշակութային արժեքը, դրանց  էությունն  ու  գործառույթները,  մեկը  մյուսով  տարրալուծվելու  մեխանիզմները, որոնք հայ ժողովրդական խաղը մերձեցնում են ծեսին և առասպելին: ", "զուտ  լեզվաբանական  քննությունից:  Խաղ  բառը  հասկացվում  է  մեկ  նշանակությամբ, այն  է՝  շարժում,  դինամիկա,  որը  համարժեք  է  առաջխաղացում,  ընթացք,  զարգացում, մարմնի, դիրքի փոփոխություն, հուզմունք, գրգիռ, գործողություն83 բառերին, որոնք ևս իրենց գործառույթներով նույնական են խաղային արտահայտության տարբեր ձևերին: ", "Ատենախոսության ժամանակագրական շրջանակները Ատենախոսության  ուսումնասիրության  ժամանակագրական շրջանակներն ընդգրկում են XVIII դ. երկրորդ կեսը, ավելի ստույգ՝ 1747-1796 թթ.: Ժամանակագրական սահմանների  ընտրությունը  պայմանավորված  է  Հյուսիս-արևելյան  Այսրկովկասում նշված  ժամանակահատվածում  տեղի  ունեցած  պատմական  իրադարձություններով, որոնց  հետևանքով  խանություները  կիսանկախ  քաղաքական  կարգավիճակ  ձեռք բերեցին՝ ինքնուրույն հարաբերություններ հաստատելով Ռուսական պետության հետ: "], "paragraph_source_docs": [1, 1, 1, 1, 1, 4, 1, 0, 1, 1, 1, 1, 2, 1, 3, 1, 1, 1, 1, 1, 1, 1, 1, 1, 4], "source_docs_file": "History.json"}