{"paragraph_source_docs": [5, 0, 0, 0, 0, 3, 1, 3, 0, 5, 4, 4, 0, 0, 0, 3, 1, 0, 1, 1, 3, 0, 0, 5, 0, 5, 0, 0, 5, 5, 3, 2, 0, 5, 3, 0, 0, 5, 5, 0, 2, 2, 0, 1, 4, 3, 4, 5, 1, 0], "source_docs_file": "Literature.json", "paragraphs": ["Այս առանձնահատկությունը առաջին անգամ նշել է Արսեն Տերտերյանը. «Վահան Տերյանը իւր մթնշաղի անուրջներով մի երջանիկ բացառություն է կազմում մեր երկշարք գեղագետների շրջանում, նա իր նմանը չունի ոչ տիպականորեն պատկերացնողների, ոչ էլ հուզական ապրումների ներկայացուցիչների միջև։ Անշուշտ մենք այստեղ տաղանդի հզորութեան  խնդիր  չենք  դնում.  եթե  մեր  կարծիքը  հարցնվի,  այդ  տեսակետից  Ավ. Իսահակյանի  առաջ  Վ.  Տերյանը  մի  համեստ  ուժ  է  ներկայացնում։  Գեղարվեստական ստեղծագործութեան  անաղարտությունն  է  այստեղ  մեզ  հետաքրքրում  ու  այդ տեսակէտից առաջնութեան դափնին պատկանում է մեր սկսնակ քնարերգակին»12։ ", "Այսպես,  օրինակ,  Բ.Ա.Գրիֆցովն  իր  «Վեպի  տեսություն»  տրակտատում  նախ անդրադառնում  է  տարբեր  գրական  ժանրերին`  ընդգծելով  դրանցից  վեպի անկախությունը,47  ապա բացատրում վեպի ժանրի զարգացման  փուլերի առանձնահատկությունները`  սկսած  հին  հունականից  մինչև  19-րդ  դարը:  Գրիֆցովը համեմատում  է  դրաման  և  վեպը,  սահմանում  նրանց  միջև  էական  տարբերությունը՝ «դրաման կատարտիկ է, իսկ վեպը` պրոբլեմատիկ»:48  Համաձայնելով  գրականագետի հետ՝ ավելացնենք, որ վեպը, որպես ժանր, ցանկացած դեպքում անավարտ է և տարբեր շարունակությունների հնավորություն է տալիս: ", "Անդրադառնալով  միջնադարում  տարածված  «բարձր»  և  «ցածր»  ժանրերին (ֆաբլիո,  ֆարս,  ասպետական  վեպ)՝  Գրիֆցովը  քննարկում  է  վիպական  սյուժեներն  ու դրանց  հետագա  վերաիմաստավորումները:  Ըստ  Գրիֆցովի`  «վիպականությամբ» առավելապես աչքի է ընկնում Տրիստանի մասին պատումը, որը զուրկ է այսպես կոչված «զվարճալի արկածայնությունից» և «գրական սխեմատիզմից», իսկ Տրիստանի կերպարն օժտված է ժամանակաշրջանի համար անսովոր հոգեբանական խորությամբ:49 Սրանով Գրիֆցովը  շեշտում  է  Տրիստանի  դերը  նոր  եվրոպական  վեպի  կերպարի  ձևավորման մեջ: ", "Միջնադարյան  «ավանտյուրային»  վեպից  Գրիֆցովն  անմիջապես  անցնում  է  17- գերիշխող  է  դառնում  սիրային  թեման՝  «վեպը ժանր է սիրո մասին»:50  Սիրո  թեման литературное обозрение. 1994. № 9 С. 19–78. http://romanbook.net/book/6858808/?page=10 վեպում  ամենից  արծարծվածն  է,  սակայն  տարբեր  ժամանակաշրջաններում  այն տարբեր  դրսևորումներ  է  ունեցել:  18-րդ  դարում  թե'  ավանտյուրային,  թե'  սիրո թեմաները  նոր  գեղագիտական  արտահայտություն  են  ստանում:  Ըստ  Գրիֆցովի`  սրա վառ  օրինակներն  են  աբբա  Պրևոյի  «Մանոն  Լեսկոն»  և  Վոլտերի  «Կանդիդը»,  քանի  որ երկուսում  էլ  խախտվում  է  «սիրո»  և  «արկածի»  կանոնը.51  հեգնանքի  են  ենթարկվում ժանրի ավանդույթներն ու կարծրատիպերը: 19-րդ դարի առաջին կեսի վիպագրությունը փոքր-ինչ շեղվում է այս սկզբունքից: Դա մեծ մասամբ պայմանավորված է ռոմանտիզմի գեղագիտությամբ, զգացմունքների, արժեքների և հատկապես սիրո իդեալականացմամբ,  որն  առկա  է  նաև  ռեալիստ  հեղինակների  մոտ,  ինչպես,  օրինակ, Դիքենսի վեպերում:  Ռոմանտիզմի  ավանդույթներին դարում լուրջ մարտահրավեր  է  նետում  Գ.Ֆլոբերը:  «Մադամ  Բովարիում»  հեղինակը,  հրաժարվելով ռոմանտիկական  հայեցակարգից՝  ստեղծում  է  նոր  որակի  վեպ:  Կհամաձայնենք Գրիֆցովի այն մտքի հետ, որ «Մադամ Բովարին» առաջին ժամանակակից վեպն է, որը, ըստ  գրականագետի,  «վեպ  է  վեպի  կործանման    մասին»:52  «Վեպի  կործանումը» (гибельность)  բնորոշ  է  20-րդ  դարի  մոդեռնիստական  և  պոստմոդեռնիստական գրականությանը  և  վառ  արտահայտված  է  նաև  Կալվինոյի  ուշ՝  պոստմոդեռնիստական շրջանի վեպերում: ", "Վեպի  ժանրի  տեսության  զարգացման  համար  կարևորագույն  նշանակություն ունեցան  Մ.Բախտինի  «Վիպական  խոսքի  նախապատմությունից»  և  «Էպոս  և  վեպ» հոդվածները:  Բախտինը  գտնում  է,  որ  վեպի,  ինչպես  նաև  ցանկացած  ժանրի յուրահատկությունը լեզվի մեջ է, և հենց վիպական լեզուն է, որ այդ ժանրը տարբերում է մյուսներից,  մասնավորապես  էպոսից:  Ըստ  Բախտինի`  էպոսը  պատում  է  հեռավոր, անհասանելի  և  սրբազան  անցյալի  մասին,  դրան  բնորոշ  է  «միալեզվությունը»,  մինչդեռ վեպը  ներկայի,  իրականության  պատում  է,  որտեղ  պարոդիայի  են  ենթարկվում  բոլոր հերոսական  ձևերը,  դրան  հատուկ  է  «բազմալեզվությունը»:53  Բախտինն  ավելացնում  է, որ  վիպական-ծաղրերգային  տարրեր  հնարավոր  է  գտնել  նաև  այլ  ժանրերում:54 Бахтин М.М. Эпос и Роман//Литературно-Критические статьи. Художественная Литература. М. 1986. С. Նույն տեղում, էջ 386-387 Բախտինյան հայեցակարգի վառ արտահայտությունն են Կալվինոյի վեպերը: ", "Ճիշտ  է՝  տեքստում  տարանջատված  են  սոցիալական  ու  քաղաքական ենթատեքստ  ունեցող  մտքերը,  սակայն  իրականում  այս  բաժանումը  լոկ  պայմանական բնույթ  է  կրում.  յուրաքանչյուր  սոցիալական  դրություն  նախ  և  առաջ  հիմնված  է քաղաքականի  վրա,  և  սոցիալական  հարցերը  անլուծելի  են  այնքան  ժամանակ,  քանի դեռ երկիրը ամուր ոտքերով չի հենված քաղաքական իր դիրքորոշումների վրա, և քանի Աշխատանքի այս մասում գրողի «Մահապուրծ օրագիր» գրքից այսուհետև մեջբերումներ անելու դեպքում կնշենք միայն համապատասխան էջահամարը: ", "Պոյի  կերպարը՝  որպես  կենսագրական  ոչ  բացահայտ  և  ներիմաստ, հնարավորություն  է  տալիս  մեզ  ավելի  լավ  հասկանալ  Բոդլերի  և  ֆրանսիացի  այլ գրողների  ու  քննադատների՝  Պոյի  ստեղծագործության  ու  կյանքի  ընկալման առանձնահատկությունը: Այդ կերպարի առաջացման և զարգացման գործընթացում առանձնակի  դեր  են  խաղում  այն  գործոնները,  որոնք  ընթերցողներին  ստիպում  էին մտածել այն անհատի մասին, ով գրել է այս ստեղծագործությունները: ", "Լայն  է  գրողի  մտածողության  տրամագիծը:  Թվում  է՝  օրերը  և  ամիսները անպայմանորեն  նշելու  անհրաժեշտություն  գրեթե  չկար,  եթե  միայն  օրագրության ժանրը  հաշվի  չառնենք,  քանի  որ  ժամանակաշրջանը  պարզ  ու  ակնառու  կերպով արտացոլված  է  տողերի  մեջ  և  մանավանդ՝  օրերի.  ամեն  ինչ  պարզ  է  ու  հասկանալի՝ ժամանակագրության  չափ  հավաստի,  եթե  միայն  բացառենք  կենցաղային  մեկ-երկու ինքնատիպ մտքերը, որոնցով ամփոփում և կամ թե նոր «օր» է բացում հեղինակը: ", "Մելիտինսկին  մանրամասն  անդրադառնում  է «Դոն  Կիխոտին»`  որպես բոլորովին  նոր,  կատարյալ  վիպական  ձևի:  Ըստ  գրականագետի`  սա  մի  վեպ  է,  որին խորթ են «վեհից՝ ցածր, պոեզիայից՝ արձակ անցումները, այստեղ հեղինակը ստեղծում է “կենսական արձակ”»:59 «Դոն  Կիխոտում»  ծաղրի  են  ենթարկվում  ասպետական  վեպի  հիմնական տարրերը`  հեքիաթայնությունը,  գերզգացմունքայնությունը  և  հերոսի`  որպես  փրկչի առաքելությունը:60  Մելետինսկին  գտնում  է,  որ  «Դոն  Կիխոտում»,  ինչպես  16-17-րդ դարերում  Իսպանիայում  լայն  տարածում  գտած  «ավազակային  վեպերում»՝  կարևորը կյանքին,  իրականությանը,  բնությանը  մոտ  գտնվելն  ու ճշմարտանման լինելն  է,61  իսկ այն, ինչ բնությանը հակասում է՝ ծաղրի է ենթարկվում: ", "«Ժամանակի  ստիլը  ժամանակի  մտածողությունն  է,-  ասում  է  նա։-  Որչափով  որ  այդ մտածողությունը յուրացված է մի ազգի կողմից, այդ չափով էլ ազգը կենսունակ է»։18 Իսկ ժամանակի  մտածողության,  ընդհանրապես  գեղարվեստական  գիտակցության  ամենա- բնութագրական հատկանիշը նոր հայացքն էր մարդու և աշխարհի հանդեպ։ Աշխարհը՝ իր  անսահման  բազմազանությամբ,  մարդը՝  իր  ներաշխարհի  անդնդային  խորություն- ներով  դառնում  են  գրականության  զննության  առարկան։  Անհատի  զգայական աշխարհը  իր  մեջ  ամենատարբեր  բեկումների  է  ենթարկում  աշխարհի  տեսանելի պատկերը՝ այդ բեկումների մեջ իր համար բացահայտելով նաև ինքն իրեն։ Սա մարդու և աշխարհի հարաբերության անվերջ փոփոխության փուլերից մեկն է, որ թեև տարբեր ազգերի մոտ ի հայտ է գալիս տարբեր ժամանակներում, բայց իբրև առաջընթացի օրենք ընդհանուր  է  բոլոր  ազգերի  համար։  Հենց  սա  նկատի  ունի  Տերյանը  ՝  դիտելով. «Կուլտուրական ազգերի կյանքում ժողովրդի ստեղծագործ ուժերը բնավ չեն դադարում առաջ  ընթանալուց...  Ահա  այդ  անկանգ  առաջընթացությունը  կյանքի  և  կուլտուրայի ստեղծում  է  նոր  ստիլ,  որը  հանդիսանում  է  մի  տեսակ  էպոխայի  արտահայտությունը, նրա հոգու գեղարվեստական պատկերը»19։ ", "Թվում  էր՝  ամենուր  փող  կա,  իսկ  Վիթմորները  քնում  էին  իրենց    մաշված  վերարկուով փաթաթված,  որը  տաք  էր  պահում  ձմռանը:  Թվում  էր՝  հեռացել  էին  բարեկեցության մասին իրենց  պատկերացումներից, սակայն փոքր-ինչ համբերություն, հնարամտություն  և  հաջողություն,  ու  բարեկացության  ընդհանուր  ալիքը  կնվաճի  նաև նրանց67:    էլիս  Հոլինշեդը  կորցրել  է  երբևէ  բարեկեցիկ  կյանքով  ապրելու  հույսը:  Նա համոզված է, որ աղքատի իր կյանքը մնալու է անփոփոխ և երբևէ գրավատան պարտքից չի ազատվի,  չի ունենա իր  սեփական  տունը, չի հագնի գեղեցիկ հագուստ. «Վարակե՛ք ինձ  ձեր  երջանկությամբ:  Հանուն  փողի  ամեն  ինչի  պատրաստ  եմ…Կանգ  չէի  առնի անգամ մարդասպանության առաջ, Աստված վկա»68։ ", "Իհարկե,  հեղինակի  վերաբերմունքը  երկակի  է։  Քննադատելով  իր  հերոսներին՝ հեղինակը  միևնույն  ժամանակ  կարեկցում  է  այն  մարդկանց,  ովքեր  դարձել  են ժամանակի  սոցիալական  հանգամանքների  զոհերը:  Լորայի  և  Ռալֆի  բոլոր երազանքները,  ապահով  կյանքի ձգտումը կապված են լավ աշխատանք գտնելու  հետ, սակայն  նրանց  հոգեկան  այդ  անհանգիստ  վիճակը  զուգորդվում  է  սպասումների անհաջող  ավարտով:  Ռալֆը  ուր  դիմում  է,  մերժում  է  ստանում:  Հերոսի  համար  չկա հարստության  հասնելու  ճանապարհ։    Ի  վերջո,  նրանք  հասկանում  են,  որ  նյութական կյանքի ձգտումները հեռացրել են իրենց կյանքի իրական արժեքներից։ Եվ եթե սկզբում Լորային սա բնական և հաճելի զբաղմունք էր թվում, հիմա այն ներկայացվում է որպես վտանգավոր ծովային ճամփորդություն69։ ", "Ի.Կալվինոյի  վեպերում,  որոնք  քննության  են  առնված  մեր  ատենախոսության մեջ,  առկա  են  թե՛  ավանդական,  թե՛  նոր  վեպի  տարրեր,  որոնք,  կախված  գրողի գեղագիտական աշխարհայացքի փոփոխությունից՝ տարբեր դրսևորումներ են ստացել: ", "Հիշեցնենք,  որ  Կալվինոն  իր  գրական  առաջին  փորձերը  սկսել  է  1940-ական թվականներին, պատերազմից հետո, երբ Իտալիայում ձևավորվել էր նեոռեալիզմը, որը «փաստագրական  ճշգրտությամբ  փորձում  էր  ամրապնդել  սոցիալական իրականությունը, առօրեականությունը և… ուղղակի հակադրվում էր մոդեռնիզմին և էսթետիզմին, պրոֆաշիստական արվեստին»:68 Նեոռեալիզմի  գեղագիտությունը՝  մոդեռնիզմի  և  էսթետիզմի  ինքնամփոփ բանաստեղծականությունից  իր  հրաժարումով  մոտ  է  19-րդ  դարի  երկրորդ  կեսի ռեալիզմին,  նատուրալիզմին  և  իտալական  վերիզմին:  Շարժումը  միավորել  էր բազմաթիվ գրողների (Պավեզե,  Մորավիա, Է.Վիտտորինի,  Ո.Պրատոլինի), կինոգործիչների  (Ֆելլինի,  Վիսկոնտի,  Ռոսսելինի  և  այլք)  և  գեղանկարիչների:  Ըստ Կալվինոյի` «նեոռեալիզմը դպրոց կամ հոսանք չէր, այլ արվարձաններից հնչող ձայների ամբողջություն, տարբեր և հատկապես գրականության կողմից մինչ այդ պահը անհայտ իտալիաների  հայտնագործում»:69 Կալվինոյի՝ «տարբեր իտալիաների» Университет. 2013. N1 CC.289-290 վերաբացահայտման  գաղափարը  արտացոլում  է  մեկ  ընդհանուր  Իտալիայի  միֆի փլուզումը՝ համաշխարհային պատերազմներից հետո: ", "Այս  փուլում  Կալվինոն  հրատարակում  է  «Վերջինն  ագռավն  է  գալիս» պատմվածքների  ժողովածուն  և  «Սարդերի  հյուսած  արահետը»  վեպը,  որոնք  գրված  են նեոռեալիզմին  հատուկ լեզվի  պարզությամբ  և  հստակ  գծային  կառուցվածքով: ", "Ապրելով  ու  ստեղծագործելով  վերոհիշյալ  բնութագրումներով  առանձնացած ժամանակաշրջանում,  ծանոթ լինելով  կյանքի  բազմաթիվ  բնագավառներին  ու կարողանալով  համեմատության  մեջ  ներկայացնել  այդ  ամենը՝  Լեռ  Կամսարը  իր՝ խուզարկումից  և  20  տարի  հողում  կճուճի  մեջ  հորված  լինելով,  վնասվելով  1946  թվականի  Երևանի հեղեղից,  զանազան  փորձություններից  հետո  եկել,  հասել  են  մեր  օրերը:  Տե՛ս  նաև  Լեռ  Կամսար, Մահապուրծ օրագիր, էջ 5: ", "Բանաստեղծն  այն  անվանել է  §միստիկական  իմաստ¦:  Ռոմանտիկական տերմիններից ժամանակակից բանաստեղծական լեզվի անցնելով` կարելի է ասել, որ Պոյի  պոեզիայի  §միստիկական  իմաստը¦  ոչ  այլ  ինչ  է,  քան  տրամաբանական  և հուզական  ենթատեքստ:  Բանաստեղծը  տպավորության (էֆեկտի)  հասնելու հարցում  դրան  հսկայական  նշանակություն  է  տալիս.  §Այն  ունի  երաժշտական նվագակցության  անսահման  ուժը:  Նվագակցությունը  կենդանացնում  է  մեներգը, միստիկականը,  այսինքն՝  ենթատեքստը,  ոգեշնչում  հրաշալի  մտահղացումը  և բարձրացնում այն մինչև իդեալականը¦- գրում է Է.Պոն:10 Հիանալի  բանաստեղծ,  ասմունքող,  տաղանդավոր  տեսաբան  և  լրագրող, համաշխարհային  գրականության  մեջ  պատվավոր  տեղ  գրավող  Էդգար  Պոն Ամերիկայի  §անառակ  զավակն¦ էր։  Նրան  համարում էին  անհաջողակ, չափազանցնում  նրա  բնավորության  թույլ  կողմերը,  զրպարտում,  դատապարտում նրան։  Հանկարծակի  չէ,  որ  Բոդլերն  առաջարկել  է  Պոյի  շիրմաքարին  գրել.  §Դուք բոլորդ,  որ  եռանդագին  ձգտել  եք  բացահայտել  ձեր  գոյության  օրենքները,  որ տենչացել եք անհունին, դուք, որոնց խեղդված զգացմունքները ստիպված են եղել մի սոսկալի  ափսոսանք  գտնել  գինարբուքի  մեջ,  աղոթե′ք  նրա  համար։  Այժմ  նրա մաքրագործված մարմնավոր էությունը լողում է այն էակների մեջ, որոնց գոյությունը նշմարել  էր  նա,  աղոթե′ք  նրա  համար,  ով  տեսնում  է  և  գիտե.  նա  կբարեխոսի  ձեզ համար¦։11 Ռալֆ  Էմերսոնը  Պոյին  համարում  էր  §ծաղրածու¦  (the  jingle  man),  Հենրի Ջեյմսը  նրա  պոեզիան  համարում  էր  իր  համերկրացիների  չձևավորված  ճաշակի վկայություն, իսկ  անգլիացի  պոետ  Տեննիսոնի համար Էդգար  Պոն« ամենայուրօրինակ տաղանդն էր, ով երբևէ ծնվել էր Ամերիկայում։ ", "Մենք  չենք  համաձայնի  գրականագետների  այն  տեսակետին,  որ  Կալվինոյի ստեղծագործության  մեջ  ֆանտաստիկ  ժանրի  նախադրյալներ  առկա  են  նրա ստեղծագործության  նեոռեալիստական  փուլում:71  «Սարդերի  հյուսած  առահետը» ընդամենը  Պինոյի  երևակայությամբ  ստեղծված  պատկեր  է,  որը,  մեր  համոզմամբ, բավական չէ վեպի ժանրը որպես ֆանտաստիկ բնորոշելու համար: ", "Նշանակալից  է  Պոյի  գեղարվեստական  և  քննադատական  գործունեությունը՝ ուղղված  գրական  միջակությունների  դեմ,  և  այն  պայքարը,  որ  նա  ծավալում  էր գրական քննադատության հեղինակության բարձրացման համար։ ", "Պոյի  գրականությանը  բնորոշ  է  նաև  մի  ուրիշ  հատկանիշ.  ըստ  Բոդլերի  այն լիովին  հասկանալի  է։  Կանայք  նկարագրվում  են,  բայց  հպանցիկ  արագությամբ։ ", "Սա,  իհարկե,  գրողի  այս  օրագրության  միակ  առանձնահատկությունը  չէ.  նրա բոլոր գործերը համեմված են ասույթներով, աֆորիզմներով, իսկ այս օրագրության մեջ, իբրև  մի  առանձին  շերտ,  ուրույն  տեղ  են  զբաղեցնում  գրողի  այն  աֆորիստիկ  մտքերը, որոնք  առավել  պայմանավորված  են  պահի  հրատապությամբ,  ժամանակաշրջանի նկարագրությամբ:  Պայմանականորեն  սրանք  անվանենք  քաղաքական  աֆորիզմներ՝ աֆորիստիկ  մտքեր,  որոնք  գրված  են  զուտ  քաղաքական  շնչով,  բայց  ունեն  այն առանձնահատկությունը,  որ  թերի  են՝  իբրև  լիարժեք  աֆորիզմ  ներկայանալու  համար, որովհետև  միակողմանի  են,  այսպես  ասած,  բացակայում  է  մյուս  կողմը,  այսինքն  թե՝ միայն պատմականության մեջ կարող են արդիական հնչեղություն ունենալ, և նաև սա է այն  տարբերությունը,  որ  առկա  է  գրողի՝  արդեն  «բուն»  աֆորիզմների  և  սրանց  միջև. առաջինները  արդիական  են  բոլոր  ժամանակների  համար:  Սրանց  ևս  առանձին անդրադարձ կլինի: ", "Ռ.Ջեքսոնը,  կարևորելով  հոգեվերլուծական  մոտեցումը`  Ֆրոյդի  անգիտակցականի տեսությունը,  գրում  է.  «Գրական ֆանտազիաները, արտահայտելով անգիտակցականի մղումներ, բաց են հոգեվերլուծական ընթերցումների համար և պատկերային ձևերով Москалев М.В. Сказочное и фантастическое в трилогии И.Кальвино “Наши предки”//Четвертые андреевские чтения. УРАО. М. 2006. С. 193 Jackson R. Fantasy.Literature of Subversion. Routledge. Cambridge. 1981. P.20 հաճախ  ցույց  են  տալիս  “մարդկային  հասարակության”  և  այդ  անգիտակցական մղումների միջև լարվածությունը»:73 Համաձայնելով գրականագետի տեսակետին` հարկ ենք  համարում  նշել,  որ  անգիտակցականի  և  հասարակական  նորմերի  միջև  պայքարը ֆանտաստիկի  միայն  մի  կողմն  է:  Հոգեվերլուծությունը,  որքան  էլ  խոր  ուսումնասիրի այդ հակադրությունը՝ հաճախ անտեսում է այլ, ավելի կարևոր ասպեկտներ, ինչպիսին, օրինակ, ժանրի պոետիկան է: ", "Գրականագետ  Ց.Տոդորովն  իր  «Ֆանտաստիկ  գրականության  ներածություն» աշխատության  մեջ  ֆանտաստիկի  բուն  բառարանային  բացատրությունը  տեսնում  է անհավատալիի,  անիրականի  մեջ.  «Ֆանտաստիկ տեքստում հեղինակը պատմում է իրադարձությունների մասին, որոնք կյանքում չեն կարող տեղի ունենալ»:74 Իրոք,  ֆանտաստիկ  պատումի մեջ ռեալիստական նկարագրությունը փոխարինվում  է  մտացածինով,  երևակայականով  և  անհնարինով:    Սակայն  այն  նաև բազմաթիվ  նրբություններ,  ձևեր  և  ենթաձևեր  ունի:  Ֆանտաստիկն  իրականում գոյություն ունի գրականության ձևավորման ժամանակներից, և  ամեն ժամանակաշրջան  ունի  ֆանտաստիկի  մասին  սեփական  պատկերացումը:  Մենք կկենտրոնանանք  միայն  այն  դրսևորումների  վրա,  որոնք  այս  կամ  այն  ձևով արտացոլվել են Կալվինոյի «Մեր նախնիները» եռերգության մեջ: ", "Բայց  նրանք  իրենց  հավաքական  ջանքերով  ստեղծում  էին  գրական  մթնոլորտ  ու միջավայր,  որտեղից  պետք  է  դուրս  գային  նաև  ժամանակի  դեմքը  որոշող  խոշոր անհատականություններ, ինչպես Եղիշե Չարենցը։ ", "Տոդորովը գտնում է, որ ֆանտաստիկ ժանրի կարևորագույն ասպեկտներից մեկը թեմատիկան  է  կամ  «իմաստաբանությանը»:78  Մեր  կարծիքով,  սակայն,  ժանրի բնորոշման  մեջ  կարևոր  են  թե՛  արտաքին,  թե'  ներքին  ձևերը:  Այսպես՝  ֆանտաստիկ վեպում կարևոր է թե՛ շարահյուսությունը (պատումը, շարադրանքը, կառուցվածքը), թե՛ իմաստաբանությունը (թեմատիկ տարրերը, մոտիվները, ֆանտաստիկ իրադարձությունները, կերպարանափոխությունը, կախարդական արարածները և այլն), որոնք ներառվում են պատումի մեջ: ", "Սկսվել  էր  պարզապես  տերյանական  շրջան,  Տերյանի  էպոխա։  Օդը  լիքն  էր  Տերյանով, երիտասարդության խոսակցության նյութն ամեն տեղ նրա բանաստեղծություններն էին, իսկ ընկերների ու սիրահարների սրտագին նվերը միմյանց՝ «Մթնշաղի անուրջները»»23։ ", "Անդրադառնալով  շարահյուսական  կողմին,  նշենք,  որ  երեք  վեպերն  էլ  սկսվում  են հեքիաթային  պատումի  կանոնով:  Այսպես,  «Կիսված  վիկոնտի»  ինցիպիտում  կարդում ենք.  «Թուրքերի  դեմ  պատերազմն  էր:  Քեռիս`Տեռալբայի  Վիկոնտ  Մեդարդոն, Բոհեմիայի  դաշտավայրով  արշավում  էր  դեպի  քրիստոնյաների  ճամբարը:  Նրան ուղեկցում էր վահանակիրը` Կուրցիոն»79: ", "«Բարոնը ծառի վրա» վեպը նույնպես սկսվում է գլխավոր հերոսի ներկայացմամբ և  կոնկրետ  տարեթվով.  «1767  թվականի  հունիսի  15-ն  էր,  երբ  եղբայրս`  Կոզիմո Պիովասկո դի Ռոնդոն, վերջին անգամ մեզ հետ սեղան նստեց: Այսօրվա պես հիշում եմ: ", "Տերյանից  սերված  բանաստեղծների  մի  ստվար  խումբ  այնպես  էլ  չկարողացավ բարձրանալ պարզ նմանակման մակարդակից, և նրանցով չէ, որ տերյանական դպրոցը պիտի  բնութագրվի  իբրև  գրական-պատմական  իրողություն։  Դպրոցի  դիմագիծը  որո- շում էին այն սակավաթիվ անունները, որոնք, յուրացնելով բանաստեղծական աշխարհ- զգացողության  տերյանական  ոճը՝  փորձում  էին  այդ  ոճի  շրջանակներում  գրականու- թյուն բերել ինքնուրույն զգացումներ, թեմաներ ու գաղափարներ։ ", "Այդ անունների առաջին շարքում պետք է հիշել Գառնիկ Քյալաշյանին (1885-1921)։ ", "Ըստ գրքում նշված հերթականության՝ գրողը տալիս է մի դիմանկար, որի համար բավարար  է…  մեկ  նախադասությունը.  «Մյուս  օրն  առավոտյան  նամակով  մը  կկանչեմ Արամայիս  Երզնկյանը47,  որ  գա  մեղադրե  հավս՝  մորթելու  համար…»  /23/:  Այստեղ բառերն  ու  մեկնաբանություններն  ավելորդ  են:  Պարզ  է՝  ո՛վ  է  այս  մարդն  ի  պաշտոնե, պաշտոն, որն առավել քան ազդել է մարդկային դիմագծի վրա: ", "գրական  կյանքում,  սակայն  զարթոնք,  թեմատիկ  թարմացում  տեղի  չունեցավ: ", "Ռ.Ջեքսոնը գտնում է, որ հեքիաթի լեզուն գալիս է հեռավոր անցյալից և անդեմ է. «Դա  մի  ձև  է,  որ  բացառելով  ընթերցողի  մասնակցությունը՝  ներկայացնում  է իրադարձություններ,  որոնք  ներառված  են  հեռավոր անցյալում, ամրապնդված  են ժամանակային հեռանկարի մեջ և ցույց են տալիս, որ իրենց ձայները վաղուց դադարել են  որևէ  ազդեցություն  ունենալ»:83  Ռ.  Ջեքսոնը  նման  եզրահանգումների  է Calvino I. Il barone rampante. Mondadori. Milano 2014, P. 3 Calvino I. Il cavaliere inesistente. Mondadori. Milano  2014, P. 3 Пропп В. Морфология волшебной сказки. Лабиринт. М. 2001. С. 27 Jackson R. Fantasy. Literature of Subversion. Routledge. Cambridge 1981. P.33 գալիս`օրինակ  բերելով  Գրիմ  եղբայրների  հեքիաթներից  մեկը:  Գրիմ  եղբայրների ժողովածուում  հեքիաթային  պատումն  իսկապես  անդեմ  է,  և  նրա  ձայնը  գալիս  է հեռավոր անցյալից: Կալվինոյի եռերգության վեպերում պատումն անդեմ չէ. նա ներկա ժամանակից  պատմում  է  հեռավոր  անցյալում  կատարված  իրադարձությունների մասին:  Ամենևին  պատահական  չէ,  որ  «Մեր  նախնիները»  հաճախ  անվանում  են «հերալդիկ պատմվածքներ»: «Հերալդիկ» մակդիրը ընդգծում է երեք վեպերում գլխավոր հերոսների,  «մեր  նախնիների»  սոցիալական  դիրքը՝  վիկոնտ,  բարոն,  ասպետ:  Երեք հերոսների հիմնական գործառույթը ժամանակային հեռավորությունն ընդգծելն է: ", "Քյալաշյանի առաջին բանաստեղծություններում հաճախակի են շրջանառում նաև տերյանական  աշնան,  անձրևի,  թախծի,  ամպ  ու  մշուշի  պատկերները։  Ահա,  օրինակ «Աշուն» բանաստեղծությունը. Տխուր աշուն... դիակնացած՝ Տարածվել են ծաղիկներ. Տերևները մաղվել են ցած, Դալկացել են ճյուղիկներ։ ", "Եվրոպային  մեջ,  ասկե  շատ  ավելի  պակաս  կրկնվող  բաներու  համար  մեքենաներ կշինեն…»  /25-26/:  Ա.  Մռավյանը,  ուրեմն,  ամեն  տեղ  և  ամեն  անգամ  նույն  մտքերն  է կրկնում,  և  շահավետ  է  ու  «տնտեսապես»  հարմար,  որ  նրա  փոխարեն  աշխատի զեկուցող մի մեքենա, որ ընդդիմախոս է օպոզիցիային: ", "«Գոյություն  չունեցող  ասպետը»  վեպում  գործողությունները  կատարվում  են Կառլոս  Մեծի  ժամանակաշրջանում,  որը  ներկայացված  է  ոչ  այնքան  պատմավեպին հատուկ  պատմական  ճշմարտացիությամբ,  որքան  հեքիաթին  և  միջնադարյան հերոսական  պոեմին  հատուկ  առասպելականացմամբ:  Մյուս  կողմից  պատմությունը՝ այստեղ միախառնվելով հեքիաթային, էպիկական և արկածային տարրերին՝   ստեղծում է այն գեղանկարչական ֆոնը, որի դեկորատիվ մասնահատկություններն են Տեռալբայի կալվածքը («Կիսված վիկոնտը»), Կառլոս Մեծի վրանը, Աջիլուլֆոյի զրահը («Գոյություն չունեցող ասպետը»),  Պիովասկոների վիլլան, Կոզիմոյի եռաեղջյուր գլխարկը («Բարոնը ծառի վրա»):  Այսպիսով՝  «Մեր  նախնիներում»  հուշ  են  թե՛  հերոսների  կյանքի իրադարձությունները, թե՛ պատմական ժամանակաշրջանը: ", "Ըստ  Տոդորովի`  ֆանտաստիկ  ստեղծագործության  մեջ  պատմողը  հաճախ ներկայանում  է  առաջին  դեմքով.  «Երևակայական պատմողը և ֆանտաստիկ ժանրը համապատասխանում են իրար»:86  «Մեր  նախնիները»  այդ  մտքի  վառ  ապացույցն  են: ", "«Սրտամաշ  աշուն…»  բանաստեղծության  մեջ  մի  կողմից՝  մեռնող  տերևների, «մահվան դեղնության ծոցի», կյանքում տիրող հառաչ ու արյունի, մյուս կողմից՝ կյանքի, սիրո,  բարության  հանդեպ  մարդկային  հավատի  հակադրության  միջոցով  մի  նոր իմաստավորում է ձեռք բերում երազանքի թեման. Տերևն է սահում մահվան սոսափով... Գիտեմ, որ գարուն նորից կծաղկի նորից զարթնումի թրթռուն թափով Պիտի բաբախե աղբյուրը կյանքի։ ", "… Գիտեմ, որ շուտով կհասնեն մարդիկ Էլդորադոյի կանաչ ափը զով.- Բայց ես, ես այժմ կուզեի մոտիկ Տեսնել այդ օրը… թեկուզ երազով26։ ", "«Կիսված  վիկոնտը»  և  «Բարոնը  ծառի  վրա»  վեպերում  երկու  պատմողներն  էլ հասուն  տարիքում  են  և  պատմում  են  իրենց  մանկական  տպավորությունների  մասին: ", "մեծ  հոսք  սկսվեց  դեպի  թուրքական  գրականություն:  Ըստ  հետազոտող  Ք.  Կարպատի` սա  սերտորեն  կապված  էր  այն  հանգամանքի  հետ,  որ  Թուրքիայում  արևմտյան գրականությամբ  «դաստիարակված»  ձախակողմյան  շարժման  ղեկավարները  գրական ստեղծագործությունները  հաճախ օգտագործվում էին իրենց գաղափարները տարածելու  և  քաղաքական  շարժման  գործնական  մեթոդներ  առաջարկելու  համար101: ", "Նման  գրողների  մեջ  առանձնանում է  հատկապես  Նազըմ  Հիքմեթը,  ում գլխավորությամբ Թուրքական բանվորագյուղացիական սոցիալիստական կուսակցության  «Այդընլըք»  (“Aydınlık”)  և  «Չեքիչ-օրաք»  (“Çekiç-Orak”)  ամսագրերում հանդես  եկող  գրողները  պայքար  էին  սկսել  ժողովրդական,  ազգային  արվեստի մասին,  ինչպես  նաև  որոշ  վեպերի  վերլուծությունները  տե՛ս  Oğuzhan  A.,  Türkiye’de  Modernleşmenin Oluşumu  ve  Cumhuriyet  Dönemi  Türk  Romanında  Batılılaşma  Olgusu:  ”Kiralık  Konak”,  “Sözde  Kızlar”,  “Yaprak Dökümü”, Türk Dili Araştırmaları Yıllığı Belleten, C. 1, 2007, s. 121-140. the Wars, 1966, p. 172. համար102:  Նշենք  սակայն,  որ  այս  ուղղության  զարգացումը  դադարեցվեց  քաղաքական ճնշումների միջոցով: ", "Գրականագետ  Լ.Արմիտն  իր  «Ֆանտաստիկ  գրականություն:  Ներածություն» աշխատության  մեջ  ֆանտաստիկի  էությունը  բացատրում  է  ռեալիզմի  հետ համադրությամբ:    Ռեալիզմ  ասելով`  գրաքննադատը  նկատի  ունի  ոչ  թե  գրական ուղղությունը,  այլ  ցանկացած  պատում,  որտեղ  միջավայրը  պատկերված է ճշմարտանման,  առանց  գերբնական  երևույթների  և  ֆանտաստիկ  զեղումների. Тодоров Ц. Введение в фантастическую литературу. Дом интеллектуальной книги. М. 1999. С.74 Booth W.C. The Rhetoric of Fiction. The University of Chicago Press. 1983. P. 339 Sandner D. Critical Discourses of the Fantastic, 1712–1831. Ashgate Publishing. Fullerton 2011. P. 9 «Գրականության մեջ ռեալիզմի և ֆանտաստիկի տարբերությունը ոչ այնքան ռեալիզմի` իրականը նմանակելու, իսկ ֆանտաստիկի` նրանից հեռանալու մեջ է, որքան այն փաստի, որ ռեալիզմը ավելի շատ է կառչում մեզ պարտադրված “իրականից”, քան ֆանտաստիկը»:91 «Մեր  նախնիները»  եռերգությունը  լիովին  տեղավորվում  է  այս  բանաձևի  մեջ: ", "Ինչ  վերաբերում  է  սյուժեին,  Պոն  դրանով  հասկանում  էր  ստեղծագործության ընդհանուր  կառուցվածքը,  գործողությունների,  բնավորությունների,  առարկաների կապակցվածությունն ու հաջորդականությունը: Սյուժեում կառույցի բոլոր տարրերը պետք է փոխկապակցված լինեն: Յուրաքանչյուր դրվագ, իրադարձություն կամ բառ պատմվածքում պետք է ծառայի մտքի ու արդյունքի իրականացմանը:14 փողոցում¦  (1841),  §Մարի  Ռոժերի  գաղտնիքը¦  (1842),  §Ոսկե  բզեզը¦  (1843), §Հափշտակած նամակը¦ (1845) և այլն: ", "Հարստանալու ցանկությունը վարակում է նաև «Մենության հրապույրները» («The pleasures  of  solitude»,  1942)  պատմվածքի  հերոսուհի  Էլեն  Գուրիչին:  Նա  մեկուսացել  է մարդկանցից, երես թեքել նաև իր հարազատներից։  Հեղինակի խոսքերով՝ նա բոլորովին մեծահոգի  աձնավորություն  չէր։  Ապրում  էր  Չելսիի`  վարձով  տրվող  սենյակներից մեկում,  որպեսզի  իր  աշխատավարձից  որքան  հնարավոր  է  շատ  դրամ  ետ  գցեր: ", "Իսկական  վրձնահարվածներ  են  հիշեցնում  հետևյալ  տողերը.  «Արտաշես Կարինյան:  Հայկենտգործկոմ:  Հանրապետության  նախագահ…  Իսկական  զեփյուռ,  որ բոլորի  երեսին  խոսք  ու  խոստում  կփչե:  Փոխանակ  խոսքե  գործին  անցնելու՝  խոսքե խոսք կանցնե… Իր կյանքին մեջ տակավին մեկ գործ է կատարած, այդ ծնվելն է, ու մեկն ալ  ունի  կատարելիք՝  այդ  իր  մահն  է:  Սպեղանի  մըն  է,  որ  տակավին  ոչ  մեկ  վերք  չի բուժեր իր կյանքին մեջ: Ոչ  մեկ զոհողության առջև չի  կենար՝ քեզի օգուտ մը չի տալու համար:  …Արդարությունը  կպահանջե,  որ  Կարինյանը,  իր  ձեռները,  ոտները  ու  մյուս բոլոր  զգայարանները  Աստծո  վերադարձնելով,  փոխարենը  խոշոր  լեզու  մը  խնդրե,  որ համար մղվող  պայքարին:  Աշխատել կուսակցական  ու  պետական  գործիչ,  գրականագետ,  պատմաբան:  ՀՍՍՀ  ԳԱ  ակադեմիկոս:  ՍՄԿԿ է 1917թ.  Փետրվարյան  հեղափոխությանը  և  սոցիալիստական անդամ  1907թ.:  Մասնակցել գործերի հեղափոխության կոմիսարիատում:  1923-1924թթ.  ՀՍՍՀ  Կենտգործկոմի  նախագահի  տեղակալն  էր,  1924-1928թթ.՝ նախագահը:  Հետագայում  եղել  է  ՀամԿ(բ)Կ  Անդրերկրկոմի  պատմության  ինստիտուտի  դիրեկտորի տեղակալ,  ՀՍՍՀ լուսժողկոմի  տեղակալ,  ապա  աշխատել  ՀՍՍՀ  ԳԱ  Մ.  Աբեղյանի  անվան գրականության  և  պատմության  ինստիտուտներում:  1906թ.  լույս  է  տեսել  նրա  «Գրականություն  և կյանք» գրքույկը, 1928թ.՝ «Դեմքեր և դեպքեր» աշխատությունը: Կարինյանը զբաղվել է 19-րդ դարի 60- ական թվականների հայ գրական-հասարակական մտքի հետազոտությամբ, հայ պարբերական մամուլի պատմությամբ:  Ունի  գրականության  խնդիրներին,  հայ  ժողովրդի  պատմության  նոր  ու  նորագույն շրջանների  և  Հայաստանի  կոմկուսի  պատմությանը  նվիրված  աշխատություններ:  Կարինյանն անդրադարձել է նաև ռուս և եվրոպական դասական ու ժամանակակից գրականությանը: ", "Երբ  մայրը նամակով  խնդրում  է    տոկոսով  փող  տալ  իրեն,  էլենը  մերժում  է՝    ներկայացնելով պատճառը.  «Կարծում  եմ,  որ  լավ  կլիներ,  եթե  Հարոլդը  դժվարությունների  համը https://dwarren57.wordpress.com/2016/12/17/christmas-is-a-sad-season-for-the-poor-john-cheever/- տեսներ։ Միայն այդ դեպքում նա կհասկանա դրամի արժեքը։ Ես աղքատ չեմ ձևանում, բայց  այն  փոքրիկ  գումարը,  որ  ունեմ  դրամարկղում,  խնայել  եմ  շնորհիվ  մեծ զոհաբերությունների։  Ես  բոլորովին    մտադիր  չեմ  Հարոլդին  պարտք  տալ,  քանի  որ բոլորս  էլ  գիտենք,  որ  նա  էլ  կարող  է  դրամ  վաստակել,  եթե  փորձի։  Եվ  նա  ավելի  շատ պետք է վաստակի, քանի որ պարտք է քեզ։ Չէ՞ որ դու և հայրիկը, վերջապես, ավելի շատ նրա կրթության վրա եք ծախսել, քան իմ»89: ", "– Անցիր իմ նավակ .... Ձայները մարեն Այս ո՞վ է բանում գաղտնիքի լեզուն, և հաջորդ քառատողի երզրափակիչ երկտողը. – Մեզ միշտ թող մաշե Երազ գեղանի Միշտ անհաս մնանք Կյանքի ափերին32։ ", "литература”, 1984, с.76 Այսպիսով, յուրօրինակ  ոճով  գրված  այս  դեդեկտիվ  պատմվածքներն ընթերցողին  գրավում  են  իրենց  հոգեբանական  նուրբ  դիտողականությամբ, մանրամասների ճշմարտացիությամբ: ", "Վեպերում ֆանտաստիկի արտահայտման ձևերի վերլուծության մեջ  մենք հենվում ենք նախ՝  հեղինակի  կարծիքի  վրա.  եռերգության  վերջին`  «Գոյություն  չունեցող  ասպետը» (1959)  վեպի  առաջաբանում  Կալվինոն  վեպերի  ժանրը  բնորոշում  է  որպես «բարոյաֆանտաստիկ»  կամ  «քնարափիլիսոփայական»:96  Որոշ  վերապահումներով կկիրառենք  նաև  այլ  գրականագետների  դասակարգումներ,  մասնավորապես, Ռ.Ջեքսոնի  առաջարկած՝ Ֆանտաստիկի չորս  փոխկապակցված  խմբերի (անտեսանելիություն,  այլակերպություն, երկակիություն, բարու  և չարի հակադրություն) բաժանումը:97 Եռերգության  առաջին՝  «Կիսված վիկոնտը»  (1951)  վեպում  առավել  ցայտուն  են արտահայտված  հատկապես  կախարդական  հեքիաթի  տարրերը:  Չնայած  փոքր ծավալին՝  «Կիսված  վիկոնտը»  ֆանտաստիկ  վեպը  բազմաշերտ,  ժանրային  և  թեմատիկ առումով խնդրահարույց ստեղծագործություն է: "]}