{"source_docs_file": "History.json", "paragraph_source_docs": [0, 0, 3, 4, 3, 3, 3, 0, 3, 1, 1, 3, 3, 3, 0, 3, 3, 3, 3, 3, 4, 0, 4, 3, 3, 2, 2, 3, 3, 3, 3, 4, 2, 3, 2, 3, 3, 3, 3, 4, 0, 1, 3, 4, 2, 3, 4, 3, 3, 3], "paragraphs": ["Հայրենի  պատմագիտության  կողմից  հանգամանալից  ուսումնասիրված  է արևմտահայության  ազգային-ազատագրական  պայքարի  պատմությունը1,  ինչը ատենախոսության  համար  հիմք  է  ծառայել,  սակայն  այդ  պայքարի  առանձին դրսևորումների,  ինչպես  նաև  Օսմանյան  կայսրության  գաղտնի  ծառայությունների հակահայկական  գործունեության  ուղղությունների,  ձևերի  և  մեթոդների  վերաբերյալ նյութերը  սակավ  են:  Այս  առումով՝  թեմային  առնչվող  աղբյուրագիտական  արժեքավոր փաստագրական  նյութեր  են  պարունակում  Ա.  Ավագյանի աշխատությունները2, որոնցում քննության են  առնված  թուրքական գաղտնի ծառայությունների կազմավորումը և հայաջինջ գործունեությանը վերաբերող առանձին խնդիրները: ", "Ուշագրավ  է  նաև  Միքայել  Վարանդյանի  աշխատությունը3,  որում  թեմային առնչվող  կարևոր  տեղեկություններ  կան  հայկական  և  թուրքական  գաղտնի կազմակերպությունների  կազմավորման  ու  գործունեության  մասին:  Մասնավորապես, այդ կազմակերպությունների համար, իր գաղտնի՝ մասոնական կառուցվածքի շնորհիվ օրինակ էր ծառայում Իտալիայի միավորման ընթացքում  արդյունավետ դերակատարություն ունեցած «Երիտասարդ Իտալիա» կազմակերպությունը: ", "Ատենախոսությունը  շարադրված  է  հնագիտական  հուշարձաններից  հայտնաբեր- ված, ինչպես նաև թանգարաններում կուտակված ու մեզ համար մատչելի նյութերի հի- ման  վրա:  XIV  –  XVII  դդ.  խեցեղենի  ուսումնասիրության  գործում  կարևոր  նշանա- կություն  ունեն  միջնադարյան  հուշարձանների  պեղումներից  հայտնի  հնագիտական գտածոները: Աշխատանքում օգտագործել ենք մոտ երեք տասնյակ միջնադարյան հուշ- արձանների  խեցեղեն  հավաքածուները,  որոնց  մի  մասը  հրատարկված  է  (Դվին,  Անի, Անբերդ,  Գառնի,  Լոռե  բերդաքաղաք),  իսկ  մյուս  մասը  արդյունք  է  վերջին  տասնամ- յակներում  իրականացված  պեղումների  և  դեռևս  գիտական  գրականության  մեջ  շրջա- նառված չէ (Ոստինք,  Շատիվանք, Նորավանք, Սելիմի քարավանատուն, Արայի քարա- վանատուն,  Արտաշատ,  Էջմիածին,  Թեղենյաց  վանք,  Միրաք,  Դաշտադեմ,  Հայկաձոր, Քոբայր,  Թեղուտ  և  այլն):  Գտածո  տեսականիները  ներկայացնում  են  ինչպես  քաղաքա- յին,  այնպես  էլ  գյուղական  բնակավայրերից,  վանական  համալիրներից,  քարավա- նատներից հայտնաբերված նյութը` հիմնականում արտացոլելով ՀՀ ողջ տարածքի խե- ցեգործական արտադրության ընդհանուր պատկերը XIV – XVII դդ.: ", "աշխատասիրությամբ35: ", "Հիմնվելով  վերը  շարադրվածի  վրա  նպատակահարմար  ենք  գտնում  ատենա- խոսությունը  բաժանել  հետևյալ  կերպ`  ներածություն,  չորս  գլուխներ,  եզրակացու- թյուններ`  համալրված  գրականության  ցանկով,  ծանոթագրություններով,  հապավում- ների ցանկով և աղյուսակներով: ", "Ներածությունն  արտահայտում  է  թեմայի  նպատակը,  նորույթը,  արդիականու- թյունը, ուսումնասիրվածության աստիճանը: ", "գրաֆիական անալիզների արդյունքների առկայության դեպքում, որոնք, ցավոք, տեխնիկական դժվարու- թյունների պատճառով բացակայում են: ", "Սույն  ատենախոսության  խնդիրների լուծման  տեսանկյունից  կարևոր նշանակություն է ունեցել Ռ. Սահակյանի հոդվածը, որտեղ լուսաբանվում է, թե ինչպես դեռևս «Թեշքիլաթի  մահսուսա»-ն համակարգել  ու  իրագործել  է  Բաթումի  նահանգում  և  Կարսի  մարզում  հայերի զանգվածային կոտորածները և բնակավայրերի կողոպուտը5: ", "Երկրորդ  գլխում  անդրադարձել  ենք  ընդհանրապես  միջնադարյան  խեցեղենի  դա- սակարգման  սկզբունքներին:  Ցույց  տալով  գիտական  գրականության  մեջ  ընդունված բազմազան  մեթոդները,  փորձել  ենք  կազմել  միջնադարյան  խեցեղենի  դասակարգման սխեմաներ, որոնք և կիրառել ենք ընդհանուր աշխատանքի ու հաջորդ երկու գլուխների կառուցվածքի մեջ: ", "Երեք154: ", "Մեկ, երկու, երեք, դուրս ե-կեք155: ", "XIV – XVII ԴԱՐԵՐԻ ՀՈՒՇԱՐՁԱՆՆԵՐԸ (ՊԵՂՈՒՄՆԵՐԻ ՀԱՄԱՌՈՏ ԱԿՆԱՐԿ) Պատմական համառոտ ակնարկ: ", "XIV –  XVII  դարերը  հայ  ժողովրդի  պատմության կնճռոտ և քիչ  լուսաբանված ժա- մանակահատվածն են, երբ երկրում տիրում էր քաղաքական և տնտեսական  անկայուն իրավիճակ:  Նախորդ  ժամանակաշրջանում  (IX  –  XIII  դդ.`  սկզբում  Բագրատունիների, ապա Զաքարյանների տիրապետության շրջանում) սկսած քաղաքական, տնտեսական, հասարակական կյանքի զարգացումն ընթանում էր բնականոն հունով, որը հանգեցրեց մշակութային ակնառու վերելքի: Տնտեսական վերելքը, քաղաքների ձևավորումն ու հե- տագա  աճը  նպաստեցին  արհեստագործության  լայնածավալ  արտադրությանը,  ներքին ու  արտաքին  առևտրի  զարգացմանը,  որոնք  երկրի  տնտեսության  առաջընթացի  հիմ- նական գործոններն էին: Զաքարյանների տիրապետության շրջանում սկսված պատմա- կան  օրինաչափ  առաջընթացը,  սակայն,  ընդհատվեց  մոնղոլական  քոչվոր  ցեղերի  ար- շավանքներից  հետո:  Հայաստանը,  ներքին  որոշակի  շարժերով  պայմանավորված  թու- լանալով, խոցելի էր դարձել մոնղոլական արշավանքների նախօրեին: ", "XIII  դ.  սկզբին  մոնղոլ-թաթարական  ցեղերը,    համախմբվելով  առաջնորդ  Չինգիզ խանի շուրջ (1206), շատ կարճ ժամանակամիջոցում ստեղծեցին աշխարհակալ մի պե- տություն`  իրենց  նվաճումների  աշխարհագրությունը  տարածելով  Չինաստանից  մինչև Սև ու Միջերկրական ծովերի ափերը: Հայաստանը մոտ մեկ դար (1256 – 1344) ընդգրկ- վեց  մոնղոլական  հսկայածավալ  պետության  կուսակալություններից  մեկի`  Հուլավյան մոնղոլա-իրանական պետության կազմում39 և ինչպես մոնղոլական կայսրությանը բռնի ուժով  միացած  Մերձավոր  ու  Հեռավոր  Արևելքի  մյուս  երկրները,  ենթարկվեց  մոնղո- լական քաղաքական ու մշակութային ազդեցությանը: Թեև քաղաքական ու տնտեսական տեսանկյունից  դա  բացասական  հետևանքներ  ունեցավ  առաջադեմ  երկրների  համար, սակայն որոշ չափով  նպաստեց նաև դրանց  միջև (ընդգրկելով  և Ռուսաստանը) առևտ- րական  ու  մշակութային  հարաբերությունների  աշխուժացմանը,  որը  սկսել  էր  մեծ  թա- փով ծավալվել դեռևս Զաքարյանների իշխանության շրջանում: ", "Թեմայի  հետազոտման  շրջանակներում  ուսումնասիրվել  են  նաև  քեմալական գաղտնի  ծառայությունների  կողմից  քրդերի՝  որպես  գործակալների  հավաքագրման փաստերն  ու  գործընթացները2,  որոնք  թույլ  են  տվել  զուգահեռներ  անցկացնել Օսմանյան  կայսրության  գաղտնի  ծառայությունների  կողմից  առանձին  անձանց հավաքագրման  ձևերի,  մեթոդների  և  մարտավարության  հետ:  Այդ  նպատակով ատենախոսությունը  պատրաստելիս  օգտագործվել  են  թուրքական  և  քրդական աղբյուրների  հաղորդած  տեղեկությունները  հայ  ազգային  կուսակցությունների  և քրդական  կազմակերպությունների  շփումների  և  հարաբերությունների  լուսաբանման նպատակով: ", "Լենկ  Թեմուրի  արշավանքներին  նախորդող  տարիներին  արդեն  Մերձավոր  Արե- վելքի  քաղաքական  կյանքում  որոշակի  դեր  էին  խաղում  օսմանյան  թուրքերը,  կարա- կոյունլու  և  ակ-կոյունլու  համադաշնությունները,  որոնք  XIII  դարի  կեսերին  գաղթելով Թուրքեստանից,  բնակություն  էին  հաստատել  պատմական  Հայաստանի  հարավում  և Փոքր  Ասիայի  արևմուտքում:  Հայկական  լեռնաշխարհում  թեմուրյանների  թուլացումից առաջինը օգտվեցին կարա-կոյունլուները, որոնք տիրեցին ,,Հուլավուի թախթին’’ (Ատր- պատական, Հայաստան, Իրաք) 1410 – 1468 թթ.41: Ի տարբերություն մյուս տիրակալնե- րի,  միայն  կարա-կոյունլուներն  էին,  որ  տիրում  էին  հիմնականում  Հայաստանում (գլխավոր  կայանը`  Վաղարշակերտ)  և  ակ-կոյունլուների  ու  Չաղաթայան  Շահրուխի (Լենկ  Թեմուրի  որդու)  դեմ  պայքարում  նույնիսկ  հենվում  հայ  ֆեոդալների  ու  ազգա- բնակչության  աջակցության  վրա42:  Կարա-կոյունլուները  և  պատմական  Աղձնիքում հաստատված ակ-կոյունլուները XIV – XV դդ. ընթացքում փոփոխական հաջողություն- ներով իշխում էին Հայաստանում մինչև XVI դարի սկիզբ, երբ Հայաստանը ռազմական թատերաբեմ դարձավ հակառակորդ երկու կողմերի` Օսմանյան Թուրքիայի և Առաջա- վոր Ասիայում քաղաքական առաջնության ձգտող Սեֆյան Իրանի միջև43: ", "Քաղաքական  բուռն  անցուդարձերի  ու  սեփական  տարածքում  անընդմեջ  տեղի ունեցող  ռազմական  գործողությունների  հետևանքով  հայ  ժողովուրդն  այլևս  անկարող էր  հավասարապես  պայքարել  ասպարեզ  եկած  նոր  ու  հզոր  ուժերի  դեմ:  Միացյալ պե- գիր (Հասարակական գիտություններ), 1955, N 8, էջ 84-85: ", "տության  բացակայության  պայմաններում  տեղի  ունեցավ  վարչատարածքային  մաս- նատում: XIV – XV դդ. իրենց գոյությունը պահպանող հայ իշխանական տներից մի քա- նիսը, սահմանափակվելով իրենց տիրույթներում, փորձում էին ինչ-որ ձևով պահպանել ներքին կայուն իրավիճակը: Սյունիքի առանձին տարածքներում իշխում էին Օրբելյան, Խաչենում`  Հասան-Ջալալյան,  Ծարում`  Դոփյան,  Արագածոտնում`  Վաչուտյան,  Վայոց ձորի  որոշ  տարածքներում`  Պռոշյան,  Անիի  ու  Բջնիի  շրջակայքում`  Զաքարյան  (մինչև տատիրության եզրափակիչ  շրջանն  է, երբ  պատմության ասպարեզից դուրս են մղվում հայ իշխանական խոշոր տների վերջին ներկայացուցիչները44: XVI – XVII դդ. Հայաստա- նի միայն լեռնային գոտիներում էին տեղ-տեղ պահպանվել հայկական մանր իշխանու- թյունների մնացորդները, որոնց միջև, սակայն, բացակայում էր ներքին կապը45: ", "XV – XVII դդ. հայ իշխանական տների աստիճանաբար վերացմանն ու նրանց տի- րույթների  բռնագրավմանը  զուգընթաց  հայ  ժողովրդի  ներքին  գործերի  տնօրինումը ստանձնեց  Հայոց  եկեղեցին  (հատկապես  1441  թ.  հետո,  երբ  Կաթողիկոսական  աթոռը վերահաստատվեց  Էջմիածնում),  մի  հանգամանք,  որի  հետ  հաշվի  էին  նստում  անգամ օտար  նվաճողները:  Եկեղեցական  կալվածատիրության  համար  ստեղծված  համեմա- տաբար նպաստավոր պայմաններում հայ ավատատիրական տների որոշ ներկայացու- ցիչներ  վանքերի  տնօրինությանը  հանձնեցին  իրենց  ժառանգական  կալվածքները` իրենք էլ դառնալով այդ վանքերի հոգևոր առաջնորդներ: ", "XIV – XVII  դդ. արտաքին քաղաքական շարժերի հետևանքով փոխվեց Հայաստա- նի  ներքին  սոցիալ-տնտեսական  դրությունը:  Մոնղոլական  և  հետմոնղոլական  արշա- վանքներից  հետո  երկրի  արտադրողական  ուժերի  աստիճանական  արտահոսքի  հե- տևանքով  հետզհետե  անկում  ապրեցին  քաղաքները,  արհեստներն  ու  առևտուրը:  Ար- տաքին ներխուժումներից մեծապես տուժած քաղաքներն այլևս չվերականգնվեցին, լա- վագույն  դեպքում  վերածվեցին  գյուղական  բնակավայրերի,  որտեղ  սեփական  կարիք- ները բավարարելու համար քաղաքային կամ ապրանքային արտադրանքը մեծ մասամբ փոխարինվեց տեղում ստեղծված գյուղական տնայնագործական արտադրանքով: ", "XVIII  դ.  սկզբին  Շամախիի  բնակիչների  մեծամասնությունը  պարսիկներ  էին, ինչպես նաև բնակվում էին «զգալի թվով» հայեր և վրացիներ: Շիրվանում խոսակցական լեզուն պարսկերենն էր, իսկ թուրքերենը համարում էին գռեհիկ լեզու47: Հավելենք, նաև որ  Շամախիի  Մուստաֆա  խանն  ինքն  իրեն  «այնպիսի  պարսիկ»  էր  համարում ինչպիսին Բաբա-խանն էր48։ ", "Պահպանվել  են  Օսմանյան  կայսրության  պաշտոնյաներին  ուղղված  թուրքական հետախուզության  Ֆրանսիայում  գործող  ռեզիդենտի2  123  նամակները:  Նամակների բովանդակությունից երևում է, որ թուրք հետախույզը գործել է Փարիզում 1837-1842 թթ. անլեգալ ձևով, եղել է փորձառու, նախաձեռնող և հմուտ անձնավո-րություն, կատարում էր  ժամանակի  հետախուզության  վարպետներից  մեկը  համարվող  կարդինալ  Ռիշելյեի թարգմանչի պարտականությունները3: ", "Նախատեսվում  էր  Իրանի  տերության,  Միջին  Ասիայի  և  Հնդկաստանի  հետ իրականացվող  առևտրի  արդյունավետության  համար  Կուր  գետի  ակունքի  մոտ  ռուս- կովկասյան առևտրային նոր կենտրոն հիմնել49: ", "Խեցեգործական արհեստի զարգացումը ուշ միջնադարում` ՀՀ տարածքում պեղված հուշարձանների գտածոների հիման վրա (Տես նկ. 1) Դվինը,  որ  դարեր  շարունակ  (IV  –  XIII  դդ.)  եղել  է  Հայաստանի  վարչա-քաղաքա- կան (մինչ 930 թ.), առևտրա-տնտեսական, մշակութային կենտրոնը, հայտնի էր նաև իր արհեստագործական արտադրությամբ: IX – XIII դդ. Դվինն իր խեցեգործական արտադ- րանքով պատկառելի  մասնաբաժին ուներ Մերձավոր Արևելքի երկրների մշակութային փոխհարաբերությունների համույթում: XIII դ. 30-50-ական թթ. քաղաքը ծանր հարված է ստանում: Դվին  են  արշավում մոնղոլական  հորդաները,  ավերի մատնելով  ամեն ինչ, բայց քաղաքը մասնակիորեն պահպանում է իր կենսագործունեությունը մինչև XIV դա- րի սկիզբը, թեև պատմիչներն այդ մասին լռում են46: Դվինը XIII – XIV դդ. պատկանել է Օրբելյաններին,  ինչը  վկայում  են  վիմագիր  արձանագրությունները,  որտեղ  Տարսայիճ Օրբելյանն  իրեն  հռչակում  է  ,,…կողմնակալ  այսմ  (Սյունյաց)  նահանգի…  ի  Բարկուշա- տայ  մինչև  ի  դաշտն  Դւնայ…47:  Դվինում  այդ  ժամանակաշրջանի  սոցիալ-հասարա- կական կյանքի շարունակականության մասին են փաստում և վերջին տասնամյակների պեղումներով  միջնաբերդի  վերին  շերտերում  հայտնաբերված  XIII  դ.  վ.–  XIV  դ.  սկ. թվագրվող ջնարակած անոթները և Ուլու Դավիթ  թագավորի (1247 – 1274) դրամը48: ", "Դվինի  քաղաքային  կյանքի  վերջին  փուլի  վերաբերյալ  (XIII  դ.  կես  –  XIV  դ.  վերջ) որոշակի  պատկերացում  են  տալիս  նրանից  4  կմ  հյուսիս  գտնվող  Տիկնունի  ամրոցի մասնակի պեղումները49: Ամրոցը կառուցվել է IV դ., իսկ մոնղոլական շրջանում վերա- կառուցվել`  հավանաբար  որպես  նստոց  ծառայելով  մոնղոլական  վերնախավի  ներկա- յացուցչի համար50: Այդ են վկայում 1984 թ. իրականացված պեղումներից (ղեկ.` Հ. Եսա- յան)  հայտնաբերված  լուսամուտի  ապակիների,  գիպսե  ճարտարապետական  հարդա- րանքի  և  հախճասալերի  բազմաթիվ  բեկորները,  որոնք  XII  դարից  սկսած  Մերձավոր Արևելքի և միջինասիական երկրների ճարտարապետական հարդարանքի ամենահար- գի  հարդարատարրերից  են:  Հայաստանում  դրանց  կիրառումը  ճարտարապետական հարդարանքում խոսուն վկայությունն է օտար տարրերի, ճաշակի թելադրանքի մասին: ", "Докса, 2010, с. 313-324, http://doxa.onu.edu.ua Археология, этнография и антропология Евразии 3 (51), 2012, с. 31-37; տե՛ս նաև Абрамова З., Изобра- Կանանց  պալեոլիթյան  ռեալիստական  մանրաքանդակները  հիմնականում  ներկա- յացնում են մերկ կանանց: Սիբիրում հայտնաբերվել են «զգեստներով» կանանց արձա- նիկներ101, բայց վերջիններս բացառություն են կազմում: ", "Արձանիկների  երկրորդ  ընդհանրացնող  բնորոշ  գիծը  ձևերի  «ռեալիստական- իրապաշտական»  պատկերումն  է,  սակայն  պետք  է  նշել,  որ  նախնադարյան  ռեալիզմի համար բնորոշ է մանրամասների ընդգծումը և չափազանցումը: ", "էր: Վերջինս առաջատար  էր ոչ  միայն  Հայաստանի, այլև  ողջ  տարածաշրջանի համար, ինչպես  քաղաքական  ու  մշակութային  կյանքում,  այնպես  էլ  տարանցիկ    առևտրում: ", "Սելջուկ-թուրքերի  պատճառած  արհավիրքներից  մեծապես  տուժած  քաղաքը  կրկին վերականգնվեց XII դ. վերջերին XIII դ. առաջին քառորդում: Անիի նոր վերելքը կապված էր Մերձավոր Արևելքում արհեստագործության, ապրանքային արտադրության, առևտ- րի և քաղաքային կյանքի ընդհանուր զարգացման հետ: XI դարից Անին առաջ է անցնում Դվինից,  դառնալով  արհեստագործության,  առևտրի  ու  մշակույթի  խոշորագույն  կենտ- րոն51  և  վերջինիս  զուգահեռ`  սեփական  արտադրանքով  մասնակցում  միջազգային առևտրին: Անին Հայաստանի խեցեգործության հայտնի կենտրոններից մեկն էր: Այդ մա- սին Ն. Մառը գրել է, որ իրեն հայտնի չէ այնպիսի մի վայր, որն իր հասարակ և գունավոր կավե  իրերով  կարողանար  մրցել  Անիի  հետ52:  Մոնղոլական  արշավանքներից  հետո53 Անին թեև չպահպանեց իր նախկին հռչակը, բայց շարունակում էր ապրել քաղաքային աշխույժ  կյանքով  մինչև  XV  դ.54:  Անիի  ուշ  շրջանի  վերաբերյալ  մատենագիտական  ու վիմագրական աղբյուրների սակավությունը լրացնում են դրամական գյուտերը: Անիում դրամներ  են  հատել  իլխանական  շրջանում55,  շարունակվել  անգամ  հետիլխանական շրջանում (ընդհուպ մինչև XV դարի վերջ), երբ քաղաքն անցել էր թուրքմենական կարա- կոյունլու  և  ակ-կոյունլու  համադաշնություններին56:  Անիի  վերջին  շրջանի  քաղաքաշի- նության  մասին  որոշակի  պատկերացում  են  տալիս կառուցված  վաճառատները57:  Քա- ղաքը շարունակեց պահպանել և խեցեղենի տեղական արտադրությունը58, որը ոչ միայն սեփական սպառմանն էր ուղղված, այլև բավարարում էր Հայաստանի մյուս շրջանների պահանջարկը: Անիի պեղումներով հայտնաբերված ուշ շրջանի խեցեղենն ընդգրկում է և  ներմուծված  հախճապակի,  որը  վերագրվում  է  սուլթանաբադյան  դպրոցին  ու  թվա- Աշրաֆի  բռնությունների  հետևանքով  նրանք  վերջնականապես  կորցնում  են  այն:  Տես`  Մաթևոսյան  Կ., Անի  քաղաքը  և  Ծառաքար-Մաղասբերդը,  Անի-Շիրակի  պատմության  էջեր  (հոդվածների  ժողովածու), Երևան, Հեղ. hրատ., 2010, էջ 233: ", "կենտրոններից մեկն էր: Տես` Հակոբյան Թ., նշվ. աշխ., էջ 278: ", "studies, International review of Armenian studies, Yerevan, 2013, N 2-3, pp. 202-237. գրվում  XIV  դ.59:  Պայմանավորված  առևտրական  ուղիների  շեղմամբ,  արտաքին  ագրե- սիայով ու տնտեսական կյանքի անկմամբ, Անին XIV դ. կեսերից աստիճանաբար ամա- յանում է, իսկ առևտրա-արհեստավորական ներուժը լքելով քաղաքը` տեղափոխվում է Ջուղա  և  հայկական  գաղթօջախներ:  XVI  դարում  Անին  պարզապես  գյուղ  էր60:  XVII  դ. թուրք ուղևոր Էվլիյա Չելեբիի ,,Ուղեգրություն’’-ում հիշատակվում է Անիի բերդը ,,….որ Կարսի իշխանության մեջ է: Մի ժայռի վրա ընկած, քառանկյունի, ավերված փոքրիկ մի բերդ է’’61: ", "նրա  կառավարիչներին  «ադրեբիջանական  խաներ»56 կոչելը  «զուտ  տուրք  էր  պարսից հիշողությանը» 57 :  Խոսքը  Սեֆյան  պետության  չորս  (Իրաք,  ֆարս,  Ազարբայջան  և Խորասան) վարչական ու ֆինանսական միավորներից մեկի՝ Ազարբայջանի (կենտրոնը՝ Թավրիզ) մասին է58, որն իր մեջ էր միավորում Չուխուր-Սաադի, Ղարաբաղի և Շիրվանի բեկլարբեկությունները 59 ։  Ասվածի  համատեքստում  է  նաև  XVIII  դ.  երկրորդ  կեսի վավերագրերում  կիսանկախ  խանություններն  ու  նրանց  քաղաքները  «պարսկական» կոչելը60: Օսմանյան սուլթան Աբդուլ Համիդ Ա-ն (1774-1789 թթ.) նույնպես Այսրկովկասը շարունակում  էր  կոչել  «Ադրբեջան»,  իսկ  նրա  խաներին`  «ադրբեջանական  խաներ» եզրույթով 61 :  Վերջապես,  1830  թվականից  հետո,  երբ  Այսրկովկասը  դառնում  է Ռուսական կայսրության վարչա-քաղաքական միավոր, Հյուսիս-արևելյան Այսրկովկասի  նկատմամբ  այդ  եզրույթն  այլևս  չի  կիրառվում՝  այն  փոխարինելով «Այսրկովկաս» եզրով62: ", "Պալեոլիթյան կերպարների ծագման խնդրին անդադարձ կատարած Ա. Օկլադնիկո- վը  կարծում  է,  որ  նրանք  կապ  ունեին  մահացածների  պաշտամունքի  հետ102:  Վ.  Բոգո- րազի  կարծիքով  այս  արձանիկները  կարող  էին  ներկայացնել  ինչպես  պահապան-գեր- բնական կանանց, այնպես էլ երկրային իրական կանանց, որոնք ծառայել են նրանց103: ", "Պատմագրություն, էջ 245, 287: ", "Ուսումնասիրողների  մեծ  մասն  անդրադարձել  է  նաև  կանանց  մերկ  պատկերման խնդրին: Հիմնականում շրջանառվում են հետևյալ դրույթները. Հավանաբար սխալված չենք լինի, պնդելով, որ նախնադարյան հմայություններում և ծեսերում կնոջ մերկությանը մեծ նշանակություն է վերագրվել: ", "Հետագա  դարերում  Երևանը  կռվախնձոր  է  դառնում  թուրքերի  ու  պարսիկների միջև:  XVI  դարի  թուրք  պատմիչներ  Իբրահիմ  Փեչևին  և  Սոլաք  Զադեն  Երևանի  վրա թուրքերի կատարած արշավանքները նկարագրելիս պատմում են. ,,Երևան քաղաքը իս- կապես  Իրան  երկրի  մարմնի  հոգին  էր  համարվում:  Այստեղ,  շահի  որդու  և  նշանավոր խաների  ու  սուլթանների  շքեղազարդ,  ոսկեզօծ  պալատները  կրակի  մատնվեցին,  այգի- ներն ու պարտեզները հողին հավասարվեցին….68: Պարսիկների կողմից Երևանի պաշա- րումը  նկարագրելիս  Անտոնիո  դե  Գուվեան  գրում  է.  ,,  Երևանն  այդ  ժամանակվա  ռազ- մական  տեխնիկայի  համար  բավականին  ամրացված  քաղաք  էր:  Ուներ  երկու  ամրոց: ", "Մեկը` Հին բերդը (Կալա-ի ատիկ) և նորը (Կալա-ի ջեդիդ), որ կառուցվել էր 1583 թ. Ֆեր- հադ փաշայի կողմից’’69: ", "Ուշ  միջնադարում  կարևոր  նշանակություն ունենալով  հանդերձ,  Երևանի  նյութա- կան  մշակույթի  վերաբերյալ  վկայությունները  սակավաթիվ  են:  Դրանք  պատահական գտածոներ  են,  որ  այժմ  պահվում  են  Երևանի  պատմության  թանգարանում70:  Այդ  տես- անկյունից  բացառիկ  նշանակություն  ունի  2001  թ.  Աբովյան  փողոցի  վրա  գտնվող ,,Երևան’’  հյուրանոցի  դիմացի  շենքի  նկուղային  մասում  հայտնաբերված  խաչաձև  հա- տակագծով  ստորգետնյա  կառույցը,  որն  իր  ծավալատարածական  հորինվածքով  XIII  – XIV  դդ.  բնորոշ  մահմեդական  դամբարան  է:  Մուտքի  վերնամասում,  ներքուստ  փորա- գրված  երկլեզվյան  արձանագրության  համաձայն,  կառուցվել  է  1319  թ.:  Պեղումներով գտնված  հախճասալերի  հավաքածուն  իրանական  խոշոր  խեցեգործական  կենտրոննե- րից մեկի` Քաշանի արտադրանք է: ", "գիրք Ա, քաղաքական պատմություն, Երևան, Հայաստանի ԳԱ հրատ., 1990, էջ 139: ", "Քաղաքական  այդ գործընթացներից  դուրս չէր  նաև Հյուսիս-արևելյան Այսրկովկասը,  որտեղ առաջանում են Շաքիի, Դերբենդի, Ղուբայի, Շամախիի և  Բաքվի կիսանկախ խանությունները՝ էթնիկ խայտաբղետ պատկերով: ", "Այս  գաղափարախոսության  տարածումը  զուգորդվում  էր  մուսուլմանական ռազմականացված  հատուկ  ջոկատների  կազմավորմամբ:  1840-ական  թվականներից մյուրիդիզմի  տարածման  նպատակով  Արևմտյան  Կովկասում  հաճախ  էին  հայտնվում Շամիլի գործակալները: ", "Արդի  միջավայրում  կանոններ  խախտողը  որակվում  է  անազնիվ,  խարդախ,  հա- րամ, դաղալ և այլ հատկորոշիչներով: ", "XIII – XV դդ. քաղաքային մշակույթը որոշակի զարգացում էր ապրում Գառնիում, որը դեռևս IX դարում դարձել էր գյուղաքաղաք և իբրև այդպիսին շարունակեց գոյատևել մինչև XV դարի առաջին քառորդը: Աղբյուրներում Գառնին անվանվում է քաղաքագյուղ կամ  գյուղաքաղաք71:  Միքայել  Ասորին  և  արաբ  աշխարհագիր  Յակուտ  ալ-Համավին Գառնին նույնիսկ քաղաք են անվանում72: XIII դարում Գառնին պատկանում էր Վասակ Խաղբակյանին և նրա հաջորդներին, որը վկայված է Արատեսի վանքի գմբեթավոր եկե- ղեցու  արևմտյան  պատին  փորագրված  արձանագրության  մեջ.  ,,ՈԿԹ  (1220).  Ի  թագա- ւորութեան Վրաց Լաշայի և յաշխարհակալութեան Իվանէի Աթաբեկի, ես Վասակ, որդի Խաղբակա, կողմնապահ ի Գառնոյ մինչև ի Բարգուշատ….’’73: XIII դարի երկրորդ կեսից մինչև  XIV  դ.  Գառնին  Զաքարյանների  տիրույթն  էր,  իսկ  արդեն  XIV  դարի  կեսերին անցնում  է  Օրբելյաններին.  ,,Այս  գիր  ճշմարիտ  յուսոյ  յիշատակ  հոգո  անջնջելի  առաջն տեղի Տարսաիճի իշխանաց իշխանի, որդի մեծի Լիպարիտի, եղբայր Սմպատա արքաի, կողմնակալի  այսմ  նահանգի,  որ  իշխեցող  էի  Բարգուշատա  մինչ  ցԳառնի.  սահմանքս մեր  Երասխ…’’74:  Լենկ  Թեմուրի  արշավանքներից  հետո  Գառնին  ավերվում  և  լքվում  է, ինչը փաստում են և պեղումները75: XVII դ. սկզբին Շահ Աբասի կողմից իրականացված գաղթը նկարագրելիս Գառնին հիշատակում է որպես գյուղ76: ", "Երիտասարդ  Ֆաթհ  Ալի  խանը ձեռնամուխ է լինում  խանության աշխարհաքաղաքական  դիրքի  ամրապնդմանը:  Նա  դեռևս  1756  թ.  գրավել  և  Ղուբայի իշխանությանն  էր  միացրել  Ապշերոնի  թերակղզում  գտնվող  Սալիան  բնակավայրը՝ «շահաստան  միանգամայն  ի  կողմանէ  ձկանց» 76 ,  որը  նախկինում  պատկանում  էր Ղուբայի  խաներին 77 :  Բանն  այն  է,  որ  Սալիանի  միացումն  ուներ  տնտեսական  մեծ Translated from the works of Dr. Reineggs and Marshal Bieberstein, by Charles Wilkinson, vol. 1, London, 1807, p. 139. Новейшие  географические  [статистические  и  этнографические]  и  исторические  известия  о  Кавказе, собранные и пополненные Семеном Броневским, ч. II, Москва, 1823, с. 377. Ջալալեանցի, էջ 367: ", "Սակայն  նախնադարյան  մարդու  մոտ  դա  կապված  էր  ոչ  միայն  սեռական  գիտակ- ցության խնդրի հետ: Ա.Բրեյլի կարծիքով այսպիսի արձանիկները կարող էին ծառայել որ- պես խթան «սիրային հարաբերությունների բարեկարգման և պտղաբերության զարգաց- ման համար»117: ", "րանի  Սրբոյ  Յակովբեանց,  1871,  էջ  520;  Արաբական  աղբյուրները  Հայաստանի  և  հարևան  երկրների մասին, Երևան, ՀՍՍՌ ԳԱ հրատ, 1965, էջ 48: ", "Սալիանի  միացումը  Ղուբայի  խանությանը,  բացի  տնտեսականից,  ուներ  նաև ռազմավարական  մեծ  նշանակություն:  Սալիանի  տարածքով  Ղուբայի  խանը  հայտվում էր  Բաքվի  ու  Շամախիի  խանությունների  թիկունքում՝  իր  քաղաքական  կամքը թելադրելով  նրանց:  Այնուհետև  Ֆաթհ  Ալի  խանը  ձեռնամուխ  է  լինում  Դերբենդի խանության գրավմանը: ", "XIV դարում որպես գյուղաքաղաք հիշատակվում է նաև Վաղարշապատը (Էջմիա- ծինը)79: 1321 թ. վարքաբանական մի գրվածքում Վաղարշապատը հիշատակվում է իբրև քաղաք80:  Այն  քաղաք  է  անվանվում  և  1450  թ.  ընդօրինակված  ավետարանի  հիշատա- կարանում81, սակայն ինչպես գրում է Ղ. Ալիշանը, Մայր տաճարի վերականգնման ժա- մանակ  (1441)  ,,Վաղարշապատը  հազիվ  թե  արժանի  էր  գյուղաքաղաք  կոչվելու’’82:  XV դարի  սկզբին  Վաղարշապատը  թուրքմենական  կարա-կոյունլու  և  ակ-կոյունլու  քոչվո- րական ցեղերի տիրապետության տակ էր: 1441 թ., երբ Հայրապետական աթոռը կրկին հաստատվեց  Վաղարշապատում  ,,…Գրիգոր  Ժ-րդ  Կաթուղիկոս  Մակուեցի  Ջալալբե- կեանց  կոչեցեալ,  յաջորդ  Կիրակոս  Կաթուղիկոսի,  կգնէ  այս  գիւղը  ի  սեպհականութիւն Էջմիածնի`  Սէյիդ  բէկ  անուն  Պարսիկ  իշխանէն….Հիճրեթի  832  թուին,  որ  է  1454  ամի Փրկչին’’83: 1604 թ. Վաղարշապատի բնակչությունը նույնպես գերեվարվում է Շահ Աբա- սի կողմից. ,,…շատ սակաւ Մահմետական կբնակէր անդ. յորոց ոմանք ճանապարհորդ- ներէ ողորմութիւն առնելու համար, Կաթուղիկէ Եկեղեցւոյ տաճարի մեջ ճրագ կվառէին, որ  բովանդակ  ամայութեան  մէջ  էր…’’84:  Վաղարշապատ  գյուղը  Էջմիածնի  վանքից առանձնանում է Սիմեոն կաթողիկոսի օրոք, որն առանձին եկեղեցի է կառուցում ,,…յա- նուն սուրբ Աստուածածնի` փայտածածկ` ի գիւղամիջին… իսկ Վաղարշապատայ բնա- կիչ  ժողովուրդը  …  հետզհետէ  դարձան  ի  տարագրութենէ,  մանաւանդ  երբ  որ  Մովսէս Կաթուղիկոս  սկսաւ  նորոգել  տաճարը  և  շրջապատ  շինութիւնները  հիմնել  (յամին Էջմիածին  քաղաքի  տարածքից  պատահական,  ապա  և  վերջին  տարիներին  Մայր տաճարի  շրջակայքում  իրականացվող  պեղումներով  հայտնաբերվում  է  ուշմիջնա- դարյան խեցեղեն86: Հնարավոր է, որ Վաղարշապատը XIII դարից սկսած ունեցել է խե- ցեղենի սեփական արտադրություն87: ", "աշխատասիրեաց Աբէլ արքեպիսկոպոս, հ. Ա, Վաղարշապատ, ի տպարանի Սրբոյ Կաթուղիկէ Էջմիածնի, ճարի հարևանությամբ` Տրդատա կամարից հյուսիս ընկած տարածքի 2014 թ. պեղումներով հայտնաբեր- ված նյութերը, որոնք մեզ սիրով տրամադրել է պ. գ. թ. Ն. Հակոբյանը, ով ղեկավարել է պեղումները: Տես` XIII – XV դդ. Վայոց ձորի առևտրա-տնտեսական կյանքում կարևոր դեր է խաղում Եղեգիս  գյուղաքաղաքը,  որը  Օրբելյան  իշխանական  տան  նստոցն  էր:  X  դ.  Եղեգիսը կոչվում է գյուղաքաղաք, իսկ XIV – XV դդ. ժամանակակիցներն անվանում են քաղաք88, անգամ մայրաքաղաք89: Եղեգիսը կամ  Եղեգիքը Վայոց ձորի  հնագույն բնակավայրերից է:  Մինչև  IX  դարը  Եղեգիսի  մասին  մատենագիտական  տեղեկություններ  չեն  պահ- պանվել: IX դարի առաջին քառորդում այն դառնում է Սյունիքի Վասակյան տոհմի գա- հերեց  իշխանի  նստավայրը90:  XIII  դարի  առաջին  քառորդում,  Սյունիքը  սելջուկներից ազատագրելուց  հետո,  Օրբելյանները  Եղեգիսը  դարձնում  են  իրենց  վարչական  կենտ- րոնը, որը նրանց տիրապետության շրջանում ծաղկում է ապրում: Այստեղ կառուցվում են վանքեր, եկեղեցիներ և Տարսայիճ Օրբելյանի պալատ-դարպասը: XVI դ. երկրորդ կե- սին Եղեգիսը ավերվում է, վերջին վիմագիր արձանագրությունը 1703 թ. է91: ", "Եղեգիսի միջնադարյան բնակատեղիում պեղումներ են իրականացվել 2001 թ., որի արդյունքում  հայտնաբերված  հնագիտական  գտածոները  (ուղեկցվում  է  Արղուն  խանի (1280 – 1291) մեկ և Աբու-Սայիդի (1317 – 1335) երկու դրամներով) թույլ են տալիս փաս- տագրել, որ  IX    –  XV  դդ.  տեղում կազմակերպվել է խեցեղենի  արտադրություն` բավա- րարելու տեղական բնակչության պահանջները92: "]}