{"paragraphs": ["Կա FPGA-ների մի քանի տեսակ. •  Տրիգերային հիշողության վրա ծրագրավորված (Xilinx ընկերություն), •  Մեկանգամյա  ծրագրավորվող  FPGA՝  antifuse  տիպի  միջկապերով  (Actel, QuickLogic ֆիրմաներ), •  Ֆլեշ հիշողության կոնֆիգուրացումով (Actel, ProASIC), •  Համակցված  ճարտարապետությամբ,  որոնց  զարգացումն  սկսվել  է  Altera ընկերություն FLEX8000 ընտանիքից: ", "FPGA-ները բաղկացած են հետևյալ հիմնական մասերից. •  ֆունկցիոնալ բլոկ, •  ծրագրավորվող կապերի համակարգ, •  մուտքի/ելքի բլոկներ: ", "FPGA-ների ֆունկցիոնալ բլոկի տիպիկ օրինակներ են համարվում. •  մուլտիպլեքսորների վրա հիմնված տրամաբանական մոդուլները, •  ծրագրավորվող  հիշողությունների  վրա  հիմնված  տրամաբանական  բլոկները (LUT Look-up Table): ", "Դասական  FPGA-ի  օրինակ  է  համարվում  Xilinx  ընկերության  FPGA  XC4000 արտադրանքը:  Ընդլայնված ընտանիքներում  ամենամեծ ինտեգրալ սխեման պարունակում է 3136 CLB-ներ [2, 77, 81]: ", "Հետագայում FPGA-ի ճարտարապետությունը բարդացավ: Նրա կազմում հայտնվում են հիշողության ներկառուցված բլոկներ և բազմապատկիչներ: FPGA-ների և CPLD-ների հիմնական տրամաբանական տարրի դերը կատարում է  տրամաբանական LUT (look-up Table)  աղյուսակը,  որը  միաբիթ  օպերատիվ  հիշող  սարք  է  (ОЗУ,  SRAM)  16  բջիջների համար   (նկ.1.2.): ", "G4 G3 G2 G1 A3 A2 A1 A0 WE Նկ. 1.2.  16 x1 LUT-ի նշանակումը LUT-ում  A3,  A2,  A1,  A0  հասցեով  գրանցվում  է  “1”,  եթե  ֆունկցիայի  տվյալ հավաքածուում գրանցված է “1”: Օրինակ, եթե 1111 հասցեով գրանցված է “1”, իսկ մյուս հասցեներով ՙ0՚-ներ,  ապա  LUT-ը  իրականացնում  է  քառամուտք  “&”  ֆունկցիա: ", "+-L1C2E = UմUեVD1VD2VT3SրC1VT4- VT1VT2C1+-iեE = UմUեVD1VT3VT4 VT1VT2C1VD3VD2VD4 Ժամանակի  տեղամասում բաց են VT1, VT4 տրանզիստորները և այդ ժամանա- կահատվածի  ավարտից  հետո  նշված  վենտիլները  փակվում  են,  իսկ  VT2,  VT3 վենտիլները՝  բացվում:  Արդյունքում  ակտիվ-ինդուկտիվ  բեռով  ձևավորվում  է  սղոցաձև տեսքի  հոսանք  (իրականում  էքսպոնենտի  ճակատներով),  իսկ  տրանզիստորների  և դիոդների  հոսանքները  ներկայացնում  են  այդ  հոսանքի  տեղամասերը,  ընդ  որում հոսանքի աճող տեղամասերը համապատասխանում է, օրինակ, VT1, VT4 տրանզիստոր- ների  հոսանքին,  իսկ  նվազման  տեղամասերը՝  տրանզիստորներին  հակառակ  և զուգահեռ միացված VD2, VD3 դիոդների հոսանքին: ", "Հինգ  փոփոխականից  ֆունկցիայի  իրականացումը  2  հատ  քառամուտք    LUT-երի միջոցով (տես`նկ. 1.3.): ", "Բոլոր  բերված  ֆունկցիաները  քանակապես  լավ  են  բնութագրում  ծակոտկեն Համաձայն  [50]  –  ի` և ֆունկցիաներն  արտահայտվում  են  նյութի ծակոտկենության միջոցով, բավականին բարդ բանաձևով (1.19): ", "Բերված հետազոտությունների  վերլուծությունը, որն անհրաժեշտ է ծակոտկեն ֆունկցիաների  ընտրության  համար,  ցույց  է  տալիս,  որ  ավելի  հիմնավորված  և բավականին  պարզ  են  [29]  -  ի  կողմից  առաջարկված  կամ  ծակոտկենության մոտարկված  (1.20)  և  (1.21)  ֆունկցիաները  ծակոտկեն  նյութերի  պլաստիկության տեսության առնչություններում: ", "Նշված  նախագծման  ժամանակակից  միջոցների  առկայության  պայմաններում մոդուլյար թվաբանության բլոկում այլ հեղինակների կողմից նույնպես իրականացվել են թվային  սարքերի  մշակումներ,  որոնց  մի  մասը  կատարվել  է  ծրագրավորվող տրամաբանական սարքերի օգտագործմամբ [16, 17, 18]: ", "Այս  դեպքում  նույնպես  գրտնակման  գործընթացում  ինդենտորի  աշխատանքային մասում  մաշման  հետևանքով  առաջանում  է  հարթակ։  Մաշման  չափը  բնութագրում  են առաջացող  հարթակի  մեծությամբ։  Ըստ  Է․ Գ․ Գրանովսկու  [19]  ինդենտորի  ինտենսիվ մաշ  նկատվում  է  հպման  սկզբնական  պահին  և  որոշակի  ճանապարհ  անցնելուց  հետո մաշման  գործընթացը  կայունանաում  է։  Ինդենտորի  մաշի  վրա  ազդում  են  մի  շարք գործոններ՝ ինդենտորի և մշակվող դետալի նյութը և ելակետային խորդուբորդությունները,  ինդենտորի  աշխատանքային  մասի  ձևը  և  գերձայնային տատանման  պարամետրերը։  Քանի  որ  շառավղային  ԳՁՏ  կիրառմամբ  գրտնակման ժամանակ  ինդենտորի որոշակի մասը տատանման  ժամանակ  դուրս է գալիս մշակվող դետալի  հետ  հպումից,  ինչի  հետևանքով  նպաստավոր  պայմաններ  են  ստեղծվում ինդենտորի հովացման համար, նվազում է նաև իդենտորի մաշը [19,83]։ ", "Մեթոդ 1. Նկ.  1.6.-ում  ներկայացված  մոդուլյար  գումարիչի  սխեման  կատարում  է մոդուլյար գումարում (a+b)mod m, մեկ հատ մեծ 22nxM  չափով LUT աղյուսակի միջոցով, որտեղ M=log2m, իսկ n-ը a և b թվերի կարգայնությունն է: Այս լուծումը հարմար է ոչ մեծ կարգայնությամբ  երկու  թվերի  համար:  Երկու  n  կարգանի  a  և  b  թվերը  տրվում  են   LUT աղյուսակի  հասցեական  մուտքերին,  որից  ընտրվում  է  ճիշտ  պատասխանը:  Լուծման այս տարբերակը նախընտրելի է, երբ a և b թվերի կարգայնությունը չորսից  մեծ չէ (n≤4): ", "LUT (a+b)mod m Նկ. 1.6.  Մեծ LUT  աղյուսակի միջոցով իրականացված մոդուլյար գումարիչի սխեման մեթոդ: ", "Վերը  դիտարկված  դասական  սխեմաներով  կոնվերտորներն  ունեն  որոշակի  թե- րություններ,  մասանավորապես դինամիկ  ռեժիմներում բավականին մեծ են  ստացվում գերլարումները,  լարման  անկումը  բաց  վենտիլների  վրա  զգալի  են,  ինչի  արդյունքում նվազում է  սխեմայի  ՕԳԳ-ն:  Նշված թերությունները վերացնելու համար  առաջարկվել են  կամրջակային  կոնվերտորի  նոր  կատարելագործված  սխեմաներ  երկսեկցիոն  ելքա- յին տրանսֆորմատորով [3, 4, 21], որոնցից առավել կատարելագործվածը ներկայացված է նկ. 1.15-ում: ", "[66]-ում  դիտարկվում  է մետաղական  փոշե  միջավայրի  որևէ կետ  և  ինչ-որ  էլեմենտար  հարթակ,  որն անցնում  է  այդ  կետով:  Այդ  կետում  կիրառված  է  p  իրական  լարումը,  որը նորմալի հետ կազմում է անկյուն և ունի նորմալ և շոշափող բաղադրիչներ (նկ. 1.3): ", "wimod 11       φ(11) = 10         4 պարզունակ արմատ Աղյուսակ 1.2.  11 թվի w պարզունակ արմատների ներկայացումը w\\i  1 Կարելի է պնդել, որ եթե p-ն պարզ կենտ թիվ է այսինքնէ պարզ թիվ է, որը հավասար չէ  2-ի,  ապա  բոլոր    pk    և    2pk  ,  որտեղ    k=1,2,3,..,  տեսքի  մոդուլների  համար,  գոյություն ունեն պարզունակ արմատներ:  Եթե վերադառնանք պարզունակ արմատի գաղափարի կիրառմանը, ապա  կստանանք հետևյալ համապատասխանությունը` որտեղ  ia-ն  (index_a)  և    ib-ն  (index_b)  a  և  b  թվերի  m  մոդուլով  պարզունակ  արմատի ինդեքսային արժեքներն են: ", "Մետաղական  փոշե  միջավայրում,  որտեղ  բացակայում  է  կառչումը  ( ), անվանում  են  իդեալական  սորուն,  իսկ  միջավայրը,  որտեղ  բացակայում  է  ներքին շփումը ( )` իդեալական կապակցված (հոծ նյութ) [66]: ", "Փաստորեն  a  և  b  թվերի  բազմապատկումը  կարելի  է  կատարել`  հաշվարկելով    ia (index_a)  և  ib  (index_b)  համապատասխան  աստիճանների  մոդուլյար  գումարումը, այնուհետև կատարել հակադարձ ձևափոխում ինդեքսային ներկայացումից սկզբնական տեսքի:   Հակադարձ ձևափոխումը նույնպես իրականացվում է LUT ի միջոցով: ", "հայտնի  են  նաև  առանցքա-տանգենցիալ  և  պտտական գերձայնային տատանումների  կիրառմամբ  գրտնակման  գործընթացների  հետազոտման արդյունքներ,  որոնք  նույնպես  լավացնում  են մեքենամասերի  որակական ցուցանիշները:  Ներկայումս ԳՁՏ  գրտնակման  գործընթացի  հետագա զարգացման  համար  հետազոտողները  մշակում  ու  կիրառում  են      ինդենտորին ԳՁՏ հաղորդման նոր սխեմաներ։ ", "Աղյուսակ 1.3. mod11 թվի w=2 պարզունակ արմատի i ինդեքսային արժեքների ներկայացումը Աղյուսակ 1.4. mod11 թվի w=2 պարզունակ արմատի ինդեքսներին համապատասխանող q թվի ներկայացումը Ինդեքսային  մեթոդով  մոդուլյար  բազմապատկման  սարքի  կառուցվածքային սխեման,  LUT աղյուսակների կիրառմամբ, ներկայացված է նկ. 1.8.-ում: ", "Լարման  սահուն  փոփոխությունն  ապահովվում  է  կոնդենսատորի  սահուն  լիցքաթափ- մամբ (նկ.1. 16գ-ում t2 - t3 տեղամասը): ", "Ժամանակի  t4  պահին  տրվում  են  կառավարման  իմպուլսներ  տրանզիստորների հաջորդ  զույգին՝  VT2    և  VT3-ին  և  սկսվում  է  էներգիայի  փոխանցումն  աղբյուրից  բեռին նույն անալոգիայով, միայն թե այստեղ աշխատանքին մասնակցում են VT2  և VT3 տրան- զիստորները և w1'' փաթույթները: Կոնդենսատորը լիցքավորվում է հետևյալ կոնտուրով՝ տրանսֆորմատորի  առաջնային VD1, առաջնային  w1'  փաթույթի  սկիզբ:  Լարման  բևեռականությունը  C0  կոնդնսատորի w1'  փաթույթի  վերջ,  VD2  դիոդ,  C0  կոնդնսատոր,  դիոդ վրա ցույց է տրված փակագծերում: ", "ուղիղ գծի հավասարումը` գրված հատվածի տեսքով, հետևյալն է` և հետևաբար ստացվում է` (1.30) :                                     (1.31) Նշենք, որ (1.31) հավասարումը Մոր−Կուուլոնի գրաֆիկի պարզ տեսքն է [73]: ", "LUT 1 index_a mod m1 (k1,p1) k1 k2 p1 p2 (k1+k2)mod m1 ADD LUT 3 (ab)mod m ADD (p1+p2)mod m2 LUT 2 index_bmod m2 (k2,p2) Նկ. 1.9. LUT աղյուսակների կիրառմամբ զուգահեռ ինդեքսային մոդուլյար բազմապատկման սարքի կառուցվածքային սխեման Հատուկ  անհրաժեշտ  է  նշել,  որ  ամբողջ  թիվը  կարելի  է  ներկայացնել  փոխադարձ պարզ  արտադրիչների  միջոցով,  միայն  այն  դեպքում,  երբ  այն  չի  պատկանում  2n  թվերի բազմությանը, որտեղ  n=2, 3, ..., հետևաբար փոխադարձ պարզ արտադրիչների միջոցով թիվը ներկայացնելիս պետք է կատարվի m-1≠2n պայմանը, որտեղ m-ը մոդուլի արժեքն է: "], "source_docs_file": "Mechanical Engineering and Machine Science.json", "paragraph_source_docs": [3, 3, 3, 3, 3, 3, 0, 3, 1, 1, 3, 2, 3, 3, 0, 1, 3, 1, 3, 2, 3, 0, 0, 1, 3]}