{"paragraphs": ["Ղուբայի  խանի  ռազմաքաղաքական  հնարավորությունները  «ստիպում  էին»  թե՛ Ռուսական, թե՛ Օսմանյան կայսրություներին և թե՛ Իրանի տերության տիրակալներին հաշվի  նստել  Ֆաթհ  Ալի  խանի  հետ:  Վերջիններիս  համար  խանի  քաղաքական  կշիռը պայմանավորված  էր  նրա  կովկասյան  տիրակալների  շրջանում  ունեցած  քաղաքական ազդեցությամբ:  Ռուսական  իշխանությունների  պահանջով  Հերակլ  Բ  արքայի  (1762- էր  կազմել  տարածաշրջանի  տիրակալների  և  նրանց  տիրույթների  քաղաքական համառոտ  նկարագրումը:  Աշխատության  մեջ  հիմնական  շեշտը  դրվում  էր տիրակալների  ռազմական  հնարավորությունների  վրա՝  նրանց  դասակարգելով  որպես London through Russia into Persie; and back again through Russia, Germany and Holland, vol. I, London, 1753, p. ալ-Գարնատին  հիշատակում  է  որպես  զինագործների,  որոնք  ջիզյա  էին  վճարում  արաբ  կառավարիչին (Путешествие  Абу  Хамида  ал-Гарнати  в  Восточную  и  Центральную  Европу  (1131—1153  гг.),  О.  Г. Большаков, А. Л. Монгайт, Москва, 1971, с. 51)։ ", "● Տնտեսական տարվա հետ կապված անցումային փուլերը գրեթե միշտ ուղեկցվել են խաղային երանգավորում ունեցող հմայական արարողություններով, որոնք ապահո- վել են բնության զարթոնքն ու սերնդաճը: Դրանք հիմնականում արտացոլվել են Աման- որից  մինչև  Խաչվերացն  ընկած  տոնածիսական  համալիրում,  և  դա  դրսևորվել  է  նաև հայոց խաղային մշակույթում: ", "●  Խաղերն  ունեն  եռամաս  կառուցվածք՝  նախապատրաստական  փուլ  (հաշվերգ- վիճակահանություն  և  խմբերի,  խաղի  ավագի  ընտրություն),  խաղի  ընթացք  (խաղին բնորոշ կանոնների համալիր, խաղացողների վարք, ավարտ՝ պարտություն և հաղթա- նակ) և հատուցում (պատժաձևերի  և խրախուսանքների մշակված համակարգ): ", "Ղուբայի  խանը  անհրաժեշտության  դեպքում  կարող  էր  մարտի  դաշտ  դուրս  բերել լեզգիներից120:  Ս.  Գմելինի  տվյալներով՝  խանի  զինուժը  կարող  էր  հասնել  մինչև  40000- ի 121 :  Այս  հանգամանքը  ստիպում  էր  Հյուսիս-արևելյան  Այսրկովկասի  խաներին  և Դաղստանի տիրակալներին հաշվի նստել Ղուբայի խանի հետ: ", "● Պատիժներն ունեն ֆիզիկական և հոգեբանական բնույթ, իսկ խրախուսանքնե- րը՝ միայն հոգեբանական են, սակայն այսօր խաղի կանոնների խախտումները և պատ- ժաձևերը կենցաղավարում են առավել զվարճալի շեշտադրումներով: Ներկայում հոգե- բանական  պատիժները  մեծ  մասամբ  ունեն  վիրավորական-զվարճական  բնույթ:  Տղա- ների խաղերում պատժաձևերը բարդ են, իսկ աղջիկների դեպքում՝ մեղմ՝ կապված ըն- տանիքում նրանց կարգավիճակի հետ: "], "paragraph_source_docs": [4, 1, 1, 4, 1], "source_docs_file": "History.json"}