{"paragraphs": ["Ստացված արդյունքներից  (նկ. 4.6)  պարզվել է, որ այրման  պարամետրերը (Tա և Uա)  ունեն  զգալի  կախում  ճնշման  ցածր  արժեքների  տիրույթում  և  գործնականում  որևէ փոփոխության  չեն  ենթարկվում  P≥15  մթն  արժեքների  դեպքում:  Բոլորովին  այլ օրինաչափություն է  դիտվում զանգվածի  փոփոխության  դեպքում:  Այրման արգասիքների  գրավիմետրական  անալիզի  արդյունքում  պարզվել  է,  որ  1-ից  50  մթն տիրույթում Ճնշման բարձրացմամբ արտանետումների բաժինը նվազում է ավելին քան III-տիրույթ Tա. Uա. II-տիրույթ m I-տիրույթ մթն Նկ. 4.6. (MoS2+2Zn)+0.2(MoO3+3Mg) խառնուրդի այրման պարամետրերի և զանգվածի փոփոխության կախումը միջավայրի գազի ճնշումից Ինչպես  կարելի  է  տեսնել  գազի  ճնշման  բարձրացումը  զգալիորեն  կանխում  է այրման պրոցեսում տեղի ունեցող արտանետումների բաժինը: Հարկ է նշել, որ ճնշման ցածր  արժեքների  դեպքում  (I  տիրույթ,  P<15  մթն),  փոխազդեցությունն  ուղեկցվում  է զգալի  արտանետումներով  (8.65  զանգ.  %):  I  տիրույթում  ստացված  արգասիքների դիֆրակտոգրամներում (նկ. 4.7, ա և բ) հստակորեն կարելի է տեսնել ինչպես Mo, ZnS և MgO, այնպես էլ  մոլիբդենի մասնակի վերականգնված սուլֆիդային Mo2S3 ֆազը: 15 մթն- ից  բարձր  ճնշման  պայմաններում  մոլիբդենի  սուլֆիդային  միացություններին  բնորոշ որտեղ արտանետումների բաժինը նվազագույն է, այրման արգասիքներում ձևավորվում են MgS և Mg0.68Zn0.32S միացությունները (նկ. 4.7,  դ և ե): ", "– Mo – Mo2S3 – MgO – MgS – ZnS – Zn0.68Mg0.32S ե. դ. գ. բ. ա. Նկ. 4.7. (MoS2+2Zn)+0.2(MoO3+3Mg) խառնուրդի այրման արգասիքների դիֆրակ- տոգրամները կախված գազի ճնշումից. ա. – 1, բ. – 5, գ. – 15, դ. – 25 և ե. – 35 մթն Ստացված  արդյունքներից  կարելի  է  եզրակացնել,  որ  ուսումնասիրված  ողջ տիրույթում  մետաղական  մոլիբդենը,  մագնեզիումի  օքսիդը  և  ցինկի  սուլֆիդը հանդիսանում են այրման հիմնական արգասիքները: Եվ չնայած այն հանգամանքին, որ կախված այրման պրոցեսի իրականացման պայմաններից, փոխազդեցությունը կարող է ուղեկցվել.   Mo-ի  մասնակի  վերականգնմամբ`  պայմանավորված  այրման  գոտուց  Zn-ի մասնակի հեռացմամբ գոլորշիացման ճանապարհով (I տիրույթ);   զուգահեռ  ընթացող  այլ  ռեակցիաներով,  որոնք  բերում  են  (MgS  և  Mg0.68Zn0.32S)  ոչ ցանկալի միացությունների առաջացմանը (III տիրույթ),   ռեագենտների  հարաբերակցության  և  միջավայրի  գազի  ճնշման  որոշակի  արժեք- ների դեպքում կարելի է իրականացնել մոլիբդենի սուլֆիդի վերամշակում` տեխնո- լոգիապես ապահով պայմաններում և ստանալ Mo (II տիրույթ): ", "Ինչպես  կարելի  է  տեսնել  ստացված  արդյունքներից`  միջավայրի  ճնշման բարձրացումը  բերում  է  արտանետումների  քանակի  զգալի  նվազեցման  և  փոխարկման կորուստը  զգալիորեն  ցածր  է,  այրման  արգասիքներում  ձևավորվում  են  MgS  և Mg0.68Zn0.32S ոչ ցանկալի միացությունները: ", "Հարկ  է  նշել,  որ  [112]  աշխատանքում  MoO3-ի  ցինկաթերմ  վերականգնման օրինաչափությունները  ուսումնասիրելիս`  հեղինակները  ցույց  են  տվել,  որ  միջավայրի գազի  ճնշման  որոշակի  պայմաններում  հնարավոր  է  լինում  կանխել  Zn-ի  գոլորշիների հեռացումն այրման գոտուց: Սակայն տեղի է ուենեւմ Zn-ի տեղաշարժ` այրման գոտուց դեռևս չփոխարկված տիրույթ: Մեկ այլ աշխատանքում, [129] ուսումնասիրելով  WO3-ի ցինկաթերմ  վերականգնման  ռեակցիայի  մեխանիզմը,  ցույց  է  տրվել,  որ  այրման ռեժիմում  WO3+Zn  փոխազդեցության  բնույթը  կարող  է  էական  կախում  ունենալ  Zn-ի գոլորշիների  պարցիալ  ճնշումից:  Այս  աշխատանքների  մանրազննին  քննարկումից պարզ  է  դառնում,  որ  մետաղների  ցինկաթերմ  վերականգնումն  առավել  ինտենսիվ ընթանում է Zn-ի գոլորշիներով, իսկ Zn-ի ինտենսիվ տեղաշարժ է  տեղի ունենում, երբ այրման  առավելագույն  ջերմաստիճանը  զգալի  գերազանցում  է  Zn-ի  եռման ջերմաստիճանը: ", "Այրման  նպատակային  արգասիքը`  մոլիբդենը  երկրորդային  արգասիքներից (MgO-ից և ZnS-ից) առանձնացնելու նպատակով իրականացվել  է նմուշների թթվահիմ- նային մշակում: Մշակման պրոցեսում անջատված H2S-ը կլանվել է NaOH-ի լուծույթով` առաջացնելով  Na2S,  որը  հանդիսանում  է  կարևոր  նյութ  հիդրոմետալուրգիական պրոցեսներում:  Չլուծված  պինդ  մնացորդի  դիֆրակտոգրամում  առկա  են  միայն  Mo-ին բնորոշ դիֆրակցիոն ռեֆլեքսներ (նկ. 4.8): "], "paragraph_source_docs": [0, 0, 0, 0, 0], "source_docs_file": "Chemistry.json"}