{"paragraph_source_docs": [1, 3, 0, 0, 4, 1, 1, 1, 4, 1], "source_docs_file": "History.json", "paragraphs": ["դարձյալ  որևէ  չեզոք  խաղացող,  որպեսզի  վիճաբանություն  չլիներ:  Իսկ  «թաց-չորի»  ժա- մանակ  դեպի  վերև  էին  գցում  հարթ  ու  փոքր  մի  քար,  որի  մի  երեսը  թրջում  էին  թքով: ", "Թեև  բավական  մեծ  աշխատանքներ  են  տարվել  միջնադարյան  նյութական  մշա- կույթի, հատկապես խեցեգործության ուսումնասիրման ուղղությամբ, այնուամենայնիվ դրանք ամբողջական չեն  և ժամանակագրորեն ավարտվում են  հիմնականում XIV դա- րով: Չնայած մեծաքանակ գիտական գրականության առկայության, XIV – XVII դդ նյու- թական մշակույթի վերաբերյալ չկան լիարժեք համալիր աշխատանքներ: Մեր ատենա- pottery IX – XIVth cc. London, Faber and Faber limited, 1957, 37 p.. Изд.  ,,Наука’’,  1982,  211  с.;  Среднеазиатская  глазурованная  керамика  XII  –  XV  вв.,  Душанбе,  Изд.  ,,Дониш’’, Sakisyan  A.,  La  céramique  d’Asie-Mineure  et  de  Constantinople,  Paris,  Librairie  Orientaliste  Paul  Geuthner,  1923; Wilkinson Ch., Fashion and technique in Persian pottery, Bulletin the Metropolitan Museum of Art, November, 1947, v.6, N 3, pp. 99-104; Wilson R. P., Islamic art, New York, The Macmillan company, 1957. Керамика Старой Ганджи, Баку, Изд. АзФАН, 1940, 44 с. խոսությունը  ևս  չի  հավակնում  լինելու  համալիր  ուսումնասիրություն:  Ատենախոսու- թյան շարադրանքում, առաջին անգամ փորձ է կատարվում դասակարգել ու միավորել Հայաստանի  տարբեր  շրջաններից  գտնված  XIV  –  XVII  դդ.  վերաբերող  խեցեղեն  նյու- թերը` դիտարկելով կոնկրետ ժամանակահատվածում: ", "Ուշադրության  է  արժանի  ռուսական  հետախուզության  գեներալ-մայոր  Լև Սոցկովի գիրքը4, որում օգտագործվել են ՌԴ-ի արտաքին հետախուզության արխիվում պահվող բազմաթիվ  փաստաթղթեր, որոնք բացահայտում են կովկասյան տարածաշրջանում  թուրքական  հատուկ ծառայությունների  գործելակերպը  և ռազմավարությունը: ", "Թեմայի  ուսումնասիրման  համար  աղբյուրագիտական  բացառիկ  արժեք  է ներկայացնում  ազատագրական  շարժման  նշանավոր  գործիչ  Ռուբեն  Տեր-Մինասյանի ժողովրդի ազատագրական պայքարը թուրքական բռնապետության դեմ 1850-1870 թթ., Եր., 1955; Համբարյան Ա.Ս.,  Երիտթուրքերի  ազգային  ու  հողային  քաղաքականությունը  և  ազատագրական  շարժումները Արևմտյան  Հայաստանում,  Եր.,  Հայկական  ՍՍՀ  ԳԱ  հրատարակչություն,  1979;  Կիրակոսյան  Ջ.  Կ., Բուրժուական դիվանագիտությունը և Հայաստանը (19 դ. 80-ական թթ.), Եր., 1980; Համբարյան Ա. Ս., Հայ հասարակական  քաղաքական  միտքը  արևմտահայության  ազատագրական  ուղիների  մասին,  Եր., «Հայաստան»,  1990;  Սիմոնյան  Հր.  Ռ.,  Թուրք-հայկական  հարաբերությունների  պատմությունից,  Եր., «Հայաստան», մեծ  տերությունների  աշխարհակալական Հայաստանը առճակատումներում, Եր., 2004; Тунян В. Г., Младотурки и Армянский вопрос, Ереван, 2005 և այլն: ", "Ուշադրության  արժանի  է  նաև  Ռուսաստանի  արտաքին  քաղաքականության պատմության  բազմահատորյակի  XVIII  դարն  ընդգրկող  պրակը՝  Ժ.  Անանյանի Հայ  պատմագիտության  մեջ Հյուսիս-արևելյան  Այսրկովկասի  առանձին խանությունների  XVIII  դ.  երկրորդ  կեսի  պատմությանը  նվիրված  գիտական ուսումնասիրություններ  գրեթե  չեն  կատարվել:  Բացառություն  են  կազմում  Վ. Գրիգորյանի 36  և  Ս.  Մարգարյանի 37  հետազոտությունները։  Հայկական  հարուստ աղբյուրները  մանրակրկիտ  վերլուծելով՝  Վ.  Գրիգորյանը  վերականգնում  է  XVIII  դ.  80- դդ.  քաղաքական  պատմության  մի  շարք  հարցեր  խոր  քննության  են  ենթարկվում    Ս. Մարգարյանի ուսումնասիրության մեջ: ", "Հարց  ու  պատասխանի  դեպքում  վիճակահանությունը  կատարվում  է  միայն  երկ- Խաղացողները  նախապես  որոշում  են,  թե  «ովքեր  են  իրենք»`  պահելով  լեռների, մրգերի,  բնության  երևույթների  և  այլ  անուններ,  այնուհետև  զույգ-զույգ  մոտենում  են թիմի ավագներին՝ հետևյալ հարցումով՝ «խնձո՞րն ես ուզում, թե՞ տանձը»:152 Ավագները պատասխանում էին և ըստ ընտրած «մրգերի» ձևավորում էին իրենց թիմերը: ", "Տեքստերով վիճակահանության ձևերը կարող են լինել պատմողական տեքստով, որոնց հիմքում ընկած է թեմայի զարգացումը, այսինքն՝ ունի սկիզբ, մտքի տրամաբա- նական  ընթացք  և  ավարտ:  Խաղացողները  շրջանաձև  կանգնում  են,  և  ավագ  խա- ղացողը սկսում է վանկատելով «հաշվել»՝ ձեռքը յուրաքանչյուր խաղացողին թեթևակի հպելով. Երկու ռուս բաբուշ-կա, Նստել են ակուշ-կա, Չռթում են սեմուշ-կա, Թափում են խլեբուշ-կա: ", "Ով բկլատ է (ագահ), թող դուրս գա, Գա´, գա´, գա´, թող դուրս գա´:153 Ես չայ խմեցի, չաշկա-մաշկա կոտրեցի: ", "XIX  դ.  Բաքվի  նահանգի  հայ  բնակչության,  Բաքու  քաղաքի  հայության պատմաժողովրդագրական  հիմնահարցերին  են  նվիրված  հայագետ  Գ.  Ստեփանյանի արժեքավոր ուսումնասիրությունները40: ", "Երեք154: "]}