{"paragraph_source_docs": [1, 1, 1, 1, 2, 1, 1, 2, 1, 1], "paragraphs": ["Քանի որ բոլոր լարումները սեղմող են և , ապա հետևաբար. Ինչ վերաբերում է միջին լարմանը, ապա այն ունի հետևյալ տեսքը` և -  ի  արժեքները  տեղադրելով  Դրուկեր−Պրագերի (1.24) պլաստիկության պայմանի մեջ և այն աստիճանաբար ձևափոխելով կստանանք` , , , , :                                            (3.2) Նկ. 3.1. Արտաքին ճնշմամբ բեռնավորված սնամեջ գնդի սխեման (3.1) գլխավոր լարումների արժեքները` կունենանք :                                    (3.3) Քանի որ բոլոր լարումները սեղմող են և ,  ապա հետևաբար (3.3) - ի աստիճանաբար ձևափոխելով կգտնենք - ն` , , , . . , :                                                 (3.4) Նշենք, որ [67] -ում բերված է և - ի միջև կապի մոտավոր բանաձևը: ", "Ստացված  (3.2)  և  (3.4)  բանաձևերի  համեմատության  համար  փոշու և գործակիցների  տարբեր  արժեքների  համար  կատարվել  են  հաշվարկներ,  որոնց հիման վրա կազմվել է աղ. 3.1 - ը: ", "Դրուկեր−Պրագերի (3.2) և Մոր−Կուլոնի (3.4) պլաստիկության պայմանների օգտագործմամբ    միջօրեական լարման տվյալները փոշու   և   գործակիցների [67] Աղյուսակ 3.1 տարբեր արժեքների դեպքում Աղ.  3.1  -  ի  տվյալները  հնարավորություն  կտան և պարամետրերի  նշված արժեքների դեպքում` օգտագործելով նաև գնդի հավասարակշռության հավասարումը,  որոշել  լարվածային  վիճակի և բաղադրիչները  և  լուծել տեխնոլոգիական  խնդիրներ:  Նշենք,  որ  այդ  տվյալներից  առանձնահատուկ ուշադրության է արժանի և պարամետրերի դեպքը: Աղ. 3.1 - ից երևում  է,  որ  այդ  դեպքում  արտաքին  ճնշմամբ  բեռնավորված  չեռակալված փոշենյութից  հաստապատ  սնամեջ  գնդի  համար  Մոր−Կուլոնի  պլաստիկության պայմանն  է կամ որը  նաև  իդալական  կապակցված նյութի  համար  Տրեսկա–Սեն-Վենանի  պլաստիկության  պայմանն  է:  Ըստ Դրուկեր−Պրագերի պլաստիկության պայմանի` կամ ,  որը  Հուբեր–Միզեսի  պլաստիկության  պայմանի  ձևափոխած  տեսքն Այսպիսով,  չեռակալված  մետաղական  փոշենյութից  հաստապատ  սնամեջ գնդի  արտաքին  ճնշմամբ  բեռնավորման  դեպքում  Դրուկեր–Պրագերի  և  Մոր– Կուլոնի  պլաստիկության  պայմանների  օգտագործմամբ  ստացվել  են  միջօրեական լարման  բանաձևեր`  արտահայտված  շառավղային լարումներով  և  փոշու հատկությունները  բնորոշող և գործակիցներով:  Կատարվել  են  թվային հաշվարկներ ρ - ի և k - ի տարբեր արժեքների համար: ", "է: ", "Մուտքային  պարամետրեր  են  տատանման  ամպլիտուդի  անկյունային  արագությունը ω(1/վ)  և  ժամանակի  աճը՝  dt(վ):  Ելքային  պարամետրերն  են , և ժ ամ ան ակ ը  t(վ ): ", "Չեռակալված  մետաղական  փոշենյութից  սնամեջ գնդի  խտացման գործընթացի  լարվածային  վիճակի  հետազոտման  համար  օգտվենք  գնդային կոորդինատների համակարգում ստացված հետևյալ հավասարումների համակարգից [44]` , ,                    (3.5) =0, որտեղ -  ը  ընթացիկ  կետի  կոորդինատն  է, , և -  ն  նորմալ  լարումների համապատասխանաբար  շառավղային,  միջօրեական  և  շրջանային  բաղադրիչներն են,  իսկ , և -  ն  շոշափող  լարումների  բաղադրիչներն  են:  Գնդային սիմետրիայի  պատճառով  նորմալ լարումների  միջօրեական  և  շրջանային բաղադրիչները  գնդային  կոորդինատների համակարգում իրար  հավասար են` ,  իսկ  շոշափող  լարումների  բաղադրիչները  հավասար  են  զրոյի` :  Այդ  դեպքում  գնդային  կոորդինատային  համակարգում արտաքին  ճնշմամբ  բեռնավորված չեռակալված  մետաղական  փոշենյութից հաստապատ  սնամեջ  գնդի  հավասարակշռության  հավասարումը  կունենա հետևյալ տեսքը` :                                                      (3.6) Տեղադրելով (3.2) - ը (3.6) – ում - ի նկատմամբ կստանանք դիֆերենցիալ հավասարում, սակայն նախքան տեղադրելը որոշենք արտահայտությունը` : ", ", , -  ի  ստացված  արտահայտությունը  տեղադրելով (3.6)  -  ում կունենանք` Նշանակենք ,  այդ դեպքում (3.7) դիֆերենցիալ :                                                 (3.7) հավասարումը կընդունի հետևյալ տեսքը` այն աստիճանաբար ձևափոխելով` բերենք հետևյալ տեսքի` :                                                     (3.8) Ինտեգրելով (3.8) դիֆերենցիալ հավասարումը` կստանանք. Ինտեգրման հաստատունի  որոշման  համար  օգտվենք  հետևյալ  եզրային պայմանից, երբ , : Արդյունքում կստանանք՝ :                                          (3.9) - ի (3.10) արտահայտությունը տեղադրելով (3.9) - ում և ձևափոխելով` :                                       (3.10) կունենանք. , , , , , , , , , :                                       (3.11) Չեռակալված մետաղական փոշենյութից հաստապատ սնամեջ գնդի համար շառավղային  և  միջоրեական լարումների  դեպքում  ստացված  բանաձևերով կատարենք  թվային  հաշվարկներ  փոշնյութի  հատիկների  միջև կառչման  գործակցի  և  դրանց  միջև ներքին  շփման  անկյան միջակայքում գտնվող որոշ արժեքների դեպքում: ", "Մուտքային պարամետրեր են ինդենտորի շառավիղը՝ r ind(մմ), ազդող ստատիկ ուժը՝  Pst(Ն),  ակուստիկական  համակարգի  կոշտությունը՝  Ky(Ն/մ), -ն,  AY  –ը(մ), ենթածրագիրը նախատեսված է (2․ 42) արտահայտության Rz-ի որոշման համար: ", "Տարբեր  ներքին շփման անկյան արժեքների դեպքում մամլման պարամետրերի արժեքները Աղյուսակ 3.2 -0,275 -0,224 -0,171 -0,116 -0,059 -0,003 -0,009 Թվային հաշվարկները կատարվել են «Mathcad» ծրագրային միջավայրում: ", "շառավղային  լարման  թվային  հաշվարկների  համար  օգտագործվել  է  (3.11) բանաձևը: Աղ. 3.3 - ում բերված են - ի տվյալները, իսկ նկ. 3.2 - ում ցույց է տրված դրա  գրաֆիկները`  կախված հարաբերությունից -  ի  տարբեր  արժեքների , դեպքում: "], "source_docs_file": "Mechanical Engineering and Machine Science.json"}