{"paragraph_source_docs": [1, 1, 1, 1, 1, 1, 1, 1, 1, 1], "paragraphs": ["While  hope  you  are  not  part  of  the  conspiracy  because  a  terrorist  is  a  terrorist there's nothing like moderate rebels going about slaughtering innocent souls. Join Putin  in  annihilating  those  vampires  or  law  of  karma  cut  up  with  you  and  your country like hypocrite Erdogan of Turkey. (Express, http://www.express.co.uk/news/politics/622224/David-Cameron-Prime- Minister-Syria-airstrikes-ISIS-Islamic-State-House-of-Commons (accessed 26 October, 2015)) Այստեղ  նույնաբանության  հեղինակը  արտահայտում  է  ոչ  թե  գիտակից  ու սառը  վերաբերմունք  ահաբեկիչների  հանդեպ,  այլ  ընդհակառակը`  հայտնում  է իր անհանդուրժողականությունը:  Նա  նշում  է,  որ  չափավոր  ապստամբ  չեն  կարող կոչվել  այն մարդիկ, որոնք կոտորում են բնակչությանը:  Այսինքն` նույնաբանությունը  կիրառողը  բացառում  է  այլընտրանքային  տարբերակների հնարավորությունը,  ինչպիսիք  կարող  էին  լինել A terrorist is still a human being; A terrorist should also be empathized  տարբերակները: ", "Հաջորդ օրինակում կարող ենք փաստել, որ արդյունքները գրեթե նույնն են. A state Department official said the administration was standing behind the statement made by Secretary of State George P. Shultz in a speech in New York  last  week:  “Terrorism  is  terrorism”.  It  deserves  no  sanctuary,  and  it must  be  stopped  “Messages  went  out  to  several  U.S.  embassies  Monday night,  saying  the  United  States  hoped  the  governments  would  not  yield  to the hijackers. (San Diego Union, 9 October, 1985) Այստեղ Շուլցը մերժողական դիրքորոշում է արտահայտում ահաբեկչության հանդեպ:  Նա  պարզորոշ  արտահայտում  է  այն  միտքը,  որ  ոչ  մի  տեսակի ապաստան  չի  կարելի  տրամադրել  ահաբեկիչներին,  և  որ  նրանք  պետք  է կանգնեցվեն:  Իր  այս  միտքը  նա  սեղմ  կերպով  արտահայտում  է  նույնաբանության միջոցով:  Նա  մերժում  է  որևէ  այլընտրանքային  արտահայտության  կիրառության հավանականությունը  կամ  տեղին լինելը  որպես  Terrorism  is  terrorism արտահայտությանը փոխարինող տարբերակ: ", "Հաջորդ  օրինակում  ևս  այլընտրանքային  տարբերակների  բացառման միջոցով  վերծանվում  է  նույնաբանության  նշանակությունը:  Այս  օրինակից հասկանում  ենք,  որ  ընտրելով  նույնաբանական  կառույց`  խոսողը  ցանկանում  է փաստել,  որ  փոքր  քաղաքում  ապրող  մարդիկ  մեծ  տարբերություն  չեն  տեսնում օղու տեսակների մեջ. “Stolichnaya vodka has been a slow mover, though, said restaurant manager Bill Leung. But not because of politics “Hardly anybody orders it.  In a small town,  people don’t  know  the  difference  between  vodkas.  Vodka is  vodka.” He said. (Minessota Chicago Tribune, 13 December, 1989) Այստեղ խոսողը բացահայտ կերպով նշում է, որ օղու ստեղծման երկիրը կամ էլ  ապրանքանիշը  էական  չեն  դրա  վաճառքի  դանդաղ  տեմպի  համար,  և  հարցը նույնիսկ  չի  վերաբերում  քաղաքականությանը  (հոդվածը  գրվել  է  Սովետական Միության  վերջին  տարիներին,  երբ  ԱՄՆ  և  ՍՍՀՄ  հարաբերությունները  շատ լարված  էին),  օղին օղի է,  և  այն  պարզապես  դանդաղ  է  վաճառվում,  սակայն «ռուսական օղի է» արտահայտությունը ((some) vodka is Russian)  այստեղ տեղին չէ: ", "Չնայած  տարբերություններն  առկա  են,  սակայն  փոքր  քաղաքում  ապրող մարդկանց համար դրանք էական չեն: Նրանց համար օղին օղի է: Դիտարկենք մեկ այլ օրինակ ևս. A Million dollars in those days was a million dollars. (MA DL: 135) Այստեղ  հատվածի  հեղինակը  արտահայտում է  այն  միտքը,  որ ժամանակները  փոխվել  են,  ու  տնտեսության  մեջ  էլ  է  դա  արտահայտվել,  և  այն ժամանակ  մեկ  միլիոն  դոլարն  իրոք  մեծ  գումար  էր:  Նա  արտահայտում  է  իր ափսոսանքը  անցյալի նկատմամբ,  որն  ուղեկցվում է  ինչ-որ  հաճելի հիշողություններով: ", "Մեկ այլ օրինակում կրկին հանդիպում ենք a million dollars is a million dollars նույնաբանական  կառույցին  այլ  համատեքստում:  Ու  եթե  նախորդ  դեպքում խոսողը  նույնաբանության  միջոցով  արտահայտում  էր  ափսոսանք,  որ  անցյալում մեկ  միլիոն  դոլարն  իրոք  մեծ  գումար  էր  (ենթադրել  տալով,  որ  իր  ժամանակ այդպես չէ),  ապա հաջորդ օրինակում  տեսնում ենք, որ  միևնույն նույնաբանությունը,  կիրառվելով  ներկա  ժամանակով,  այլ  հաղորդակցական նպատակ ու գործառույթ է ձեռք բերում: ", "Treasure  Hunt  Organizer:  You  know,  a  million dollars is a million dollars. We couldn't just bury it anywhere. (Magnum PI 25 October, 1987) Այստեղ  խոսողը  կիրառում  է  նույնաբանություն,  որպեսզի  ցույց  տա,  որ գումարի  ահռելի  չափը  բարդացնում  է  այն  թաքցնելու  հնարավորությունը: ", "Այսինքն`  նա բացառում է  այնպիսի  այլընտրանքային  տարբերակների հավանականությունը, ինչպիսիք կարող  էին  լինել` A million dollars is easy to hide/ not that much to hide/ not such a huge amount, ու այդպիսիք համարում ոչ տեղին: ", "Ցանկանում  ենք  մի  կարևոր  հանգմանք  ևս  առանձնացնել:  Դիտարկելով Terrorism is terrorism  և  Vodka is vodka  նույնաբանությունները`  գտնում  ենք,  որ պետք  է  զերծ  մնալ  դրանք  որպես  նախատիպ  (prototype)  ընդունելուց,  այն  է  թե` Terrorism is terrorism  նշանակում  է,  որ  ամեն  տեսակի  ահաբեկչություն  կարծես ընդհանուր  ահաբեկչության  նախատիպ  է:  Նման  նախատիպերի  դուրսբերումը ճիշտ  չէ,  քանի  որ  դրանք  չեն  ընդգրկում  բոլոր  նույնաբանությունները  կամ  գոնե դրանց մեծ մասը: Դա հենց ապացուցվում է հաջորդ օրինակում` A million dollars is a million dollars  նույնաբանության  հիման  վրա:  Այլ  կերպ  ասած,  հակադրվելով Վերժբիցկային  (Wierzbicka  2003)`  ընդունելի  չենք  համարում  այս  կառույցներին նախատիպային նշանակություն (prototypical meaning) վերագրելը: ", "Անդրադառնալով դիսյունկտիվ/տրոհական (Բրուտյան նույնաբանությունների  մեկնաբանմանը`  առաջարկում  ենք  այստեղ  ևս  կիրառել այն  մոտեցումը,  համաձայն  որի`  այլընտրանքային  դիսյունկտները  (disjuncts), որպես նույնաբանության հնարավոր մեկնաբանության տարբերակներ, տեղին չեն: ", "Սա  մասնավորապես  նշանակում  է,  որ  նույնաբանական  կառույցի  մեջ  առկա դիսյունկտներից  զատ  այլ  դիսյունկտներ  տեղին չեն:  Եթե  փորձենք  դա արտահայտել  բանաձևով,  ապա  կստացվի,  որ  խոսողը  նկատի  ունի,  որ  p  or  not  p կառույցի այլընտրանքները, ինչպես, օրինակ, p or q, որտեղ “q”-ն տարբերվում է և՛ “p”-ից, և՛ “¬ p”-ից, չպետք է համարվեն ընդունելի տարբերակներ: Այժմ դիտարկենք հետևյալ օրինակը և փորձենք ստուգել տվյալ մոտեցման արժանահավատությունը: "], "source_docs_file": "Linguistics.json"}