{"paragraphs": ["PC’ Ps’ Մասնակի արտադրյալների ձևավորման բլոկ/       Բուտի վերակոդավորման բլոկ PPk PPk-1 . . . . . . . . PP1 PP0 Մասնակի արտադրյալների գումարման  բլոկ PPC PPS PC Ps Վերջնական մոդուլյար գումարիչ |A•B|2 +1 Նկ. 2.15.  Բուտի ալգորիթմի և Ուոլլեսի ծառի կիրառմամբ մոդուլով բազմապատկման սարքի կառուցվածքային սխեմա Հիմնվելով  աղյուսակներ  2.1-ի  և  2.4-ի  տվյալների,    բանաձևեր  (2.10),  (2.15),  (2.20)  և (2.121) վրա կիրառման արդյունքում մշակված կառուցվածքային սխեմաների (նկ. 2.7, 2.9, մեթոդներում,  ի  տարբերություն  առկա  նախագծման  մեթոդների,  կառավարող ավտոմատը  ներկայացված  է  FSM-ի  միջոցով,  ինչը  զգալիորեն  նվազեցնում  է  FPGA ռեսուրսների  օգտագործումը  (հետազոտման  արդյունքները  ներկայացված  են  գլուխ  3- ում):  Բացի  դրանից  հատուկ  նախագծված  են մոդուլով  մոդուլյար բազմապատկիչներ FSM-ի օգտագործմամբ և, ինչը կարևոր է, մոդուլով մոդուլյար բազմապատկիչներ` կառուցված առկա նախագծման ինդեքսային մեթոդի հիման վրա: ", "Ինչպես  արդեն  նշվել  է,  թվային  սարքերին  ներկայացվող  արագագործության  բար- ձրացնելու անհրաժեշտությունը հարկադրում է օգտագործել մնացորդային դասերի հա- մակարգը և մոդուլյար հաշվարկները, ինչը հնարավորություն է տալիս էականորեն բար- ձրացնել  թվաբանական գործողությունների կատարման  արագագործությունը, մնացորդների  հետ  կատարվող  գործողությունների  զուգահեռաբար  կատարման շնորհիվ: ", "Ներկայումս  տարբերում  են  մի  քանի  հիմնական  խնդիրներ  կապված  ավտոմատ կարգավորման  համակարգի  ռոբաստության  ապահովման  հետ,  որոնցից  հիմնական- ներն են.   ռոբաստ  կայունություն՝  համակարգի  կայունության  ապահովումն  անվանա- կան մոդելից օբյեկտի մոդելի բոլոր թույլատրելի շեղումների դեպքում,   ռոբաստ  որակ՝  համակարգի  առաջադրված  որակի  ցուցանիշների  ապահո- վումն անվանական մոդելից օբյեկտի մոդելի բոլոր թույլատրելի շեղումների դեպքում: ", "հատույթներով չեռակալված փոշենմուշների կտրման փորձարարական եղանակներ, որոնցից  երկրորդը  ներկայացված է «ՀՀ  Էկոնոմիկայի  նախարարության աշխատակազմի մտավոր սեփականության գործակալություն հայտ  թիվ AM20150071-ով», ինչը հնարավորություն կտա հետազոտել չեռակալված փոշենյութից նախապատրաստվածքների իրական մեխանիկական հատկությունները բնորոշող  փոշու  հատիկների  միջև  ներքին  շփման  անկյան  և  դրանց  միջև  կառչման գործակցի արժեքները: ", "որտեղ –ը -ն -ի բաժանման մնացորդն է, այսինքն` մի թիվ, որն ավելի փոքր է,  քան մոդուլի արժեքը: Օրինակ. , այսինքն  կրճատվում  է  բազմապատկումների  քանակը:  Իսկ  եթե  մեզ  հետաքրքրում  է մնացորդը -ի  այս  թվի  բաժանումից,  ապա  պատք  է  սկսել  “ներքին  փակագծից”: "], "paragraph_source_docs": [3, 3, 0, 1, 3], "source_docs_file": "Mechanical Engineering and Machine Science.json"}