{"paragraph_source_docs": [1, 2, 1, 2, 2, 2, 2, 2, 2, 2], "source_docs_file": "Earth Science.json", "paragraphs": ["Եկողներ Մեկնողներ Նկար 11. Խորհրդային Հայաստանում գյուղից քաղաք եկածների և հակառակ ուղղությամբ մեկնածների թվաքանակները (հազ. մարդ) Ինչպես  տեսնում  ենք,  գյուղից  քաղաք  և  հակադարձ  ուղղությամբ  միգրացիոն տեղաշարժերի  արդյունքում  քաղաքների  մեխանիկական  աճը  գյուղաբնակների  հաշվին մեխանիկական աճն ի հաշիվ գյուղերի եղել է 60.4 հազ. մարդ, 1960-1969թթ.-ին՝ 78.9 հազ. մարդ,  իսկ  1970-1979թթ.-ին`  105.6  հազ.:  Գյուղական  բնակչության  արտահոսքի ակտիվացումը  դեպի  քաղաք  պետք  է  բացատրել  գյուղատնտեսության  մեջ  աշխատանքի արտադրողականության բարձրացումամբ, քաղաքներում  արդյունաբերության  և սպասարկման ոլորտի բուռն զարգացումամբ  և  աշխատուժի  պահանջարկի մեծացումամբ: ", "Աղյուսակ 3․1 Նկար 3․9 Ֆոկալ մեխանիզմի լուծումը՝ beach ball – ի տեսքով Նկ.  3․9-ում  պատկերված  է  երկրաշարժի  օջախի  ֆոկալ  մեխանիզմի  լուծումը «գնդակ»-ի  (beachball)  տեսքով:  P  ալիքի  առաջին  մուտքի  նշանով  պայմանավորված տարանջատվել  են  սեղմող  և  ընդարձակող  միջավայրերը՝  փոխուղղահայաց  նոդալ հարթություններով,  ընդ  որում  այդ  հարթություններից  մեկը  խզման  հարթությունն  է, որով  իրականում  տեղի  է  ունեցել  խզման  դինամիկան,  իսկ  մյուսը՝  դրան  ուղղահայաց օժանդակ (auxiliary) հարթությունն է (նկ. 3․9): ", "Գյուղից  դեպի  գյուղ  ներքին  միգրացիայի  ուղղությունը  ամբողջ  խորհրդային ժամանակահատվածում  այդքան էլ ինտենսիվ չի եղել,  այն հիմնականում պայմանավորված  է  եղել  նոր  հողերի յուրացմամբ:  Չնայած  Արարատյան  դաշտը հանրապետության  ամենախիտ  բնակեցված  շրջանն  էր,  սակայն  շարունակվում  էր բնակչության  արտահոսքը  բարձր  լեռնային  շրջանների  գյուղերից  դեպի  Արարատյան գոգավորության գյուղեր: ", "Այդ  երկրաշարժերը,  որոնց  էպիկենտրոնները  հիմնականում  հարում  են Ջավախքի  խզվածքին,  Փամբակ-Սևան-Սյունիք  խզվածքի հյուսիս-արևմտյան սեգմենտին,  ինչպես  նաև  Ջավախքի  հրաբխային լեռնաշղթայի  տարածքին, բնութագրվում  են  շարժման  տարբեր  տիպի  կինեմատիկաներով  (կողաշարժային, վերնետքային, վարնետքային) (նկ. 3․10): ", "Նկար 3․10 Երկրաշարժերի ֆոկալ մեխանիզմների լուծումները (2005-2017թթ.) M ≥ 3.0 Ինչպես  երևում  է  քարտեզից,  Ջավախքի  խզվածքին  և  Փամբակ-Սևան-Սյունիք խզվածքի  հյուսիս-արևմտյան  սեգմենտին  հարող  տարածքներում  երկրաշարժերը հիմնականում  բնութագրվում  են  շարժման  վերնետքային  տիպով  (TF),  իսկ  Ջավախքի հրաբխային  լեռնաշղթայի  տարածքում՝  կողաշարժային  (SS)  և  վարնետքային  (NF) տիպերով: ", "Աղյուսակ  3․2-ում  բերված  են  ֆոկալ  մեխանիզմների  լուծումները  յուրաքանչյուր երկրաշարժի  համար:  Որպես  վիճակագրություն,  նշենք,  որ  հաշվարկված  58 լուծումներից  26-ը  բնութագրվել  են  վերնետքային,  16-ը՝  կողաշարժային  և  ևս  16-ը՝ վարնետքային շարժման կինեմատիկաներով: ", "Աղյուսակ 3․2 ML =4.3 H=12 km TF ML =3.5 H=11 km SS ML =3.4 H=09 km TF ML =3.8 H=10 km TF ML =3.0 H=10 km NF ML =3.9 H=12 km TF ML =3.2 H=08 km NS ML =3.6 H=10 km TF ML =3.7 H=12 km SS ML =3.1 H=08 km NF ML =3.7 H=08 km NF ML =3.5 H=15 km SS ML =3.5 H=18 km NF ML =3.0 H=15 km NF ML =3.0 H=05 km NS ML =3.0 H=12 km NF ML =3.1 H=10 km TF ML =4.3 H=10 km SS ML =3.2 H=12 km NF ML =3.6 H=10 km NF ML =3.6 H=12 km SS ML =3.5 H=15 km TF ML =3.3 H=12 km TF ML =3.3 H=08 km TF ML =4.0 H=13 km TF ML =3.6 H=05 km TF ML =3.2 H=10 km TF ML =3.1 H=12 km SS ML =3.7 H=05 km TF ML =3.7 H=05 km TF ML =4.0 H=10 km TF ML =3.5 H=16 km SS ML =3.1 H=15 km TF ML =3.2 H=10 km TF ML =3.2 H=18 km TF ML =3.3 H=09 km SS ML =4.8 H=18 km SS ML =3.0 H=10 km SS ML =3.0 H=05 km TF ML =3.2 H=08 km TF ML =4.1 H=05 km TF ML =4.4 H=12 km SS ML =3.5 H=05 km SS ML =3.5 H=08 km NS ML =3.0 H=05 km NF ML =3.2 H=12 km NS ML =3.5 H=14 km SS ML =3.6 H=10 km TF ML =3.1 H=19 km TF ML =3.7 H=07 km NF ML =3.4 H=12 km TF ML =3.2 H=15 km SS ML =3.5 H=16 km SS ML =3.5 H=05 km TF ML =3.4 H=10 km NF ML =3.4 H=15 km TF ML =3.7 H=20 km TF ML =3.0 H=09 km NF Ֆոկալ  մեխանիզմների  շարժման  տիպերի  բաշխումը  ավելի  պատկերավոր դարձնելու  համար  այն  կարելի  է  ներկայացնել  այսպես  կոչված  եռակի  դիագրամի (ternary diagram) միջոցով (նկ. 3․11): ", "Նկար 3․11 Եռակի դիագրաման ֆոկալ մեխանիզմների լուծումների համար Եռակի  դիագրամը  քանակական  բաշխումը  նկարագրող  և  պատկերող գրաֆիկական մեթոդ է, որը շատ արդիական է երկրաշարժերի ֆոկալ մեխանիզմների լուծումները՝  ըստ  շարժման  տիպերի  բաշխման  շատ  ավելի  պատկերավոր  դարձնելու համար:  Այս  դեպքում  մեթոդը  հիմնված  է  խզման  հարթությունները  բնութագրող սեղմման  P  (compression),  ընդարձակման  T  (tension)  և  միջանկյալ  B  (intermediate) առանցքների  անկման  անկյունների  (plunge  angle)  արժեքների  վրա  (δT,  δB  և  δP)  [87]: ", "Եռանկյան  ներսում  P,  T  և  B  առանցքներով  կետի  կառուցումը  հնարավոր  է  դառնում, քանի որ ցանկացած երեք փոխուղղահայաց վեկտորներ, որոնց անկման անկյունները δT, δB և δP են բավարարում են հետևյալ պայմանին. sin2δT + sin2δB + sin2δP =1 Եթե վերոնշյալ հավասարումը սահմանենք կոորդինատական համակարգի առանցքներով  x=  sin  δT,  y=  sin  δB,  և  z=  sin  δP,  ապա  այն  իրենից  կներկայացնի  գնդի հավասարումը x2+y2+z2=1: ", "Նկար 3․12 Եռակի դիագրամը պատկերող սխեման Քանի  որ  բոլոր  անկյունների  արժեքներն  ընկած  են  0  և  90  °  միջև,  հետևաբար եռանկյան  գագաթներին  P,  T  և  B  առանցքների  անկման  անկյունները  կլինեն հավասար  900:  Հետևաբար,  եռանկյան  գագաթներում  կլինեն  երկրաշարժեր  T ուղղահայաց  առանցքով (վերնետքային, TF),  B ուղղահայաց  առանցքով (կողաշարժային, SS) և P  ուղղահայաց առանցքով (վարնետքային, NF) [87] (նկ․ 3․12): "]}