{"paragraph_source_docs": [4, 4, 5, 2, 4, 4, 4, 4, 1, 4], "paragraphs": ["Իրավական դաշտն այնպիսին պետք է լինի, որ ազատ չարձակված անձի ներկայացումն իրավասու  դատարան՝  նման  միջոցի  ինքնաբերաբար  հետևանք  հանդիսանա:  Իրավա- սու դատական մարմնի գործառույթներից է որոշել նախնական կալանքի ժամկետի եր- կարաձգման  անհրաժեշտությունը,  և  եթե  կա  նման  անհրաժեշտություն,  ապա՝  որքա՞ն ժամանակով:  Հաջորդ  բաժիններում  կքննարկվեն  ժամկետի  երկարաձգման  հիմքերը  և դրա  առավելագույն  չափը:  Սակայն  կարևոր  է,  որ  այդ  գործընթացը  լինի  իրավախախ- տում  կատարելու  մեջ  կասկածվող  անձանց  ազատությունից  զրկելու  միջոցի  անբաժա- նելի  մասը:  Էնգելն  ու  այլոք  ընդդեմ  Նիդեռլանդների  գործում  իրավասու  դատական մարմնի  կողմից  հսկողություն  չէր  իրականացվել  ազատազրկված  զինվորների  նկատ- մամբ այն պատճառով, որ նրանց կատարած իրավախախտումները որակվել են որպես կարգապահական:  Արդյունքում,  իշխանությունները  չկարողացան  հիմնավորել  ազա- տությունից  այդ  զրկումը:  Եվրոդատարանն  արձանագրել  է  5-րդ  հոդվածի  1-ին  կետի խախտում249: ", "Երկրորդ կարևոր նախապայմանը հիմնավոր կասկածի առկայությունն է: 5-րդ հոդվածի 1-ին կետի «c» ենթակետում սահմանված է, որ անձին ազատությունից զրկելու համար անհրաժեշտ է հիմնավորված կասկած առ այն, որ նա իրավախախտում է կա- տարել, միայն այդ դեպքում է ազատությունից զրկումը համարվում հիմնավորված և օրինական: Յուրաքանչյուր կասկած պետք է լինի ողջամիտ (Մյուրեյն ընդդեմ Միացյալ Թագավորության գործով վճռում նշվել է, որ արժանահավատունությունն ու bona fides կասկածները հանդիսանում են հիմնավորվածության կարևոր տարրերից)250: Սակայն կասկածը հիմնավորված կհամարվի միայն ենթադրվող հանցագործության հետ կաս- կածվող անձի օբյեկտիվ կապը հաստատող հիմնավոր փաստերի ու տեղեկությունների առկայության դեպքում: Այսինքն պետք է լինեն ապացույցներ, որ կասկածվող անձի կա- տարած գործողություններն ուղղակիորեն մատնանշում են նրա առնչությունն իրավա- խախտմանը, կամ փաստաթղթերով կամ դատաբժշկական փորձաքննության արդյունք- ներով հաստատված նմանօրինակ այլ ապացույցներ: Այսպիսով, ազատությունից զրկու- մը չպետք է հիմնվի զգացմունքների, բնազդների, ուղղակի տպավորության և նախապա- շարմունքների (էթնիկական, կրոնական կամ որևէ այլ) վրա, անկախ նրանից, թե դրանք որքան հիմնավոր կարող են արտահայտել այս կամ այն անձի առնչությունը կատարված իրավախախտմանը: Դա չի նշանակում, որ պետք է բավարար ապացույցներ ունենալ` հիմնավորելու դատապարտումը կամ նույնիսկ մեղադրանքի առաջադրումը: Ինչպես վերը նշվեց, Դատարանը Բրոուգանն ընդդեմ Միացյալ Թագավորության և Մյուրեյն ընդ- դեմ Միացյալ Թագավորության գործերով վճիռներում արձանագրել է, որ կալանավոր- ման ժամանակ հարցաքննության նպատակը, համաձայն 5-րդ հոդվածի 1-ին կետի «c» ենթակետի, համարվում է քննության ընթացքի հետագա շարունակությունը` կասկածի հաստատման կամ հերքման նպատակով, որն այս փուլում, անկասկած, չի կարող հա- մոզիչ լինել: Բայց և այնպես, կասկածը պետք է ունենա որևէ հիմնավորում251: ", "§ 3.2. Պատժի նպատակների իրականացման կառուցակարգերի կատարելագործումը Հայաստանում Արդի  ժամանակաշրջանում  քաղաքակիրթ  երկրների  մեծամասնութունում նկատվում է  պատժի, քրեական քաղաքականության և քրեական արդարադատության,  ոստիկանական  վերահսկողության  ճգնաժամ157։  Պատժի ճգնաժամն  արտահայտվում է  առաջին  հերթին  նրանում,  որ  Երկրորդ համաշխարհային  պատերազմից  հետո  ամբողջ  աշխարհում  նկատվում  է հանցավորության քանակի  աճ` չնայած ոստիկանության և քրեական արդարադատության  բոլոր  ջանքերին  (իսկ  1990-ականների  վերջից  և  2000- ականների սկզբից` հանցավորության քանակի նվազում` անկախ  ոստիկանության և  քրեական  արդարադատության  գործունեությունից)։  Երկրորդ`  մարդկությունը փորձարկել  է  քրեական  ռեպրեսիայի  բոլոր  հնարավոր  տեսակները`  առանց նկատելի  արդյունքների  (ընդհանուր  կանխման  անարդյունավետություն)։  Երրորդ` ինչպես 1974 թ.-ին ցույց տվեց Տ.Մատիսենը` ռեցիդիվի մակարդակը յուրաքանչյուր պետության  համար  հարաբերականորեն  կայուն  է  և  չի  նվազում,  ինչը  վկայում  է մասնավոր  կանխման  անարդյունավետության  մասին158։  Չորրորդ`  հոգեբանների կարծիքով  ազատազրկման  վայրերում  երկարատև  (5-6  տարուց  ավել)  գտնվելը հանգեցնում է անձի հոգեկանի անդառնալի փոփոխությունների159160։ ", "Հանրապետության նախագահին  Սահմանադրությամբ վերապահված լիազորությունների  երկրորդ  խումբը  կարելի  է  դասակարգել  երկու  ենթախմբերի՝ Կառավարության  առաջարկությամբ իրականացվող լիազորություններ և վարչապետի  առաջարկությամբ իրականացվող լիազորություններ։  Առաջին ենթախումբն  են  կազմում  Կառավարության  հրաժարականի  անհապաղ  ընդունումը (հոդ.  130),  միջազգային  պայմանագրերի  կնքումը  (հոդ.  132,  մաս  1,  կետ  1), Կառավարության  առաջարկությամբ,  օրենքով  սահմանված  դեպքերում  և  կարգով վավերացում  չպահանջող  միջազգային  պայմանագրերի  հաստատումը,  կասեցումը կամ չեղյալ հայտարարելը (հոդ. 132, մաս 2)։ ", "Լուկանովն  ընդդեմ  Բուլղարիայի  գործով  վճռում  Դատարանը  ընդգծել  է,  որ  չեն ներկայացվել փաստեր կամ տեղեկություններ, առ այն, որ դիմողը փորձել է իր կամ որևէ մեկի  համար  օգուտ  ստանալ  այլ  երկրներին  տրամադրած  պետական  միջոցներից253: ", "Ինչ-ինչ  «գործարքների»  անհասկանալի  վկայակոչումը,  Հանձնաժողովի  կարծիքով,  չեն (see Yearbook of the Convention, vol. 14, p. 32 [1971], vol. 16, pp. 26-28 [1973], vol. 18, p. 18 [1975], and vol. 21, p. 22 [1978], for communications giving notice of derogation, and Information Bulletin on Legal Activities within the Council of Europe and in Member States, vol. 21, p. 2 [July, 1985], for the withdrawal) (see, mutatis mutandis, the Klass and Others judgment of 6 September 1978, Series A no. 28, pp. 27 and 30-31, §§ հաստատել  նման  մտադրությունը:  Սակայն  Լուկանովի  գործում  գլխավոր  խնդիրն  այն էր, որ հայցվորին ներկայացված մեղադրանքներից շատերն, ըստ բուլղարական օրենս- դրության իրավախախտում չէին համարվում: ", "Անհրաժեշտ է ոչ միայն ցույց տալ կապը ազատությունից զրկված անձի և դեպքե- րի  միջև,  որոնք  ենթադրաբար  իրավախախտում  են  համարվում,  այլ  նաև  բավարար հիմքեր` եզրակացնելու, որ այդ դեպքերը, իրադարձությունները համընկնում են այն ի- րավախախտմանը, որի կատարման մեջ նրան կասկածում են: Դա խնդիրներ կառաջաց- նի  նոր  կամ  հազվադեպ  կատարվող  իրավախախտումների  ժամանակ,  երբ  առանձին արգելքի անսովոր մեկնաբանումը կարող է հանգեցնել կասկածի անհիմն համարելուն: ", "Չնայած  հիմնավոր  կասկածի  առկայության  ստուգումը  չի  նախատեսվում հավանական  իրավախախտումների  նկատմամբ,  պահանջը,  որ  այդ  հիմքով  ազա- տությունից  զրկումը  պետք  է  իրականացվի  միայն  առանձին  և  կոնկրետ  իրավախախ- տումների դեպքում, ինչպես նաև այն, որ այդ ազատությունից զրկումը՝ կանխարգելման նպատակով, պետք է համարվի «հիմնավորված անհրաժեշտություն», անկասկած, կնշա- նակի 5-րդ հոդվածի 1-ին կետի «c» ենթակետի խախտումից խուսափելու համար, պետք է ցույց տալ, որ տվյալ կասկածը նույնքան հիմնավոր է: Ուստի պետք է լինեն բավարար, օբյեկտիվ ապացույցներ, որ դիտարկվող անձի գործողությունները մեծամասամբ ուղըղ- ված  են  իրավախախտում  կատարելուն:  Ընդ  որում,  չպետք  է  հիմնվել  նախապաշար- մունքների կամ անհիմն կասկածների վրա: ", "Գլոբալացման  հովանու  ներքո  ինտենսիֆիկացվող  վերոնշյալ  գործընթացներին չափելի  արտահայտություն  տալու  դեպքում  հնարավոր  է  դառնում  պատկերացում ստանալ  գլոբալացման  չափի  մասին  և  համեմատել  տարբեր  երկրների  գլոբալացման աստիճանները: ", "Բացառություն է կազմում նշված հոդվածի 2-րդ մասը, ըստ որի` կալանավորումը և դրա այլընտրանքային  խափանման  միջոցը  մեղադրյալի  նկատմամբ  կարող  են  կիրառվել միայն այնպիսի  հանցագործության պարագայում, որի համար նախատեսվող  ազատա- զրկման  ձևով  պատժի  առավելագույն  ժամկետը  մեկ  տարուց  ավելի  է,  կամ  բավարար հիմքեր  կան  ենթադրելու,  որ  մեղադրյալը  կարող  է  կատարել  135-րդ  հոդվածի  1-ին մասով նախատեսված գործողությունները: Նորմի ամբողջական վերլուծությունը թույլ է տալիս  եզրակացնել,  որ  որոշակի  պայմաններում  կալանավորումը  կարող  է  կիրառվել նաև  այնպիսի  հանցագործության  նկատմամբ,  որի  համար  նախատեսվող  ազատա- զրկման ձևով պատժի առավելագույն ժամկետը մեկ տարուց պակաս է: Ստացվում է, որ երաշխիքային  նորմը  ձեռք  է  բերում  դեկլարատիվ  բնույթ,  թեև  չի  կարելի  միանշանակ ժխտել  նաև  այն  հանգամանքը,  որ  այդպիսի  հանցագործության  կատարման  մեջ մեղադրվող  անձը  չի  կատարի  135-րդ  հոդվածի  1-ին  մասով  նախատեսված  գործողու- թյուններից որևէ մեկը: "], "source_docs_file": "Law.json"}