{"paragraph_source_docs": [3, 2, 0, 1, 2, 0, 0, 2, 1, 2], "paragraphs": ["  1 և 2 ինդեքսները գումարվում են  2k-2 մոդուլով: ", "ապահովման մեթոդաբնություն Գրտնակման ժամանակ համազոր ուժի ուղղությամբ գերձայնային տատանումներ կիրառելու համար նախ պետք է որոշել համազոր ուժի ուղղությունը։ ", "Քանի որ հաստատված ռեժիմում  TS պարբերության ընթացքում դրոսելի լարման միջին  արժեքը  զրո  է  [7,  43],  ապա  վերն  ընդունված  ենթադրությունների  պարագայում պետք է ապահովվի հետևյալ պայմանը` ,                                      (3.11) որտեղից  ստացվում  է  ընդհատուն  ռեժիմի  համար  նկ.  3.1ա  ցածրացնող  ՀԼԿ-ի  ըստ լարման փոխանցման DDM գործակցի համար արտահայտությունը` :                                                (3.12) Այս  արտահայտությունը  կախված  է  d2  անհայտ  պարամետրից:  Նկ.  3.1բ դիագրամից հետևում է, որ դրոսելի հոսանքի միջին արժեքը հավասար է (3.8)  արտահայտությունը  և iLmax=iL-ի  համար  հետևյալ :                                                       (3.13) առնչությունը ստացվում է նկատմամբ` ,                                                   (3.14) ,                                        (3.15) արտահայտությունը,  որը  բերվում  է  երկրորդ  կարգի  հետևյալ  հավասարմանը  d2-ի , որտեղ :                                  (3.16) Այդ հավասարման լուծումը տալիս է :                                                     (3.17) Հետագա  վերլուծությունների  համար  մտցնենք  Dpos  կարևոր  մեծությունը,  որը դրոսելի iL հոսանքի դրական իմպուլսի հարաբերական տևողությունն է և (3.17)-ի հիման վրա հավասար է :                                     (3.18) Այդ  մեծությունը  միշտ  փոքր  է  մեկից  և  ակնհայտ  է,  որ  այն  հավասար  է  մեկի անընդհատ և ընդհատուն հոսանքների ռեժիմների սահմանին: ", "Դանակի  կտրող  ուղիղ  եզրի  օգտագործմումը  կոր  եզրի  փոխարեն հեշտացնում է գործընթացի հետազոտման դեպքում հաշվարկների կատարումը: ", "Ստենդը  բաղկացած  է.   Կտրիչակալից   Ինտերֆեյսային  բլոկից   Համակարգչից ա) բ) Նկ․3․10․ STD.201-1 մակնիշի  ուժաչափի  միացման  ա) սկզբունքային  սխեմա [63] բ) տեղակայանքը Կտրիչակալը տեղակայվում  է հաստոցի  սուպորտին: Այն  իր  մեջ  ներառում  է թենզոտվիչներ,  որոնք    գործիքի      դինամիկ    ազդեցությունները    փոխակերպում    են էլեկտրական  ազդանշանների, որոնք  հաղորդվում  են  ինտերֆեյսային  բլոկ: ", "Նշենք վերջապես, որ  K>1 դեպքում ցածրացնող ՀԼԿ-ն մշտապես գտնվում է անընդատ հոսանքի  ռեժիմում:  Դա  բխում  է  (3.21)-ից,  քանի  որ  K>1  դեպքում  լցման  D  գործակիցն ընդունում է բացասական արժեք, ինչը  զուրկ է ֆիզիկական իմաստից: ", "Վիճակների  տարածությունում (3.1)-(3.7)  դիֆերենցիալ  հավասարումների միջինացման հայտնի տեխնիկան կիրառելով ստացվում է` (3.22) (3.23) որտեղ  ընդհանուր  դեպքում  հաշվի  է  առնվում,  որ  d1  և  d2  գործակցերը  ժամանակային ֆունկցիաներ են [8, 43], և ըստ ժամանակի միջինացված x(t) վեկտորի ու vS(t) փոփոխա- կանի համար պահպանված են (3.1)-(3.7) հավասարումների միևնույն նշանակումները: ", "Ինտերֆեյսային    բլոկը    կազմված    է    էլեկտրոնային    բլոկներից,    որոնք հավաքված  են NI cDAQ 9174 տիպի  սարքի  վրա, որը  միացված  է  համակարգչին: ", "Նկ. -  ում  դիտարկված  փորձարարական  մամլակաղապարի յուրահատուկ կառուցվածքը հնարավորություն է  տալիս իրականացնել փորձանմուշի  առանցքային  հատույթի  կտրում,  որի  դեպքում լարումը համարվում է ճնշումով  սկզբնական  մամլման  դեպքում  առաջացած տեսականորեն որոշվող կողային ճնշումը: ", "Նկ․3․12․     Ինտերֆեյսային  բլոկի  արտաքին  տեսքը  և  կառուցվածքը [63] Նկ․3․13․NI 9234, NI 9237  և NI 9219 մոդուլների  արտաքին  տեսքերը [63] NI  9234  տվյալների  հավաքման  սարքը  նախատեսված  է  տատանումներից ստացված  ազդանշանների  փոխակերպման  համար,    NI  9237՝  ուժերի  չափման  համար, NI  9219  նախատեսված  է  կտրման  գոտու  ջերմոզույգից  ստացված  ազդանշանի փոխակերպման համար: "], "source_docs_file": "Mechanical Engineering and Machine Science.json"}