{"paragraph_source_docs": [5, 0, 0, 0, 1, 0, 0, 0, 2, 0], "source_docs_file": "Literature.json", "paragraphs": ["Քյալաշյանի  բանաստեղծական  հղացման  սկզբունքային  տարբերությունն  այն  է,  որ ծանոթ մոտիվը հնչում է խորապես անձնականացված զգացմունքի պլանում, մի բան, որ դասական օրինակ պիտի դառնար արդեն Տերյանի մոտ։ ", "«Ֆանտաստիկ  ժանրի  համար  մեծ նշանակություն չունի այն հարցը, թե արդյո՞ք այն առաջանում է մանկությունից կամ սնահավատ  անցյալից:  Երկու  պարագաներում  էլ  ֆանտաստիկի  մեջ  գործում  են իռացիոնալը և չհասունացածը, և երկուսում էլ այն նոստալգիայի արտահայտություն է»:90  Այսինքն`  վիկոնտի  երկակի  գոյությունը,  բարոնի  կյանքը  ծառերի  վրա պատմողների  մանկական  տպավորությունների  երևակայության  ու  չափազանցության արդյունք  են:  Աշխարհը,  որ  մանկության  տարիներին  թվացել  է  անբացատրելի,  իր ֆանտաստիկ  արտահայտությունն  է  գտել  պատումի  մեջ:  «Կիսված  վիկոնտում» մանկական տպավորություների առկայությունն ավելի ակնհայտ է, քան «Բարոնը ծառի վրա»  վեպում,  քանի  որ  առաջինում  պատմողը  չի  մեծանում.  նրա  հուշերը  սկսվում  և ավարտվում  են  մանուկ  ժամանակ,  իսկ  երկրորդում  պատմողը  հասունանում  է՝ ավարտելով  իր  պատմությունը  ծերության  տարիներին,  թեև  աշխարհայացքը  մնում  է անփոփոխ: ", "Գրականագետ  Լ.Արմիտն  իր  «Ֆանտաստիկ  գրականություն:  Ներածություն» աշխատության  մեջ  ֆանտաստիկի  էությունը  բացատրում  է  ռեալիզմի  հետ համադրությամբ:    Ռեալիզմ  ասելով`  գրաքննադատը  նկատի  ունի  ոչ  թե  գրական ուղղությունը,  այլ  ցանկացած  պատում,  որտեղ  միջավայրը  պատկերված է ճշմարտանման,  առանց  գերբնական  երևույթների  և  ֆանտաստիկ  զեղումների. Тодоров Ц. Введение в фантастическую литературу. Дом интеллектуальной книги. М. 1999. С.74 Booth W.C. The Rhetoric of Fiction. The University of Chicago Press. 1983. P. 339 Sandner D. Critical Discourses of the Fantastic, 1712–1831. Ashgate Publishing. Fullerton 2011. P. 9 «Գրականության մեջ ռեալիզմի և ֆանտաստիկի տարբերությունը ոչ այնքան ռեալիզմի` իրականը նմանակելու, իսկ ֆանտաստիկի` նրանից հեռանալու մեջ է, որքան այն փաստի, որ ռեալիզմը ավելի շատ է կառչում մեզ պարտադրված “իրականից”, քան ֆանտաստիկը»:91 «Մեր  նախնիները»  եռերգությունը  լիովին  տեղավորվում  է  այս  բանաձևի  մեջ: ", "Ֆանտաստիկն  այստեղ  պատկերված  է  իրականի  համատեքստում,  առանձնապես  չի հակադրվում դրան և զարմանք չի առաջացնում հերոսների մոտ: ", "Եթե  §Աշերների  տան  անկումը¦  դիտարկենք  իր  սիմվոլային  նշանակության տեսանկյունից,  կնկատենք,  որ  դա  մի  յուրօրինակ  ու  ինքնատիպ  աշխարհ  է՝ հանգչող,  մեռնող,  հավերժական  անկման  ու  կորստի  շեմին  կանգնած:  Կովալյովի մեկնաբանությամբ  մի  ժամանակ  այն  եղել  է  մի  չքնաղ  աշխարհ,  ուր  մարդկային կյանքը բարգավաճում էր ստեղծագործական մթնոլորտում, ծաղկում էին արվեստը, երաժշտությունը,  պոեզիան,  ուր  Բանականություն  էր  տնօրինում  Մտքին:  Այժմ Աշերների  տունն  ամայացել  է,  կիսաիրականության  բնույթ  ստացել:  Կյանքը  լքել  է այս  տունը`  թողնելով  միայն  հուշեր:  Ինչպես  Ռոդերիկ  Աշերն  է  ասում.«Իրեն  ոչ  թե վտանգն  է  վախեցնում,  այլ  դրա  §արդյունքը¦,  որն  անխուսափելի  է  ու  սարսափելի: ", "«Մեր  նախնիներում»  ֆանտաստիկը  հիմնականում  արտահայտվում  է  գլխավոր հերոսների  անսովոր  ֆիզիկական  վիճակի  միջոցով,  որը  շեշտված  է  արդեն վերնագրերում:  «Ամերիկյան  դասախոսություններում»  Կալվինոն  դա  անվանում  է նախնական  «վիզուալ»  պատկեր.  «Երբ սկսեցի ֆանտաստիկ պատմություններ գրել, իմ առաջ դեռ տեսական խնդիրներ չէի դնում; միակ բանը, որում համոզված էի, այն էր, որ ամեն պատմվածքիս ծագման հիմքում վիզուալ պատկերն է: Այդ պատկերներից է, Armitt L. Fantasy fiction. An introduction. Continuum Intrnat. Publishing Group. New York 2005. P. 59 Sandner D. Fantastic Literature. A Critical reader. Praeger Publishers. Westport 2004. P. 9 Jackson R. Fantasy.Literature of Subversion. Routledge. Cambridge 1981. P.21 օրինակ, երկու մասի բաժանված մարդը, որի երկու կեսերը շարունակում են ապրել իրարից անկախ, ծառին պառկած տղան, որը մի ծառից մյուսն է ցատկում` առանց ոտքը գետնին հպելու, դատարկ զրահը, որը շարժվում և խոսում է այնպես, կարծես ներսում մարմին կա: Այսինքն` պատմության մտահղացման համար ինձ բավական է պատկերը, որ ինչ-որ մի պատճառով իր մեջ իմաստ է կրում… Հենց որ պատկերը մտքումս դառնում է բավականաչափ հստակ, փորձում եմ զարգացնել այն` որպես պատմություն, կամ ավելի ճիշտ, պատկերն ինքն է զարգացնում իր մեջ թաքնված ներուժը»:94 Եռերգության  երկու  վեպերում  հերոսների  վիճակը  գերբնական  է.  «Կիսված վիկոնտը»  վեպում  Մեդարդոն  ապրում  է  կիսված  վիճակում,  «Գոյություն  չունեցող ասպետում»  հերոսը  դատարկ  զրահ  է,  այսինքն՝  վիկոնտի  և  ասպետի  օրինակները համապատասխանում են Տոդորովի՝  ֆանտաստիկի  թե՛ «հրաշալիի»,  թե՛ «արտասովորի» սահմանմանը:  Այլ է հերոսի ֆիզիկական վիճակը «Բարոնը ծառի վրա» վեպում. այն գերբնական չէ, սակայն արտասովոր է և անհավանական: ", "Կալվինոյի`  ֆանտաստիկի  այս  մեկնաբանությունը  կարելի  է  բացատրել  այն դասական  հեղինակների  ազդեցությամբ,  որոնց  նա  թվարկում  է  իր  «Ամերիկյան դասախոսություններում». «19-րդ  դարի  ֆանտաստիկ  պատմվածքների  իմ անթոլոգիաներից մեկում հետևել եմ տեսանելի և պատկերավոր այն հոսանքին, որը հեղեղված է Հոֆմանի, Շամիսոյի, Արնիմի, Այխենդորֆի, Պոտոցկու, Գոգոլի, Ներվալի, Գոթիեի, Հոթորնի, Պոյի, Դիքենսի, Տուրգենևի, Լեսկովի պատմվածքներով և վերջապես հասնում է Սթիվենսոնին, Կիպլինգին և Ուելսին: Սրան զուգահեռ հետևել եմ մեկ այլ հոսանքի,  որը  վեր  է  հանում  առօրյայի  ֆանտաստիկը,  մտավոր,  անտեսանելի  և ներփակված  ֆանտաստիկը»:95  Հերոսների  ֆանտաստիկ  ֆիզիկական  վիճակը, իրադարձությունների  գերբնական  և  արտասովոր  բնույթը  արդեն  չեն  զարմացնում իրականի և ֆանտաստիկի համակցմանը սովոր ընթերցողին: ", "Ներկայացնելով «Մեր նախնիները» եռերգության վեպերում  ֆանտաստիկի  արտահայտման առանձնահատկությունների  ընդհանուր  վերլուծությունը՝  կփորձենք  ուսումնասիրել Calvino I. Lezioni Americane. P. 65. http://www.paolacarbone.com/anglo_americano/2014/italo_calvino_- _lezioni_americane(1).pdf. Նույն տեղում, էջ 65 եռերգության  վեպերն  առանձին՝  բացահայտելով  դրանցում  ֆանտաստիկի  տարբեր զուգորդումները: ", "Սաբահադդին  Ալիի  «Մեր  միջի  սատանան»  վեպը  յուրահատուկ  դեր  ունի թուրքական  գրականության  մեջ108:  Վեպն  առանձնանում  է  նաև  նրանով,  որ  հեղինակը փորձել է ներսից դիտարկել ֆաշիզմի բնույթը, ցույց տալ նրա սնուցիչ միջավայրն ու այդ հասարակական չարիքին հակադրել առողջ ուժերը: Խորհրդային հետազոտող Ռ. Ֆիշի բնորոշմամբ.  «Այն  իր  բովանդակությամբ  ոչ  միայն  տեղային  նշանակություն  ունի,  այլև համաշխարհային  հնչեղության  հարց  է  բարձրացնում  (ֆաշիզմի  սպառնալիքը),  և  իր գեղարվեստական  ձեռքբերումներով  հանգրվանային  (էտապային)  վեպ  է,  իր  մեջ Çağdaş Türkiye Tarihi Araştırmaları Dergisi, Cilt VIII, S. 18-19, 2009, s. 42-43. ազգայնական, գրող, հրապարակախոս Ն. Աթսըզը: Նա մասնավորապես գրել է. «Սաբահադդին Ալին, ով նախ  ազգայնական  էր,  այնուհետև  հոգեկան  խանգարում  ստանալով`  կոմունիստ  դարձավ,  միշտ ցանկացել  է  ապացուցել,  որ  մեր  երկրի  հայրենասեր  ռասիստները,  թուրքականության  և  թուրանիզմի հետևորդները  ծախու  են,  մեր  մեջ  ապրող  որոշ  անձանց,  որոշակիորեն  փոխելով,  իր  վեպի  հերոս  է դարձրել`  ցանկանալով  ստորացնել  նրանց:  Ասել  է  թե՝  ցանկացել  է  վրեժ  լուծել  նրանցից,  ովքեր իրականում  իրեն  են  ստորացնում»:  Atsız  N.,  İçimizdeki  Şeytanlar,  19  Temmuz,  1940,    http://m.friendfeed- media.com/eb0690a40143ee6c3be2886c1efb0fe998c38918 խտացրել  է  ժամանակի  թուրքական  և  առաջադեմ  համաշխարհային  գրականության առաջատար միտումները»109: ", "Վեպերում ֆանտաստիկի արտահայտման ձևերի վերլուծության մեջ  մենք հենվում ենք նախ՝  հեղինակի  կարծիքի  վրա.  եռերգության  վերջին`  «Գոյություն  չունեցող  ասպետը» (1959)  վեպի  առաջաբանում  Կալվինոն  վեպերի  ժանրը  բնորոշում  է  որպես «բարոյաֆանտաստիկ»  կամ  «քնարափիլիսոփայական»:96  Որոշ  վերապահումներով կկիրառենք  նաև  այլ  գրականագետների  դասակարգումներ,  մասնավորապես, Ռ.Ջեքսոնի  առաջարկած՝ Ֆանտաստիկի չորս  փոխկապակցված  խմբերի (անտեսանելիություն,  այլակերպություն, երկակիություն, բարու  և չարի հակադրություն) բաժանումը:97 Եռերգության  առաջին՝  «Կիսված վիկոնտը»  (1951)  վեպում  առավել  ցայտուն  են արտահայտված  հատկապես  կախարդական  հեքիաթի  տարրերը:  Չնայած  փոքր ծավալին՝  «Կիսված  վիկոնտը»  ֆանտաստիկ  վեպը  բազմաշերտ,  ժանրային  և  թեմատիկ առումով խնդրահարույց ստեղծագործություն է: "]}