{"paragraphs": ["ա) բ) անընդհատ ռեժիմ գ) ընդհատուն ռեժիմ Նկ. 2.1. Իդեալականացված ցածրացնող ՀԼԿ-ի սխեման (ա), լարումների ու հոսանքների փոփոխման դիագրամները (բ, գ) ԼԻՄ-ով իմպուլսային ՀԼԿ-ները հանդիսանում են պարբերական պարամետրերով ոչ  գծային  ոչ  ստացիոնար  համակարգեր:  Այդ  պատճառով  դրանց  դինամիկայի  ճշգրիտ անալիտիկ ուսումնասիությունը ծայրաստիճան բարդ խնդիր է [43, 84]: Գործնականում սովորաբար դիմում են հատուկ մոտավոր մեթոդների, որոնցից կարելի է առանձնացնել երկուսը՝  հիմնված  ՀԼԿ-ի  վերլուծության  տարբեր  մոտեցումների  վրա:  Դրանցից  առա- ջինն առաջարկվել է Ս. Կուկի և Ռ. Միդլբրոկի կողմից [43, 84] և հիմնված է վիճակների տարածությունում  ՀԼԿ-ի  դինամիկայի  հավասարումների  այնպիսի  կերպափոխման վրա, որի դեպքում այդ հավասարումները ճիշտ են բնութագրում ժամանակի ընթացքում կերպափոխչի միջինացված դինամիկան: Երկրորդ մեթոդն առաջարկվել Վաչե Վորբեր- յանի  կողմից  [113]  և  հայտնի  է  «տարրային  միջինացում»  անվամբ  (circuit  averaging)  և օգտագործվում  է  ՀԼԿ-ի  առանձին  տարրերի  միջինացված  նկարագրությունը,  որոնց միջոցով  կառուցվում  է  հենց  կերպափոխչի  միջինացված  մոդելը:  Այս  երկու  մեթոդներն ունեն իրենց առավելությունները և թերությունները: Ստորև օգտագործված է վիճակնե- րի  տարածությունում  միջինացման  մեթոդը,  որն  առավել  հարմար  է  փոխանցման ֆունկցիայի ստացման խնդրի լուծման համար, այսինքն դիտարկելով ցածրացնող ՀԼԿ- ի  մոտավոր  գծային  ստացիոնար  մոդելն  անվանական  ռեժիմներից  փոքր  շեղումների դեպքում: Ընդ որում կդիտարկվի ՀԼԿ-ի նկ. 2.2-ում պատկերված առավել իրատեսական մոդել,  ուր  հաշվի  են  առնված  դրոսելի  ակտիվ  և  կոնդենսատորի  շղթայի  համարժեք հաջորդական (կամ լրացուցիչ ավելացված) rC դիմադրությունները: ", "Ինչպես  երևում  է,  կառուցվածքային  սխեման  (նկ.  2.7)  համալրված  է  ղեկավարող ազդանշաններով,  որոնք  ձևավորվում  են  կառավարող  ավտոմատի  կողմից:  Այս  սարքի ալգորիթմի բլոկ-սխեման ներկայացված է նկ. 2.8-ում: ", "կամ թվերի զրոյին հավասար լինելը ստուգելուց հետո (X2 պայմանը), առանձին ալգորիթմով  կատարվում  է արժեքի  հաշվարկը,  որը  տեղակայվում  է  CT  հաշվիչում, քանի  որ  բազմապատկման  գործողությունը  կատարվելու  է  ոչ  թե ,  այլ տակտերի ընթացքում`  քանի  որ  արտադրյալի  վերջին կարգերը  որոշելու  համար  ըստ  բանաձև (2.10-ի): ", "ԸՆԴՀԱՆՈՒՐ ՄԵԹՈԴԱԲԱՆՈՒԹՅՈՒՆ Տեխնոլոգիական  գործընթացները  տատանումներով  իրականացնելու  համար անհրաժեշտ է  ունենալ սարքավորումներ, որոնք առաջացնում են այդ տատանումները: ", "Նկ. 4.4.   -ի և   -ի գրաֆիկները` կախված   -ից Նկ.  4.4  -  ում  1  և  4  -  ը,  ըստ  Մոր–Կուլոնի  պլաստիկության  պայմանի, համապատասխանաբար ու -  ի  գրաֆիկներն  են,  իսկ  2  և  3  -  ը`  ըստ Դրուկեր−Պրագերի պլաստիկության պայմանի, ու - ի գրաֆիկները: "], "paragraph_source_docs": [0, 3, 3, 2, 1], "source_docs_file": "Mechanical Engineering and Machine Science.json"}