{"paragraph_source_docs": [5, 3, 2, 5, 2, 4, 2, 0, 4, 0, 0, 2, 5, 1, 1, 2, 3, 4, 4, 2, 5, 3, 3, 2, 2, 3, 2, 5, 1, 5, 2, 2, 4, 2, 1, 1, 2, 2, 2, 5, 0, 5, 2, 2, 3, 1, 2, 0, 2, 1], "source_docs_file": "Law.json", "paragraphs": ["Казань, տվյալներով, այդ թվում՝ պատասխանատվությունը և պատիժը մեղմացնող կամ ծանրացնող հանգամանքներով։ ", "իններորդ  կետ ով'  Հատուկ  պ ա տ իժ  էր  սահմանվում  նրանց  համար,  ովքեր  կհանդգնեին  Կաթողիկոսի անձեռնմխելի  անձի  նկատմամբ  որևէ  ոտնձգություն  իրականացնել: ", "Միևնույն  ժամանակ,  Սահմանադրության  152-րդ  հոդվածով  սահմանվեցին վարչապետի և Կառավարության մյուս անդամների իրավասությունները։ Քննարկվող բոլոր  փոփոխություններով  հստակեցվեցին  պետական  կառավարման  մարմինների համակարգը,  Կառավարության  տեղն  ու  դերը  այդ  համակարգում,  Կառավարության և  համակարգի  մյուս  մարմինների  փոխհարաբերությունները,  ինչպես  նաև Կառավարության անդամների (վարչապետի, փոխվարչապետների, Կառավարության մյուս  անդամների)  իրավասությունների  շրջանակները  և  փոխհարաբերությունների հիմքերը։ ", "Իրավակիրառ  մարմնի  կողմից  պատժի  անհատականացման  հնարավորությունը նախ  և  առաջ  սահմանափակված  է  օրենսդրի  կողմից  սահմանված  պատժի համակարգի շրջանակներով։ Այս առումով կիսում ենք Զ.Ա. Կոմոլովի կարծիքն այն մասին,  որ  պատժի  համակարգն  իր  բնույթով  բանալի  է  պատժի  տարբերակման  և անհատականացման  համար,  որոնց  իրացման  շնորհիվ  հնարավոր  է  դառնում պատժի  նպատակաների  իրականացումը  և  քրեական  օրենսդրության  խնդիրների լուծումը169։ ", "Դրանով  իսկ  Կառավարությունն  ստացավ  իր  կառուցվածքի  և գործունեության կարգի  սահմանման  ընթացակարգի  և  բովանդակության  վրա  վճռորոշ  ազդեցություն գործելու հնարավորություն, քանի որ, ինչպես արդեն  նշել  էինք,  Սահմանադրության օրենսդրական նախաձեռնության բացառիկ իրավունքը  պատկանում է Կառավարությանը,  քվեարկության  կարող  են  դրվել  միայն  Կառավարության  համար ընդունելի  ուղղումներով,  իսկ  147-րդ  հոդվածի  2-րդ  մասի  ձևակերպումից միանշանակ  բխում  է,  որ  նախարարությունների  ցանկը  և  Կառավարության գործունեության  կարգը  սահմանող  օրենքների  նախագծերի  մասով  օրենսդրական նախաձեռնության  բացառիկ  իրավունքը  պատկանում  է  Կառավարությանը։  Եթե դրան  ավելացնենք  նաև  այն  հանգամանքը,  որ  Կառավարությունը  իր  ներկայացրած օրենքի նախագծի ընդունման առնչությամբ կարող է դնել իր վստահության հարցը, և Կառավարությանը  վստահություն հայտնելու  մասին որոշման նախագիծն ընդունվելու  դեպքում  դրա  ներկայացրած  օրենքի  նախագիծը  համարվում  է ընդունված,  ապա  ակնհայտ  է  դառնում,  որ  գործնականում  Կառավարությունը հնարավորություն  ունի  կանխորոշելու  համապատասխան  օրենքների  ոչ  միայն ընդհանուր բովանդակությունը, այլ նաև կարգավորման մանրամասները։ ", "անչափահասների  հատուկ  ուսումնադաստիարակչական  կամ  բժշկադաստիարակչա- կան  հաստատություններում  տեղավորելու  միջոցով:  Օրենսդրական  նման  կարգավո- րումը  բխում  է  Կոնվենցիայի  5-րդ  հոդվածի  1-ին  մասի  «դ»  կետից:  Անչափահասների ձերբակալումը  և  կալանավորումն  իրականացվում  է  օրենքով  սահմանված  ընդհանուր կարգով:  Չնայած  ՀՀ  քր.  դատ.  օր-ում  առանձին  գլուխ  է  նվիրված  անչափահասների գործերով վարույթի առանձնահատկություններին, սակայն շատ հարցեր այստեղ պատ- շաճ  կարգավորում  չեն  ստացել:  Բացի  դրանից,  ՀՀ  քր.  դատ.  օր-ի  442-րդ  հոդվածից հետևում է, որ կալանավորումը` որպես խափանման միջոց, կարելի է կիրառել ոչ միայն անչափահաս  մեղադրյալի,  այլ  նաև  կասկածյալի  նկատմամբ:  Հոդվածի  այդ  պահանջը ընդունելի չի կարող համարվել, մանավանդ որ այն հակասության  մեջ է մտնում ՀՀ  քր. դատ. օր-ի 134-րդ հոդվածի 3-րդ մասի հետ, ըստ որիª կալանավորումը և գրավը կարող են կիրառվել միայն մեղադրյալի նկատմամբ: ", "Այդ  բազմազան  և  բազմաբովանդակ  գործառույթներն  արդյունավետորեն իրականացնելու համար Կառավարությունը  պետք է օժտված լինի համապատասխան լիազորություններով,  որոնք,  բնականաբար,  հնարավոր չէ ամրագրել  սահմանադրական  մակարդակով։  Ուստի  հիմնավորված  է  քննարկվող հոդվածի  4-րդ  մասով  ամրագրված  այն  դրույթը,  որի  համաձայն՝  «Կառավարության լիազորությունները  սահմանվում են  Սահմանադրությամբ  և օրենքներով»։ ", "Իրավական պետությունը183 պետության կազմակերպման այնպիսի եղանակ է, որի ժամանակ  այն  ենթարկվում  է  իրավունքին,  իսկ  նրա  գործունեության  գլխավոր նպատակն  է  հանդիսանում մարդու  իրավունքների և ազատությունների ապահովումը: ", "Կոնվենցիայի  5-րդ  1-ին  կետի  «e»  ենթակետը  թույլատրում  է  «հոգեկան  հիվանդ- ների,  հարբեցողների,  թմրամոլների  կամ  թափառաշրջիկների  օրինական  կալանավո- րումը` ինֆեկցիոն հիվանդությունների տարածումը կանխելու նպատակով»: Ինչ վերա- բերում  է  այդ  կատեգորիաների  անձանց  կալանավորման  պատճառներին,  Դատարանը վճռել է, որ «ոչ միայն այդ անձինք կարող են ժամանակ առ ժամանակ վտանգ սպառնալ հասարակական  անվտանգությանը, այլ  նաև նրանց կալանավորումը կարող է  անհրա- ժեշտ լինել` ելնելով հենց նրանց շահերից”259: ", "Նոր  ժամանակներում  այդ  գաղափարները  զարգացվեցին  Ջոն  Լոկի,  Շառլ  Լուի Մոնտեսքյոյի,  ժան  ժակ  Ռուսոյի  կողմից,  իսկ  դրա  փիլիսոփայական  հիմնավորումը տրված է  Կանտի  աշխատություններում:  Իրավական  պետության  կարևոր առանձնահատկությունը,  նրա  հիմնական  սկզբունքը,  պետության  և  նրա  մարմինների կապվածությունն է իրավունքով: Իրավական պետությունը քաղաքական իշխանության այնպիսի  կազմակերպություն  է,  որն  անհատների  և  նրանց  միավորումների  հետ  իր փոխհարաբերությունները  կառուցում է  իրավունքի նորմերի հիման վրա:  Ավանդաբար առանձնացվում  են  իրավական  պետության  մի  շարք  իրավական  հատկանիշներ  կամ սկզբունքներ: Դրանք են. государства  в  Германии  и  механизм  ее  реализации:  Дис.  …док.  юрид.  наук.  Харьков,  1992;  Раянов  Ф.М. Правовое государство и современный мир. М., 2012 և այլն: ", "ազատության արտահայտման, կազմակերպման և պաշտպանության բարձրագույն ձևն օրենքն է: Օրենքներում սահմանվում են համապարտադիր վարքագծի կանոններ, որոնց միջոցով կարգավորվում են հասարակական հարաբերությունները: ", "Նախ պետք է առանձնացնել այն լիազորությունները, որոնք Կառավարությանը վերապահված էին ինչպես մինչև թվականի սահմանադրական փոփոխությունները,  այնպես  էլ  սահմանադրական  բարեփոխումներից  հետո. օրենսդրական  նախաձեռնության  իրավունքը (հոդ.  109),  Ազգային  ժողովին պետական  բյուջեի  նախագիծ  ներկայացնելու  լիազորությունը  (հոդ.  110)  և  այլն։ ", "Ուստի  արմատական փոփոխությունների  պետք  է  ենթարկվի  քրեական  պատժի  հիմնախնդիրը.  պատժի համակարգը,  պատիժ  նշանակելը,  պատժից  ազատելը,  անչափահասների  պատժի խնդիրը, քրեաիրավական ներգործության այլ միջոցները177։ ", "գլոբալիզացվածության  աստիճանի  բարձրացմանը՝  այդպիսով  ազդելով  պետության ընդհանուր գլոբալիզացման մակարդակի վրա։ ", "Գլոբալացման  առկա  ինդեքսներում  իրավական  գլոբալացման  տարրերին  ո- րոշակի  անդրադարձ  կարելի  է  համարել  «միջազգային  կազմակերպություններ»    և «միջազգային  պայմանագրեր»  ցուցանիշների  առկայությունը,  որոնք  ներառվում  են «քաղաքական ոլորտ» խմբի մեջ։ Չնայած նրան, որ «քաղաքական ոլորտ» խումբը որոշ հեղինակներ  համարում  են  գլոբալացման  ինդեքսներում  առկա  բաղադրիչներից ամենամեծ  նպաստող  տարրը278,  այնուամենայնիվ  կարծում  ենք  «միջազգային պայմանագրերը»,  ինչպես  նաև  սույն  աշխատության  մեջ  առաջարկվող  մի  շարք  ցու- ցանիշներն անհրաժեշտ է խմբավորել առանձին՝ «իրավական ոլորտ» խմբում։ Նշվածը կարող  ենք  հիմնավորել  նրանով,  որ  միջազգային  պայմանագրերը, լինելով քաղաքական  որոշումների  արդյունք (ինչպես  անդամակցությունը  միջազգային կազմակերպություններին), էական ազդեցություն են ունենում տվյալ երկրի իրավական համակարգի վրա։ ", "Այդ   միջազգային  պայմանագրեր  վավերացնելու,  կասեցնելու  կամ  չեղյալ  հայտարարելու մասին  Ազգային  ժողովին  առաջարկություն  ներկայացնելու  լիազորությունը  (հոդ. լիազորություններն են՝   համաներման մասին օրենք ընդունելու վերաբերյալ  Ազգային ժողովին առաջարկություն ներկայացնելու լիազորությունը (հոդ. 117),   պատերազմ  հայտարարելու  կամ  խաղաղություն  հաստատելու  մասին  Ազգային ժողովին առաջարկություն ներկայացնելու լիազորությունը (հոդ. 118),   ռազմական դրություն հայտարարելու լիազորությունը (հոդ. 119),   արտակարգ դրություն հայտարարելու լիազորությունը (հոդ. 120),   նախարարությունների ցանկը  և  Կառավարության գործունեության  կարգը սահմանելու մասին օրենքի նախագիծ ներկայացնելու լիազորությունը (հոդ. 147),   զինված  ուժերը  կառավարելու  և  զինված  ուժերի  կիրառման  մասին  որոշում ընդունելու լիազորությունը (հոդ. 155)։ ", "թթ.  //Հայոց  պատմության  հարցեր,  Երևան,  2007,  էջ  57: ", "Չնայած  ինֆեկցիոն  հիվանդությունների  տարածումը  կանխելու  համար  թմրա- մոլների, հարբեցողների կալանավորման վերաբերյալ քիչ բողոքներ են  եղել, Դատարա- նը,  բնականաբար,  կալանավորման  օրինաչափությունը  գնահատելիս՝  կցուցաբերի նման մոտեցում, ինչպես հոգեկան հիվանդների պարագայում: Վիտոլդ Լիտվան ընդդեմ Լեհաստանի գործով վճռում՝ քննարկելով «հարբեցող» տերմինը, Դատարանը սահմանել է,  որ  «բժշկի  եզրակացությամբ  «հարբեցող»  չճանաչված  անձինք,  բայց  որոնց  գործողու- թյունները և պահվածքը ոգելից խմիչքի ազդեցության տակ, վտանգ են սպառնում հասա- րակական  կարգի  կամ  հասարակության  համար,  կարող  են  կալանավորվել  բնակչու- թյան կամ իրենց իսկ շահերի պաշտպանության, մասնավորապես նրանց առողջության է  կամ  անձնական  անվտանգության  ապահովման  նպատակներով»:  Այնուամենայնիվ, Դատարանը նաև պարզաբանել է, թե դա չի նշանակում, որ ըստ 5-րդ հոդվածի 1-ին կե- October 1979, Series A no. 33, p. 18, para. 39). The Court’s task in verifying the fulfilment of these conditions is limited to reviewing under the Convention the decisions taken by the national authorities (see, inter alia, the X v. the United Kingdom judgment of 5 November 1981, Series A no. 46, p. 20, para. 43 in fine). տի «e» ենթակետի` թույլատրվում է «անձի կալանավորումը միայն այն պատճառով, որ նա  ոգելից  խմիչք  է  օգտագործել»:  Բացի  դրանից,  Դատարանը  որոշել  է,  որ  դիմողին` սթափարան  տեղավորելը  կամայական  է  եղել,  քանի  որ  նրա  պահվածքը  վտանգ  չի սպառնացել  բնակչության  կամ  հենց  իր  համար,  և  նրա  նկատմամբ  չեն  կիրառվել հարբած վիճակում գտնվող անձանց համար ներպետական իրավունքով նախատեսված այլընտրանքային այլ միջոցներ: Դատարանը նշել է, որ համաձայն ներպետական իրա- վունքի` «հարբած վիճակում գտնվող անձը չպետք է անպայման զրկվի ազատությունից, քանի  որ  ոստիկանությունը  լիովին  կարող  է  նրան  ուղեկցել  հասարակական  հոգա- ծության հաստատություն կամ տուն»: Ի վերջո, Դատարանը վճռեց, որ դիմողի տեղավո- րումը սթափարան անօրինական է եղել265: ", "Դատարանը  վերահաստատում  է  իր  արդեն  հաստատված  նախադեպը,  համա- ձայն որի անձը չի  կարող համարվել «հոգեկան  հիվանդ» և զրկվել ազատությունից եթե հետևյալ  երեք  նվազագույն  պայմանները  չապահովվեն,  առաջին`  պետք  է  հիմնավոր կերպով  ապացուցվի,  որ  նա  հոգեկան  հիվանդ  է,  երկրորդ`  հոգեկան  խանգարում  է պետք է լինի այնպիսին կամ այն աստիճանի, որ անհրաժեշտություն ստեղծի ազատու- թյունից  զրկելու  համար,  և  երրորդ`  ազատությունից  զրկելու  շարունակական  օրինա- կանությունը կախված է նման խանգարման շարունականությամբ266: ", "Կառավարության  գործունեության  մեջ  արտահայտվում  են  և  գործնականում իրացվում  են  առավել  ընդհանուր  և  էական  հասարակական  շահերը։  Այն  հանդես  է գալիս  որպես  պետության  արտաքին  և  ներքին  քաղաքականության  իրացումը, սահմանադրական  կարգի  պահպանումը  և  պաշտպանությունն  ապահովող հիմնական  պետական  մարմին։  Կառավարությունը  վճռորոշ  դեր  է  կատարում պետության քաղաքականության հիմնական նպատակների մշակման և ձևակերպման,  դրանց  հասնելու  հիմնական  ուղիների  և  միջոցների  որոշման գործում։162 Խորհրդարանական  կառավարման  ձևի  անցնելիս  բնականաբար  կիրառվեցին Կառավարության կազմավորման և քաղաքական  պատասխանատվության (հրաժարականի) հետ կապված հարաբերությունների սահմանադրական կարգավորման  սկզբունքային  նոր  մոտեցումներ։  Սահմանվեց  Կառավարության կազմավորման խորհրդարանական եղանակ։ ", "Նույն օրենսգրքի 60-րդ հոդվածի համաձայն. «1. Ծնողական իրավունքներից զրկելը կատարվում է դատական կարգով։ ", "բերությունների  պատմությունից  (ավարտաճառ),  Ս.  էջմիածին,  2000,  էջ  10: ", "ՀՍԽ Հ  դեկրետների  և  հրամանների  ժողովածու,  պրակ  1,  էջ  16: ", "Թերևս,  սահմանադրական  կարգավորումների  այդպիսի  տարբերությունը պայմանավորված է այն հանգամանքով, որ երկրորդ դեպքում վարչապետի պաշտոնի թափուր  մնալը  կարող  է  հանգեցնել  (կամ  լինել  հետևանք)  Ազգային  ժողովում մեծամասնության  քայքայման,  երբ  ընտրությունների  արդյունքում  ձևավորված «կայուն  մեծամասնությունը»  այլևս  ի  վիճակի  չէ  ներկայացնելու  վարչապետի  նոր թեկնածու։  Ուստի,  կարծում  ենք,  որ  այս  կարգավորման  հիմնական  նպատակն  է Ազգային ժողովի հաճախակի արձակումներից խուսափելը։ ", "Այս  առումով  հատկանշական  է  այն  դրույթը,  որի  համաձայն՝  վարչապետի ընտրության երկրորդ  փուլում թեկնածուների  առաջադրման իրավունքը վերապահվում է ոչ թե խմբակցություններին, այլ պատգամավորների ընդհանուր թվի առնվազն  մեկ  երրորդին։  Դրանով  խորհրդարանական  նոր  մեծամասնության ձևավորման  հնարավորություն  է  ընձեռվում՝  արդեն  նույնիսկ  անկախ  այն հանգամանքից՝  որ  խմբակցության  անդամ  են  այդ  մեծամասնությունը  կազմող առանձին  պատգամավորները։  Իսկ  կոալիցիոն  սկզբունքով  կառավարության ձևավորմանը առավել համահունչ է նաև կառավարության գործունեության կոլեգիալ կարգը։163 Ավելացնենք,  որ  նոր  ընտրությունների  ժամանակ  վարչապետ  չընտրվելու դեպքում Ազգային ժողովի՝ իրավունքի ուժով արձակումը յուրահատուկ միջոց է, որի նպատակն  է  ապահովել  խորհրդարանական  մեծամասնության  կայունությունը  կամ ձևավորել,  արդեն  Ազգային ժողովում,  Կառավարությանն  աջակցող նոր մեծամասնություն։ ", "Համաշխարհային  երկրորդ  պատերազմից  հետո  միայն  արտոնվեց  բացել  մի  քանի եկեղեցիներ  և վերանորոգել որոշ  պատմական  վանքեր: ", "Ձևական-իրավական  տեսանկյունից  Հանրապետության  նախագահն  է  նշանակում փոխվարչապետներին  և  նախարարներին։  Սակայն  նախագահը  կարող  է  մերժել համապատասխան  պաշտոնների  նշանակումները  միայն  այն  դեպքում,  երբ Սահմանադրական  դատարանը  որոշում  է  կայացնում  այն  մասին,  որ  վարչապետի կողմից  առաջադրված  թեկնածուն  չի  համապատասխանում  Սահմանադրությամբ Կառավարության  անդամին  ներկայացվող  պահանջներին։  Հանրապետության նախագահի կողմից կառավարության անդամի նշանակումը մերժելու ցանկացած այլ դեպքում  «համապատասխան  փոխվարչապետը  կամ  նախարարը  նշանակված  է համարվում  իրավունքի  ուժով»։  Այդպիսով,  վարչապետի  կողմից  առաջադրված՝ Սահմանադրությամբ  Կառավարության  անդամին  ներկայացվող  պահանջներին համապատասխանող  անձը  Կառավարության  անդամ է  նշանակվում  կամ Հանրապետության  նախագահի  կողմից,  կամ  իրավունքի  ուժով։  Եթե  հաշվի  առնենք նաև  այն  հանգամանքը,  որ  Կառավարության  կազմում  փոփոխություններ  են կատարվում վարչապետի  առաջարկությամբ, և  այս դեպքում նույնպես Հանրապետության  նախագահը  գործնականում չի  կարող  մերժել  այդպիսի փոփոխության  կատարման  մասին  վարչապետի  առաջարկությունը  (հակառակ դեպքում  139-րդ  հոդվածի  3-րդ  մասի  ուժով  «համապատասխան  ակտը  ուժի  մեջ  է մտնում  իրավունքի  ուժով»),  ապա  ակնհայտ  է  դառնում  վարչապետի  վճռորոշ  դերը պետական ինստիտուտների համակարգում։ ", "Ներկա ժամանակաշրջանում  տնային կալանքը որպես քրեաիրավական  ներգործության  միջոց  նախատեսված  է  ոչ  մեծ  քանակի  երկրների օրենսդրության  մեջ,  որոնց  թվին  են  դասվում  Անդորան,  Արգենտինան,  Բոլիվիան, д.ю.н., профессора, заслуженного деятеля науки РФ С.П. Щербы. — М., 2009. http://books.house/sravnitelnoe-pravovedenie-kniga/arest-kratkosrochnoe-lishenie-31910.html (18.07.2016) Մեծ  Բրիտանիան,  Հոդնդուրասը,  Իսպանիան,  Կոլումբիան,  Մարոկկոն,  Պանաման, Պարագվայը,  Սալվադորը,  Սան-Մարինոն,  ԱՄՆ-ն,  Թայլանդը,  Թուրքիան, Ֆիլիպինները։  Ընդ  որում  Անդորայում,  Իսպանիայում  և  Սալվադորեում  տնային կալանքը նախատեսված է որպես ինքնուրույն պատճատեսակ, Սան-Մարինոյում և Ֆիլիպիններում  հանդիսանում  է  կալանք  պատժատեսակի  կրման  հնարավոր ռեժիմներից մեկը, Մարոկկոյում` անվտանգության միջոց։ Լատինական Ամերիկայի մի  խումբ  երկրներում  (Արգենտինա,  Բոլիվիա,  Հոնդուրաս,  Կոլումբիա,  Պանամա, Պարագվայ)  տնային  կալանքը  նախատեսվում  է  որպես  սուբսիդիար  պատիժ, այսինքն նշանակվում է միայն այլ պատժի փոխարեն181։ ", "իրավունքի գլոբալացման համատեքստում Արդի ժողովրդավարական, իրավական  պետությունում գլոբալացման գործընթացներում  միասնականացման  է  ենթարկվում  գրեթե  ամեն  ինչ՝  մարդու իրավունքների և հիմնարար ազատությունների հասկացություններից մինչև պետական կառավարման  ու  կառուցվածքի  ձևեր։  Ինչպես  ցույց  է  տալիս  ժամանակակից իրավաստեղծ պրակտիկան, համաշխարհային գլոբալացումից անմասն չեն մնում նաև հասարակական հարաբերությունները կարգավորող ընդհանուր կանոնները՝ իրավունքի  նորմերը։  Իրավունքի  նորմերի  գլոբալիզացիայի  ապահովման  գործում էական նշանակություն ունեն հատկապես հետևյալ գործոնները (երևույթները)՝ • զարգացած  պետությունների  կողմից  իրենց  ազդեցության  տարածումը զարգացող պետությունների վրա, • վերազգային  կազմակերպությունների  ստեղծումը  և  դրանց  մասնակիցների իրավական համակարգերի միասնականացումը, • իրավաբանությունում իրավահամեմատական մեթոդի կիրառումը, • իրավակարգավորիչ մրցակցությունը։ ", "д.ю.н., http://books.house/sravnitelnoe-pravovedenie-kniga/domashniy-arest-31914.html (11.09.2016) РФ  С.П.  Щербы.  —  М., заслуженного профессора, деятеля науки Նույնանուն  խափանման  միջոցի  և  պատժատեսակի  նախատեսման  մոտեցումը, ըստ էության,  ընդունելի չէ  նաև  Հայեցակարգի  հեղինակների  կողմից։ ", "Կառավարության հրաժարականի հիմքերն ամրագրված են Սահմանադրության՝  «Կառավարության  հրաժարականը»  վերտառությամբ  158-րդ հոդվածով։ Այդ հիմքերն են՝ աշխ., էջ 407-409: ", "Առաջին  հիմքով  Կառավարության  հրաժարականի  որևէ  ընթացակարգ Սահմանադրությամբ  սահմանված  չէ՝  դրա  անհրաժեշտության  բացակայության պատճառով։  Պարզապես  նորընտիր  Ազգային  ժողովի  առաջին  նստաշրջանի  օրը Կառավարությունն  իր  հրաժարականն է  ներկայացնում  Հանրապետության նախագահին։ ", "Հանձնման  նպատակով  կատարված  կալանավորման  օրինականության  հարցը քննարկման առարկա էր դարձել Բոզանոն ընդդեմ Ֆրանսիայի գործի դատաքննության ընթացքում,  որով  վճռի  մեջ  Դատարանը  նշել  է,  որ  դիմողի  կալանավորումն  անօրինա- կան է եղել և դրանով իսկ հակասել է 5-րդ հոդվածի 1-ին կետի «f» ենթակետին: Եվրոդա- տարանը որոշել է, որ դիմողի՝ Ֆրանսիայից Շվեյցարիա արտաքսումը կամայական է ե- ղել, չնայած ֆրանսիական դատարանը մերժել է դիմողին հանձնելու մասին Իտալիայի հարցումը:  Ֆրանսիական  կառավարությունը  արտաքսման  թույլտվություն  է  տվել,  իսկ իշխանությունները  նրան  արտաքսման  թույլտվությունը  հանձնել  են  մեկ  ամիս  հետո, ինչպես  նաև  թույլ  չեն  տվել  օգտվել  դատական  պաշտպանության  որևէ  միջոցից,  հա- ղորդակցվել կնոջ կամ փաստաբանի հետ, կամ արտաքսման երկիր նշանակել: Դիմողը ոստիկանության  կողմից  բռնի  կերպով  Ֆրանսիայով  բերվել  է  շվեյցարական  սահմանի մոտ,  Շվեյցարիայում  կալանավորվել  և  հետո  հանձնվել  է  Իտալիայի  իշխանություն- ներին:  Դատարանը  որոշել  է,  որ  գործի  հանգամանքները  վկայել  են  այն  մասին,  որ դիմողի կալանավորումը հանդիսացել է քողարկված հանձնում, որը չէր կարող Կոնվեն- ցիայով արդարացվել269: ", "Որոշումն ընդունվում է  պատգամավորների ընդհանուր թվի ձայների մեծամասնությամբ՝ անվանական քվեարկությամբ։ Կառավարությանը վստահություն հայտնելու  մասին  որոշում  ընդունելու  դեպքում  Կառավարության  ներկայացրած նախագիծը  համարվում  է  ընդունված,  իսկ  վստահություն  չհայտնելու  դեպքում՝ Կառավարությունը Հանրապետության նախագահին ներկայացնում է իր հրաժարականը։ ", "Պետությունները՝ կապիտալի ներգրավման նպատակով մրցակցություն կարող են ծավալել  անկախ  իրենց  մեծ  կամ  փոքր,  զարգացած  կամ  զարգացող լինելու հանգամանքից։ ", "Կապիտալի ներգրավումը, հանդիսանալով  տնտեսության զարգացման  կարևորագույն  պայմաններից  մեկը,  ներկա  աշխարհում  կապիտալի հարաբերականորեն287  ազատ շարժի  պարագայում,  դրսևորվում է  ինչպես անմիջականորեն ներդրումների ներգրավմամբ կամ ներդրումային հոսքերի միջանկյալ օղակ  լինելով,  այնպես  էլ՝  օտարերկրյա  ձեռնարկությունների  համար  նոր  «տուն»  կամ կենտրոն դառնալու հանգամանքով։ ", "Նախ անհրաժեշտ է ճշտել Կառավարության կողմից իր վստահության հարցը դնելու  պահը։  Տեսականորեն  Կառավարությունը  կարող  է  իր  վստահության  հարցը դնել  նախագիծը  ներկայացնելու  պահին  կամ  Ազգային  ժողովում  նախագծի քննարկման  որոշակի  փուլում  կամ  Ազգային  ժողովի  կողմից  նախագիծը քվեարկության դնելուց հետո՝ չընդունելու դեպքում։ ", "Բացի  դրանից,  ըստ  Սահմանադրության՝  Կառավարության  համար  ընդունելի ուղղումներով  քվեարկության  կարող  են  դրվել  միայն  այն  օրենքների  նախագծերը, որոնց  օրենսդրական  նախաձեռնության  բացառիկ  իրավունքը  պատկանում  է Կառավարությանը։  Սակայն  գործնականում  Կառավարությունը  կարող  է  իր վստահության  հարցը  դնել  նաև  այն  օրենքների  առնչությամբ,  որոնց  օրենսդրական նախաձեռնության  բացառիկ  իրավունքը  իրեն չի  պատկանում։  Արդյունքում առաջանում է նոր՝ նախորդի հետ փոխկապակցված խնդիր։ Ազգային ժողովը կարող է ընդունել Կառավարության համար կարևոր օրենքը վերջինիս համար անընդունելի ուղղումներով։  Ուստի  նպատակահարմար  կլիներ  քննարկվող  հոդվածի  2-րդ  մասով ամրագրել,  որ  Կառավարությանը  վստահություն  հայտնելու  մասին  որոշման նախագիծն  ընդունելու  դեպքում  ներկայացված  օրենքի  նախագիծը  համարվում  է ընդունված «Կառավարության համար ընդունելի ուղղումներով»։ ", "Ծրագրին հավանություն չտալու հիմքով հրաժարականը վերաբերում է միայն նոր  ձևավորված  Կառավարությանը։  Վարչապետի  նշանակումը  բոլոր  դեպքերում Ազգային  ժողովի  մեծամասնության  կամարտահայտության  արդյունք  է։  Ազգային ժողովի՝ գործադիր իշխանության նկատմամբ վերահսկողական գործառույթն ինքնին ենթադրում  է,  որ  Կառավարությունը  պետք  է  գործի  Ազգային  ժողովի  կողմից հավանության  արժանացած  ծրագրի  շրջանակներում։  Նոր  Կառավարության ձևավորման  գործընթացը  կարելի  է  համարվել  ավարտված  միայն  այն  դեպքում,  երբ նրա  ծրագիրը  արժանանում  է  Ազգային  ժողովի  հավանությանը։  Միայն  Ազգային ժողովի կողմից ծրագրին հավանություն տրվելուց հետո Կառավարությունը կարող է իրականացնել  սահմանադրորեն  ամրագրված  իր  գործառույթները։  Եթե  Ազգային ժողովը հավանություն չի  տալիս Կառավարության ծրագրին,  ապա Կառավարությունը ներկայացնում է իր հրաժարականը։ ", "Հիշյալ  նորմի  վերլուծությունից  հետևում  է,  որ  հանցանք  կատարած անչափահասի նկատմամբ կարող է նշանակվել կամ  պատիժ կամ դաստիարակչական  բնույթի  հարկադրանքի  միջոց։  Ստացվում  է,  որ  օրենսդիրը  և՛ պատիժը,  և՛  դաստիարակչական  բնույթի  հարկադրանքի  միջոցը  դիտարկում  է որպես  հավասար  քրեաիրավական  միջոցներ՝  նախապատվություն չտալով դրանցից որևէ մեկին։ ", "Դատական իշխանության՝ օրենսդրի կամ գործադիրի հետ միացման անթույլատրելիությունն  ակնհայտ  է:  Իշխանությունների  բաժանումը  կանխում  է օրենսդրի  անուղղակի  ներխուժումն  արդարադատության  իրականացման  ոլորտ, նույնիսկ՝  օրենսդրման  ձևով:  Այդ  պահանջի  կենսագործման  երաշխիքներ  են  մի  շարք իրավական  սկզբունքներ,  օրինակ՝ «պատասխանատվություն  սահմանող  կամ պատասխանատվությունը  խստացնող օրենքները չունեն հետադարձ ուժ», «իրավաբանական  պատասխանատվությունը  վրա  է  հասնում  միայն  այն  արարքների համար, որոնք ճանաչված են որպես իրավախախտում սանկցիայի կիրառման պահին»: ", "Հիշյալ  խնդրով  պայմանավորված, ինչպես նաև գործնականում դաստիարակչական  բնույթի  հարկադրանքի  միջոցների  կիրառման  դեպքերը ընդլայնելու  համար՝  անհրաժեշտ  է  լրացնել  դրանց  ցանկը  և  հստակեցնել  գործող հարկադրանքի միջոցների կարգավորումները։ ", "Որոշումն  ընդունվելու  դեպքում  համարվում  է,  որ  վարչապետը  հրաժարական  է ներկայացրել։ ", "Սահմանադրությամբ նախատեսված են նաև  այդպիսի նախագիծ ներկայացնելու հետ կապված որոշ սահմանափակումներ։  Վարչապետին անվստահություն  կարելի  է  հայտնել  նրա  նշանակումից  ոչ  շուտ,  քան  մեկ  տարի հետո։  Եթե  համապատասխան  որոշումն  Ազգային  ժողովի  կողմից  չի  ընդունվում, ապա  նման  նախագիծ  կարող  է  ներկայացվել  ոչ  շուտ,  քան  վեց  ամիս  հետո։  Բացի դրանից՝  արտակարգ  կամ  ռազմական  դրության  ժամանակ  վարչապետին անվստահություն  հայտնելու  մասին  Ազգային  ժողովի  որոշման  նախագիծ  չի  կարող ներկայացվել  կամ  քննարկել։  Բոլոր  այս  սահմանափակումները  տրամաբանորեն հիմնավորված  են  և  ունեն  մեկ  նպատակ՝  նպաստավոր  պայմաններ  ստեղծել Կառավարության հնարավորինս կայուն և բնականոն գործունեության համար։ ", "Թե'  իրական,  թե' կրոնական  առումով  փոխվեց  իշխանության  մոտեցումը  Հայ  առաքե­ լական  եկեղեցու  նկատմամբ:  Օրինակ՝  Հայ  առաքելական  եկեղեցու  առաջնորդը  դիմում էր  ինչպես  տեղի,  այնպես  էլ  Խորհրդային  Միության  իշխանության  մարմիններին'  փորձե­ լով  աքսորավայրերից  ազատել  բանտարկյալ  հոգևորականներին  և  վերաբացել  կարևոր նշանակություն  ունեցող  որոշ  վանքեր  ու  եկեղեցիներ277:  Այս  տեսանկյունից  հատկապես կարևորվեցին  Գևորգ Չորեքչյան  կաթողիկոսի  ջանքերը'  ամրապնդելու Հայ առաքելական եկեղեցու հիմքերը'  բարձրացնելով Ս.  էջմիածնի  դարավոր  հեղինակությունն  ու  դերը: ", "Ամփոփելով՝  վստահաբար  կարող  ենք  պնդել,  որ  իրավակարգավորիչ մրցակցությունը,  որպես  իրավունքի  գլոբալիզացիայի  ձև,  իրավական  տեսանկյունից ընդունելի  է  այնքանով,  որքանով չի  հանգեցնում  իրավական  համակարգում հանրաճանաչ  սկզբունքների  ոտնահարմանը  և  չի  առաջացնում  իրավունքի  բացեր։ ", "Ակնհայտ  է,  որ  նշված  դեպքերում  պետք  է  դադարեն  նաև  վարչապետի  կամ Կառավարության  այլ  անդամի լիազորությունները։  Ակնհայտ է  նաև,  որ լիազորությունների  դադարման  փաստն  իրավաբանորեն  պետք  է  արձանագրվի։ ", "բացահայտման  առումով  ուներ  մեկ  «ուժեղ»  (գործադիր  իշխանություն)  և  երկու  «թույլ» (օրենսդիր  և  դատական  իշխանությունները)  ճյուղեր,  որոնք  մասամբ  հաղթահարվեցին սահմանադրական  բարեփոխումների  արդյունքում:  Նախ՝  բավարար  հստակեցված  չէր նախագահական  ինստիտուտի  տեղը  պետական  իշխանության  համակարգում, երկրորդ՝  օրենսդիր,  գործադիր  ու  դատական  իշխանությունները՝  բերված  բոլոր չափանիշների  տեսանկյունից,  անհրաժեշտ  գործառնական  անկախություն  ու  դինամիկ հավասարակշռված  վիճակ  չունեին,  երրորդ՝  խախտված  հավասարակշռության  բացա- հայտման, գնահատման ու վերականգնման կառուցակարգերն անկատար էին: ", "Այսպիսով,  ՀՀ  Կառավարության  կազմավորման  և  հրաժարականի  հիմքերի  ու կարգի վերլուծության արդյունքում կարելի է արձանագրել, որ այս մոդելում (ինչպես ցանկացած  այլ  խորհրդարանական կառավարման մոդելում) գործադիր իշխանություն իրականացնող Կառավարությունը պատասխանատու է խորհրդարանի  առջև,  որն  իր  հերթին  արձակվում  է  իրավունքի  ուժով,  եթե  չի կարողանում  ընտրել  վարչապետ  կամ  հավանություն  տալ  Կառավարության ծրագրին։  Պետք  է  նաև  նկատել,  որ  այդ  գործընթացներում,  ինչպես  նաև կառավարության գործունեության կազմակերպման ոլորտում վարչապետի դերակատարությունը  հիմքեր  են  տալիս  արձանագրելու,  որ  2015  թվականի սահմանադրական փոփոխությունների արդյունքում ձևավորվող խորհրդարանական կառավարման  համակարգը  կրում է  վարչապետակենտրոն  բնույթ  և  մեծ ընդհանրություններ ունի ԳԴՀ պետական կառավարման մոդելի հետ։ ", "Գլոբալացման  հովանու  ներքո  ինտենսիֆիկացվող  վերոնշյալ  գործընթացներին չափելի  արտահայտություն  տալու  դեպքում,  ինդեքսավորումը  հնարավորություն  է ընձեռում  պատկերացում  կազմել  գլոբալացման  չափի  մասին  և  համեմատել  տարբեր երկրների գլոբալացման աստիճանները: "]}