{"paragraph_source_docs": [0, 1, 1, 2, 0, 1, 0, 0, 0, 0], "source_docs_file": "Chemistry.json", "paragraphs": ["Քանակական  որոշման  նպատակով  պատրաստվել  է  սիլիցիում  պարունակող հետազոտվող  և  ստանդարտ  լուծույթների  շարք,  որոնց  համար  չափվել  է  օպտիկական խտությունները  “կույր”  լուծույթի  նկատմամբ  (=490±10  նմ):  Ստանդարտ  լուծույթների տվյալներով  կառուցվել  է  աստիճանավորման  կոր:  Հետազոտվող լուծույթում պարունակվող  սիլիցիումի  կոնցենտրացիան  որոշվել  է  աստիճանավորման  կորի օգնությամբ: ", "Սխեմա 3-ում ներկայացված է գլիցինի կոմպլեքսների (7-9) C-ալկիլման ռեակցիաները: ", "Սխեմա 3 Որտեղª R = C6H5CH2-, NiII-(S)-2-BrBPB-(S)-Phe (13), NiII-(S)-3-BrBPB-(S)-Phe (14), NiII- (S)-4-BrBPB-(S)-Phe (15) և (S)-Phe (28), R  =  2-F-C6H4CH2-,  NiII-(S)-2-BrBPB-(S)-2-F-Phe  (16),    NiII-(S)-3-BrBPB-(S)-2-F-Phe (17),  NiII-(S)-4-BrBPB-(S)-2-F-Phe (18) և (S)-2-F-Phe (29), R  =  3-F-C6H4CH2-,  NiII-(S)-2-BrBPB-(S)-3-F-Phe  (19),  NiII-(S)-3-BrBPB-(S)-3-F-Phe (20),  NiII-(S)-4-BrBPB-(S)-3-F-Phe (21) և (S)-3-F-Phe (30) R = CH2=CH-CH2-, NiII-(S)-2-BrBPB-(S)-α-allyl-Gly (22), NiII-(S)-3-BrBPB-(S)-α-allyl- Gly (23), NiII-(S)-4-BrBPB-(S)-α-allyl-Gly (24) և (S)-AllylGly (31), R = 3,4-Cl2-C6H4CH2-, NiII-(S)-2-BrBPB-(S)-3,4-Cl2-Phe (25), NiII-(S)-3-BrBPB-(S)-3,4- Cl2-Phe (26), NiII-(S)-4-BrBPB-(S)-3,4-Cl2-Phe (27) և (S)-3,4-Cl2-Phe (32), Ալկիլման  ռեակցիաների  ստերեոսելեկտիվությունը  (ee)  գնահատվել  է  քիրալային ԲԱՀՔ  անալիզի  մեթոդով`  (S,S)-  և  (S,R)-դիաստերեոմեր  կոմպլեքսների  խառնուրդի աղաթթվային քայքայման  և  առաջացած հիդրոլիզատի իոնափոխանակային աղազրկման արդյունքում առաջացած ամինաթթուների էնանտիոմերային մաքրության որոշմամբ: Բացի դրանից, ալկիլման ռեակցիաների ստերեոսելեկտիվությունը որոշվել է նաև  առաջացած դիաստերեոմեր կոմպլեքսների  խառնուրդի սպեկտրադիտման  անալիզի  մեթոդով՝  N-բենզիլպրոլինի  մնացորդի  բենզիլային  խմբի մեթիլենային  պրոտոնների  ազդանշանների  ինտեգրալների  հարաբերությամբ՝  2.55-4.40 p.p.m.  մարզում:  Հետազոտությունները  ցույց  են  տվել,  որ  ալկիլման  ռեակցիաները առավել  բարձր  դիաստերեոսելեկտիվությամբ  են  ընթանում  NiII-(S)-2-BrBPB-Gly կոմպլեքսի  կիրառմամբ,  ԴՄՖ-ի  միջավայրում  ալկիլող  ռեագենտի  և  հիմքի  համարժեք քանակության  պայմաններում  (ալկիլող  ագենտ/հիմք  =  1/1)144:    Հետևաբար  կարելի  է ենթադրել,  որ  մոդիֆիկացված  NiII-(S)-2-BrBPB-Gly  քիրալային  կոմպլեքսի  դեպքում (ինչպես դա ապացուցվել էր նախկինում Cl, F պարունակող նմանատիպ կոմպլեքսների հետազոտության  արդյունքում)  ալկիլման  ռեակցիաների  համեմատաբար  արագ ընթացքը  պայմանավորված  է  դրանցում  առկա  բարձր  թերմոդինամիկական  և էնանտիոսելեկտիվային գործոններով: Արդյունքները բերված են աղյուսակ 2-ում: ", "է նանտի ո մե ր այ ի ն ե լ ք ի  կ ախված ո ւ թյ ո ւ նը  կ ատալ ի զատո ր նե ր ի մաք ր ո ւ թյ ան աս տի ճ անի ց Ու շ ագ ր ավ   է ,  ո ր   ե ր կ ար   ժ ամ ան ակ   աս ի մ ե տր ի կ   կ ատալ ի զ ո ւ մ ը ն դ ո ւ ն վ ած  է ր , ո ր  ռ ե ակ ց ի այ ի  ար գ աս ի ք ի  է ն ան տի ո մ ե ր այ ի ն  ե լ ք ը  (ee ) ո ւ ղ ի ղ   հ ամ ե մ ատակ ան   է   օ գ տագ ո ր ծ վ ո ղ   կ ատալ ի զ ատո ր ի   է ն ան տի ո մ ե - ր այ ի ն մ աք ր ո ւ թյ ան   աս տի ճ ան ի ն և ո ւ ն ի ո ւ ղ ի ղ գ ծ այ ի ն կ ախվ ած ո ւ թյ ո ւ ն : ", "Ուսումնասիրություններն  իրականացվել  են  Derivatograph  Q-1500 (MOM, Հունգարիա)  տիպի  դերիվատոգրաֆով,  որտեղ  100  մգ  կշռով  հետազոտվող  նմուշները տաքացվել  են  20 o/րոպե  արագությամբ:  Ռեակցիայի  միջանկյալ  և  վերջնական արգասիքների  ֆազային  բաղադրությունը  փոխազդեցության  տարբեր  փուլերում որոշվել է ռենտգենաֆազային անալիզի միջոցով: ", "Քանի  որ  ալանինի  կոմպլեքսի  դեպքում  միջանկյալ  աքիրալային  հարթ  կարբանիոնի առաջացումը,  հետևաբար  նաև  (S,S)-  և  (S,R)-դիաստերեոիզոմերների  տրանսֆոր- մացումը մեկը մյուսին բացառված է, ուստի դրանց ամինաթթվային մնացորդի ալկիլման ռեակցիաների ստերեոսելեկտիվությունը հսկվում է միայն կինետիկական գործոններով: ", "ԱՋՍ  գիտահետազոտական  սարքը  (նկ.  2.3)  նախագծվել  է  ՀՀ  ԳԱԱ  Ա.Բ. Նալբանդյանի անվ. Քիմիական ֆիզիկայի ինստիտուտի ԲԻՍ-պրոցեսների կինետիկայի լաբորատորիայում և նախատեսված է իրականացնել հիմնարար հետազոտություններ` փոշեխառնուրդներում  արագ  տաքացման  պայմաններում  տեղի  ունեցող  քիմիական փոխարկումների  կինետիկական  բնութագրման  նպատակով:  Շնորհիվ  ԱՋՍ-ի հիմնական  բնութագրական  պարամետրերի  (աղյուսակ  2.2)`  հնարավորություն  է ընձեռնվում  ուսումնասիրել  փոշեխառնուրդներում  այրման  ռեժիմում  տեղի  ունեցող պրոցեսներն  ու  առավել  հավաստի  տեղեկություններ  ստանալ  փոխազդեցության մեխանիզմի վերաբերյալ: ", "Նկ.  2.3.  ԱՋՍ  գիտահետազոտական  սարքը.  ա.  –  մետաղական  նավակ  հետազոտվող խառնուրդի  հետ,  բ.  –  ռեակցիոն  բջիջը  և  փորձի  ղեկավարման  համակարգը.  1  – հետազոտվող  խառնուրդ,  2  –  Ni-ի  թիթեղից  պատրաստված  նավակ,  3.  –  հետազոտվող խառնուրդը  Ni-ի  նավակում,  4.  –  մետաղական  ծրար`  հետազոտվող  խառնուրդով  և թերմոզույգով,  5.  –  տաքացված  նմուշ,  6.  –  ռեակցիոն  հանգույց,  7.  –  ծրագրային  և ղեկավարման բլոկ ԱՋՍ  համակարգի  աշխատանքային  սկզբունքը  հիմնված  է  մետաղական  բարակ թիթեղից  պատրաստված  տաքացվող  բջջի  անմիջական  էլեկտրական  տաքացման  վրա: ", "Նկ.  2.3-ում  բերված  է  ԱՋՍ-ի  և  հետազոտվող  նմուշի  ֆոտոնկարները  պատրաստման հաջորդական  փուլերում  և  փորձի  ընթացքում:  Հետազոտվող  նմուշը  որոշակի քանակությամբ  փոշեխառնուրդի  տեսքով  հատուկ  ձևով  ծրարվում-դրվում է մետաղական  թիթեղյա  տաքացուցիչի  մեջ  (նկ.  2.3,  ա):  Այն  այնուհետև  տեղադրվում  է ռեակտորի  մեջ  և  ամրացվում  մասսիվ  էլեկտրական  կոնտակտներով  (նկ.  2.3,  բ.6): ", "Նմուշի  տաքացումն  իրականացվում  է  50  հց  հաճախությամբ  էլեկտրական  հոսանքով նախապես որոշված-ծրագրավորված տաքացման օրինաչափությամբ: "]}