{"source_docs_file": "Mechanical Engineering and Machine Science.json", "paragraph_source_docs": [1, 1, 3, 1, 1, 2, 3, 1, 1, 1, 3, 1, 1, 2, 2, 1, 1, 1, 1, 3, 1, 1, 1, 1, 3, 1, 1, 1, 2, 1, 0, 1, 1, 2, 1, 1, 3, 0, 0, 3, 2, 3, 1, 0, 2, 1, 2, 1, 1, 0], "paragraphs": ["Էլիպսի  մյուս  կիսաառանցքը  որոշելու  համար  օգտվում  են եռանկյունից ,                                             (1.32) (նկ. 1.6) և (1.32) - ից, որի համար : ", "Հետևաբար, էլիպսի երկրորդ կիսաառանցքը կլինի` (1.32)  և  (1.33)  -  ով  որոշվող և մեծությունները  տեղադրելով  (1.29)  -  ում :                                                 (1.33) ստացվում է` (1.34) հավասարման մեջ տեղադրելով ` կստանանք հետևյալը` :               (1.34) ,                             (1.35) որը էլիպսաձև մակերևույթի ֆունկցիայի տեսքն է [68,69]: ", "•/2 n+1 LUT   Φ (S-)2) n+1 •/2 LUT   Φ (S+)2) |a*b|m |+|m Նկ. 10. Բաժանող սարքերի կիրառմամբ մոդուլյար բազմապատկման սխեման ըստ քառակուսիների օրենքի Մեթոդ 3.   Բուտի ալգորիթմի կիրառմամբ մոդուլյար բազմապատկիչներ Մեծ  կարգայնություն  ունեցող  թվերի  մոդուլյար  բազմապատկումն  իրականացնելու համար առաջարկվել է Բուտի ալգորիթմի կիրառումը: ", "որոշման մեթոդները Չեռակալված մետաղական  փոշենմուշների  պլաստիկ դեֆորմացման փորձարարական  մեթոդները  հիմնականում  վերաբերում  են  փոշենյութերի  Մոր– Կուլոնի  և  Դրուկեր–Պրագերի  պլաստիկության  պայմաններում  առկա  նյութի հատկությունները բնորոշող և մեծությունների որոշմանը: ", "[94,55]  -  ում  բերված  մեթոդները  նախատեսված  են  հանքային  և  չեռակալված փոշենյութերի  հետազոտական  և  զանգվածային  փորձարկումների  համար`  նպատակ ունենալով որոշել նմուշների ամրության սահմանները: ", "Քանի որ ինդենտորի գագաթի մերձակա ետին մասը, որը մշակվող մակերևույթի նորմալի ուղղությամբ, որոշակի խորության վրա, գտնվում է մշակվող մակերևույթի հետ անընդհատ  հպման  մեջ,  հետևաբար  ինդենտորի հարաբերական  շարժման տրաեկտորիան և համապատասխանաբար ինդենտորի մաշը մեծանում են [70,119]։ ", "Գործողությունները  կատարվում  են  լրացուցիչ  կոդում  և  լրացուցիչ  կոնստանտը հավասար է  մեկերի,  և ոչ  թե զրոների  [80]:  Բուտի մոդիֆիկացված  ալգորիթմի վերակո- դավորումը  և գործակիցների արժեքները ներկայացված են աղ. 1.8-ում: ", "Նմուշի ամրության սահմանի լարումը որոշվում է հետևյալ բանաձևով [94]` ,                                                           (1.36) որտեղ - ն  անչափ  մասշտաբային գործակից է, իսկ - ը` նմուշի քայքայված  մասի մակերեսը, վերջինս հավասար է նմուշի տրամագծի և երկարության արտադրյալին: ", "[94]  -  ում  բերված  է  կամայական  ձևի  նմուշների`  դեմհանդիման  ուղղված գնդային իդենտորների միջոցով քայքայման մեթոդը: ", "Նկ. 1.7. Ծնորդով սեղմման դեպքում փորձարկման սարքի սխեման [94] Նկ.  1.8  -  ում  պատկերված  է  նմուշների  քայքայման  փորձարարական  սարքի սխեման  [94],  համաձայն  դրա`  6  նմուշը  տեղադրվում  է  փորձարարական  սարքի (մամլիչի)  վրա  դեմհանդիման  ուղղված  գնդային  իդենտորների  միջև:  Նմուշը բեռնավորվում է հավասարաչափ մինչև քայքայումը, և գրանցվում է քայքայող P ուժը: ", "PP1,n PP2,n -1 -1 FA PP3,n -1 . . . . . . PP1,2 PP2,2 PP1,1 PP2,1 PP1,0 PP2,0 PP3,2 PP3,1 PPk- PPk- PP3,0 PPk,2 . . . . . . FA FA FA FA FA FA FA PPk- PPk- PPk- PPk- PPk- PPk,1 PPk- PPk,0 PPk,2 . . . . . . . . . . . . FA . . . . . . FA FA FA .  .  . FA Un-1 FA U2 . . . . . . Vn- FA FA Վերջնական մոդուլյար գումարիչ .  .  . |AB|2 -1 Նկ. 1.12.  Ուոլլեսի ծառի հիման վրա  2k-1 մոդուլով մասնակի արտադրյալների գումարման իրականացումը Դիտարկված  մոդուլյար  գումարիչների  և  բազմապատկիչների  առկա  մշակումները ունեն մեծ արագագործություն, քանի որ կատարում են աղյուսակային միատակտ ընտ- րություն:  Սակայն  ըստ  օպերանդների  կարգայնության  և  մոդուլի  արժեքի  մեծության, FPGA-ի  վրա  սինթեզելիս  զբաղեցնում  են  նրա  միայն  LUT-ի  ռեսուրսները:  Պատճառը նախագծվող  աղյուսակների  մեծ  չափերն  են  և,  ինչն  ավելի  կարևոր  է,  դրանց  ցիկլիկ կրկնությունները:  Իսկ  FPGA-ի  տրիգերային  հիշողությունը,  որի  միջոցով  սինթեզվում  է սարքի  ղեկավարող  ավտոմատը  (FSM  -  Finite  State  Machine),  և  ներկառուցված բազմապատկիչները չեն օգտագործվում, քանի որ աղյուսակային ընտրանքի սկզբունքով նախագծված սարքերում FSM-ը նույնպես սինթեզվում է LUT-ի վրա [44, 51, 81]: ", "Փորձանմուշի ամրության սահմանի լարումը որոշվում է հետևյալ բանաձով` ,                                                           (1.37) որտեղ - ն  անչափ  մասշտաբային գործակից է, իսկ - ը` նմուշի քայքայված  մասի մակերեսը: ", "[95]  -  ում  բերված  է  ձգման  փորձը  ծռման  դեպքում,  որի  էությունն  է`  չափել նմուշի ամրության սահմանը մաքուր ծռման պայմանում: ", "Նկ․2․3-ում  բերված  է  ինդենտորի  ներխրման  չափի  hi  փոփոխությունը  ըստ ժամանակի,  գրաֆիկում  բերված  է  նաև  ներխրման  առավելագույն  և  նվազագույն արժեքները։ ", "փոփոխությունը  h=f(t) Նկ․2․4-ում բերված է ինդենտորի ներխրման չափի hi փոփոխության հետևանքով շառավղի  ri  փոփոխությունը  ըստ  ժամանակի,  գրաֆիկում  բերված  են  նաև  շառավղի փոփոխման առավելագույն և նվազագույն արժեքները։ ", "բանաձևով [95]` Մաքուր  ծռման  դեպքում  նմուշի  ամրության  սահմանը  որոշվում  է  հետևյալ ,                                                         (1.38) որտեղ -  ը  քայքայող  ուժն  է, -  ն  մասշտաբային  գործակից  է, -  ն  ուղղիչ գործակից  է, և –  ն`  համապատասխանաբար  նմուշի  լայնական  հատույթի լայնությունը և բարձրությունը: ", "[4,5] – առաջին անգամ մշակվել են փոշեմետալուրգիայի ընդհանուր գիտական և  տեխնոլոգիական  հիմունքները,  որոնցում  վերլուծվել  են  ինչպես  հեղինակների հետազոտությունների  արդյունքները,  այնպես  ել  գրականությունում  հայտնի բազմաթիվ հեղինակների կողմից ստացված տվյալները: ", "Քննարկվել  են  ծակոտկեն  նյութի  փորձարարական  հատկությունները,  որոնք համեմատվել  են  ինչպես  համապատասխան  հոծ  մետաղի  տվյալների,  այնպես  էլ տարբեր  հեղինակների  կողմից  առաջարկված  ծակոտկեն  նյութերի  տեսականորեն ստացված բանաձևերի արդյունքների հետ: ", "Մասնավոր դեպքում [5] - ում փոշու մասնիկը փոշենյութերում համեմատվում է հոծ մետաղի հատիկի հետ, որով ցույց է տրվում դրանց միջև տարբերությունը. Հոծ  մետաղի  հատիկների  միջև  կապն  իրականացվում  է  դրանց  ամբողջ մակերևույթով, այն դեպքում, երբ փոշիներինը` իրենց մակերևույթի մի մասով: ", "Քանի  որ  տվյալ  աշխատանքում  մոդուլյար  թվաբանության  բլոկում  նախագծվող սարքերը իրագործված են FPGA-րի օգտագործմամբ,ուստի դիտարկենք այն խնդիրները, որոնք անհրաժեշտ է լուծել  FPGA-երի վրա ծրագրավորման ժամանակ.   ինչպես իրականացնել ծրագրավորվող տրամաբանությունը,   որտեղ պահել այն ծրագիրը (կոնֆիգուրացիան), որը տրվում է ծրագրավորվող Առանձնացվում է  FPGA-րի ծրագրավորման երեք տեխնոլոգիա. մատրիցին: ", "մնացած  մասը  ծակոտիներ  են),  այդ  պատճառով  փոշենյութի  մեխանիկական հատկությունները  կազմում  են  համապատասխան  հոծ  նյութի  հատկությունների  մի մասը: ", "Առանձնահատուկ  կարելի  է  նշել  [5]  –  ում  բերված  էլեկտրոլիտային  պղնձե փոշու  մամլվածքի  հատկությունների  և  դրա  սառը  ձևավորման  գործընթացների տարբեր փուլերին վերաբերող տվյալները (նկ. 1.10): ", "Նկ. 1.10. Մամլվածքի հատկությունների կախվածությունը ճնշումից երեք փուլում. սահմանը սեղմման դեպքում, 4 – հոսունության սահմանը` ճնշումից կախված, 5 – սեղմման դեպքում տրամագծով ընդարձակումը Նկ. 1.11. Փոշիացված անագի սառը խտացման փորձարարական տվյալները [4] Դրա  համար  [67]  -  ում  օգտագործվել  է  նկ.  1.12  -  ում  պատկերված  սահքի հիդրավլիկական  տեղակայանքը,  ըստ  որի  1 չեռակալված  փոշենմուշը  2 մամլակաղապարում մամլվում է 3 մամլամատով և սահքի է ենթարկվում 4 դանակով: ", "Ընդ որում, ճնշումն իրականացվում է - ի հետ միաժամանակ, ինչի պատճառով այդ  մամլակաղապարի  օգտագործումը  գործնականում  կապված  է  որոշակի դժվարությունների հետ: ", "Էներգակախյալ  և  էներգաանկախ    FPGA-րի  կիրառմամբ  կարելի  է  նախագծել  տարբեր բարդության  և  տրամաբանության  սարքեր,  և,  որպես  հնարավոր  տարբերակներ, դիտարկենք  երկու  արդի  ճարտարապետություն`  Altera  սերիայի    MAX  սարքերի ընտանիքը և Xilinx սերիայի XC40xx սարքերի ընտանիքը [2, 38, 43, 45]: ", "Նկ. 1.12. Փոշենմուշների հատկությունների որոշման սահքի տեղակայանքի սխեման [67] Նկ. 1.13. Տարբեր տեսակի և չափերի երկաթե փոշուց մամլված բրիկետների մեխանիկական հատկությունները [67] Ըստ  գրաֆիկից  սկզբնական  փոշենյութի  մասնիկների  ձևի  և չափերի փոփոխությունը  զգալի  չափով  է  ազդում և մեծությունների  շեղման  վրա ուսումնասիրված  միջակայքում ծակոտիների  տոկոսային  պարունակության նվազմանը  համընթաց:  Մարմնի  խտության  մեծացումը  հանգեցնում  է կառչման գործակցի  մեծությունների  համահարթեցման  փոշու  հատիկների  ձևի    նկատմամբ: ", "[67]  -  ում  նշվում  է,  որ  պետք  է  ուշադրություն  դարձնել  ПЖ2М  փոշու  տարբեր չափամասերից  մամլված  ծակոտկեն  մարմինների և գործակիցների  փոխադարձ փոփոխության  վրա:  Փոշենյութի  բոլոր  դիտարկված  խտությունների  համար հատիկների չափերի փոփոխությունը բերված է կառչման գործակցի հարաբերական փոքրացմանը և ներքին շփման անկյան նշանակալի աճին: ", "Պետք է նշել, որ այն փոշնյութերի համար, որոնք բաղկացած են միևնույն ձևի և քիմիական  բաղադրության  մասնիկներից,  այդ  տիպի  պարամետրերի  փոխադարձ փոփոխությունը`  որպես  այլ  տեխնոլոգիական գործոնների  ֆունկցիաների փոփոխություն, համարվում է ընհանուր: ", "Այս  եղանակով  կարելի  է  մշակել  հիդրո  և  պնևմոգլանների  մխոցակոթերը, խողովակաշարերի  ամրանները,  տարբեր  նշանակության  և  չափերի  սկավառակների, կցորդիչների, կցաշուրթերի, շարժիչների, հաստոցների ռեդուկտորների, տրանսմիսիաների,  կոմպրեսորների,  գնդային  ծորակների  և  այլ  տիպի  մեխանիզմների դետալները: Որպես գործիք, եղանակի իրագործելու համար կիրառում են գերձայնային տատանողական  համակարգ,  որը  բաղկացած  է  գերձայնային  մագնիսակծկման կերպափոխիչից  և  խտարարից,  որի  ճակատին  ամրացվում  է  ինդենտորը:  Մշակման ամրացնող  գործընթացում  գործիքը  սեղմվում  է  մշակվող  մակերևույթին:  Հայտնի եղանակի  թերությունն  է,  որ  մշակման  ընթացքում,  դեֆորմացնող  տարրի  և  մշակվող մակերևույթի  միջև  առաջանում  է    գերձայնային  տատանումների  հաճախությամբ պարբերական  հպում,  որի  ընթացքում  ակնթարթային  լարումները  զգալիորեն  մեծ  են միջին  արժեքներից,  որն  էլ  առաջացնում  է  զգալի  պլաստիկ  դեֆորմացիա:  Ինչպես  և մակերևութային  դեֆորմացման  այլ  մեթոդների  դեպքում,  մշակման  արդյունքում փոքրանում  է  մակերևույթի  խորդուբորդությունները:  Որպես  քսուքահովացնող տեխնոլոգիական միջավայր, մակերևույթների պլաստիկ դեֆորմացման գործընթացներում օգտագործում են սուլֆաֆրեզոլ կամ մեքենայական յուղ: ", "- ի աճի  բնույթը  ինչպես -  ի  ֆունկցիան  հիմնված  է  փոշենյութի  սեղմելիության հատկության  վրա,  իսկ  վերջինս  բնականաբար  ավելի  ամուր  նյութի  համար  քիչ ինտենսիվությամբ է  կապված լարումների  թենզորի  գնդային բաղադրիչի փոփոխության հետ: ", "Ցածրացնող կերպափոխչի օգտագործման արդյունքում ստացվում է ավելի փոքր, արդ- յունավետ  և  ցածր  ինքնարժեքով  նախագիծ:  Բերված  է  նախագծման  օրինակ,  որում  օգ- տագործված  է  ՄՕԿ  ինտեգրալային  DC-DC  ցածրացնող  կերպափոխիչ:  Քննարկված  են ստացված  կերպափոխչի  աշխատանքի  հիմնական  տեսության  և  կառավարման  փակ օղակի նախագծման հարցերը: ", "զուգընթաց: ", "Նկ. 1.14.Կլոր հատույթով փոշենմուշի առանցքային և տափօղակի շառավղային սեղմման, ինչպես նաև ուղղանկյուն հատույթով փոշենմուշի մաքուր ծռման  փորձարկումների տվյալներով Դրուկեր –Պրագերի պլաստիկության պայմանի և պարամետրերի մեծությունների որոշման գրաֆիկը [36] [36]  –  ում  կատարված  կլոր  հատույթով  փոշենմուշների  առանցքային  և տափօղակների  շառավղային  սեղմման,  ինչպես  նաև  ուղղանկյուն  հատույթով փոշենմուշների    մաքուր    ծռման    փորձարկումների    տվյալները    բերված    են աղ. 1.1 – 1.3 – ում, որտեղ - ն փոշենմուշի խտությունն է, - ը` քայքայող ուժը, - ն` քայքայման լարումը, - ը`  միջին լարումը, իսկ - ն` լարումների դեվիատորի երկրորդ ինվարիանտը: ", "Նկ. 2.9․Տարածական   ԳՁՏ գրտնակման  գործընթացում առջևի մասի հպումային երևույթի ուսումնասիրման սխեմա Գերձայնային  տատանման    պարբերության  առաջին  կիսատևողության  վերջում  Z առանցքի  ուղղությամբ  ինդենտորի  լրացուցիչ  տեղափոխությունը  կլինի Հետևաբար, շառավղային ԳՁՏ գրտնակման համար ստացված արտահայտությունը  և  հաշվի  առնելով  նաև    Z  առանցքի  ուղղությամբ  ինդենտորի լրացուցիչ  տեղափոխությունը կարելի է որոշել  С կետի հարաբերական տեղափոխությունը  ինդենտորի  սֆերիկ  մակերևույթի  գնդային  սեգմենտի  նկատմամբ կոորդինատական համակարգի XOZ հարթությունում։ ", "Նկ. 1.15. [36] – ի փորձարարական տվյալների հիման վրա կառուցված Դրուկեր−Պրագերի պլաստիկության պայմանի գրաֆիկը Եզրահանգում և հետազոտման խնդրի դրվածքը Բերված  աշխատանքների  վերլուծությունը  ցույց  է  տալիս,  որ  չեռակալված փոշենյութերի պլաստիկ դեֆորմացման գործընթացների հետազոտությունները դեռևս զարգացման կարիք ունեն` հիմնականում դրանց պարզեցման և ամենանպատակահարմար  պլաստիկության  պայմանների  ընտրման  տեսանկյունից: ", "Մյուս  կողմից`  տեսականորեն  քիչ  են  ուսումնասիրված  գործնականում  մեծ կիրառություն  ունեցող  չեռակալված  փոշենյութերի  տեխնոլոգիական  խնդիրները` համապատասխան  պլաստիկ  դեֆորմացման  տեսությունների  բարդության,  նյութերի իրական  հատկությունների  հաշվառման  դժվարությունների  և  տեխնոլոգիական գործընթացների բազմազանության պատճառով: ", "են  տարբեր մեթոդներով մոդուլյար բազմապատկիչների ապարատային  իրականացումներ,  վերլուծվել  են  դնրանց  արագագործության և ապարատային ծախսերը: ", "[79]-ում ներկայացված է ցածրացնող կերպափոխիչների դինամիկ ելքային ֆունկ- ցիայի օպտիմալացման ընդհանուր մոտեցումը: Մանրամասն ներկայացված է ցածրաց- նող կերպափոխիչների տարբեր տիպային շղթաներով կայունացման հիմնական տեսու- թյունը:  Քննարկված  և  վերլուծված  են  ցածրացնող  կերպափոխիչների  կարգավորման երեք  շղթաներ՝  միջինացման  մեթոդի  և  համակարգչային  ծրագրի  օգտագործմամբ: ", "Ներկայացված է կարգավորման շղթայի բաղադրիչների որոշման  K−ֆակտոր մոտեցու- մը,  որի  օգտագործմամբ  կառուցված  է  3-րդ  տիպի  կարգավորման  շղթայով  արագ անցումային ֆունկցիայով համակարգ, որը ցուցաբերում է բարձր արագագործություն և բավարար կայունության պաշար: ", "նախագծման համակարգը: ", "տարածական ԳՁՏ գրտնակման  գործընթացում Մեքենամասի շահագործական  ցուցանիշները էականորեն  կախված  են մակերևույթային  շերտի խորդուբորդությունների  մեծությունից  և փոխադարձ դասավորության  բնույթից:  Գերձայնային  տատանումների  կիրառումը  գրտնակման գործընթացում  հնարավորություն  է  տալիս  ստանալ  կարգավորվող  պարամետրերով մակերևույթային  շերտ:  Մակերևույթային  շերտի  խորդուբորդությունները  կախված  են մշակման  ռեժիմներից՝  դետալի  պտտման  արագությունից,  մատուցումից,  տատանման ամպլիտուդից և հաճախականությունից, գրտնակման ուժից և ինդենտորի սֆերիկ մասի շառավղից:  Մշակման  ժամանակ  ինդենտորը  որոշակի  P  ուժով  սեղմվում  է  դետալին  և կատարում  է  գերձայնային  տատանումներ A  ամպլիտուդով,  որի  ընթացքում դեֆորմացնում  է  որոշակի  խորությամբ  մակերևույթային  շերտ  և  հարթեցնում  է ելակետային խորդուբորդությունները: ", "նախագծումը,  ԲՖ  բլոկները,  դրանց  բաղադրիչները  և  կրկնակի  օգտագործման մակարդակները  նպատակահարմար  է  կիրառել  մոդուլյար  սարքերի  իրագործման համար: Դիտարկված են SoC նախագծման մեթոդաբանության առավելությունները և նշված մեթոդաբանության ստեղծման նախապայմանները: ", "Հայտնի  է,  որ  թեք  հարթակներում  լարումների  որոշման  համար  գոյություն ունեն հետևյալ բանաձևերը [39]՝ , ,                    (2.2) որոնցով  հնարավոր  է  (2.1)  պլաստիկության  պայմանը  ներկայացնել  գլխավոր լարումներով: Սակայն այդ դեպքում (2.1) – ում կմասնակցեն թեք հարթակների դիրքի որոշման  անկյունով  արտահայտված և մեծությունները:  Նկ.  2.1  -  ում ABC  եռանկյան  միջոցով  հնարավոր  է  այդ  մեծություններն  արտահայտել  փոշու ներքին  շփման  անկյան  միջոցով:  Ըստ  եռանկյուն -  ի` ,  իսկ  մյուս կողմից` , հետևաբար. Ստորև  եռանկյունաչափական  տեսքով  ներկայացված  են -  ի  և -  ի  միջև :                                                          (2.3) կապերը. (2.4) Հաշվի  առնելով,  որ ,  ինչպես  նաև  (2.2)  և  (2.4)  բանաձևերը,  (2.1) պալստիկության  պայմանը  որոշակի  ձևափոխություններ  կատարելուց  հետո ներկայացվում է հետևյալ տեսքով. :                                       (2.5) Գնահատելով  տվյալ  լարվածային  վիճակի  համար  գլխավոր  լարումների մեծությունները` (2.5) - ից կապ կստեղծենք տարբեր բեռնվածությունների ենթարկվող փորձանմուշներում առաջացող լարումների և փոշու հատկությունները բնորոշող և պարամետրերի միջև: ", "[89]-ում նախագծված է ռոբոստ կոնտրոլեր զուգահեռ DC-DC ցածրացնող կերպա- փոխիչների  համար  միավորելով  ինտեգրալ-փոփոխական  կառուցվածքի  սկզբունքը, այսպես  կոչված,  «Multiple  Sliding  Mode»  կառավարման  սկզբունքի  հետ:  Սխեմայի առավելություններն  են՝  նախագծման  պարզությունը,  լավ  դինամիկ  արձագանքը,  հաս- տատված ռեժիմում կերպափոխիչների բեռների միջև հոսանքների սխալների ու դողա- յին լարման սխալների զրոյացման հնարավորությունը, ինչպես նաև շատ բարձր հաճա- խականային պարազիտային դինամիկ փոփոխությունների ազդեցությունը փակ շղթայի վրա  կրճատելու  հնարավորությունը:  Նկարագրված  է  գոյության  և  կայունության տիրույթների  որոշման  մեթոդը  բազմանշանակ  զուգահեռ  կերպափոխիչների  համար: ", "բաղադրիչը  բնութագրում  է  ինդենտորի աշխատանքային մասի խորդուբորդությունները: ", "Դիտարկենք  նույն լարվածային  վիճակներն  ըստ  Դրուկեր–Պրագերի պլաստիկության պայմանի (1.24) – (1.27). ա) Մաքուր սահքի դեպք ( , , ): ", "բաղադրիչը   ըստ  [81,82,88,90] որոշվում է (2.21) բանաձևով: ", "Որոշելով և - ի արժեքները՝ , , , , , և դրանք տեղադրելով Դրուկեր–Պրագերի պլաստիկության պայմանում, կստանանք՝ գ)  Մաքուր  սահքի  և  հիդրոստատիկ  ճնշման  համատեղ  ազդեցության  դեպք :                                         (2.10) , , ): ", "Որոշելով և - ի արժեքները` և դրանք տեղադրելով Դրուկեր–Պրագերի պլաստիկության պայմանում, կստանանք՝ :                                                         (2.11) Այդ դեպքում գլխավոր լարումները կընդունեն հետևյալ տեսքերը. , և : ", "[93]-ում  ցուցադրված  է,  թե  ինչպե՞ս  կարելի  է  MATLAB  միջավայրն  օգտագործել վերլուծելու  DC-DC  երեք  տոպոլոգիաները  չորսկարգանի  ԼԻՄ-կերպափոխիչներում, ինչպիսիք  են  Cuk,  SEPIC  և  Zeta  կերպափոխիչները:  Կատարված  է  կերպափոխիչների հաստատված  և  դինամիկ  ռեժիմների  վերլուծություն  պարազիտային  տարրի  առկայու- թյամբ  անընդհատ  (CCM)  և  դիսկրետ  (DCM)  գործողության  ռեժիմներում:  Որպես  հիմ- նական  մոտեցում  կիրառված  է  հաստատված  վիճակների  միջինացման  մեթոդը,  որը հնարավորություն  է  ընձեռում  ձևափոխելու  ոչ  միայն  կերպափոխիչի  դասական  դինա- միկ  մոդելը,  այլև  միջինացված  կանոնիկ  դինամիկ  մոդելը  և  արտահայտելու  դրանք բնութագրիչ գործակցերի  միջոցով: Հաշվարկված է CCM  և  DCM  ռեժիմների  սահմանը, կերպափոխչի  հատկությունները  հաստատուն  և  ցածրազդանշանային  փոփոխական հոսանքների ռեժիմներում: "]}