{"paragraphs": ["Ի ն չ պե ս և ս պաս վ ո ւ մ է ր ,  աք ի ր ալ այ ի ն գ լ ի ց ի ն ի կ ո մ պլ ե ք ս ագ ո յ աց մ ան   ռ ե ակ ց ի այ ի   ար դ յ ո ւ ն ք ո ւ մ   առ աջ ան ո ւ մ   է   մ ե կ է ն ան տի ո մ ե ր   ի զ ո մ ե ր ,  ի ս կ   ք ի ր ալ այ ի ն   ամ ի ն աթթո ւ   ալ ան ի ն ի դ ե պք ո ւ մ ՝  (S,S)- և (S,R)-դ ի աս տե ր ե ո մ ե ր  կ ո մ պլ ե ք ս ն ե ր ի  խառ ն ո ւ ր դ ՝   (S,S)- դ ի աս տե ր ե ո ի զ ո մ ե ր ի  մ ե ծ  ավ ե լ ց ո ւ կ ո վ : ", "Նկ. 4.4. Այրման արգասիքների դիֆրակտոգրամները կախված n-ի արժեքից Այրման  առավելագույն ջերմաստիճանների հետագա բարձրացման պայմաններում (n0.25 արժեքների դեպքում), այրման արգասիքների դիֆրակտոգրամներում  նկատվում  են  հարաբերական  ցածր  ինտենսիվությամբ Mg0.68Zn0.32S և MgS ոչ ցանկալի միացությունների դիֆրակցիոն ռեֆլեքսներ: Հարկ է նշել, որ  դիֆրակտոգրամներում  չի  հայտնաբերվել  ZnO-ին  բնորոշ  դիֆրակցիոն  ռեֆլեքսներ n-ի  որևէ  արժեքի  դեպքում:  Նկատի  ունենալով  նկ.  4.3.-ում  m-ի  հարաճուն  աճը ռեֆլեքսների  առկայությունը`  կարելի է  ենթադրել,  որ  նման  անցանկալի միացությունների  (Mg0.68Zn0.32S  և  MgS),  առաջացումը  պայմանավորված  է  այրման գոտում  Zn-ի  ոչ  բավարար  քանակի  առկայությամբ`  մասնավորապես  Zn-ի գոլորշիացմամբ  և  ռեակցման  զոնայից  մասնակի  արտահոսքի  պարագայում:  Այս հանգամանքը պարզելու նպատակով իրականացվել է այրման պինդ արտանետումների ռենտգենաֆազային անալիզ (նկ. 4.5): ", ", . . Նկ. 4.5. Այրման պինդ արտանետումների դիֆրակտոգրամները (MoS2+2Zn)+n(MoO3+3Mg) խառնուրդների համար ա) n = 0.25 և բ) n = 0.3 աստիճան Ռենտգենաֆազային  անալիզի  ստացված  արդյունքներից  ակնհայտ  է,  որ  n-ի բարձր  արժեքների  դեպքում  արտանետումների  գերակշիռ  մասը  հանդիսանում  է  Zn: ", "Այս  հանգամանքը  թույլ  է  տալիս  եզրակացնել,  որ  այրման  գոտուց  ցինկի  մասնակի արտահոսքը հետևանք է հանդիսանում այրման արգասիքներում MgS-ի և Mg0.68Zn0.32S-ի առաջացմանը: ", "ֆազագոյացման օրինաչափությունների վրա Այրման  պրոցեսում  տեղի  ունեցող  զանգվածի  զգալի  կորուստը  կանխելու  և դրանով  իսկ  ոչ  ցանկալի  սուլֆիդային  միացությունների  առաջացումից  խուսափելու հանգամանքները  բացահայտելու  նպատակով  (MoS2+2Zn)–n(MoO3+3Mg)  համակարգի հետագա  ուսումնասիրություններն  այրման  ռեժիմում  իրականացվել  են  կախված գազի ճնշումից:  Ի նկատի ունենալով բերված թերմոդինամիկական  վերլուծության  և  վերը  նկարագրված  փորձարարական հետազոտության  արդյունքները`  հետագա  ուսումնասիրություններն  իրականացվել  են n = 0.2 արժեքի դեպքում: "], "paragraph_source_docs": [2, 0, 0, 0, 0], "source_docs_file": "Chemistry.json"}