{"paragraph_source_docs": [2, 4, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 0, 3, 0, 2, 0, 2, 2, 0, 1, 2, 2, 2, 2, 2, 2, 2, 2, 4, 2, 3, 2, 4, 4, 0, 2, 2, 2, 2, 2, 2, 2, 3, 2, 2, 2], "paragraphs": ["nium B.C.E., The Israel Museum, Jerusalem, 1991, p. 171-176. Institut of Ankara Monaographs 31, 2005, p. 167-173. Seeking Origins and Manifestations of Religion, Acta Archaeologica Pultuskiensia, vol. III, Pułtusk, 2011, p. 71-78. Remarks on  Iconography.  In  Urartu:  A metalworking  Center  in  the First Millennium  B.C.E., The  Israel Museum, Jerusalem, 1991, p. 311-319. Images and Prophecy in the Ancient Eastern Mediterranean, 32, 2009, p. 15-40. սին պատկերացումն Ուրարտուում, ՊԲՀ, No1, Երևան, 1986, էջ 113-133, նույնի, Վանի թագավորության պե- տական կրոնը, Երևան, 1990, նույնի, Ուրարտուի ոսկին, Հին Հայաստանի ոսկին (մ.թ.ա III հազարամյակ- մ.թ.  XIV  դար),  Գլուխ  վեցերորդ,  Երևան,  2007,  էջ  151-185,  նույնի,  Կերպարվեստը  Վանի  թագավորությու- նում, Ուրարտական պետության և մշակույթի ձևավորման խնդրի շուրջ, Տարեգիրք, ԵԳՊԱ, Երևան, 2011, էջ յուն, Հոդվածների ժողովածու՝ նվիրված Սարգիս Հարությունյանի 80-ամյակին, Երևան, 2008, էջ 292-309: ", "культуры (XIX – начало XX вв.), Под ред.  А. Гулиева, В. Мочалова, Баку, 1955, с. 19. նաև թեմայի վերաբերյալ Ա. Հովհաննիսյանի մյուս հիմնարար մենագրությունը՝ Иосиф Эмин, Ер., 1989։ ", "վախմբի 1996-1997թթ. կատարած ուսումնասիրությունների արդյունքները //Հին Հայաստանի մշակույթը, XI, Երևան, 1998, էջ 39-41: ", "շարձան, Տարեգիրք, Հ. Զ, Երևան, 2010, էջ 197-208: ", "Հելենիստական  (ինչպես  նաև  աքեմենյան,  ուրարտական  շրջանի)  պատկերագրութ- յան,  մանրաքանդակների,  քանդակագործության ոճական ուղղությունների զարգացման, պատկերագրական  տիպերի,  կերտման  վայրերի  և  գաղափարակրոնական  պատկերա- ցումների հարցերին վերաբերվող ուսումնասիրությունների ոլորտում շրջանի առանցքային նշանակություն ունեն Բ. Առաքելյանի62 և Գ. Տիրացյանի63 Ֆ. Տեր-Մարտիրոսովի64 հեղի- նակած  մենագրությունները  և  հոդվածները:  Հին  Հայաստանի  հնագույն  և  հելլենիստա- կան արվեստի պատմության ուսումնասիրման և պատկերման տիպերի վերաբերյալ մին- չև այժմ բացառիկ են Բ. Առաքելյանի «Ակնարկներ հին Հայաստանի արվեստի պատմութ- յան»65,  «Արտաշատ  I»  աշխատություններ,  որոնցում  անդրադառնում  է  Հին  Հայաստանի արվեստի ստեղծագործությունների վերլուծությանը: ", "Հնագույն և հելլենիստական Հայաստանի արվեստին վերաբերող առաջին և մինչ օրս միակ աշխատությունը «Ակնարկներ հին Հայաստանի արվեստի պատմության» գործն է, որտեղ ներկայացված են հեղինակի կողմից նախորդ դարի 40-ական թթ. սկսած աշխա- տանքների արդյունքները: Հեղինակը մասնավորապես անդրադառնում է Հին Հայաստա- նի  արձանագործությանը,  բարձրաքանդակներին,  հարթաքանդակներին,  մանրաքան- դակներին (մ.թ.ա.VI-մ.թ. III դդ.): Նրա աշխատանքում ներկայացվում է դրանց փուլաբա- ժանումը  և  դասակարգումը.  ա.  ավանդական  պայմանական  ոճի  հնագույն  քանդակներ, բ.  այլ  երկներից  Հայաստան  բերված  քանդակագործական  ստեղծագործություններ  և Նեմրուդ-լեռան Կոմմագենյան քանդակներ, գ. արձանագործության հետագա զարգացու- մը Հայաստանում II-IIIդդ.: ", "Կատարել է ավանդական-պայմանական ոճի քանդակների խմբային բաժանում և մո- տավոր թվագրում (մ.թ.ա. IV-մ.թ. III դդ.): Մանրամասն նկարագրել է և վերլուծել քանդա- կագործության  նմուշները,  դասակարգել  դրանք  ըստ  ժամանակաշրջանների,  տիպերի, արհեստանոցների: Թեմային վերաբերող պատկերագրական խնդրիների ուսումնասիրու- թյան համար հատկապես կարևորվում են գրքի այն մասերը, որոնք վերաբերում են Հա- յաստանի  հելլենիստական,  աքեմենյան  արվեստի  ստեղծագործությունների  վերլուծութ- тия  скульптуры  Древней  Армении//  ԵԳՊԱ Տարեգիրք,  Երևան,  2005,  էջ  109-118,  նույնի,  Новые  данные  о культуре  Урарту,  Հուշարձան,  Տարեգիրք  5,  Երևան  2010,  էջ  131-135,  նույնի,  Фронтальное  и  профильное изображение в искусстве древности// ԵԳՊԱ Տարեգիրք, Երևան, 2006, էջ 129-139: ", "յանը, դրանց տարբերակմանը ըստ ներմուծված և տեղական արվեստանոցների, տիպա- բանությանն  ու  մասնավոր  քննությանը:  Այս  առիթով  պետք  է  նաև  նշել  Կ.  Տրևերի66,  Գ. Սարգսյանի67, Կ. Ղաֆադարյանի68 և այլոց աշխատությունները: Հելենիստական շրջանի հայկական  հուշարձանների  կերտման  վայրերի,  պատկերագրական  տիպերի,  փուլաբա- ժանության,  դիցաբանական  կերպարների  ուսումնասիրության  և  քանդակագործության վերաբերյալ վերլուծությունների թվում պետք է նաև նշել Ժ. Խաչատրյանի69, Հ. Մարգար- յանի70, Խ. Մուշեղյանի71, Ռ. Վարդանյանի72 աշխատանքները: ", "Հայաստանի  պատկերագրության  մասին՝  որպես  պարտյալ  Արտաշիսյան  թագուհի տիպի ուսումնասիրության համար հիմնվել ենք արտասահմանյան ուսումնասիրություննե- րից  Ջ.  Հերմանի73,  Ա.  Կյութների74,  Հ.  Դրագենդորֆի75,  Հ.  Լաուբշների76,  Ջ.  Պոլլինի77  և այլոց աշխատությունների վրա78: ", "Հարկ է նշել, որ մասնագիտական գրականության մեջ բազմաթիվ են երկրներ անձ- նավորող  կերպարների  դասակարգման  փորձերը:  Հայաստանի  անձնավորման  տիպա- ները հելլենիստական աշխարհի հետ, ՊԲՀ, No1, Երևան, 1985, էջ 123-134, նույնի, Հայաստանի անտիկ շր- ջանի կորոպլաստիկան, Լրաբեր հասարակական գիտութունների, No3, Երևան, 1977, էջ 37-60, նույնի, Об античной  коропластике  Армении,  ВДИ, №  3,  Ереван,  1979,  с. 87-103,  Хачатрян  Ж.,  Неверов О.,  Архивы столицы древней Армении Арташата, Ереван, 2008. практики в обществах прошлого, Нижний Новгород, 2015, с. 62-80, նույնի, Терракотовые статуэтки из Ва- гаршапата, // ИФЖ, № 3, Ереван, 2010, с. 170-180. նի,  Հայաստանի  անունը  հին  և  միջնադարյան  դրամների  վրա,  ՊԲՀ, №3,  Երևան,  1985,  էջ  41-54, նույնի, Հայոց պատմության դրամագիտականը, Մաս Ա, Երևան, 1997: ", "ван, 1987, с. 195-207, նույնի, Լուկիոս Վերոսի օրոք Հայաստանում թողարկված պղնձե դրամներ, ՊԲՀ, No2, Երևան, 2004, էջ 234-253: ", "Vermeule, University of Texass Press, 1995, pp. 507-521. der, Sex, and the Domestication of the Empire in Art of the Augustan Age// Arethusa 40 (2007), by The Johns Hop- kins University Press, p. 59-60, Oxé A., Arrentinische Reliefgefässe von Rhein, Bonn, 1933. բանական  կերպարը  պարզելու  նպատակով  հիմվել  ենք  Պ.  Բիենկովսկու79,  Մ.  Ջատ- տայի80, Պ.Ստրակի81, Ժ. Թոյնբիի82, Պ. Գարդների83 և այլոց աշխատությունների վրա: ", "Արտաշիսյան  թագուհի՝  Էրատոյի  պատկերագրական  տիպը  և  կերպարը  ուսունասի- րելու համար հիմնվել ենք Է. Բաբելոնի84, Ֆ. Լայարդի85, Վ. Լանգլուայի86, Վ. Հացունու87, Բ. Առաքելյանի88 և այլոց աշխատությունների վրա89: ", "Առաքել Պատրիկը90 իր «Հայկական տարազ» և Վ.Հացունին «Պատմութիւն հայ հին տարազին» գրքերում անդրադառնում են հնագույն ժամանակներից մինչև մեր օրերը հայ- կական տարազի ուսումնասիրության խնդիրներին91: Մանավորապես կատարել են աքե- մենյան,    հելլենիստական,  վաղ  հայկական  արվեստի  նմուշների  հանդերձանքի  և  զգես- տավորման  վերլուծությունը:  Պատկերագրական  և  դիցաբանական  կերպարների  ուսում- նասիրությանն է նվիրված Զ. Թառայանի92 աշխատությունը, որը լուսաբանում է Տիրամոր պաշտամունքի և կերպարի հնագույն նախատիպերը հին հայկական և համաշխարհային արվեստի  ստեղծագործությունների  տեսանկյունից:  Հայկական  լեռնաշխարհում  «Պատե- րազմի և սիրո դիցուհու» պատկերագրության խնդիրները վեր հանման հետ կապված կու- զեինք նշել «Աֆրոդիտե. պատերազմի տիրուհին, սիրո դիցուհին» (խմբ. Մ. Զայֆերթ)93, Շ. Հուսեյնի  «Աստվածուհին.  մայրիշխանությունը,  առասպելներն  ու  արխետիպերը, courant idéaliste et réaliste de la personification des provinces romaines //Originalveröffentlichung in: 50 Years of Polish  Excavations  in  Egypt  and  the  Near  East.  Acts  of  Symposium  at  the  Warsaw  University,  1986,  Warschau, basilica in Rom, Jdl 15, 1900, p. 1-42. et de Commagène, Paris, 1890. Recueil d’ Antiquités égyptiennes, étrusques, grecques et romaines., t.II, Paris, 1756, Furtwängler A., Die antiken Gemmen, Leipzig, 1900, Plantzos D., Hellenistic engraved Gems, Oxford, 1999, Zwierlein-Diehl E., Antike Gem- men und ihr Nachleben, de Gruyter, 2007, Ալիշան Ղ., Այրարատ, Վենետիկ, 1890: ", "արարումը,  պտղաբերությունը  և  արգասաբերությունը»94  և  Ա.  Վան  դեր  Մեյերի  հեղինա- կած «Նախնադարյան նախամայր Մաի լեզուն. Կնոջ պատկերագրության զարգացումը 40 Սրանք  շատ  արժեքավոր  աշխատություններ  են  ոչ  միայն  մեզ  համար,  այլև  համաշխար- հային  արվեստում  և  պատկերագրության  մեջ  կանանց  առաջին  օրինակների  տիպաբա- նության և դասակարգման ուսումնասիրության առումով: ", "Հետազոտական  աշխատանքների  ընթացքում  օգտագործվել  է  նաև  ժամանակի մամուլը՝  «Մշակ»,  «Մասիս»,  «Մեղու  Հայաստանի»,  «Դրօշակ»,  «Փարիզ»,  «Մուրճ», «Հնչակ», «Նոր  կեանք», «Նոր  դար», «Հայաստան», «Անահիտ  թերթ-հանդես», «Արձագանք» պարբերականները: ", "Քաղաքական  բուռն  անցուդարձերի  ու  սեփական  տարածքում  անընդմեջ  տեղի ունեցող  ռազմական  գործողությունների  հետևանքով  հայ  ժողովուրդն  այլևս  անկարող էր  հավասարապես  պայքարել  ասպարեզ  եկած  նոր  ու  հզոր  ուժերի  դեմ:  Միացյալ պե- գիր (Հասարակական գիտություններ), 1955, N 8, էջ 84-85: ", "Նրա  հետախուզական  գործունեությունը  սկիզբ  է  առել  դեռևս  XIV  դ.,  սակայն սկզբնական  կազմակերպված  միջոցառումները  հետախուզության  ոլորտում  որպես պետական ապարատի հիմնական և կարևորագույն գործառույթ, վերագրվում են XV դ.1: ", "բանության հարցերին, այն է. Գրականության  մեջ  մեծ  տեղ  է  հատկացվում  նաև  կանանց  կերպարների  իմաստա- յան կանանց կենդանի արտացոլումն են: ", "Հետախուզական  գործունեության  Վենետիկի  հարուստ  փորձը,  գործելաոճը  և ավանդույթներն  աստիճանաբար  փոխանցվում էին  Օսմանյան կայսրության հետախուզությանը`  սկսած  այն  ժամանակաշրջանից,  երբ  թուրքերի  կողմից Կոնստանդնուպոլսի գրավումից  անմիջապես հետո  Վենետիկը քրիստոնյա պետություններից  առաջինը նրանց հետ կնքեց  պայմանագիր  Օսմանյան կայսրությունում  առևտրի  բացարձակ  իրավունքի  մասին՝  հիմք  դնելով  այսպես  կոչված կապիտուլյացիաների համակարգին: ", "ցոլանք և ներկայացնում են հղի կանանց կամ նրանց հովանավորներին: ", "դի դեր կատարած քրմուհիների: ", "Թուրք  լրտեսը  ձեռք  բերված  տեղեկատվությունն  անմիջապես  փոխանցում  էր Վիեննայում բնակվող  Թուրքիայի գաղտնի գործակալ  Ռակոայի միջոցով, նամակագրական կապի մեջ էր գտնվում Ջենովայում գործող թուրք գործակալ Դոնայաի հետ4: ", "Այս  օրինակում  ենթադրվում  կամ  ազդարարվում  են  մահվան  ու  նոր  կյանքի  հա- ջորդականությունն  ու  շարունակականությունը,  որն  աղերսվում  է  Բարեկենդան  տոնի հիմնական իմաստին` բուսականության ուժերի ձմեռային քնի և գարնանը դրանց բուռն զարթոնքի հակադրությանը, որտեղ կատարվում է հարություն առնող բնության գովքի նմանակումը (имитация): ", "Սրան զուգահեռ հաշվի են առնվում նաև կատարման նրբությունները, որոնք ոչ միայն վկայում են կնոջ կերպարի անհատականացման մասին, այլև թույլ են տալիս միավորել տիպերը արձանիկների խմբերի մեջ100: ", "Докса, 2010, с. 313-324, http://doxa.onu.edu.ua Археология, этнография и антропология Евразии 3 (51), 2012, с. 31-37; տե՛ս նաև Абрамова З., Изобра- Կանանց  պալեոլիթյան  ռեալիստական  մանրաքանդակները  հիմնականում  ներկա- յացնում են մերկ կանանց: Սիբիրում հայտնաբերվել են «զգեստներով» կանանց արձա- նիկներ101, բայց վերջիններս բացառություն են կազմում: ", "Արձանիկների  երկրորդ  ընդհանրացնող  բնորոշ  գիծը  ձևերի  «ռեալիստական- իրապաշտական»  պատկերումն  է,  սակայն  պետք  է  նշել,  որ  նախնադարյան  ռեալիզմի համար բնորոշ է մանրամասների ընդգծումը և չափազանցումը: ", "Այս արձանիկների մեծամասնության մեջ կանայք ներկայացված են ծավալուն կախ- ված կրծքերով, դուրս ցցված մեծ որովայնով, կոնքերի և ազդրերի շրջանում ճարպային կուտակումներով: Ոտքերը հիմնականում համաչափ են և կարճեցված: ", "Զգալի թիվ են կազմում գլուխները և վերջույթները կոտրված արձանիկների նմուշնե- րը:  Ձեռքերը  սովորաբար  շատ  բարակ  են,  ամուր  սեղմված  են  մարմնին  կամ  կրծքերի շուրջը  կամ  էլ  որովայնին:  Այս  պատկերների  մեծամասնությունը ներկայացնում  են  կին- նախամորը՝ գերաճած  երկրորդական նշաններով: ", "Երրորդ ընդհանրական հատկանիշը արձանիկների դիրքն է: Դրանք բոլորը ներկա- յացված  են  խիստ  ֆրոնտալ՝  թեթև  ներքև  խոնարհված  գլխի  շարժմամբ:  Բոլոր  արձա- Հնագույն  արձանիկների  ոճական  առանձնահատկությունները  նկատի  ունենալով, նիկները ստատիկ են, անշարժ: ", "դրանք ստորաբաժանվել են երկու խմբի. գեմատիտ, սերպենտին և այլն: ", "Պատրաստման հիմնական նյութը փղոսկրն է, եղջյուր, ոսկոր, կրաքար, ստեատիտ, Կնոջ կերպարը ընդհանուր առմամբ արտացոլում էր ոչ թե ինչ որ կոնկրետ գաղա- փար,  այլ,  ըստ  ամենայնի,  համատեղում  էր  մի  քանի  պատկերացումներ:  Կարծում  ենք, առավել ընդունելի են այն մոտեցումները, երբ այս արձանիկներում տեսնում են պտղա- жения человека в палеолитическом искусстве Евразии, Москва-Ленинград, 1966, с. 13-15, Аникович М., Общество и личность в палеолите – что могут сказать об этом археологические данные // Культура: соци- ум и индивид, Ленинград, 2000, с. 103-112, Демещенко С., Искусство палеолита (к вопросу об индиви- дуализации) // Культура: социум и индивид, Ленинград, 2000, с. 163-164. пе и Сибири // Палеолит и неолит СССР, МИА, № 79, т. 4, Москва-Ленинград, 1960, с. 126-149, նույնի, О некоторых особенностях палеолитических женских статуэток Сибири // Первобытное искусство. Антропо- морфные изображения. Новосибирск, 1987, с. 28-36. բերության  գաղափարների  և  կին  նախամոր  երկմիասնության  արտացոլումը  («Կին-- նախամայր», «Օջախի պահապան, բնության, կենդանիների տիրուհի և պաշտպան»): ", "Խորհրդային  պատմագիտության  մեջ  Հյուսիս-արևելյան  Այսրկովկասի  տարածքը թյուրիմացաբար  ներկայացվել  է  «Հյուսիս-արևելյան  Ադրբեջան»  եզրույթով,  այսօրվա աշխարհագրական  ու  քաղաքական  ընկալմամբ՝  պատմական  հիշողությունից  ջնջելով «Շիրվան» եզրը: ", "Մասնագիտական գրականության մեջ գերիշխող է այն կարծիքը, որ կանանց արձանիկ- ները մարմնավորում են օջախի պահապանին և տան հովանավորին: ", "Հողը մշակելի ու բերրի է և հարուստ ամեն տեսակի մթերքներով’’66: Ֆրանսիացի ճանա- պարհորդ  Ժ.  Բ.  Տավերնիեի  վկայությամբ  ևս  ,,Երևանը  բնակեցված  է  բացառապես հայերով’’67: ", "Զ.Աբրամովան կանանց արձանիկները ստորաբաժանում է երեք խմբի՝ նրանց մարմ- նակազմական առանձնահատկությունների հիմման վրա. ա. «Դասական» մարմնակազմությամբ արձանիկներ: Հեղինակն այս տիպին է վերա- գրում կանոնավոր կազմվածքով արձանիկները, որոնց որոշ մանրամասներ չափազանց- ված  են.  Օր.  Ավդեեվի  արձանիկները,  Դոլնի  Վեստոնիցի,  Մենտոնի  մանրաքանդակնե- րը104: Այս խմբին բնորոշ հատկանիշներով է Լեսպյուգի արձանիկը105 (Նկ. 1.1, 2. 9-11): ", "հիշատակվում  է  անհիշելի  ժամանակներից,  իսկ  Ղարաբաղ  անվանումը  հանդիպում  է  XIV-XV  դդ. պարսկական, հայկական (հիշատակարաններ) և վրացական աղբյուրներում (տե՛ս Շ. Մկրտչյան, Արցախ (Պատմամշակութային ակնարկ), Եր., 1991,  էջ 7, ծնթ. 3): ", "դերակատարում  ունենալով  Այսրկովկասի  քաղաքական  պատմության  մեջ 69:  Ուստի, մեր հետագա ուսումնասիրության մեջ Շաքիի խանությունը կգտնի իր արժանի տեղը: ", "Կայսրության հետախուզության կողմից իրականացված  ահաբեկչական գործողությունների  մասին  վկայում  են  Պրեոբրաժենսկի  հրամանում  կատարված հետաքննչական  գործի  նյութերը,  ինչպես  նաև  Օսմանյան  կայսրությունում  ռուս դեսպանի  նամակը՝  հասցեագրված  Ռուսաստանի  կանցլեր  կոմս  Գոլովինին:  Նշված գործից  և  նամակից  պարզվում  է,  որ  սուլթանի  հրամանով  մոլդովացի  պարոնը առևտրականի  կերպարանքով  Ռուսաստան  է  ուղարկել  ազգությամբ  հույն  երկու ահաբեկիչների`  Պետրոս I-ին  թունավորելու  նպատակով:  Շուտով  ռուսները Մոսկվայում ձերբակալեցին այդ երկու «առևտրականներին», որոնց մոտ հայտնաբերվեց շշալցված թույն, մի քանի հազար չերվոն ոսկի և մի քանի հազար ռուբլի արժողությամբ ադամանդներ1:  Օսմանյան  կայսրության  գաղտնի  ծառայությունների  գործունեության համար  առավել  կարևոր  շրջան  էր  հանդիսանում  Կովկասը,  որտեղ  և  բախվում  էին Ռուսաստանի շահերը Մեծ Բրիտանիայի և Օսմանյան կայսրության հետ: ", "Մի շարք պատկերագրական առանձնահատկություններ նկատի ունենալով մենք, վե- րոնշյալ կանանց մանրաքանդակները բաժանել ենք երեք`  ա. Երիտասարդ (Աղ. 1, նկ. 1- Համամիտ  ենք  այն  տեսակետի  հետ,  որ  սրանք  անձնավորում  են  ինչպես  տարիքով, այնպես  էլ  կարգավիճակով  և  պտղաբերության  գործառույթներով  իրարից  տարբերվող կանանց110: ", "Վերը ներկայացված տիպերի մեջ ուշագրավ խումբ են կազմում կանանց այն մանրա- քանդակները,  որոնց  սեռական  հատկանիշները  խորհրդանիշների  տեսքով  են  հանդի- պում  և  հատուկ  ընդգծված  են,  ինչը  սովորաբար  բացատրվում  է  «էրոտիկ-գեղագիտա- կան» նշանակությամբ (Նկ. 2.2-6): Այս տեսակետից կարևոր է նշել նաև, որ կին խորհր- դանշող ամենավաղ պատկերագրական տարրերն աչքի են ընկնում հաստատուն դրսևո- րումներով  (Նկ.  3.3,  10):  Դրանք  եռանկյունիների,  կիսաշրջանների,  կամ  տանձաձև  շր- ջանների  տեսքով  են  ներկայացված:  Ըստ  ամենայնի  այս  կերպ  կնոջ  մարմինը  արժևոր- ЦЧО)//Известия  ГАИМК,  Вып.  118,  Палеолит  СССР:  Материалы  по  истории  дородового  общества,  Москва- Ленинград, 1935, с. 26-77. es…, p. 518. European Paleolithic: Symbols of Fertility or Attractiveness? Journal of Anthropology, Hindawi Publishing Corporati- on, Egypt, Cairo, 2011, p. 2-3. վում  է  որպես  կյանքի  բնական  արտադրող  և  հետևաբար  հավերժության  նախասկիզբ111: ", "Եռանկյունիների  և  կիսաշրջանների  խորհրդանշական  իմաստը  հավանաբար  պետք  է կապել  կնոջ  սեռական  օրգաններով  ներկայացվող  կյանքի  առաջացման  գաղափարի հետ: Խորհրդանշական իմաստաբանությամբ այստեղ ներկայացվում էր «մասը ամբողջի փոխարեն»112 (Նկ. 3.1-3): ", "Քանդակների ինքնատիպ խումբ են կազմում կանանց այնպիսի քանդակները, որոնք իմաստաբանորեն ներկայացնում են կնոջ և տղամարդու միասնությունը և միախառնումը: ", "Սովորաբար  դրանք  ֆալլաձև  գլխով  կանանց  ֆիգուրներ  են113:  Այս  արձանիկները  մեզ հիշեցնում  են  Պլատոնի114  կողմից  ներկայացված  նշանավոր  առասպելը115՝  կնոջ  և տղամարդու ի սկզբանե միասնական լինելու մասին՚116: Այստեղ նրանք ներկայացված են «այր և կին՝ մեկ մարմին տեսքով»: ", "Սակայն  նախնադարյան  մարդու  մոտ  դա  կապված  էր  ոչ  միայն  սեռական  գիտակ- ցության խնդրի հետ: Ա.Բրեյլի կարծիքով այսպիսի արձանիկները կարող էին ծառայել որ- պես խթան «սիրային հարաբերությունների բարեկարգման և պտղաբերության զարգաց- ման համար»117: ", "Իսկ Ա. Լերուա-Գուրանի կարծիքով հնարավոր չէ պարզել այն իրական իմաստը, որը ունեին պալեոլիթյան «Վեներաներն» իրենց ժամանակաշրջանում118: ", "պեղումների արդյունքները (Միջին դարեր), Երևան, ՀՍՍՀ ԳԱ հրատ., 1962, էջ 15: ", "Ընդհանուր  առմամբ  այս  շրջանի  քանդակները  աչքի  են  ընկնում  ընդհանրացմամբ, որի պատճառը կարող էին լինել նաև մշակման դժվարությունները: Դրանք ներկայացնում ции, Москва, 1973, с. 140. սի կողմից բաժանվել են և այստեղից էլ ծագել է երկու կեսերի գաղափարը, որոնք ամբողջ կյանքում իրար են փնտրում,  իսկ երբ  գտնում  են, միավորվում են և  երջանիկ  լինում:  (Творения  Платона,  Пир.  Федр,  т. V, Полное собрание творений Платона в 15 томах, Ленинград, 1922, с. 33-35). են  ոչ  թէ  իրական  կնոջ,  այլ  «կնոջ  մասին  ընդհանրական  գաղափարները»,  հետևաբար այդպիսի արձանիկները չէին կարող լինել  անմիջականորեն էրոտիկ զգացողությունների արտահայտություն,  այլ  նաև  խորհրդանշական  ճշգրիտ  կատարմամբ  ներկայացնում  էին այլ բնույթի իմաստներ: ", "Կանանց  քանդակները  մեր  կարծիքով  արտահայտում  էին  առավելապես  հանրա- յին/խմբային  ընկալումները,  քան  անհատի  զգացմունքները,  իսկ  նրա  մարմնեղ  և  ծավա- լային ներկայացումը ցույց էր  տալիս մայր-կնոջ ընդհանրական կերպարի բնական և ճշ- գրիտ նկարագրության ձգտումը: ", "Պալեոլիթյան քանդակների իմաստային վերլուծությունների համար կարևոր նշանա- կություն ենք տալիս այն հանգամանքին, որ դրանք քարանձավային արվեստում հանդես են գալիս կենդանիների հետ որսի տեսարաններում, տոտեմական-ազգակցական կապե- րի գաղափարաբանությամբ, պտղաբերության և նրանց վրա մոգական ազդեցության կա- րողություն ունենալու նշանակությամբ (Նկ. 3.8-9, 4.1-2): "], "source_docs_file": "History.json"}