{"paragraph_source_docs": [3, 3, 3, 3, 4, 0, 1, 0, 4, 3, 0, 3, 4, 1, 3, 2, 3, 0, 4, 0, 3, 4, 0, 3, 1, 0, 3, 3, 2, 0, 1, 1, 4, 3, 3, 4, 0, 1, 3, 3, 1, 3, 2, 3, 0, 3, 4, 4, 3, 0], "source_docs_file": "History.json", "paragraphs": ["Շնորհիվ  վերոհիշյալ  ուսումնասիրությունների  մենք  հստակ  պատկերացում  ենք կազմում Հայաստանի և մերձավորարևելյան, միջինասիական, չինական հայտնի կենտ- րոնների խեցեգործական արտադրության զարգացման, անցած ուղիների, նորամուծու- թյունների ու ձեռքբերումների վերաբերյալ: ", "Թեև  բավական  մեծ  աշխատանքներ  են  տարվել  միջնադարյան  նյութական  մշա- կույթի, հատկապես խեցեգործության ուսումնասիրման ուղղությամբ, այնուամենայնիվ դրանք ամբողջական չեն  և ժամանակագրորեն ավարտվում են  հիմնականում XIV դա- րով: Չնայած մեծաքանակ գիտական գրականության առկայության, XIV – XVII դդ նյու- թական մշակույթի վերաբերյալ չկան լիարժեք համալիր աշխատանքներ: Մեր ատենա- pottery IX – XIVth cc. London, Faber and Faber limited, 1957, 37 p.. Изд.  ,,Наука’’,  1982,  211  с.;  Среднеазиатская  глазурованная  керамика  XII  –  XV  вв.,  Душанбе,  Изд.  ,,Дониш’’, Sakisyan  A.,  La  céramique  d’Asie-Mineure  et  de  Constantinople,  Paris,  Librairie  Orientaliste  Paul  Geuthner,  1923; Wilkinson Ch., Fashion and technique in Persian pottery, Bulletin the Metropolitan Museum of Art, November, 1947, v.6, N 3, pp. 99-104; Wilson R. P., Islamic art, New York, The Macmillan company, 1957. Керамика Старой Ганджи, Баку, Изд. АзФАН, 1940, 44 с. խոսությունը  ևս  չի  հավակնում  լինելու  համալիր  ուսումնասիրություն:  Ատենախոսու- թյան շարադրանքում, առաջին անգամ փորձ է կատարվում դասակարգել ու միավորել Հայաստանի  տարբեր  շրջաններից  գտնված  XIV  –  XVII  դդ.  վերաբերող  խեցեղեն  նյու- թերը` դիտարկելով կոնկրետ ժամանակահատվածում: ", "Ատենախոսությունը  շարադրված  է  հնագիտական  հուշարձաններից  հայտնաբեր- ված, ինչպես նաև թանգարաններում կուտակված ու մեզ համար մատչելի նյութերի հի- ման  վրա:  XIV  –  XVII  դդ.  խեցեղենի  ուսումնասիրության  գործում  կարևոր  նշանա- կություն  ունեն  միջնադարյան  հուշարձանների  պեղումներից  հայտնի  հնագիտական գտածոները: Աշխատանքում օգտագործել ենք մոտ երեք տասնյակ միջնադարյան հուշ- արձանների  խեցեղեն  հավաքածուները,  որոնց  մի  մասը  հրատարկված  է  (Դվին,  Անի, Անբերդ,  Գառնի,  Լոռե  բերդաքաղաք),  իսկ  մյուս  մասը  արդյունք  է  վերջին  տասնամ- յակներում  իրականացված  պեղումների  և  դեռևս  գիտական  գրականության  մեջ  շրջա- նառված չէ (Ոստինք,  Շատիվանք, Նորավանք, Սելիմի քարավանատուն, Արայի քարա- վանատուն,  Արտաշատ,  Էջմիածին,  Թեղենյաց  վանք,  Միրաք,  Դաշտադեմ,  Հայկաձոր, Քոբայր,  Թեղուտ  և  այլն):  Գտածո  տեսականիները  ներկայացնում  են  ինչպես  քաղաքա- յին,  այնպես  էլ  գյուղական  բնակավայրերից,  վանական  համալիրներից,  քարավա- նատներից հայտնաբերված նյութը` հիմնականում արտացոլելով ՀՀ ողջ տարածքի խե- ցեգործական արտադրության ընդհանուր պատկերը XIV – XVII դդ.: ", "Խեցեղեն  նյութի  ուսումնասիրությունը  կատարվել  է  պատմահնագիտական  աղբ- յուրների համեմատական վերլուծության, դասակարգման և մանրակրկիտ նկարագրու- թյան միջոցով38: ", "Ուշադրության  արժանի  է  նաև  Ռուսաստանի  արտաքին  քաղաքականության պատմության  բազմահատորյակի  XVIII  դարն  ընդգրկող  պրակը՝  Ժ.  Անանյանի Հայ  պատմագիտության  մեջ Հյուսիս-արևելյան  Այսրկովկասի  առանձին խանությունների  XVIII  դ.  երկրորդ  կեսի  պատմությանը  նվիրված  գիտական ուսումնասիրություններ  գրեթե  չեն  կատարվել:  Բացառություն  են  կազմում  Վ. Գրիգորյանի 36  և  Ս.  Մարգարյանի 37  հետազոտությունները։  Հայկական  հարուստ աղբյուրները  մանրակրկիտ  վերլուծելով՝  Վ.  Գրիգորյանը  վերականգնում  է  XVIII  դ.  80- դդ.  քաղաքական  պատմության  մի  շարք  հարցեր  խոր  քննության  են  ենթարկվում    Ս. Մարգարյանի ուսումնասիրության մեջ: ", "Ուսումնասիրությունները  ցույց  են  տալիս,  որ  հայ  ազգային-ազատագրական պայքարի ընթացքում նմանատիպ դեպքերը կրկնվում են պարբերաբար, ինչը վկայում է այդ պայքարի ոչ ճիշտ կազմակերպման օրինաչափության մասին: ", "Տեքստերով վիճակահանության ձևերը կարող են լինել պատմողական տեքստով, որոնց հիմքում ընկած է թեմայի զարգացումը, այսինքն՝ ունի սկիզբ, մտքի տրամաբա- նական  ընթացք  և  ավարտ:  Խաղացողները  շրջանաձև  կանգնում  են,  և  ավագ  խա- ղացողը սկսում է վանկատելով «հաշվել»՝ ձեռքը յուրաքանչյուր խաղացողին թեթևակի հպելով. Երկու ռուս բաբուշ-կա, Նստել են ակուշ-կա, Չռթում են սեմուշ-կա, Թափում են խլեբուշ-կա: ", "Սույն  ատենախոսության  խնդիրների լուծման  տեսանկյունից  կարևոր նշանակություն է ունեցել Ռ. Սահակյանի հոդվածը, որտեղ լուսաբանվում է, թե ինչպես դեռևս «Թեշքիլաթի  մահսուսա»-ն համակարգել  ու  իրագործել  է  Բաթումի  նահանգում  և  Կարսի  մարզում  հայերի զանգվածային կոտորածները և բնակավայրերի կողոպուտը5: ", "XIX  դ.  Բաքվի  նահանգի  հայ  բնակչության,  Բաքու  քաղաքի  հայության պատմաժողովրդագրական  հիմնահարցերին  են  նվիրված  հայագետ  Գ.  Ստեփանյանի արժեքավոր ուսումնասիրությունները40: ", "Երրորդ գլուխը նվիրված է անջնարակ` անզարդ և զարդարուն խեցեղենին, որտեղ, ըստ գործածության, ներկայացված են XIV – XVII դդ. տարածված տեսականիները: Ցույց են  տրված  ժառանգական  կապերը  նախորդ  դարաշրջանի  նույնատիպ  անոթների  հետ, նրանց ձևաբանական հորինվածքների փոփոխությունները: ", "Թեմայի  հիմնահարցերի  առավել  ամբողջական  և  համակողմանի  հետազոտման նպատակով  օգտագործվել  են  Վ.  Վիրաբյանի  «Հայաստանի  Հանրապետության պետական  անվտանգության  համակարգի  ստեղծումը  և  գործունեությունը  1918-1920 թթ.»2  աշխատությունում  քննության  առնված  Հայաստանի  Առաջին  Հանրապետության նորաստեղծ  հետախուզության  Արևմտյան  Հայաստանում  ծավալած  գործունեությանը վերաբերող  փաստագրական  տվյալները,  ինչպես  նաև  Կ.Պոլսում  հայկական հետախուզական  աշխատանքների  կազմակերպիչ  հետախույզ  Տ.  Դևոյանցի  հուշերը3: ", "XIV – XVII ԴԱՐԵՐԻ ՀՈՒՇԱՐՁԱՆՆԵՐԸ (ՊԵՂՈՒՄՆԵՐԻ ՀԱՄԱՌՈՏ ԱԿՆԱՐԿ) Պատմական համառոտ ակնարկ: ", "Iran: From Nadir Shah to the Islamic Republic, vol. VII, Cambridge, 1991, p. 104-143; J. Perry, Karim Khan Zand (1747-1779), London, Oneworld, 2006; նույնի՝ The Zand Dynasty, – The Cambridge History of Iran: From Nadir Shah  to  the  Islamic  Republic,  vol.  VII,  Cambridge,  1991,  p.  63-103;  S.  Shaw,  Iranian  relation  with  the  Ottoman empire  in  the  eighteenth  and  nineteenth  centuries,  –  The  Cambridge  History  of  Iran:  From  Nadir  Shah  to  the Islamic  Republic,  vol.  VII,  Cambridge,  1991,  p.  297-313;  The  Cambridge  History  of  Turkey,  vol.  III,  The  Later Ottoman  Empire  (1603-1839),  Edited  by  Suraiya  N.  Faroqhi,  Cambridge  University  Press,  2006;  R.  Tapper, Sh hsevan in S afavid Persia, – «Bulletin of the School of Oriental and African Studies», University of London, vol. (Cambridge  Middle  East  Studies),  Printed  in  the  United  Kingdom  at  the  University  Press,  Cambridge,  1997;  F. Kazemzadeh, Iranian relations with Russia and the Soviet Union to 1921,  – The Cambridge history of Iran: From Nadir Shah to the Islamic Republic, vol. VII, Cambridge, 1991, p. 314-349; M. Atkin, Russia and Iran 1780-1828, Minneapolis, 1980; Ch. L.  Krause, C. Mishler, Standard Catalog of  World  Coins.  Eighteenth century. 1701–1800, Edited by George Cuhaj, 6th edition, Krause Publications, 2013. Ռուսական  կայսրության  XVIII  դ.  երկրորդ  կեսի  հարաբերությունների  առավել ամբողջական և անաչառ պատմությունը: ", "միկի, ծնվ.` 2003 թ.: ", "Հուլավյան  իլխանության  թուլացումից  ու  կազմալուծումից  հետո  մեկը  մյուսի  հե- տևից Հայաստանն  ու  հարևան երկրներն ասպատակեցին  Ոսկե հորդայի խան Թողթա- միշը (1384  –  1385),  ապա Չաղատայան երբեմնի հզոր պետության մաս կազմող  Մավե- րաննահրի տիրակալ Լենկ Թեմուրը (1385 – 1386), որը 1399 – 1403 թթ. դարձավ Կենտ- րոնական  Ասիայի  պատմական  Մավերաննահրի,  Իրանի,  Իրաքի,  Աֆղանստանի,  Հա- րավային  Կովկասի,  Փոքր  Ասիայի,  Միջագետքի  ու  Սիրիայի  տիրակալ40:  Նրա  մահից հետո  այդ  հսկայածավալ  պետությունը  շուտով  տրոհվեց  առանձին  մասերի,  քանզի կազմավորվել էր բռնությունների ու ահաբեկումների ճանապարհով: ", "Köln, 2001. years of global Venus Art, Canada, 2015. ԿՆՈՋ ԿԵՐՊԱՐԸ ՆԱԽՆԱԴԱՐՅԱՆ ՀԱՎԱՏԱԼԻՔՆԵՐՈՒՄ ԵՎ ՆՐԱ ՊԱՏԿԵՐԱԳՐՈՒԹՅԱՆ ԱՌԱՋԱՑՈՒՄԸ Մարդու կերպավորման վաղագույն դրսևորումների և դրանց ի հայտ գալու սկզբնա- պատճառների մասին դժվար է կարծիք հայտնել և պատահական չէ, որ մինչ օրս այս խն- դրի շուրջ բազմաթիվ վարկածներ են շրջանառվում96: Բոլոր դեպքերում ներկայումս կաս- կածից վեր է համարվում այն տեսակետը, որ հնագույն կանանց կերպարները հանդես են գալիս  արդեն  վերին  պալեոլիթում`  մանրաքանդակների  տեսքով:  Այս  ժամանակներից սկսած կնոջ կերպարը քանդակագործության մեջ հանդես է գալիս կլոր քանդակի, խորա- քանդակի, հարթաքանդակի  և  ուրվանկարի տեսքով: Կարելի է մեկ անգամ ևս հաստա- տագրել,  որ  վերին  պալեոլիթյան  հնավայրերից  հայտնի,  այսպես  կոչված  «Պալեոլիթյան Վեներաները»  կանացիությունն  ու  մայրական  սկիզբը  նշանավորող  առաջին  արձանիկ- ներն  են97:  Այս  արձանիկների,  որպես  արվեստի  հնագույն  օրինակների  և  առհասարակ կնոջ  կերպարի  նախնադարյան  ընկալումների  վերլուծության  մեր  մոտեցումները  հիմնա- վորելու համար, կարևոր ենք համարում շեշտելու հետևյալը: ", "Քաղաքական  բուռն  անցուդարձերի  ու  սեփական  տարածքում  անընդմեջ  տեղի ունեցող  ռազմական  գործողությունների  հետևանքով  հայ  ժողովուրդն  այլևս  անկարող էր  հավասարապես  պայքարել  ասպարեզ  եկած  նոր  ու  հզոր  ուժերի  դեմ:  Միացյալ պե- գիր (Հասարակական գիտություններ), 1955, N 8, էջ 84-85: ", "Նրա  հետախուզական  գործունեությունը  սկիզբ  է  առել  դեռևս  XIV  դ.,  սակայն սկզբնական  կազմակերպված  միջոցառումները  հետախուզության  ոլորտում  որպես պետական ապարատի հիմնական և կարևորագույն գործառույթ, վերագրվում են XV դ.1: ", "XVI  դարից  Այսրկովկասի  և  Շիրվանի  տարածքը  դառնում  է  թուրք-իրանական ռազմական  բախումների  թատերաբեմ:  Այսպես,  XVI-XVII  դդ.  ընթացքում  Օսմանյան կայսրության  և  Սեֆյան  պետության  միջև  ընթացող  պատերազմների  հետևանքով «Մերձավոր Արևելք» (հետայսու՝  ՄԱ), 2007, պր. 4, Եր., էջ 61-65: ", "Հետախուզական  գործունեության  Վենետիկի  հարուստ  փորձը,  գործելաոճը  և ավանդույթներն  աստիճանաբար  փոխանցվում էին  Օսմանյան կայսրության հետախուզությանը`  սկսած  այն  ժամանակաշրջանից,  երբ  թուրքերի  կողմից Կոնստանդնուպոլսի գրավումից  անմիջապես հետո  Վենետիկը քրիստոնյա պետություններից  առաջինը նրանց հետ կնքեց  պայմանագիր  Օսմանյան կայսրությունում  առևտրի  բացարձակ  իրավունքի  մասին՝  հիմք  դնելով  այսպես  կոչված կապիտուլյացիաների համակարգին: ", "Քաղաքների  և  քաղաքատիպ  բնակավայրերի  աստիճանական  անկման  արդյուն- քում մշակութային կյանքն աշխուժացավ վանական համալիրներում, որոնք հետզհետե դարձան մշակութային կյանքի կատալիզատորներ: Մշակութային, կրթական ոլորտների առաջատար դարձան այն վանքերը, ուր տեղափոխվեցին եպիսկոպոսական աթոռները: ", "XVIII դ. սկզբին  Սեֆյան  պետության կործանման հետևանքով Այսրկովկասում  քաղաքական  իրավիճակն  ապակայունանում  է՝  պարարտ  հող նախապատրաստելով  ռուս-թուրքական  ռազմական  ագրեսիայի  համար:  XVIII  դ. առաջին  քառորդում  ռուսական  կովկասյան  քաղաքականության  մեջ  նպատակ  էր դրվում  բացառել  Իրանից  արտահանվող  մետաքսի  հումքի  անգլիական  և  թուրքական առևտրականների  մենաշնորհը:  Հետևաբար,  Պետրոս  Ա  կայսեր  նախանշած  արևելյան քաղաքականության  գլխավոր  նպատակն էր  Արևելքի  և  Արևմուտքի  միջև իրականացվող  համաշխարհային  առևտուրն  ուղղել  դեպի  Ռուսաստանի  տարածք: ", "Թուրք  լրտեսը  ձեռք  բերված  տեղեկատվությունն  անմիջապես  փոխանցում  էր Վիեննայում բնակվող  Թուրքիայի գաղտնի գործակալ  Ռակոայի միջոցով, նամակագրական կապի մեջ էր գտնվում Ջենովայում գործող թուրք գործակալ Դոնայաի հետ4: ", "Խեցեգործական արհեստի զարգացումը ուշ միջնադարում` ՀՀ տարածքում պեղված հուշարձանների գտածոների հիման վրա (Տես նկ. 1) Դվինը,  որ  դարեր  շարունակ  (IV  –  XIII  դդ.)  եղել  է  Հայաստանի  վարչա-քաղաքա- կան (մինչ 930 թ.), առևտրա-տնտեսական, մշակութային կենտրոնը, հայտնի էր նաև իր արհեստագործական արտադրությամբ: IX – XIII դդ. Դվինն իր խեցեգործական արտադ- րանքով պատկառելի  մասնաբաժին ուներ Մերձավոր Արևելքի երկրների մշակութային փոխհարաբերությունների համույթում: XIII դ. 30-50-ական թթ. քաղաքը ծանր հարված է ստանում: Դվին  են  արշավում մոնղոլական  հորդաները,  ավերի մատնելով  ամեն ինչ, բայց քաղաքը մասնակիորեն պահպանում է իր կենսագործունեությունը մինչև XIV դա- րի սկիզբը, թեև պատմիչներն այդ մասին լռում են46: Դվինը XIII – XIV դդ. պատկանել է Օրբելյաններին,  ինչը  վկայում  են  վիմագիր  արձանագրությունները,  որտեղ  Տարսայիճ Օրբելյանն  իրեն  հռչակում  է  ,,…կողմնակալ  այսմ  (Սյունյաց)  նահանգի…  ի  Բարկուշա- տայ  մինչև  ի  դաշտն  Դւնայ…47:  Դվինում  այդ  ժամանակաշրջանի  սոցիալ-հասարա- կական կյանքի շարունակականության մասին են փաստում և վերջին տասնամյակների պեղումներով  միջնաբերդի  վերին  շերտերում  հայտնաբերված  XIII  դ.  վ.–  XIV  դ.  սկ. թվագրվող ջնարակած անոթները և Ուլու Դավիթ  թագավորի (1247 – 1274) դրամը48: ", "Երիտասարդ  աղջիկների  և  կանանց  խաղերը  մեծ  մասամբ  սենյակային  էին: ", "Հետախուզական  աշխատանքներում  սուլթանն  ակտիվորեն  ներգրավում  էր դիվանագիտական ներկայացուցիչներին: ", "ԼՀԳ, Երևան, 1990, N 12, էջ 66-75: ", "էր: Վերջինս առաջատար  էր ոչ  միայն  Հայաստանի, այլև  ողջ  տարածաշրջանի համար, ինչպես  քաղաքական  ու  մշակութային  կյանքում,  այնպես  էլ  տարանցիկ    առևտրում: ", "Զգալի թիվ են կազմում գլուխները և վերջույթները կոտրված արձանիկների նմուշնե- րը:  Ձեռքերը  սովորաբար  շատ  բարակ  են,  ամուր  սեղմված  են  մարմնին  կամ  կրծքերի շուրջը  կամ  էլ  որովայնին:  Այս  պատկերների  մեծամասնությունը ներկայացնում  են  կին- նախամորը՝ գերաճած  երկրորդական նշաններով: ", "Հաջողությամբ  անցկացրած  միջոցառումների  արդյունքում  կայսրության  համար ռազմաքաղաքական  հետաքրքրություն  ներկայացնող  վարչական  տարածքներում ղեկավար անձինք էին նշանակվում սուլթանի դրածոները2: ", "Յուրաքանչյուր մետրը մեկ նախատեսվում է կանգնեցնել մեկ հոգի պաշտպան-զինվոր: ", "Կառուցվում  է  երկու`  ճշտությամբ  իրար  նման  «ձնե  թագավորություն»,  որոնց  միջև ընկած տարածությունը 100-140 մետր է: Այդ տարածքը կոչվում է չեզոք գոտի: Որոշված սահմաններից բացի՝ նախատեսում են մի հողատարածք ևս, որին տալիս են կռվախն- ка сюжета и жанра, Семантика победы, М., 1997, с. 69-70. Աշոտի, ծնվ.` 1983 թ.: ", "Խորհրդային  պատմագիտության  մեջ  Հյուսիս-արևելյան  Այսրկովկասի  տարածքը թյուրիմացաբար  ներկայացվել  է  «Հյուսիս-արևելյան  Ադրբեջան»  եզրույթով,  այսօրվա աշխարհագրական  ու  քաղաքական  ընկալմամբ՝  պատմական  հիշողությունից  ջնջելով «Շիրվան» եզրը: ", "Պատմագրություն, էջ 245, 287: ", "Հողը մշակելի ու բերրի է և հարուստ ամեն տեսակի մթերքներով’’66: Ֆրանսիացի ճանա- պարհորդ  Ժ.  Բ.  Տավերնիեի  վկայությամբ  ևս  ,,Երևանը  բնակեցված  է  բացառապես հայերով’’67: ", "Այսպիսով,  XVIII  դ.  երկրորդ  կեսին  Շաքիի  խանությունը (Ղարաբաղի 67 խանության 68 օրինակով),  պահպանում  էր  որոշ  ինքնիշխանություն՝  ուրույն Հայաստան,  Աշխատասիրութեամբ՝  տեառն  Սարգսի  Սանահնեցւոյ  Ջալալեանցի,  թեմակալ արքեպիսկոպոսի Հայոց Վրաստանի, Իմէրէթի և այլոց, մասն Բ, Տփխիս, 1858, էջ 368: ", "Օսմանյան  կայսրության  հզորացման  հետ  մեկտեղ,  այլ  ազգերի  թալանի  հաշվին հետախուզությունով: ", "Դրանք  երբեմն  անհասկանալի  են  և  կառուցված  են  յոթվանկանի  երկու  նույնահանգ տողերից  և  ունեն  պարերգային  կառույց,297  քանի  որ  կազմում  են  մի  երկյակ  և  ասվում են միայն պարելու ժամանակ: Դրանց բնորոշ է շարժումը և խոսքը. Երկու  հոգի  կանգնում  են  դեմ  առ  դեմ,  ծափ  տալիս,  ապա  հարվածում  միմյանց ափերին՝ երգելով ու տեքստի վանկերին համապատասխանեցնելով. Էն դեն դո´ւրի, դո´ւրի, դո´ւրի, դո´ւրի, Չա´փ, չա´փ Մե´ք-սիկա, Չա´փ, չա´փ, Մե´ք-սիկա. Ակա դակա սինյո-րիտա, ֆու´, ֆու´, Ակա դակա սինյո-րիտա, ֆու´, ֆու´, Մարի-յո, Մարի-յո, թու´ Ջե˜րի. Օ´քսա-բո´քսա սինյո´-րիտա. Միկի մա´ուս: ", "գիրք Ա, քաղաքական պատմություն, Երևան, Հայաստանի ԳԱ հրատ., 1990, էջ 139: ", "քառորդ),  ,,Երևան’’ գիտական հոդվածների ժողովածու նվիրված Երևանի պատմության հարցերին, Երևան, 2006, էջ 249; Կարապետյան Մ., Երևանի բնակչության էթնիկական կազմը և թվաքանակի փոփո- խությունները 1600-1724 թթ, ՊԲՀ, Երևան, 1986, N 2, էջ 100-101: ", "ներ՝ Վահրամ և Ալվինա Վարդանյաններ (ծնվ.` 2000 թ.  և 2002 թ.): ", "Երևան, 1964, էջ 34-35, 39-40: ", "Քանդակների ինքնատիպ խումբ են կազմում կանանց այնպիսի քանդակները, որոնք իմաստաբանորեն ներկայացնում են կնոջ և տղամարդու միասնությունը և միախառնումը: ", "Միջին դարերում, ըստ Մխիթար Գոշի Դատաստանագրքի, առևտուր թույլատրվում էր  նաև  ավաններում,  որն,  անշուշտ,  նպաստում  էր  և  արհեստագործության  զարգաց- մանը: Գառնիում, որն  ուներ  գյուղաքաղաքի կարգավիճակ77, կազմակերպվում է բարձ- րորակ  խեցեղենի  արտադրություն78:  Գառնիի  խեցեղենում  առկա  են  XIII  –  XIV  դդ. ներմուծված  հախճապակե  և  ճենապակե  անոթներ,  ինչը  բացակայում  է  Դվինում:  Սա խոսում  է  Գառնիի  դերի  բարձրացման  և  առևտրական  աշխույժ  հարաբերությունների մասին: ", "Այս և հետագայում ձեռք բերված փաստագրական տվյալներից ելնելով ռուսական կառավարությունը համոզվեց, որ  Կովկասում բրիտանական և օսմանյան կայսրությունների  կողմից  Ռուսաստանի  դեմ  իրականացվող  բանսարկությունների կազմակերպման  գլխավոր  անձը  անգլիական  հետախույզ  Ուրքարթն  էր,  1847 թվականից  Մեծ  Բրիտանիայի  խորհրդարանի  անդամը,  որը  փորձում  էր  սրել  ռուս- թուրքական հարաբերությունները4: ", "րանի  Սրբոյ  Յակովբեանց,  1871,  էջ  520;  Արաբական  աղբյուրները  Հայաստանի  և  հարևան  երկրների մասին, Երևան, ՀՍՍՌ ԳԱ հրատ, 1965, էջ 48: ", "Սալիանի  միացումը  Ղուբայի  խանությանը,  բացի  տնտեսականից,  ուներ  նաև ռազմավարական  մեծ  նշանակություն:  Սալիանի  տարածքով  Ղուբայի  խանը  հայտվում էր  Բաքվի  ու  Շամախիի  խանությունների  թիկունքում՝  իր  քաղաքական  կամքը թելադրելով  նրանց:  Այնուհետև  Ֆաթհ  Ալի  խանը  ձեռնամուխ  է  լինում  Դերբենդի խանության գրավմանը: ", "Դերբենդը  պատմության  ողջ  ընթացքում,  իր  աշխարհաքաղաքական  դիրքի շնորհիվ,  ռազմական  բախումների  թատերաբեմ  էր  և  պարբերաբար  թշնամիների հարձակումների է ենթարկվել։ Էվլիյա Չելեբին (XVII դ.) նշում է, որ քաղաքն ամեն գիշեր լուսավորում  էին  նավթի  լույսով,  որովհետև յոթ  ոխերիմ  թշնամիներ  ուներ 80 : ", "աշխատասիրեաց Աբէլ արքեպիսկոպոս, հ. Ա, Վաղարշապատ, ի տպարանի Սրբոյ Կաթուղիկէ Էջմիածնի, ճարի հարևանությամբ` Տրդատա կամարից հյուսիս ընկած տարածքի 2014 թ. պեղումներով հայտնաբեր- ված նյութերը, որոնք մեզ սիրով տրամադրել է պ. գ. թ. Ն. Հակոբյանը, ով ղեկավարել է պեղումները: Տես` XIII – XV դդ. Վայոց ձորի առևտրա-տնտեսական կյանքում կարևոր դեր է խաղում Եղեգիս  գյուղաքաղաքը,  որը  Օրբելյան  իշխանական  տան  նստոցն  էր:  X  դ.  Եղեգիսը կոչվում է գյուղաքաղաք, իսկ XIV – XV դդ. ժամանակակիցներն անվանում են քաղաք88, անգամ մայրաքաղաք89: Եղեգիսը կամ  Եղեգիքը Վայոց ձորի  հնագույն բնակավայրերից է:  Մինչև  IX  դարը  Եղեգիսի  մասին  մատենագիտական  տեղեկություններ  չեն  պահ- պանվել: IX դարի առաջին քառորդում այն դառնում է Սյունիքի Վասակյան տոհմի գա- հերեց  իշխանի  նստավայրը90:  XIII  դարի  առաջին  քառորդում,  Սյունիքը  սելջուկներից ազատագրելուց  հետո,  Օրբելյանները  Եղեգիսը  դարձնում  են  իրենց  վարչական  կենտ- րոնը, որը նրանց տիրապետության շրջանում ծաղկում է ապրում: Այստեղ կառուցվում են վանքեր, եկեղեցիներ և Տարսայիճ Օրբելյանի պալատ-դարպասը: XVI դ. երկրորդ կե- սին Եղեգիսը ավերվում է, վերջին վիմագիր արձանագրությունը 1703 թ. է91: ", "Հետախուզական  աշխատանքներում  կազմակերպման  և  իրագործման հարցում ղեկավարող  դերակատարությունը  այդ  ժամանակահատվածում  պատկանում  էր  թուրք հյուպատոսներին: Վերջիններս  բազմաշերտ գործակալական ցանցի միջոցով ձեռք էին բերում հետախուզությանը հետաքրքրող  տեղեկատվություն, որը երկրի ղեկավարությանը  զեկուցելու  նպատակով  սուլթանի  պալատում  գործող  կառույցի կողմից մանրակրկիտ ստուգվում և մշակվում էր: Սա այն գլխավոր  հանգամանքներից էր,  որը  հնարավորություն  էր  տալիս  թուրք  գործիչներին  հետևողական  և հարձակողական քաղաքականություն  վարել,  թե՛  ներքին,  թե՛  միջազգային ասպարեզում: "]}