{"paragraph_source_docs": [1, 3, 3, 3, 0, 3, 3, 1, 3, 3], "paragraphs": ["Այսօր,  սկսած  դպրոցական  տարիքից,  երեխայի  մտքի  ճկունությանը,  մարմնի արագաշարժությանը,  ֆիզիկական  և  կամային  ուժերին,  տեսողությանը,  հավասարա- կշռությանը,  լեզվամտածողությանը  նպաստող,  յուրահատուկ  վարժանք  հանդիսացող ժողովրդական  խաղերին  փոխարինելու  են  եկել  «պատրաստի»  համակարգչային  խա- ղերը, որոնք աստիճանաբար դուրս են մղում նույնիսկ ավանդական խաղերի արդի դր- սևորումները: Ի տարբերություն ժողովրդական խաղերի, որոնք ունեն մտավոր և հատ- կապես  ֆիզիկական  կարողությունները  զարգացնող  ուղղվածություն,  համակարգչա- յինում  հիմնականում  գերակայում են   տրամաբանական բնույթի խաղերը, որոնք երե- խայի հոգեկերտվածքի վրա ունեն նշանակալի ազդեցություն թե´ մտավոր, թե´ հոգև- որ առումներով:362 Համակարգչային խաղերը, ըստ էության, ունեն հետևյալ ձևերը՝ տղաների համար՝ ավտոկայանատեղ,  ծեծկռտուք,  կռիվ,  կրակոցներ,  մրցավազք,  սպորտային,  իսկ  աղ- ջիկների  համար՝  դիմահարդարում,  զարդեր,  զգեստավորում,  վարսահարդարում,  խա- նութ, խոհարարություն և այլն: Կան խաղեր, որոնք ընհանուր են երկու սեռերի համար՝ տրամաբանական,  փազլ,363  խաղաքարտային,  ավիացիա,  արկածներ,364  զոմբի,365 էքշն,366 մարիո,367 դիսնեյ,368 պաշտպանություն,369 դասական370: ", "Հայաստանի Միջնաշխարհը` Արագածոտնը, XII – XIV դդ. գտնվում էր Զաքարյան- ների,  ապա  նրանց  վասալ  Վաչուտյան  տոհմի  տիրապետության  տակ,  որոնց  ռազմա- կան ու վարչական կենտրոնը Անբերդն էր99: XII – XIII դդ. հայ-վրացական միացյալ զոր- քերը  Անբերդը  սելջուկներից  ազատագրելուց  հետո  հանձնում  են  վերջիններիս,  որոնք ձեռնամուխ են լինում ամրոցի ամրացմանը: Աճող ամրոց-բնակավայրը շրջափակվում է նոր, ավելի ընդարձակ պարիսպներով, որոնք իրենց մեջ ներառում են ողջ հրվանդանը: ", "Մոնղոլական  արշավանքներից  հետո  Անբերդը  ավերվում  է,  իսկ  Վաչուտյանները ստիպված  հեռանում  են  և  իրենց  վարչական  կենտրոնը  հաստատում  Վարդենիս  գյու- ղում: XIII դարի վերջերին Վաչուտյաններին հաջողվում է վերադարձնել Անբերդը մինչև Լենկ  Թեմուրի  արշավանքները:  Այդ  շրջանում  ամրոցն  ամփոփվում  էր  միջնաբերդի  և նրան հարող փոքր տարածքի սահմաններում: XVI – XVII դդ., երբ ամրոցն այլևս գոյու- թյուն չուներ, նրա փոխարեն տարածվում է սովորական բնակավայր: ", "Ամրոցում  տարբեր  ժամանակաշրջաններում  կառուցվել  են  միջնաբերդը,  պարըս- պապատերը, Արխաշանի և Անբերդաձորի դարպասները, Կաթողիկե եկեղեցին, մատու- ռը, բաղնիքը, մեծ ու փոքր ջրամբարները, գաղտնուղիները, բնակելի համալիրներ, ջրա- լիսի միջնաբերդի, Դմանիսիի, Ախալքալաքի, Կարագաջիի, Բաթումիի, Ծալկայի Նարդևանի միջնաբերդի պեղումներով  հայտնաբերված  չինական,  իրանական,  թուրքական  (վերջինս  բացի  Լոռե  բերդաքաղաքից, Հայաստանի մյուս տարածաշրջաններում առայժմ չի հանդիպում) ներմուծած խեցեղենին: Նշանակում է` տվյալ  խեցեղենը  նույն  ճանապարհով  ներմուծվել  է  Արևելյան  Վրաստան  և  Հայաստանի  հյուսիսային շրջաններ: ", "Այդ  ամսվա  կեսերին  մայրաքաղաքում  ձերբակալվեց  դավադիրների  մի  խումբ: ", "Անբերդի հնագիտական  պեղումները  սկսվել են 1936  թ. (արշավախմբի ղեկավար` Հ. Օրբելի) և շարունակվել 1963-1972 թթ. (ղեկ.` Ն. Տոկարսկի, Ս. Հարությունյան): Հայտ- նաբերված  հնագիտական  նյութերում  մեծաթիվ  է  խեցեղենը,  որը  հիմնականում  վերա- բերում է XII – XV դդ.: Խեցեղեն հավաքածուի ուսումնասիրությունը մատնանշում է տե- ղում  կազմակերպված  խեցեգործական  արհեստանոցի100,  ինչպես  նաև  Ոսկե  հորդայի, Հուլավյան  Իրանի,  Մամլուքյան  Եգիպտոսի  խեցեգործական  կենտրոններից  ներմուծած անոթների և դրանց ընդօրինակումների առկայությունը101: ", "Դաշտադեմի  ամրոցը  կարևոր  տեղ  է  զբաղեցնում  Անի  քաղաքի  պաշտպանական համակարգում:  Գտնվելով  Արագածոտնի  մարզի  Դաշտադեմ  գյուղում102  և  իշխող  դիրք ունենալով Արարատյան դաշտի նկատմամբ, այն Անիի արևելյան մատույցները պաշտ- պանող  ամրություններից  մեկն  էր,  որն  ի  տարբերություն  մյուս  բերդ-ամրոցների  զուրկ էր բնական անառիկությունից, այդ պատճառով էլ օղակվել էր բարձր պարսպապատով: ", "Համակարգչային խաղերի դրական հատկանիշներից մեկն այն է, որ խաղացողնե- րը երբեմն հնարավորություն են ունենում շփվելու այլ մշակույթի կրողների հետ և ձեռք են  բերում  միջմշակութային  շփման  կամ  հաղորդակցման  փորձ:  Կան  խաղեր,  որոնք ունեն պատմական հենք, որոնց միջոցով խաղացողը ծանոթանում է տվյալ դարաշրջա- նին  կամ  իրադարձությանը՝  «Ֆեոդալիզմը  միջնադարում»,381  «Միջնադարյան»,382  «Չի- նական  ճակատամարտը»,383  «Որոնել  հին  արտեֆակտ»,384  «Հնագույն  զարդեր»,385 «Փարավոնի  վերջին  օրը»,  «Էքսկուրսիա  դեպի  արևելք»,  «Հնագույն  քաղաքակրթութ- յունները»,  «Խորհրդային  կործանիչ»  և  այլն  (պաշտպանություն):  Այդ  խաղերը  կատա- http://www.pokerstars.net/ru/. 01.02.2017, 18:04ч. http://www.gamerain.net/am/games/billiards/,  01.02.2017, ժ. 18:08: ", "ղումների արդյունքում պարզվեց, որ ներկայիս քառակուսի շինությունը ևս ամենավաղ կառույցը չէ: V-VII դդ.  ուղղանկյուն  շինությունը  հետագայում  ներքուստ  և  արտաքուստ  երեսպատվել  է`  ստանալով  ներ- կայիս  տեսքը:  Տես`  Սարգսյան  Գ.,  Դաշտադեմի  ամրոցը:  Հայ  ամրոցաշինական  եզակի  կառույցի  զար- գացման փուլերը, ,,Հայ արվեստ’’, 2007, թիվ 3-4, էջ 36: ", "դադյանը  ապաստանում  է  Դաշտադեմի  ամրոցում  և  նույն  թվականի  սեպտեմբերին    հիմնովին  վերա- նորոգում այն, ինչի վերաբերյալ թողել է արաբերեն արձանագրություն. ,,Да возвеличит его Аллах! {месяца} сафар пятьсот семидесятого года  {сентябрь 1174}. Возведший это укрепление  –  эмир,  великий  исфахсалар, ‘Адуд ад-дин, возвеличивающий ислам – Сул{тан} б. Махмуд б. Ша{вур}: Տես` Хачатрян А., Корпус арабских надписей Армении, VIII – XVI вв., Ереван, Изд. АН АрмССР, 1987, с. 46. րով:  XII  –  XIII  դդ.  ամրոցն  անցնում  է  Զաքարյաններին,  որոնք  լայնածավալ  վերակա- ռուցումներ են անում միջնաբերդում: Դա է վկայում Իվանե Զաքարյանի թոռ Աղպուղայի հատվածաբար  պահպանված  արձանագրությունը105:  Մոնղոլական  արշավանքների  հե- տևանքով ամրոցը կործանվում է և վերականգնվում միայն 1812 թ., երբ Երևանի պարսիկ խան  Հուսեինը  ձեռնարկում  է    հսկայածավալ  պարիսպապատերի  կառուցումը`  իրեն- ցում ներառելով միջնադարյան ողջ համալիրը106: "], "source_docs_file": "History.json"}