{"paragraphs": ["Ատենախոսության մեթոդաբանական հիմքը Աղբյուրագիտական  նյութի  քննության  ընթացքում  բազմիցս  բախվել  ենք ադրբեջանական  պատմագրության  ոչ  միայն  փաստագրական,  այլև  տեսական  և մեթոդական  խեղաթյուրումների  հետ:  Մեր  ուսումնասիրության  հիմքում  ընկած  են սկզբնաղբյուրների  քննական  վերլուծության,  պատմական  փաստերի  համեմատական համադրման և գիտական անաչառության մեթոդները: ", "Ատենախոսության կիրառական նշանակությունը Ատենախոսության  դրույթները  կարևոր  են  ինչպես  XVIII  դ.  երկրորդ  կեսի Այսրկովկասի պատմության առանձին հիմնահարցերի ուսումնասիրության, այնպես էլ ժամանակակից  փուլում  տարածաշրջանում ծավալվող  աշխարհաքաղաքական զարգացումների վերլուծության և լուսաբանման համար: ", "Արված եզրակացությունները կարող են հիմք դառնալ ինչպե՛ս նոր, էլ ավելի խորը հետազոտությունների, այնպե՛ս էլ ընդհանրացնող կովկասագիտական աշխատությունների և ուսումնական ձեռնարկների շարադրման համար։ ", "Աղբյուրների և գրականության տեսություն Ատենախոսական հետազոտության ժամանակ օգտագործվել է աղբյուրագիտական հարուստ բազա, ինչը հնարավորություն է ստեղծել համակողմանի ուսումնասիրել  թեման:  Հետազոտության  սկզբնաղբյուրներ  են  ծառայել  արխիվային նյութերը  անտիպ  փաստաթղթեր,  վավերագրեր  և  ձեռագրեր,  ինչպես  նաև  տպագիր սկզբնաղբյուրները:  Արխիվային  սկզբնաղբյուրները  վեր  են  հանվել  Մեսրոպ  Մաշտոցի անվան  հին  ձեռագրերի  ինստիտուտի  (Մատենադարան)  ձեռագրական  և  արխիվային հավաքածոներից,    Կաթողիկոսական դիվանի հայերեն և ռուսերեն վավերագրերից, ՌԴ արխիվային ֆոնդերից կատարված լուսապատճեններից: ", "Տպագիր  սկզբնաղբյուրներից  հետազոտության  համար  բացառիկ  արժեք  է ներկայացնում  Ս.  Գմելինի  ուսումնասիրությունը 3 ,  որն  անձամբ է  եղել տարածաշրջանում  և  արժեքավոր  դիտարկումներ  կատարել  Հյուսիս-արևելյան Այսրկովկասի XVIII դ. երկրորդ կեսի քաղաքական, սոցիալ-տնտեսական պատմության ու էթնիկ պատկերի վերաբերյալ: ", "XVIII  դ.  երկրորդ  կեսի  Հյուսիս-արևելյան  Այսրկովկասի  առևտրա-տնտեսական  և քաղաքական  պատմության  մի  շարք  հիմնահարցերի  մասին  ժամանակակից ականատեսի  վկայություններ  են  հանդիսանում  անգլիացի  Ջ.  Հենվեյի,  Ֆ.  Սոյմանովի  և Մ.  Չուլկովի,  եվրոպացի  ճանապարհորդներ  ու  հետազոտողներ՝  Ջ.  Բելի,  Ջ.  Կուկի,  Վ. Քոքսի, Ջ. Ֆորստերի և այլոց արձանագրություններում4: ", "XVIII դ. երկրորդ կեսի Այսրկովկասի և նրան հարակից իրանական տարածքների խանությունների  քաղաքական  պատմության լուսաբանմամբ  աչքի  են  ընկնում Արևելյան Վրաստանում 1783-1787 թթ. հաստատված ռուսական լիազոր ներկայացուցիչ գնդապետ  Ս.  Բուրնաշևի5,  Հերակլ  Բ  և  Սողոմոն  Ա  արքաների  մոտ  գտնվող  (1782-1783 թթ.) գերմանացի բժիշկ Յ. Ռայնեգսի և Մ. Բիբերշտայնի աշխատությունները 6: ", "from England through Russia into Persia and back through Russia, Germany and Holland, col. I, London, 1753; Ф. Сойманов, О торгах за Каспийское море древних средних и новейших времен, СПб., 1765; նույնի՝ Описание Каспийского  моря  и  чиненных  на  оном  российских  завоеваний,  яко  часть  истории  государя  императора Петра Великого, СПб., 1763; М. Чулков, Историческое описание российского коммерции при всех портах и границах от древних времен до  ныне  настоящего  и всех преимущественных узаконений по оной государя императора  Петра  Великого  и  ныне  благополучно  царствующей  государыни  императрицы  Екатерины Великой, т. II, кн. II, 1785; J. Bell, Travels from St. Petersburgh in Russia, to various parts of Asia. A new edition, at  one  volume,  Edinburgh,  1806;  J.  Cook,  Voyages  and  travels  through  the  Russian  Empire,  Tartary  and  Part  of Kingdom of Persia, vol. II, Edinburgh, 1770; W. Coxe, Travels in Poland, Russia, Sweden and Denmark, the fifth edition, col. III, London, 1802; J. Forster, A Journey from Bengal to England, London, through the northern part of India,  Kashmir,  Afghanistan,  and  Persia,  and  into  Caspian-sea,  col.  II,  London,  1798։  Հմմ.  Մ.  Զուլալյան,  Հայ ժողովրդի  XIII-XVIII  դարերի  պատմության  հարցերը  ըստ  եվրոպացի  հեղինակների,  Գիրք  Ա. Քաղաքական պատմություն, Եր., 1990; Кавказ: европейские дневники XIII-XVIII веков, Сост. В. Аталиков, Нальчик, 2010, вып. III. Բուրնաշևների  ազնվական  տոհմի  մասին  հիշատակումները  պահպանվել  են  XVII  դարից,  իսկ  նրանց զինանշանի  մասին  տե՛ս  Общий  гербовник  дворянских  родов  всероссийской  империи,  начатый  в  1797 году, ч. IV, Гатчино, 1799, с. 119-120. Translated  from  the  works  of  Dr.  Reineggs  and  Marshal  Bieberstein,  vol.  1,  London,  1807;  Marschall  fon Bieberstein,  Tableau  des  provinces  situées  sur  la  cote  occidentale  de  la  mer  Caspienne  entre  les  fleuves  Terek  et Kour, St. Pétérsbourg, 1798. Ատենախոսության  մեջ  ընդգրկված  ժամանակաշրջանի  Կովկասի  պատմության համակողմանի լուսաբանման  համար  մեծ  նշանակություն  ունեն  Վ.  Զուբովի Կասպիական  արշավանքի  մասնակից  սպաներ՝  Ֆ.  Սիմոնովիչի,  Ն.  Դրենյակինի,  Պ. Բուտկովի, Ա. Սերեբրովի կատարած հետազոտությունները7: ", "Թեմայի  հետազոտման  առանցքայի  աղբյուրագիտական  հենքերից  է  «Հայերի ցեղասպանությունը ըստ երիտթուրքերի դատավարության  փաստաթղթերի» ժողովածուն2: ", "Կ.Պոլիս, 1874: ", "Кавказе, собранные и пополненные Семеном Броневским, ч. II, Москва, 1823. ընդարձակ  հոդվածը 10 :  Այսրկովկասի  և  Դաղստանի  էթնոքաղաքական  ու  սոցիալ- տնտեսական  պատմության  մանրակրկիտ  հետազոտություն է  իրականացրել տարածաշրջան այցելած արևելագետ Ի. Բերեզինը11: ", "Օսմանյան կայսրության հետախուզական գործունեության միջոցների, մեթոդների  և  ձևերի  մասին  արժանահավատ  տեղեկություններ  է  հայտնում  Օսմանյան կայսրության ոստիկանապետ Մ. Խադժետլաշեն4, որը մանրամասնորեն նկարագրում է «Յըլդըզ»  պալատի  կառուցվածքն  ու  գործունեությունը  և  ընդգծում,  որ  բոլոր  հարցերը լուծվում էին պալատում և պալատի գործակալների օգնությամբ: ", "XVIII  դ.  երկրորդ  կեսի  Այսրկովկասի  ռազմաքաղաքական  պատմությունը,  Աղա Մուհամմադ  խանի  Այսրկովկաս  կատարած  արշավանքն  իր  արտացոլումն  է  գտել  Ն. Դուբրովինի  քառահատոր  հետազոտության  մեջ13:  Խնդրո  առարկա  ժամանակաշրջանի պատմական  իրադարձությունների  լուսաբանման  մեջ  կարևոր  տեղ  է  զբաղեցնում  Վ. Պոտտոյի բազմահատոր հետազոտությունը14: ", "Տեղին նշենք, որ XIX դ. ռուսական կայսերական պատմագիտական միտքը հաճախ կողմնակալ  մոտեցում  է  ցուցաբերում  ռուս-իրանա-օսմանյան  աշխարհաքաղաքական հակամարտության  մեջ  այսրկովկասյան  խաների  ու  տիրակալների  որդեգրած դիրքորոշումների վերաբերյալ: ", "Հիմնահարցի  ուսումնասիրման  համար  օգտագործել  ենք  վրացական,  թուրքական և  պարսկական  աղբյուրներից  կատարված  թարգմանությունները՝  Լ.  Մելիքսեթ-Բեկի15, состояние Закавказского края в исходе XVIII в. и сравнение оного с нынешним, СПб., 1835. Исторический  очерк  кавказских  войн  от  их  начала  до  присоединения  Грузии,  Под  ред.  В.  Потто,  Тифлис, Եր.,  1955;  Л.  Меликсет-Беков,  Описание  сопредельных  с  Грузиею  стран  второй  половины  XVIII  века,  – Труды Тбилисского государственного университета, т. XVIII, Тбилиси, 1941. Ա.  Սաֆրաստյանի 16  և  Ք.  Կոստիկյանի 17  աշխատասիրությամբ  և  Ջևդեթ  փաշայի աշխատության հատվածային հրատարակությունը XIX դ. ռուսական մամուլի էջերում18: ", "Առանձնահատուկ  ուշադրության  են  արժանի  Օսմանյան  կայսրության  Ներքին գործերի նախարար Նազըմ փաշայի հուշերը1, որոնք կոնկրետ դեպքերով, փաստերով ու անուններով  բացահայտում  են,  թե՛  ոստիկանության  հետախուզական  գործունեության առանձնահատկությունները՝  ուղղված  հայկական  «կոմիտեճինէրի»  դեմ,  թե՛  հայ հեղափոխականների  շրջանում  տիրող  իրավիճակը:  Չնայած  Նազըմի՝    հայ  լրտեսների ու  մատնիչների  անունները  մատնանշելուն,    նրա  հուշերը  արժեքավոր  են  երկու նկատառումներով՝  անհրաժեշտ  տեղեկություն ստանալու համար հայազգի գործակալներ  ներդնելով  «կոմիտեճինէրի»  շրջանում  և  այլ  գործակալների  միջոցով ստացված  տեղեկատվության  հավաստիության  ստուգման  հանգամանքով:  Նազըմ  բեյն իր հուշերում սարսափով է հիշատակում լրտեսների սպանությունների շարանը. «Ահա այսպես  հայ յեղափոխական  Դաշնակ  կոմիտէն  սկսած  էր  ասպարեզ  կարդալ կառավարության,  սպաննելով  ոստիկանները  և  այն  Հայերը,  որոնք  հավատարիմ  կր մնային  կառավարութեան»2:  Խնդիրը  խորապես  հասկանալու  և  համապատասխան միջոցներ  կիրառելու  նպատակով  ոստիկանության  նախարարը  որոշում  է  հայ լրտեսներից մեկին. «…որ դեռ ճանաչված չէր կոմիտեճինէրուն կողմէ, յարաբերութեան մեջ դնել հայ յեղափոխական կոմիտէին հետ:… կոմիտէի ամէնէն կատղած անդամներէն մէկն  էր  Հակոբը…:  Լրտեսը  ղրկեցի  Հակոբի  մոտ:  Բարեկամացավ  նրա  հետ  և  մտավ կոմիտէին մեջ: Եվ օրը օրին ինծի լուր կուտար կոմիտէին որոշումներուն և ծրագրերուն մասին:  Հակոբը  ձերբակալվեց»3:  Ընդգծելով  Օսմանյան  կայսրության  ոստիկանության գործելակերպը, նշենք, որ Հակոբի հարցաքննության ժամանակ Նազըմ փաշան մեծ տեղ էր  հատկացնում  այլ  աղբյուրներից  ստացված  տեղեկությունների  հավաստիությանը՝ ստուգելով նաև լրտեսների հուսալիությունը: ", "Անբերդի  պեղումներով  հայտնաբերված  ուշ  շրջանի  խեցեղենը  հետազոտել  և  գի- տական շրջանառության մեջ է դրել Տ. Իզմայլովան23: Հեղինակը ողջ նյութը դասակար- հրատ., 1981, էջ 81-148: ", "Երկու մրցող խմբեր կամ անհատներ Խաղի կազմակերպում. Խաղը սկսում էին խաղալ, երբ հավաքվածներից մեկն ասում էր՝ «եկեք խաղանք». դա  հատուկ  ծրագրված  չէր  և  կարող  էր  կազմակերպվել  հանպատրաստից:  Մեծահա- սակները երբեմն նախապես պայմանավորվում էին որևէ խաղի համար: ", "թ.  ղարաբաղյան  արշավանքի  մասին,  –  «Մերձավոր  և  Միջին  Արևելքի  երկրներ  և  ժողովուրդներ» (հետայսու՝  ՄՄԱԵԺ),  հտ.  XXVII,  Եր.,  2011;  Միրզա  Յուսուֆ  Ներսեսով,  Ճշմարտացի  պատմություն, Թարգմանությունը բնագրից, ներածությունը և ծանոթագրություները Ք. Կոստիկյանի, Եր., 2000: ", "хиджры (1774-1784), Сочинение Джевдета-паши, Перевод с турецкого с предисловием и примечаниями М. А. Гамазова, – «Русский архив», т. III, Москва, 1888. Сперанского, СПб., 1830, т. VII, XXI, XXIII, XXIV, XXV. Штендмана и др., в 5-ти тт., 12-ти чч., СПб., 1869–1904, т. I, Совет в царствование императрицы Екатерины II, 1768–1896 гг., 1869; т. II, Совет в царствование императора Павла I, 1796–1801 гг., 1888. Цагарели, СПб., т.  I, 1891; т. II, вып. II, 1902. որ կոչի յիշատակարան արձանացուցիչ, հայելի և պարունակող բնաւից որպիսութեանց Սրբոյ Աթոռոյս եւ իւրոյ  շրջակայից  վանօրէիցն:  Համաժողովեցեալ  եւ  շարադրեցեալ  ի  Սիմէօնէ  ցաւահար  եւ  վշտակոծ կաթուղիկոսէ  Երեւանցւոյ,  Վաղարշապատ  –  Ս.  Էջմիածին,  1873;  Աբրահամ  Երեւանցի,  Պատմութիւն Ընդգրկված  ժամանակաշրջանի  աղբյուրագիտական  հարուստ  նյութեր  են ամփոփված  նաև  XIX  դ.  հայ  հետազոտողներ  Ղ.  Ալիշանի,  Մ.  Սմբատյանցի,  Մ. Բարխուտարյանցի երկերում և «Դիւան հայոց պատմութեան» շարքի հատորներում25: ", "վերջերը), Եր., 2006: ", "Աշխատանքն  առավել ամբողջական դարձնելու  համար օգտագործել ենք մի շարք կարևոր  գիտա-հետազոտական  ուսումնասիրություններ:  Խորհրդային  տարիներին Հյուսիս-արևելյան Այսրկովկասի և Ռուսաստանի հարաբերությունների պատմությամբ, թեպետև  կողմնակալ  գնահատականներով,  հիմնականում  զբաղվել  են  ռուս  և ադրբեջանցի  պատմաբանները:  Հյուսիս-արևելյան  Այսրկովկասի  խանությունների  և պատերազմացն  1721-1736  թթ.,  Պատ.  խմբագիր՝  պրոֆ.  Ս.  Վ.  Տեր-Ավետիսյան,  Եր.,  1938;  Աբրահամ կաթողիկոս Կրետացւոյ, Պատմագրութիւն անցիցն իւրոց եւ Նատր-Շահին պարսից, Վաղարշապատ – Ս. Էջմիածին, 1870; Միքայէլ Չամչեանց, Հայոց պատմութիւն (սկզբից մինչև 1784 թ.), հտ. Գ, Եր., 1984: ", "Աշխատասիրութեամբ  տեառն  Սարգսի  Սանահնեցւոյ  Ջալալեանցի`  թեմակալ  արքեպիսկոպոսի  Հայոց Վրաստանի,  Իմէրէթի  և  այլոց,  մասն  Բ,  Տփխիս,  1858;  Մ.  Սմբատեանց,  Նկարագիր  Սուրբ  Ստեփաննոսի վանաց Սաղիանի եւ միւս վանօրէից եւ ուխտատեղեաց եւս եւ քաղաքացն եւ գիւղօրէից որք ի Շամախւոյ թեմի, Տփխիս, 1896; Մ. Բարխուտարեանց, Աղուանից երկիր եւ դրացիք (Միջին Դաղստան), Թիֆլիս, 1893; նույնի՝  Պատմութիւն  Աղուանից,  հտ.  Ա,  Վաղարշապատ  –  Ս.  Էջմիածին,  1902;  Դիւան  հայոց պատմութեան, հրատարակեց՝ Գիւտ քահ. Աղանեանց, Գիրք Ա-Բ (1780-1834), Թիֆլիս, 1893; Գիրք Գ, մասն Բ,  Սիմէոն  կաթողիկոսի յիշատակարանը  (1763-1767),  Թիֆլիս,  1894;  Գիրք  Դ, Ղուկաս  կաթողիկոս  (1780- Գիրք Թ, Հովսէփ կաթողիկոս Արղութեան (1778-1800), Թիֆլիս, 1911; Գիրք Ժ, Մանր մատենագիրք (ԺԵ-ԺԹ դդ.), Թիֆլիս, 1912; Դիվան հայոց պատմության, Նոր շարք, Գիրք առաջին, Ղուկաս Կարնեցի, հտ. Ա (1780- годов XVIII в.). Документы и материалы, вып.  I, Материал подобрал и подготовил к печати  В. Гамрекели, Тбилиси,  1980;  Русско-дагестанские  отношения  в  XVIII  –  начале  XIX  в.  Сборник  документов,  Отв.  ред.  В. Гаджиев, Москва, 1988; Материалы по истории русско-грузинских отношений второй половины XVIII века, /В. Мачарадзе, ч. II, Посольство Теймураза II в Россию, Тбилиси, [б. и.], 1968; նույնի՝ Материалы по истории русско-грузинских отношений второй половины XVIII века, ч. III, вып. I, Русско-турецкая война 1768-1774 годов  и  Грузия,  Тбилиси,  1988;  նույնի՝  Материалы  по  истории  русско-грузинских  отношений  второй половины  XVIII  века.  ч.  III,  вып.  II,  Тбилиси,  1997;  Русско-индийские  отношения  в  XIX  в.  Сборник архивных  документов  и  материалов,  Отв.  ред.  П.  Шаститко,  Москва,  1997;  Russia  and  the  Armenians  of Transcaucasia,  1797-1889;  A  documentary  record.  Annotated  translation  and  commentary  by  George  A. Bournoutian, Costa Mesa, 1998. Ռուսաստանի  հարաբերությունների  XVIII  դ.  պատմության  առանձին  հարցերի լուսաբանման համար անդրադարձել ենք խորհրդային պատմաբաններ Վ. Լևիատովի27, Օ.  Մարկովայի 28 ,  Գ.  Աբդուլլաևի 29 ,  Ջ.  Մուստաֆաևի 30  և  Պ.  Չոբանյանի 31 հետազոտություններին՝  դրանք  համադրելով  ժամանակաշրջանի  գրավոր  աղբյուրների հետ: ", "Հյուսիս-արևելյան  Այսրկովկասի  XVIII  դ.  երկրորդ  կեսի  քաղաքական պատմությունը որոշ կողմնակալ մեկնաբանություններով է ներկայացված «Ադրբեջանի միացումը  Ռուսաստանին»  ծավալուն  աշխատության  մեջ։  Ըստ  նրա՝  Հյուսիս-արևելյան Այսրկովկասի  համար  օրհասական  1790-ական  թթ.  պատմական  ժամանակաշրջանում խանությունների միակ ելքը՝ «փրկությունը», Ռուսաստանին միացումն էր32: ", "Հյուսիս-արևելյան  Այսրկովկասի  խանությունների  քաղաքական  պատմությանը  և մասնավորապես XVIII դ. 80-ական թթ. պատմա-քաղաքական իրադարձություններին է անդրադառնում  է  նաև  Ա.  Հովհաննիսյանը  «Ռուսաստանը  և  հայ  ազատագրական շարժումը XVIII դ. 80-ական թվականներին» աշխատության մեջ: Հեղինակն արխիվային և  անտիպ  այլ  սկզբնաղբյուրների  հիման  վրա լուսաբանել  է  Ռուսաստանի  և Այսրկովկասի  քաղաքական  պատմության  մի  շարք  հիմնահարցեր՝  շեշտը  դնելով  հայ ազատագրական  շարժման  պատմության  վրա  (այդ  պատճառով  ուսումնասիրողի ուշադրությունից  դուրս  են  մնացել  Հյուսիս-արևելյան  Այսրկովկասի  խանությունների և Ռուսաստանի հարաբերությունների պատմության մի շարք մանրամասներ)33: "], "paragraph_source_docs": [4, 4, 4, 4, 4, 4, 4, 4, 0, 2, 4, 0, 4, 4, 4, 0, 3, 1, 4, 4, 0, 4, 4, 4, 4], "source_docs_file": "History.json"}