{"paragraphs": ["Ստեղծագործության տարածաժամանակային  դաշտն  ամբողջովին  խաթարված  է,  և  այս  ամենին  հեղինակը հասել է` վեպի մեջ ներկա ժամանակը զուգադրելով անցյալ ժամանակին: Վեպը գրված է  երկրորդ  դեմքով245:  Խորհրդային  գրականագետ  Ս.  Ուտուրգաուրիի  բնորոշմամբ` շարադրման  նման  ձևը,  որն  առավելապես  դրսևորվեց  1971  թ.  մարտի  12-ի  դեպքերի մասին  պատմող  վեպերում,  խոսում  է  թուրքական  արձակի  էպիկական  ժանրերի Գեզմիշն  է  եղել.  «Նրա  պատմելու  ոճը  յուրատեսակ  գեղեցկություն  ուներ:  Նա  երբեք  «ես»  չէր  ասում: ", "Նրանցից ոչ մեկը «ես» չէր ասում: Այդ էր պատճառը, որ նրաց պատմածը դադարում էր անձնական լինել, մեծ օբյեկտիվություն էր ձեռք բերում»: Տե՛ս, Утургаури С., նշվ. հոդ., էջ 96: ", "քնարականացման միտումների մասին246: Մինչդեռ գրաքննադատ  Մ. Բելգեի կարծիքով առաջին  հայացքից  շարադրման  այս  մեթոդն  ազդեցիկ  ու  նորարական  կարող  է  թվալ, սակայն  լավ  մտածված  չէ  և  այդ  պատճառով  տեղը  չգտած  զարդ  է:  Ըստ  նրա`  «Նման մեթոդի նպատակը մեկն է` ընթերցողին հանգեցնել այն մտքին, որ «այստեղի անհատը դու  էլ  կարող  էիր  լինել»:  Սակայն  որքան  շատանում  են  մանրամասնությունները, այնքան «դու»-ն մեզ հետ նույնանալու փոխարեն հակառակ ազդեցությունն է ունենում, և «դու»  տեսնելով`  աշխատում  ենք  այն  «նա»  կարդալ,  քանզի  գիտենք,  որ  այս պատմությունը  մեր  գլխով  չի  անցել»247:  Բացի  այդ`  երկրորդ  դեմքի  կիրառումը դիտարկվում  է  նաև  որպես  հեղինակի  ներքին  պայքար,  անցյալը  հիշելու,  երբևէ չմոռանալու մղում: ", "«Վիրավոր  ես»  վեպի  հերոսը  երիտասարդ  մտավորական  է`  «հանցանքս սոցիալիստ  լինելն  է»  տեսակի  անհատ:  Կերպարի  բնութագրումը  բավական  բարդ  է, քանի  որ  բացակայում  են  հերոսի  կենսագրությունը,  նրա  քաղաքական  պատմությունը, անգամ  անունը248:  Հեղինակը  թեև  ներկայացնում  է,  որ  գլխավոր  հերոսի  հանցանքն արգելված գրքեր կարդալն է, բայց տպավորություն է ստեղծվում, որ կա նաև ավելի լուրջ պատճառ:  Վեպում չի  նշվում  ձերբակալության  ստույգ  տարեթիվը.  առանձին, ցաքուցրիվ  տարրեր  անուղղակիորեն  վկայում  են,  որ  հերոսի  կյանքի  այդ  փուլը հավանաբար տևել է մինչև համաներումը, որը սպասվում էր 1973 թ. հոկտեմբերի 29-ին` հանրապետության հռչակման «Վիրավոր ես» վեպում գործողությունների  ծավալման  հիմնական  միջավայրը  բանտն  է:  Այն  նույնպես ներկայացված  է  ստեղծագործությանը  բնորոշ  վերացականությամբ:  Ըստ  թուրք գրականագետ  Մ.  Թուրանի`  Էրդալ  Օզը  բանտի  ստույգ  վայրը  չնշելու  ճանապարհով, կարծես`  ցանկացել  է  ցույց  տալ,  որ  ռազմական  միջամտությունից  հետո  երկրում ամենուրեք բանտ էր249: ", "Ինչո՞ւ տվիր ինձ տեսք՝ կերպարանքիդ հանգույն, նոյնպես մարդկանց բոլոր՝ ստորաքարշ, անգույն... ինչո՞ւ տվիր ինձ տեսք կերպարանքիդ հանգույն։ "], "paragraph_source_docs": [2, 2, 2, 2, 5], "source_docs_file": "Literature.json"}