{"paragraphs": ["Ինչպես  երևում  է  այս  համառոտ  ակնարկից,  Նաում  Բեշարովի  խմբագրապետ լինելու օրոք  թուրքերենն իսպառ վերանում է  Մէն Ըլլէլ Մէն Ըլքօ  բաժնից  և  ամբողջու- թյամբ փոխարինվում հայերենով, թեև «Բաբելոնը» պարունակում է Բեշարովի հեղինա- կած  բանաստեղծությունը  հայատառ  թուրքերեն:  Սա  թույլ  է  տալիս  ենթադրելու,  որ հայերենին  փայլուն  տիրապետող  Նաում  Բեշարովը  լեզվի  հարցերում  ցուցաբերում  էր մաքրամոլության միտումներ, և նրա օրոք է, որ ասորական լեզվական նյութի ծավալը «Բաբելոնում» կտրուկ նվազում է: ", "«Բաբելոնը» պարունակում է մեծ թվով տարաբնույթ հայտարարություններ, ծանուցում- ներ, ծանոթություններ և այլն: Որպես մշտական բաժին կարելի է դրանցից առանձնաց- նել  «Բաբելոնին»  դրամական  նվիրատվություններ  արած  անձանց  և  բաժանորդների ցանկերը: Որոշ հետաքրքրություն են ներկայացնում այն հայտարարությունները, որոնք լույս են սփռում լրացուցիչ դրամ հայթայթելուն ուղղված Ասորվոց Հնգյակ Ընկերության գործունեության  վրա:  Այսպես,  ծանուցումներից  տեղեկանում  ենք,  որ  «Բաբելոնի» խմբագրակազմը  պարբերաբար  հրատարակում  էր  «Գրպանի  երգարաններ»,  որոնք ձերք բերել ցանկացողներից խնդրվում էր համապատասխան գումարն ուղարկել «Բա- բելոնի»  հասցեով:  Նույնպես  հայտարարություններից  տեղեկանում  ենք,  որ  Ասորվոց Հնգյակ Ընկերությունն արտադրում էր ասորական խորհրդանիշներով կրծքանշաններ և  բացիկներ,  ինչպես  նաև  քարտեզներ  և  ազգային  հերոսների  դիմանկարներ,  որոնք սպառվում էին ինչպես ԱՄՆ-ում, այնպես էլ Մերձավոր Արևելքում: ", "Կարևորն  այստեղ  այն  կարծրատիպային  նշանակությունն  է  կամ  գիտելիքը,  որը զուգորդվում  է  չամուսնացած  տղամարդկանց  հետ`  որպես  նրանց  բնորոշ հատկանիշներ:  Ըստ  այս  նույնաբանության  նշանակության` չամուսնացած տղամարդիկ  չեն  կարողանում  կոկիկ  ապրել  և  հագնվել,  ու  դա  նրանց  բնորոշ հատկանիշ  է:  Այստեղ  գործ  ունենք  տեղինության  (Relevance)  կարգախոսի  հետ, ինչն  ուղղորդում  է լսողին,  որպեսզի  վերջինս  ինքնուրույն  որոշի,  թե կարծրատիպային  նշանակությունը  որքանով է  տեղին  տվյալ  ասույթի հաղորդակցական-գործաբանական արժեքը ձևավորելու գործում: ", "Խոսելով  կարծրատիպային  նշանակության  մասին`  անհրաժեշտ է ուշադրություն  դարձնել  այն  իրավիճակին,  որտեղ  կիրառվել է  տվյալ նույնաբանական  կառույցը:  Նշված  օրինակում  առանց  առաջին  խոսակցի    տված տեղեկության,  որ  Փիթը  իր  գուլպաները  ամիսներ  շարունակ  չի  լվացել,  երկրորդ խոսակցի  օգտագործած  նույնաբանության  նշանակությունը  միանշանակ  կերպով հասկանալի չէր լինի: Նույնիսկ կարելի է պնդել, որ տվյալ նշանակությունը մեկ այլ օրինակում տեղին չէր լինի: Դիտարկենք հետևյալ օրինակը. …one of his (male) friends laughs at me and says: you’re the one who had to have him!!  (he  has  had  probably  50 “girlfriends”  who  lasted  less  than  one  year  and  most  less than 6 months). It is apparently very shocking to those that have known him that he’s so “committed” to this relationship because he never had the same girl around for very long. His friends and family love me. I am crazy about him and yet…. sometimes I think that he’s just not ever going to “let go” and let me in there…. (and then I see some tiny inkling of progress….). Everyone (including my dad) said to me “he is a guy to have fun wi th, but if  you  want  something  “serious”  or  if  you  want  a  “partner”  you’ll  have  to  move  on, bachelors  are  bachelors.  (The  Tao  of  dating,  http://taoofdating.com/how-to-deal-with- confirmed-bachelor/, (accessed 19 March, 2014)) Այս  օրինակում  նախորդ  օրինակի  մեկնաբանությունը  տեղին  չէ:  Այստեղ խոսքը չամուսնացած  տղամարդկանց  մասին  է,  ովքեր  չեն  սիրում  երկար հարաբերություններ  ունենալ,  խուսափում  են  ամուսնությունից  և  գերադասում  են միայնակ  ապրել:  Նույնաբանությունը  կիրառվում  է  որպես  հաստատում  այն կարծրատիպային  մտքի,  որ  չամուսնացած  տղամարդիկ  իրենց  ուշադրության  ու ժամանակի  մեծ  մասը  հատկացնում  են  իրենք  իրենց  և  չեն  ցանկանում  նվիրվել ընտանիքին: Այսինքն, եթե առաջին օրինակում կարծրատիպային նշանակությունը չամուսնացած  տղամարդկանց  անփույթ  վերաբերմունքն  է  սեփական  արտաքինի ու  հագուկապի  նկատմամբ,  ապա  երկրորդ  դեպքում  խոսքը  նրանց  հոգեբանական կողմին  է  վերաբերում:  Այստեղ  արդեն  կարծրատիպն  այն  է,  որ  չամուսնացած տղամարդիկ,  սովոր  չեն  կանոնավոր  ապրելակերպի:  Ինչ  խոսք,  պետք  է  նշել,  որ երկու  մեկնաբանություններն  էլ  տեղին  են`  յուրաքանչյուրն  իր  համատեքստում: ", "մեռիկ Աշուր Էֆ. Ս. Յուսուֆի անմահ հիշատակին, այժմ կփափագինք, որ տարբեր քա- ղաքներու մեր գործակալները, որ ցարդ իրենց հաշիվները մաքրած չեն, հաճին շուտա- փույթ թղթակցիլ Պրն. Հեննե Ա. Յուսուֆի հետ, որն իրավասությունը ստանձնած է [ըն- թեռնելի չէ]»: Ինչպես նշել էինք, «Ասորվոց անզուգական ռահվիրան» հավաքածուն մեծ արժեք  է  ներկայացնում,  քանի  որ  նրանում  պահպանվել  են  Աշուր  Յուսուֆի  գրական ստեղծագործության մի քանի նմուշներ, ինչպես նաև իրեն վերաբերող կենսագրական Կարճ  հայտարարություններից  տեղեկանում  ենք,  որ  Ընկերությունը  կամ, առնվազն, նրա որոշ անդամներ զբաղվում էին Ամերիկայից Խարբերդ դրամի փոխան- Ծանուցումների մեկ այլ տեսակն առաջիկա համարներում լույս տեսնելիք նյութե- րի անոնսներն են: Այսպես, օրինակ, Ա-1 համարում կարդում ենք ծանուցում հաջորդ մի քանի  համարներում  Աշուր  Յուսու ֆի  «Ասորական  եկեղեցին  անցյալին  ու  ներկային մեջ» հոդվածի լույս տեսնելու մասին: ", "Ա-6 համարում գտնում ենք հետևյալ «Ծանոթություն»-ը, որը որոշ տեղեկություն է  տալիս  այն  մասին,  թե  ինչպես  էին  ստեղծվում  «Բաբելոնի»  համարները.  «Եվ  բոլոր անոնք,  որ  հոդվածներ,  լուրեր  և  նամակներ  կամ  նվերներ  ունին  ղրկվելիք  «Բաբելո- նին»,  կրնան  հետևյալ  հասցեին  ուղարկել:  ...  Notice  –  Գրվածները  պետք  է  մելանով  և մաքուր գրված ըլլան թուղթին մեկ կողմին վրա»: Այդ նույն կարգին է պատկանում նաև Ա-9  համարում  լույս  տեսած  հետևյալ  հետաքրքրական  «Կարևոր  ազդ»-ը.  «Նկատի  ու- նենալով,  որ  թղթի  մելանի  գները  օրը  օրին  ալ  ավելի  կբարձրանան  և  տպագրատան փոփոխման  պատաճառավ  ալ  ավելի  ծաղքի  դռներ  բացվեցան,  և  քանի  որ  մտադրած ենք  «Բաբելոնը»  ավելի  դյուրին  կարդացվելու  համար  «թայփրայթըրով»  [գրամեքենա] հանելու  միջոցները  գտնել,  ուստի  կստիպվինք  հետ  այս  թվեն  ի  սպառ  դադրեցունել ղրկել  «Բաբելոնը»  բոլոր  այն  ազնիվ  ազգայնոց,  որոնք  մինչև  հիմա  պարտազանց գտնվեցան  գեթ  սթեմփի  [դրոշմանիշ]  դրամը  ղրկել  մեզ,  քաջ  գիտնալով,  որ  ընկերու- թյունս կրնա ավելի օգտակարորեն գործածել սույն «փեննիները» [մեկ ցենտանոց]»: ", "«Բաբելոնի»  շրջանառության  մասին  որոշ  պատկերացում  է  տալիս  Ա-14  համա- րում  «Ուշադրություն»  վերնագրված  հետևյալ  հայտարարությունը.  ««Բաբելոնի»  բոլոր թվերեն  մասնավորապես  12-13-են  բոլոր  անոնք,  որ  հավաքածոյի  համար  չեն  պահեր, կխնդրենք, որ ղրկեն մեզի, Ադանա և այլ տեղեր ղրկելու մեծ պետք կա: Կանխավ շնոր- հակալությունք»: ", "Կարևոր  է  նշել,  որ  այս  նույնաբանությունը  դեռևս  կիրառել  է  Ռ.  Քիփլինգը հարյուրից  ավելի  տարի  առաջ:  Այն  ժամանակ  հասարակական-պատմական, մշակութային  անջրպետը  արևելքի  և  արևմուտքի  միջև  անհերքելիորեն  ավելի  մեծ էր,  քան  հիմա:  Եվ,  թվում  է,  մարդու  իրավունքների  զարգացման,  հասարակական ինստիտուտների  կայացման,  միջմշակութային  հաղորդակցման  հսկայական ճանապարհ  անցնելուց  հետո  և  մի  շարք  հանրային,  արժեհամակարգային, աշխարհայացքային  մոտեցումների  ընդհանրացման  արդյունքում  արևմուտք- արևելք հակադրումը պետք է այժմ կա՛մ գրեթե վերացած լիներ, կա՛մ էլ հանրային գիտակցության  մեջ  պակաս  ընդգծված  ընկալվեր:  Ու  այս  ֆոնին  East is East and West is West նույնաբանությունն արդեն  ինչ-որ  առումով իր դարն ապրած պետք է լիներ: Սակայն Ռոն Չիլդրեսը իր նոր հրատարակած գիրքը (2015) վերնագրել է And West is West:  Այս  նույնաբանությունը  բավականին  հետաքրքիր  է  միանգամից  մի քանի  պատճառներով:  Նախ  այն  East is East and West is West  նույնաբանության երկրորդ  մասն  է  ներկայացնում:  Ակնհայտորեն  սա  արված  է`  իմաստային  շեշտը ավելի  ընդգծված  կերպով  արևմուտքի  ու  դրան  բնորոշ  որակների  վրա կենտրոնացնելու  համար:  Սակայն  խոսելով  կամ  ընդգծելով  արևմուտքի տարբերությունները`  դրանով  իսկ  ի  ցույց  է  դրվում  նաև  արևելքը,  որը  թեպետ ներառված  չէ  տվյալ  նույնաբանության  կառույցում,  սակայն  հասկանալի  է,  որ խոսելով  արևմուտքի  գլխավոր  և  տարբերվող  հատկանիշների  մասին,  նկատի  է առնված  դրանց  տարբեր  լինելը  արևելքից  ու  այն  տարբերակող  հատկանիշներից: ", "Այսինքն` մենք այստեղ գործ ունենք նույնաբանության արտահայտած առաջնային հաղորդակցական-գործաբանական  արժեքի  և  երկրորդական  հաղորդակցական- գործաբանական  արժեքի  հետ:  Առաջնային  միտքը,  որ  գրողը  ցանկացել  է փոխանցել, կամ առաջնային մեկնաբանությունը, որ անում է ընթերցողը, հետևյալն է. արևմուտքը ունի իր սկզբունքներն ու արժեքները, կառուցվածքը, ապրելաձևն ու մեթոդները:  Այդ  ամենը  խորանալով  ձևավորում  են  արևմուտքի  հավաքական կերպար` մի ամբողջություն, որը բնութագրված է երկրորդ գոյականական անդամի (NP)  միջոցով:  Ասելով  And West is West`  շեշտվում  են  արևմուտքի  չափազանց տարբեր  լինելը  և  դրա  ինքնատիպությունը:  Սակայն  միայն  այսքանը  չէ,  որ փոխանցվում  է  տվյալ  նույնաբանության  միջոցով:  Խոսքը  ոչ  միայն  այն հատկանիշների  մասին  է,  որոնք  արևմուտքը  ներկայացնում  ու  ընդհանրացնում  է իրեն  հատուկ  որակների  ու  հատկանիշների  ամբողջության  մեջ:  Նման  միտք փոխանցելու  պարագայում  լիովին  բավարար  կլիներ  West is West  համարժեք նույնաբանությունը:  Մինչդեռ  հեղինակը  օգտագործել  է and  շաղկապը`  այդպիսով կապելով  West is West  նույնաբանությունը:  Սակայն  հենց  հաջորդ  հետաքրքիր կետն  այստեղ  է.  այն  կապված  է  չարտահայտված  մտքի  հետ`  հեղինակը  ոչինչ  չի գրել  որպես  And West is West-ին  նախորդող  արտահայտություն:  Այսպիսով`  մի կողմից  մենք  գիտենք,  որ  տվյալ  նույնաբանությանը  նախորդում  է  չասված  միտք, մյուս  կողմից`  ինքներս  պետք  է  փորձենք  հասկանալ  և  ընկալել,  թե  ինչ  կարող  է լինել  չասված  հատվածի  փոխարեն:  Այստեղ  առաջ  է  գալիս  սուբյեկտիվության հարցը: Ունենալով միայն And West is West նույնաբանությունը` յուրաքանչյուր ոք որոշակի  չափով  ազատ  է  ինքնուրույն  լրացնելու  դրան  նախորդող  հատվածը: ", "Սակայն  ինչպես  նշվեց,  դա  սահմանափակ  ազատություն  է,  քանի  որ And West is West  ասույթն  իր  կառուցվածքով  և  նշանակությամբ  տալիս  է  այն  մտային կաղապարը, ըստ որի պետք է կառուցվի նախորդող հատվածը: ", "Բ-24 համարում կարդում ենք «ներկայացուցիչ», ըստ ամենայնի՝ ապահովագրա- կան  գործակալ  Յագուբ  Դաշոյի  հետևյակ  գովազդը.  «Իմ  միակ  վարձատրությունս  ու- րիշներու  ծառայելու  հաճույքն  է:  Շահս  ալ  ուրիշները  շահեցնելուս  մեջ  կփնտրեմ:  Ինձ դիմողները  գոհ  մնացած  են:  Դուն  ալ  ապահովագրության  անհրաժեշտ  պետք  ունիս: ", "Տվյալ  պարագայում կառուցվածքային  տրամաբանության տեսանկյունից  ամեն ինչ  կարծես  ճիշտ  է  լինում:  Սակայն  միայն  կառուցվածքային ճշգրտությունը,  փաստորեն,  բավարար  չէ:  Ենթադրվում  է,  որ  ընթերցողը  պիտի տեղյակ  լինի  աշխարհի  երկու  հիմնական  քաղաքակրթական  կաղապարների բաժանված  լինելու  մասին,  որոնցից  մեկն  արևելքն  է,  իսկ  մյուսը`  արևմուտքը: ", "Խարբերդի ասորիների հայախոս լինելը նշանակում էր, որ նրանց համար հրատարակ- վելիք  պարբերականը  պետք  է  լիներ  հայերեն:  Պարբերականի  անդրանիկ  համարի խմբագրականում  կարդում  ենք.  «Նկատի  ունենալով,  որ  ներկա  վճռական  օրերուն խարբերդցի ասորիներու փոքրամասնություն մը հույժ պետք ունին հայատառ պարբե- րականի  մը  արտասահմանի  անցուդարձերուն  տեղեկանալու  համար,  …  Ասորվոց  Հն- գյակ  Ընկերությունը  կուգա  այդ  զգալի  պակասը  լեցունել  «Բաբելոնով»»153:  Այս  մեջբե- րումից  հետևում  է,  որ  խարբրերդցի  ասորիների  միջավայրում  կար  մի  շերտ,  որի  հա- մար  հասկանալի  կարող  էր  լինել  միայն  հայերեն  հրատարակվող  պարբերականը: ", "Թուրքերենը,  հավանաբար,  այլևս  չէր  դիտվում  որպես  խարբրեդցիների  համար  հրա- տարակվելիք պարբերականի լեզվի տարբերակ: ", "Սա  արդեն  երկրորդական  մեկնաբանություն  է,  որ  ընթերցողը  կարող  է  անել: ", "Դրա հետ մեկտեղ, որոշ հոդվածներում, հատկապես նրանցում, որոնք լուսաբանում են ազգային  կամ  համայնքային  կյանքն  ու  անցուդարձը,  նկատվում  են  որոշ  շեղումներ գրական արևմտահայերենի ոճական և շարահյուսական կանոններից, որը, թերևս, բա- ցատրվում  է  խոսակցական  լեզվի  ազդեցությամբ:  Խարբերդում  բնակվող  ասորիների մեջ, անկասկած, տարածված էր հայերենի Խարբերդի բարբառը, որը բավականին լավ ուսումնասիրված  է:  Այդուհանդերձ,  պարբերականի  էջերում  այդ  բարբառի  որևէ  նմուշ չկա: ", "Հոդվածների  տեքստային  վերլուծությունը  հաստատում  է  մեր  ենթադրությունը, որ  «Բաբելոնի»  խմբագիրները  չէին  վերամշակում  և  խմբագրում  ստացվող  նյութերը. խմբագրի պարտականությունը հիմնականում կայանում էր ստացված նյութն ընդունե- լու  կամ  մերժելու,  արտագրելու  և  շարունակական  շարադրանք  ապահովելու  մեջ:  Ինչ- պես երևում է հոդվածներից մեկից, լեզվական թերություններն առաջացնում էին որոշ ընթերցողների դժգոհությունը, որին «Բաբելոնն» արձագանքել է հետևյալ կերպ. ««Բա- բելոնը»  չէ  գրական  թերթ  մը,  որ  չգտնվին  տառասխալներ  և  շարադրական  վրիպում- ներ, այլ այս թերթը եղած է ու պիտի ըլլա միայն լրատու և գաղափարներ արտահայտե- լու պարզուկ միջոց մը: … Մենք չունինք համամտությունը տարածել հայ գրականությու- նը ասորվոց մեջ, այլ ըսած ենք ասկե առաջ, որ «Բաբելոնը» պիտի ըլլա ազգային գրա- կանության մղիչ ազդակը»154: ", "Ինչպես  նշել  էինք,  «Բաբելոնը»  մի  օր  ասորերեն  շարունակելու  գաղափարը  և հույսը հաճախ կրկնվում է նրա էջերում, ինչպես խմբագրականներում, այնպես էլ մյուս- ների  կողմից  հեղինակած  հոդվածներում  և  նամակներում:  Այդուհանդերձ,  այս  գաղա- փարը  միմիայն  բարի  մտադրություն  էր  և  չուներ  իրականություն  դառնալու  որևէ  հե- ռանկար,  քանի  որ  խարբերդցի  և  Օսմանյան  կայսրության  այլ  քաղաքներից  սերող ասորիների միջավայրում դասական ասորերենով կամ Տուր Աբդինի արդի արամեերե- նով հրատարակվող պարբերականը չէր ունենա ընթերցողների՝ իր գոյությունն արդա- րացնող անհրաժեշտ քանակ: Ուրմիայի բարբառի հիման վրա զարգացած արդի գրա- կան արևելաասորերենը, որը նեստորականների և քաղդեականների լեզուն էր և գոր- ծածում  էր  նեստորյան  տառատեսակը,  անհասկանալի  և  դժվար  ընթեռնելի  էր  հակո- բիկների  և  ասորի  կաթոլիկների  համար:  Դեռ  ավելին,  ինչպես  կտեսնենք  ստորև,  իր գոյության երկրորդ տարում «Բաբելոնն» իր լեզվով դարձավ ավելի «հայկական»: ", "Արևմտահայերենի կողքին «Բաբելոնում» գտնում ենք հոդվածներ, որոնց լեզուն պետք  է  համարել արևելահայերեն: Սրանք առավելապես երկրորդ տարվանից խմբա- գրի պարտականություններն ստանձնած Նաում Բեշարովի հոդվածներն են: Այս անձի մասին մինչև վերջերս գրեթե ոչինչ հայտնի չի եղել՝ չհաշված այն կցկտուր տվյալները, որոնք  հնարավոր  է  քաղել  «Բաբելոնից»:  Մեզ  հաջողվեց  հայթայթել  1930  թ.  ԱՄՆ-ի մարդահամարի տվյալները, որոնցից հնարավոր եղավ ավելի լավ պատկերացում կազ- մել այս անձի մասին: Ըստ մարդահամարի հարցաթերթիկի՝ 1930 թ. Նաում Բեշարովը եղել է 60 տարեկան, այսինքն ծնվել է 1870-ին: Իր կինը՝ Կատին (Katie), որը, հավանա- բար, հայ էր, եղել է 55 տարեկան, այսինքն՝ ծնվել է 1875 թ.: Երկուսն էլ որպես իրենց և իրենց ծնող- ների ծնվելու երկիր նշել են Թուրքիան (ըստ մար- դահամարի  անցկացման  կանոնների,  որպես ծնվելու  երկիր  պետք  է  նշվեր  այն  երկիրը,  որի փաստացի  տարածքում  1930  թ.  գտնվել  է  տվյալ անձի  ծննդավայրը):  Ծննդավայր  քաղաքը  մար- դահամարում  չէր  նշվում,  սակայն  Բեշարովի  հոդ- վածներից  մեկից  ակնհայտ  է,  որ  դա  Խարբերդն էր: ", "Այն  կայուն  ամրագրված  է  լեզվում  նաև,  որովհետև  օրենք  (law)  երևույթը  ունի ուժային  ու  պարտադրող  գործառույթ:  Այսպիսով`  տվյալ  նմուշօրինակում մեկնաբանությունների  հնարավորությունը  սահմանափակ  է  նաև  հենց  գոյականի իմաստային  դաշտի  միօրինակության  պատճառով:  Դրա  հետևանքով  այն կարծրատիպային նշանակություն է ձեռք բերել: ", "Կարծրատիպը  հատկապես  կարևորվում  է  նույնաբանության  նկատմամբ լեզվաճանաչողական  մոտեցման  պարագայում:  Նույնաբանական  կառույցը հասարակության  մեջ  ժամանակի  ընթացքում  ձեռք  է  բերում  որոշակի  իմաստ  և հիմնականում  գործածվում  ու  վերծանվում  է  այդ  իմաստով:  Դիտարկենք  հետևյալ օրինակները. John: Oh, it’s heavy! Would you bring anyone powerful? Mike: Sure. Mary was around here. I’ll bring her. John: No. Not a woman. It’s SO heavy. Mike: Don’t you know her power? John: Not actually. But anyway, a woman is a woman. Mike: Well…, it might be true/you’ll see the answer (CD A: 131) Այս  իրավիճակում  խոսակիցներից  Ջոնը  Մայքին  խնդրում  է  կանչել  որևէ ուժեղ անձնավորության` իրեն օգնելու: Թեպետ մեջբերված հատվածում չի նշվում, սակայն հասկանալի է, որ խոսքն ըստ երևույթին ֆիզիկական օգնության մասին է: ", "«Բաբելոնից»  տեղեկանում  ենք,  որ  Նաում  և  Կատի  Բեշարովներն  ունեցել  են  նաև առնվազն մեկ դուստր, որի անունն ու ծննդյան տարեթիվը հայտնի չեն, քանի որ մար- դահամարի պահին նա բնակվելիս չի եղել ծնողների հետ: ", "Լինելով  Խարբերդի  ծնունդ՝  Նաում  Բեշարովն  ի  ծնե  արևմտահայերենի  կրող պետք է լիներ: Մինչև մարդահամարի տվյալների հայթայթումն արած մեր եզրակացու- թյունը,  թե  շրջադարձ  դեպի  արևելահայերեն  կարող  էր  տեղի  ունենալ  այն  դեպքում, եթե Բեշարովը երկար ժամանակ անցկացրած լիներ Կովկասում (որը երբեմն պատա- հում էր Խարբերդի ասորիների հետ), հաստատվեց մարդահամարի տվյալներով, ըստ որոնց՝ Անդրանիկը ծնվել է Ռուսաստանում: Բեշարովի ընտանիքում արևելահայերենի գերակայումն  ապացուցում  է  նաև  այն,  որ  մարդահամարի  հարցաթերթիկում  նրա  որ- դու  անունը  տառադարձված  է  Andranik,  այսինքն՝  ըստ  արևելահայ  արտասանության, այլ ոչ արևմտահայ Antranig տարբերակով: Որպես մայրենի և ընտանիքում գործածվող լեզու՝ մարդահամարում գրանցված բոլոր երեք Բեշարովները նշել են հայերենը: ", "Ռուսաստանում երկար բնակվելու օգտին է վկայում նաև Նաում Բեշարովի ազ- գանվան  «-ով»  վերջավորությունը,  որից  կարելի  եզրակացնել,  որ  նա  ընդունել  էր  ռու- սական հպատակություն: Ցարական Ռուսաստանում ասորիներին գրեթե բացառապես գրանցում էին ռուսականացված ազգանուններով, որոնք Հայաստանի ասորիների մեջ պահպանվում են մինչև օրս (Յակուբով, Թամրազով, Խոսրոև, Ալավերդով և այլն): Հե- տաքրքրական  է  նաև  Բեշարովի  «Մանէթ»  մականունը  կամ  գրչանունը,  որը  «Բաբելո- նում» երբեմն փակագծերում նշված է նրա անունից ու ազգանունից հետո: Մականվան պատմության  մասին  ոչինչ  հայտնի  չէ,  սակայն  այն  կարող  է  ունենալ  ռուսական  ծա- գում: ", "Մարդահամարի տվյալներից ապա տեղեկանում ենք, որ Բեշարովները ԱՄՆ-ում հաստատվել են 1906 թ., այսինքն՝ իրենց որդու ծնվելու տարին: Թե ինչով է Նաում Բե- շարովը  զբաղվել  ԱՄՆ-ում  մինչև  1919  թ.  «Բաբելոնի»  խմբագրապետի  պաշտոնի ստանձնումը, հայտնի չէ, սակայն անուղղակի վկայություններից երևում է, որ նա զբաղ- վել  է  հրապարակախոսությամբ  և  ունեցել  է  գրչին  հմտորեն  տիրապետող  անձի  համ- բավ: «Բաբելոնում», ի թիվս բազմաթիվ հոդվածների, լույս է տեսել նաև նրա մեկ բա- նաստեղծությունը հայատառ թուրքերենով: "], "source_docs_file": "Linguistics.json", "paragraph_source_docs": [0, 0, 1, 1, 0, 0, 0, 1, 1, 1, 0, 1, 0, 0, 1, 0, 0, 0, 0, 1, 1, 0, 0, 0, 0]}