{"source_docs_file": "Linguistics.json", "paragraph_source_docs": [1, 0, 1, 0, 0, 0, 0, 1, 1, 0, 0, 1, 1, 1, 1, 1, 0, 0, 0, 0, 1, 1, 1, 1, 0, 1, 0, 1, 0, 1, 0, 1, 1, 0, 0, 0, 0, 0, 0, 0, 1, 1, 1, 1, 0, 1, 0, 0, 1, 1], "paragraphs": ["East is East and West is West And never the twain shall meet. Տողերի  հեղինակը  ընդգծում  է,  որ  այն  հատկանիշներն  ու  որակները,  որ բնորոշ  են  Արևմուտքին,  հստակորեն  տարբեր  են  այն  ամենից,  ինչը յուրահատուկ  է  Արևելքին:  Այս  տարբերությունները  առավել  շեշտելու համար  նա  ավելացնում  է,  որ  այս  երկու  բևեռները  երբեք  չեն  միանա  իրար: ", "Հայկազյան  Համալսարան,  2013,  էջ  44:  Հայտնի  է  խարբերդցի  ասորու  առնվազն  մեկ  ազգանուն  ռու- սական –ով վերջավորությամբ. խոսքը «Բաբելոնի» երկրորդ խմբագիր Նաում Բեշարովի մասին է, որին մանրամասն կանդրադառնանք համապատասխան գլխում: ", "Մայբաուերը  գտնում  է,  որ  եթե  նույնիսկ  ընդունենք,  որ  որոշ նույնաբանական  կառույցներ  ունեն  տվյալ  լեզվին  հատուկ  նշանակություն, ապա  սա  դեռ  ամենևին  չի  նշանակում,  որ  դրանց  նշանակությունը  (կիսով չափ)  հնարավոր  չէ  ստանալ`  Գրայսի  սկզբունքներից  ելնելով,  որովհետև, Գրայսի  տեսության  համաձայն,  ներակայումները  առաջ  են  գալիս  ի հավելումն  արդեն  ասվածի  (in  addition  to  what  is  said)  (Meibauer  2008:  443): ", "Հայկական անունների տարածված լինելն ակնհայտորեն առաջացրել է որոշ ազ- գայնականորեն  տրամադրված  տարրերի  և,  հավանաբար,  եկեղեցու  դժգոհությունը: ", "Այսպես, «Բաբելոնի» խմբագրականներից մեկում կարդում ենք. «Նվազ ուշագրավ տեղ չի բռներ մեր անունները, ցուցուցեք հայ մը Եուհեննե, Ֆավլոս, Սարկոն, Աշուր, Աֆրեմ անունները կը կրեն, բայց շատ ու բազմաթիվ են մեր մեջ Հովհաննես, Պողոս, Կարա- պետ, Մարկոս, Կիրակոս»98: ", "Բացի հայկական անուններից՝ հայախոս ասորիները որպես անուններ և ազգա- նուններ գործածել են ավանդական ասորական անունները, ինչպես՝ Յուհաննա, Հան- նա,  Բիշարա,  Մարութա,  Բարսամ,  Ջիրջիս,  Շեմուն,  Թումա,  Մալքե,  Նաում,  Դաշո, Դենհո և այլն, ինչպես նաև արաբա-թուրքական ծագում կամ տեսք ունեցող անուններ՝ Իբրահիմ, Յուսուֆ, Նուրի, Ռասին, Դավուդ, Իսքանդեր, Յաղուբ, Գոյուն, Քեշիշ, Էլբի, Լութֆի,  Թումաջան,  Յուլբեկ,  Սեֆեր,  Խորի,  Չաթալբաշ  և  այլն:  Որոշ  տարածում  ու- նեին նաև եվրոպական անունները կամ աստվածաշնչային անունների՝ եվրոպական լե- զուներում առկա ձևերը: ", "Մի քանի սերունդներ շարունակ լինելով հայախոս և «Բաբելոնի» էջերում ցուցա- բերելով  հայերենի  փայլուն  իմացություն,  Խարբերդի  ասորիները,  այդուհանդերձ,  չէին դիտում  հայերենը  որպես  մայրենի  լեզու:  Նրանց  համար  այն  միշտ  մնում  էր  «օտար», «ուրիշների»  լեզու99,  որի  հետ  խորքային  զգացմունքային  կապվածության  արտահայ- տություններ գրեթե չեն պահպանվել100: Սեփական լեզուն կորցրած լինելու հանգաման- քը  բարդույթի  տեսքով  իշխում  էր  ասորի  մտավորականների  վրա:  «Բաբելոնի»  հոդ- վածներից մեկում կարդում ենք. «Ունինք լեզու մը որ գործածող չկա, ուրիշների լեզուն առած  ենք,  մեկ՝  մեկ  ազգի  մը  լեզվով  կ’խոսի,  ուրիշ  մը՝  ուրիշին:  Ոմանք  թուրքերեն կ’խոսին, ոմանք պարսկերեն, ոմանք հայերեն, ոմանք ալ արաբերեն <…> Իրար չենք ճանչնար,  իրար  չենք  հասկնար,  հազար  ու  մեկ  ճյուղերու,  հազար  ու  մեկ  մասերու բաժնված  ենք:  Մելքիթին  ինքզինքը  տարբեր  կը  ճանչնա,  քիլդանին  տարբեր,  Պարս- է  1930-ականներին  Կալիֆոռնիայում  երիտասարդների  կողմից  կազմակերպված  և  մասամբ  հայերեն վարված  մի  միջոցառում.  այդ  կապակցությամբ  հոդվածագիրը  նշում  է,  որ  ներկա  մեծահասակները «վայելեցին հայերենը» (“enjoyed the Armenian language”): ", "Հարկ  է  նշել,  որ  առանձնացված  բոլոր  շարահյուսական կաղապարների  համար  Ա.  Վերժբիցկան  դուրս  է  բերում  իմաստային- հասկացական բանաձևեր` կիրառելով, ինչպես ինքն է  ասում, համընդհանուր բնական իմաստաբանական մետալեզու (Wierzbicka 2003): ", "Մայբաուերը մի կարևոր դիտարկում է անում: Նա նշում է` այլընտրանքային տարբերակների բացառումը  դեռ բավարար  գաղափար չի  տալիս հասկանալու,  թե  ինչպես  է  որևէ  նույնաբանական  ներակայում  դուրս բերվում:  Օրինակ`  War  is  war  նույնաբանության  դեպքում ինչպես  է ստացվում,  այն  ներակայումը,  թե  սարսափելի  բաներ  կարող  են  պատահել, սակայն  հնարավոր  չէ  որևէ  բան  անել  դրանց  դեմ:  Նա    նշում  է,  որ տեսականորեն  նույնաբանական  կառույցները  կարող  են  անսահմանափակ թվով այլընտրանքներ ունենալ, սակայն տեղին, համապատասխան (relevant) այլընտրանքը  պետք  է  որոշակի  չափով  սպասելի  լինի:  Sex is sex  (a  is  a) օրինակում,  ըստ  էության,  կարելի  է  բերել  այնպիսի  այլընտրանքներ, ինչպես,  ասենք,  sex is sport  կամ  sex is determination  և  այլ  տարբերակներ, սակայն դրանք, ըստ երևույթին, չափազանց անսպասելի են լսողի համար, և նա ի սկզբանե դրանք բացառում է: ", "Խարբերդի ասորիների ազգային ինքնության գլխավոր գրավականը և հայերից նրանց  զանազանող  գլխավոր  գործոնը  նրանց  ազգային  ավանդական  եկեղեցիներն էին՝  Անտիոքի  ասորի  ուղղափառ  և  Ասորի  կաթոլիկ:  Ինչպես  նշել  էինք,  Խարբերդն Ասորի  ուղղափառ  եկեղեցու  եպիսկոպոսի  աթոռանիստ  էր:  Ասորական  Մարթ  (Սուրբ) Մարիամ  եկեղեցին  (ավելի  ճանաչված  է  թուրքերեն՝  Մերյեմ  անա  քիլիսեսի  անունով) պարզունակ,  որևէ  ճարտարապետական  արժանիքներով  աչքի  չընկնող  շինություն  էր, սակայն  ասորիներն  այն  շատ  հին  են  համարում  և  հիմնադրումը  վերագրում  179  թ.105: ", "Սա,  հավանաբար,  նախկին  հայկական  Սբ.  Աստվածածին  եկեղեցին  է.  տեղեկություն- ներ  կան,  որ  հայերն  այն  հանձնել  են  ասորիներին,  փոխարենը  նրանցից  ստանալով մոտակա Մորենիկ գյուղի եկեղեցին106: Ըստ երևույթին, քաղաքում եղել է ևս երկու ասո- րի  ուղղափառ  եկեղեցի:  Ասորի  կաթոլիկ  եկեղեցի,  ամենայն  հավանականությամբ,  չի եղել, համենայն դեպս, չի հիշատակվում: ", "Անգլերեն նույնաբանական կառույցների գործաբանական ներուժի   կազմավորումը Համաձայն  Գրայսի  քանակի կարգախոսի`  համագործակցող խոսընկերները չեն  արտաբերում  ավել  կամ  պակաս  տեղեկություն  պարունակող  ասույթներ:  Եթե հաշվի  առնենք,  որ  նույնաբանական  ասույթներն  ի  սկզբանե  ճշմարիտ  են  և հետևաբար չեն պարունակում նոր տեղեկություն, ապա դրանք չպետք է կիրառվեն հաղորդակցվելիս: Սակայն ինչպես ցույց են տվել բազմաթիվ հետազոտություններ, նույնաբանական ասույթները, բացի իրենց պայմանադրական նշանակություններից  (conventional  meaning),  կրում  են  բավականին  ընդգրկուն հաղորդակցական-գործաբանական  ներուժ  և  լայնորեն  կիրառվում  են  խոսքում (Wierzbicka 1991;  Ward, Hirschberg  1991;  Harnish  1976; Walter  2008; Meibauer 2006; Mizuta 1996; Farghal 1992; Miki 1996; Lyons 1968; Lewis 1972; Katz,  Langendoen 1976; King 2005): ", "Այս  գլխում  մեր  նպատակն  է  փաստական  նյութի  քննության  արդյունքում վերհանել անգլերենի նույնաբանական կառույցների այն լեզվական բաղադրիչները (շարահյուսական, ձևաբանական, իմաստային), որոնք նպաստում են գործաբանական ներուժի կազմավորման գործընթացին: ", "Ուսումնասիրելով տարբեր տեսություններ (Ward, Hirschberg 1991; Yamamoto առանձնահատկությունների  վերլուծությունից`  նպատակահարմար  ենք  գտնում նույնաբանական  կառույցները  դասակարգել  ըստ  հետևյալ  շարահյուսական կաղապարների. Անվանական կամ համարժեք (Equative): “a is a” Դիսյունկտիվ կամ Տրոհական (Disjunctions): “(either) p or not p” Պայմանական (Conditional): “if p (then) p” Ստորադասական (Subordinate): “when p, p” Համադասական (Coordinate): “a is a” and “b is b” Ինչպես  ցույց  է  տալիս  մեր  նյութի  քանակական  վերլուծությունը, անվանական  նույնաբանական  կառույցները1  ամենաբազմաքանակն  են  և  առավել լայն  կիրառություն  ունեն  անգլերեն  դիսկուրսում:  Ստորև  բերված  աղյուսակում ամփոփված են մեր ստացած տվյալները. Տեսակ Քանակ Աղյուսակ 1 Անվանական Համադասական Պայմանական Դիսյունկտիվ/Տրոհական Ստորադասական Ընդհանուր Տոկոս Առաջին  հայացքից  տարբեր  թվացող  այս  շարահյուսական  կաղապարները ունեն  մեկ  կարևոր  ընդհանրություն.  նրանց  տրամաբանական  կաղապարը կազմված  է  հետևյալ  երեք  հիմնական  բաղադրիչներից`  սուբյեկտ,  պրեդիկատ  և կապ:  Ըստ  որում`  բոլոր  հինգ  կառույցներում  սուբյեկտն  ու  պրեդիկատը  իրենց բառային/ձևային  կառուցվածքով  համընկնում  են,  մինչդեռ  կապը  մի  դեպքում (անվանական  կառույցներում)  հանդես  է  գալիս  բայ-հանգույցի  ձևով,  իսկ  մյուս դեպքերում  (բայական  կառույցներում)  սուբյեկտի  և  պրեդիկատի  միջև  կապը ստեղծվում  է  համադասական  ու  ստորադասական  շաղկապների  միջոցով:  Եվ քանի  որ  սուբյեկտը,  ըստ  տրամաբանության  մեջ  ընդունված  սահմանման, հասկացություն  է  այն  առարկայի  մասին,  որին  վերագրվում  է  որոշակի հատկություն  կամ  հարաբերություն  հաստատման  կամ  ժխտման  միջոցով,  իսկ պրեդիկատը հասկացություն է այն հատկության կամ հարաբերության մասին, որը հաստատվում  կամ  ժխտվում  է  սուբյեկտի  նկատմամբ  (Բրուտյան  1998),  ուստի, չնայած  այն  փաստին,  որ  նույնաբանական  կառույցներում  սուբյեկտը  և պրեդիկատը իրենց բառային կազմով նույնական են, նրանց արտահայտած/վերագրվող  իմաստները  նույնական  չեն  կարող լինել:  Խիստ կարևոր  ենք  համարում  այն  փաստը,  որ  այս  շարահյուսական  կաղապարների առաջին  անդամը  մատնանշում  է  տվյալ  խմբի  որևէ  առանձին  անդամ  կամ անդամներ  (կամ  գործողություն)2,  իսկ  նույնաբանական  կառույցների  երկրորդ անդամը  (կամ  գործողությունը)  իր  բնույթով  ստորոգելիական  է  (Meibauer  2008; Autenrieth  1997;  Parret,  Sbisa,  Verschueren  1979;  Cole,  Morgan  1975;  Szabo  2005): ", "Համաձայն  Թ.  Աութենրիեթի`  երկրորդ  անդամը  չի  մատնանշում  խմբի  առանձին անդամ  կամ  անդամներ,  այլ  ընտրում և  մատնացույց  է  անում այդ  խմբի  առանձին անդամին  կամ  անդամներին  բնորոշ  հատկանիշներ:  Փաստական  նյութի  մեր քննության արդյունքները նույնպես փաստում են, որ նույնաբանական կառույցների առաջին  անդամը  ներկայացնում  է  հաղորդակցության  առարկան  (դենոտատը): ", "Երկրորդ  բաղադրիչը  նույնաբանության  կիրառման յուրաքանչյուր  կոնկրետ դեպքում  արտահայտում  է  իրենում  ներփակված  իմաստի  տարբեր  կողմեր: ", "Վերևում արդեն նշվեց, որ ասորական ավանդական եկեղեցիներն իրենց ծիսա- կարգում  կառչում  էին  դասական  ասորերենից.  Ասորի  ուղղափառ  եկեղեցին  այսօր  էլ ընդդիմանում է Տուր Աբդինի տուրոյո արդի արամեական բարբառը գրական լեզվի վե- րածելու  փորձերին՝  դիտելով  այն  դասական  ասորերենի  աղավաղված  ձև:  Դրա  հետ մեկտեղ՝ ո՛չ Խարբերդում, ո՛չ այլուր ասորի հոգևորականությունը որևէ էական քայլ չէր ձեռնարկում դասական ասորերենը հասարակ ժողովրդին ավելի հասու դարձնելու հա- մար, և դեռ ավելին, ինքն իր ներքին գրագրությունը, ինչպես նշվեց, վարում էր ասորա- տառ թուրքերենով: Ասորի հոգևորականների կրթվածության ցածր մակարդակն ու ուղ- ղակի  տգիտությունը  սուր  քննադատության  առարկա  էին  ասորական  մամուլում,  այդ թվում՝  «Բաբելոնում».  վերջինն  ընդհանրապես  աչքի  է  ընկնում  սուր  հակակղերական տրամադրվածությամբ: ", "Ինչպես և հայերի, խարբերդցի ասորիների միջավայրում XIX դ. երկրորդ կեսում շատ լայն տարածում էր ստացել բողոքականությունը, որը հիմնականում քարոզում էին ամերիկացի  միսիոներները:  Բողոքականություն  ընդունող  ասորիները  գտնվում  էին հայերի  ավելի  ուժեղ  ազդեցության  տակ,  քան  «հակոբիկներն»  ու  կաթոլիկները: ", "Ակնհայտ  է,  որ  Խարբերդում  կային  «հայացած»  ասորիներ:  Ասորի  երկու  բողոքական պատվելիների  գործունեությունն  ԱՄՆ-ի  հայերի  միջավայրում  «Բաբելոնի»  մի  քանի համարներում  ասորի  «ազգատյացների»  շուրջ  սուր  բանավեճի  առիթ  դարձավ:  Այս- պես, հոդվածներից մեկում կարդում ենք. «Շատ շատեր կկարծեին, թե ասորի անունը անարգական անուն մըն է: Հայրենիքում եթե մեկին ասորի անվանեիր, կբարկանար - Ասորին դուն ես, ես հայ քրիստոնյա եմ, կըսեր»112: Մեկ այլ տեղ. «Ունիմ հավատքը, թե ասորիները մի անգամ ընդ միշտ սթափվելու և գիտակցելու են այն թունավոր միկրոբ- E. Hopper, Harvard College Library, Cambridge, 1999, էջ 12-13: ", "ներուն, որոնց հանդեպ ազգային թերթով մը հականեխել պետք է: Եթե ոչ, լավ է որ հի- մակվնէ հետևինք այն ազգին [հայերին], որուն լեզուն, գրականությունը, սովորությունը կգործածենք արդեն, քան որ քառորդ դար վերջ: <…> Ի՞նչ ընենք, մենք ալ [մեր] գրե՞րը թաղենք և ասորության վերջ մը դնենք, թե ոչ ծաղկեցունենք»113: ", "While  hope  you  are  not  part  of  the  conspiracy  because  a  terrorist  is  a  terrorist there's nothing like moderate rebels going about slaughtering innocent souls. Join Putin  in  annihilating  those  vampires  or  law  of  karma  cut  up  with  you  and  your country like hypocrite Erdogan of Turkey. (Express, http://www.express.co.uk/news/politics/622224/David-Cameron-Prime- Minister-Syria-airstrikes-ISIS-Islamic-State-House-of-Commons (accessed 26 October, 2015)) Այստեղ  նույնաբանության  հեղինակը  արտահայտում  է  ոչ  թե  գիտակից  ու սառը  վերաբերմունք  ահաբեկիչների  հանդեպ,  այլ  ընդհակառակը`  հայտնում  է իր անհանդուրժողականությունը:  Նա  նշում  է,  որ  չափավոր  ապստամբ  չեն  կարող կոչվել  այն մարդիկ, որոնք կոտորում են բնակչությանը:  Այսինքն` նույնաբանությունը  կիրառողը  բացառում  է  այլընտրանքային  տարբերակների հնարավորությունը,  ինչպիսիք  կարող  էին  լինել A terrorist is still a human being; A terrorist should also be empathized  տարբերակները: ", "Հաջորդ օրինակում կարող ենք փաստել, որ արդյունքները գրեթե նույնն են. A state Department official said the administration was standing behind the statement made by Secretary of State George P. Shultz in a speech in New York  last  week:  “Terrorism  is  terrorism”.  It  deserves  no  sanctuary,  and  it must  be  stopped  “Messages  went  out  to  several  U.S.  embassies  Monday night,  saying  the  United  States  hoped  the  governments  would  not  yield  to the hijackers. (San Diego Union, 9 October, 1985) Այստեղ Շուլցը մերժողական դիրքորոշում է արտահայտում ահաբեկչության հանդեպ:  Նա  պարզորոշ  արտահայտում  է  այն  միտքը,  որ  ոչ  մի  տեսակի ապաստան  չի  կարելի  տրամադրել  ահաբեկիչներին,  և  որ  նրանք  պետք  է կանգնեցվեն:  Իր  այս  միտքը  նա  սեղմ  կերպով  արտահայտում  է  նույնաբանության միջոցով:  Նա  մերժում  է  որևէ  այլընտրանքային  արտահայտության  կիրառության հավանականությունը  կամ  տեղին լինելը  որպես  Terrorism  is  terrorism արտահայտությանը փոխարինող տարբերակ: ", "Հաջորդ  օրինակում  ևս  այլընտրանքային  տարբերակների  բացառման միջոցով  վերծանվում  է  նույնաբանության  նշանակությունը:  Այս  օրինակից հասկանում  ենք,  որ  ընտրելով  նույնաբանական  կառույց`  խոսողը  ցանկանում  է փաստել,  որ  փոքր  քաղաքում  ապրող  մարդիկ  մեծ  տարբերություն  չեն  տեսնում օղու տեսակների մեջ. “Stolichnaya vodka has been a slow mover, though, said restaurant manager Bill Leung. But not because of politics “Hardly anybody orders it.  In a small town,  people don’t  know  the  difference  between  vodkas.  Vodka is  vodka.” He said. (Minessota Chicago Tribune, 13 December, 1989) Այստեղ խոսողը բացահայտ կերպով նշում է, որ օղու ստեղծման երկիրը կամ էլ  ապրանքանիշը  էական  չեն  դրա  վաճառքի  դանդաղ  տեմպի  համար,  և  հարցը նույնիսկ  չի  վերաբերում  քաղաքականությանը  (հոդվածը  գրվել  է  Սովետական Միության  վերջին  տարիներին,  երբ  ԱՄՆ  և  ՍՍՀՄ  հարաբերությունները  շատ լարված  էին),  օղին օղի է,  և  այն  պարզապես  դանդաղ  է  վաճառվում,  սակայն «ռուսական օղի է» արտահայտությունը ((some) vodka is Russian)  այստեղ տեղին չէ: ", "Չնայած  տարբերություններն  առկա  են,  սակայն  փոքր  քաղաքում  ապրող մարդկանց համար դրանք էական չեն: Նրանց համար օղին օղի է: Դիտարկենք մեկ այլ օրինակ ևս. A Million dollars in those days was a million dollars. (MA DL: 135) Այստեղ  հատվածի  հեղինակը  արտահայտում է  այն  միտքը,  որ ժամանակները  փոխվել  են,  ու  տնտեսության  մեջ  էլ  է  դա  արտահայտվել,  և  այն ժամանակ  մեկ  միլիոն  դոլարն  իրոք  մեծ  գումար  էր:  Նա  արտահայտում  է  իր ափսոսանքը  անցյալի նկատմամբ,  որն  ուղեկցվում է  ինչ-որ  հաճելի հիշողություններով: ", "շրջանավարտներից  երկուսն  ասորի  են  եղել՝  մեկ  տղա  և  մեկ  աղջիկ117  (Assyrian Progress-ում հիշատակվում է քոլեջն ավարտած ասորուհիներից մեկի անունը՝ Սրբուհի Արսլան):  Ինչպես  նշվեց,  ասորիները  սովորել  են  նաև  Խարբերդի  այլ  ուսումնական հաստատություններում՝  Կեդրոնական  վարժարանում,  «Սմբատյան»  ճեմարանում,  Ս. Կարապետ եկեղեցու նախակրթական վարժարանում, Վարի թաղի «աղջկանց վարժա- րանում», Կապուցինների վարժարանում: Ասորիներին հասու էր նաև Այնթապում (ներ- կայումս՝  Գազիանթեպ)  գտնվող  և  նույնպես  միսիոներների  կողմից  հիմնադրված «Կենտրոնական  Թուրքիայի  քոլեջը»,  որն  ուներ  բժշկական  ֆակուլտետ:  «Բաբելոնի» հեղինակների,  թղթակիցների  և  նամակագիրների  մեծ  թիվը  և  հայոց  լեզվին  նրանց կատարյալ  տիրապետումը  (ներառյալ՝  հայերենով  բանաստեղծություններ  գրելը)  վկա- յում է հայերենով լավ կրթություն ստացած ասորիների մեծ թիվը: Որոշ ասորիներ հա- մագործակցում էին հայկական մամուլի հետ, ինչպես, օրինակ, կաթոլիկ ասորի բժիշկ Պիեր  Դաշոն,  որը  Խարբերդի  «Եփրատ»  թերթում  հրապարակում  էր  առողջապահու- թյանը  վերաբերող  հոդվածներ118  (դրանցից  մեկը  վերարտադրված  է  նաև  «Բաբելոնի» համարներից  մեկում),  ինչպես  նաև  ֆրանսերեն  էր  դասավանդում  «Եփրատ»  քոլե- ջում119: ", "Treasure  Hunt  Organizer:  You  know,  a  million dollars is a million dollars. We couldn't just bury it anywhere. (Magnum PI 25 October, 1987) Այստեղ  խոսողը  կիրառում  է  նույնաբանություն,  որպեսզի  ցույց  տա,  որ գումարի  ահռելի  չափը  բարդացնում  է  այն  թաքցնելու  հնարավորությունը: ", "Աշուր  Յուսուֆը  բողոքական  էր121  և  ամուսնացած էր  հայ  ավետարանական  պատվելիի  դուստր  Արշալույս Օղկասյանի հետ. նրանք ունեցել են յոթ զավակ122: Բողո- քական լինելը, ինչպես նաև այն, որ Աշուր Յուսուֆի ծա- նոթությունն  ասորերենին  սահմանափակվում  էր  միայն այբուբենով,  չխանգարեց  նրան  դառնալու  արևմտաասո- րական միջավայրում ազգայնականության գաղափարնե- րի  առաջին  նշանավոր  ջատագովը:  Երիտթուրքական Պատկեր 11. Աշուր Յուսուֆի դիմանկարը Assyrian Progress պարբերականում հեղափոխությունից  հետո  նա  հիմնեց  Օսմանյան  կայս- րությունում  արևմտաասորական  առաջին  պարբերակա- նը՝  Մյուրշիդ-ի-ասիրիյուն  («Ասորիների  ուղեցույց»)  հան- դեսը, որը լույս էր տեսնում Խարբերդում ասորատառ թուրքերենով: Այդ պարբերակա- նում  հրատարակված  հոդվածների  զգալի  մասի  հեղինակն  ինքը՝  Աշուր  Յուսուֆն  էր: ", "Ցանկանում  ենք  մի  կարևոր  հանգմանք  ևս  առանձնացնել:  Դիտարկելով Terrorism is terrorism  և  Vodka is vodka  նույնաբանությունները`  գտնում  ենք,  որ պետք  է  զերծ  մնալ  դրանք  որպես  նախատիպ  (prototype)  ընդունելուց,  այն  է  թե` Terrorism is terrorism  նշանակում  է,  որ  ամեն  տեսակի  ահաբեկչություն  կարծես ընդհանուր  ահաբեկչության  նախատիպ  է:  Նման  նախատիպերի  դուրսբերումը ճիշտ  չէ,  քանի  որ  դրանք  չեն  ընդգրկում  բոլոր  նույնաբանությունները  կամ  գոնե դրանց մեծ մասը: Դա հենց ապացուցվում է հաջորդ օրինակում` A million dollars is a million dollars  նույնաբանության  հիման  վրա:  Այլ  կերպ  ասած,  հակադրվելով Վերժբիցկային  (Wierzbicka  2003)`  ընդունելի  չենք  համարում  այս  կառույցներին նախատիպային նշանակություն (prototypical meaning) վերագրելը: ", "Բացի Մյուրշիդ-ի-ասիրիյուն-ից՝ Խարբերդում 1910 թ. Դիոնիսիոս Աբդելնուր Աս- լան եպիսկոպոսը ասորատառ թուրքերենով և արաբերենով հրատարակել է 9 էջանոց Քաուքվա  սուրյայա  («Ասորական  աստղ»)  պարբերականը՝  ըստ  ամենայնի  փորձելով հակազդել  Աշուր  Յուսուֆի  Մյուրշիդ-ին,  որի  էջերում  հաճախ  սուր  քննադատության  է արժանացել: Նույն թվականին Խարբերդում թուրքերենով լույս է տեսել 4 էջանոց Հա- յաթ  («Կյանք»)  հանդեսը,  որի  երկու  էջերը  ասորատառ,  մյուս  երկուսը՝  նույն  տեքստը՝ «Արյունոտ ժպիտը» գիրքը (Բեյրութ, 1963), ինչպես նաև ավագ որդու՝ Ռասին Յուսուֆի հայերեն գրված անտիպ հիշողությունները: ", "Սա  մասնավորապես  նշանակում  է,  որ  նույնաբանական  կառույցի  մեջ  առկա դիսյունկտներից  զատ  այլ  դիսյունկտներ  տեղին չեն:  Եթե  փորձենք  դա արտահայտել  բանաձևով,  ապա  կստացվի,  որ  խոսողը  նկատի  ունի,  որ  p  or  not  p կառույցի այլընտրանքները, ինչպես, օրինակ, p or q, որտեղ “q”-ն տարբերվում է և՛ “p”-ից, և՛ “¬ p”-ից, չպետք է համարվեն ընդունելի տարբերակներ: Այժմ դիտարկենք հետևյալ օրինակը և փորձենք ստուգել տվյալ մոտեցման արժանահավատությունը: ", "Մեծ եղեռնի օրերին Խարբերդի ասորիները լիուլի կիսեցին հայերի ճակատագի- րը: 1915 թ. հունիսի 26-ին Խարբերդի վալի Սաբիթ Բեյը հրաման արձակեց, ըստ որի՝ հայերն ու ասորիները պետք է Միջագետք աքսորվեին124: Սակայն նույն օրն ասորինե- րին թույլ տվեցին ժամանակավորապես մնալ քաղաքում, և թուրք ոստիկանները հայտ- նվեցին  նրանց  հայերից  զանազանելու  խնդրի  առջև,  որը,  «Եփրատ»  քոլեջի  վերջին նախագահ  Հենրի  Ռիգսի  խոսքերով,  «այդքան  հեշտ  չէր,  ինչպես  կարող  էր  թվալ»125: ", "Cliff: What’s wrong? Jamie: I don’t know. isn’t. (DTVS, 13 March, 1985) Cliff:  Whaddya  mean.  “You  don’t’  know?  Either  something’s  wrong  or  it Տվյալ օրինակում Քլիֆը  արտահայտում  է այն միտքը, որ «մի բան այն չէ կամ ինչ- որ  բան  կիսով  չափ  այն  չէ»  ընդունելի  տարբերակ  չէ  ու  մերժվում  է  տվյալ իրավիճակում: Նույն մոտեցումը հաստատելու համար առաջարկվում է դիտարկել հաջորդ օրինակը. “There  just  isn’t  a  community  of  interest  between  them”  said  Paul McDonald,  a  London-based  oil  consultant.  “You’re  either  a  member  of OPEC or not; nobody’s knocking down the door to join OPEC”. (AP News, 3 May, 1988) Այստեղ  այնպիսի  այլընտրանքային  տարբերակները,  ինչպիսիք  կարող  են  լինել «Դու  կա՛մ  ՕՊԵՔ-ի  անդամ,  ես  կա՛մ  էլ  փորձում  ես  դառնալ»,  կամ`  «Դու  կա՛մ ՕՊԵՔ-ի անդամ ես, կա՛մ էլ ՄԱԿ-ի», ընդունելի չեն: ", "Այժմ  անդրադառնանք  պայմանական  նույնաբանական  կառույցներին  և դիտարկենք հետևյալ օրինակը. John Lee (UCLA field goal kicker): I don’t really think that much about it. I know that I’ve kicked eight, ten – whatever – field goals in a row. If I miss, I miss. It’s not that big a thing. (CBS Evening News, 23 November, 1985) Այստեղ  խոսողը  բացառում  է  այնպիսի  այլընտրանքային  արտահայտությունների հավանականությունը, ինչպիսիք են, օրինակ, If I miss, I will let the team down (եթե վրիպեմ,  ապա  ամբողջ  թիմին  վատ  վիճակի  մեջ  կգցեմ),  կամ` If I miss, I will fail (եթե  վրիպեմ,  կձախողեմ  (խաղը)),  որպես  ընդունելի  տարբերակներ:  Հարկ  ենք համարում նշել, որ սույն օրինակում պայմանական շարահյուսական կաղապարով շեշտադրվում  է  այն  միտքը,  որ  պետք  է  ընդունել  նկարագրվող  իրավիճակը,  եթե այն  իրականություն  դառնա,  սակայն  չկա  ոչ  մի  պատճառ  մտածելու,  որ  այդ իրավիճակը անպայմանորեն կիրականանա: ", "շալույս  Օղկասյանը):  Հավանական  է,  հայա- խոսության և խառն ամուսնությունների պատ- ճառով  այդ  ասորիներն  ամբողջությամբ  ձուլ- վել են հայերին: ", "Արևմտյան Հայաստանի խոշոր քաղաք- ներից  Խարբերդը  թերևս  միակն  է,  որ  Մեծ եղեռնի  հետևանքով  ոչ  միայն  հայաթափվեց, այլև  ֆիզիկապես  վերացավ  որպես  բնակա- վայր: Նրա մահմեդական և հատուկենտ ասո- րի  բնակիչները  1920-ականներին  վերաբնա- կեցվեցին  Էլազըղում,  շինությունները՝  ներառ- յալ «Եփրատ» քոլեջի համալիրը և Խարբերդի միջնաբերդի որոշ հատվածներն ավերվեցին և օգտագործվեցին որպես շինանյութ: Այսօր հին Խարբերդի տեղում ամայի սարալանջեր են, և միակ կանգուն շինությունն ասորական Մարիամ  Աստվածածին  եկեղեցին  է,  որն  այցելուների  համար  բաց  է  եղել  մինչև  1998 թ.,  ապա  կողպվել  է128,  «վերանորոգության»  ենթարկվել  և  մասամբ  մատչելի  դարձել Պատկեր 12. Խարբերդի ասորական եկեղեցին այսօր Խարբերդցի  հայերի  և  ասորիների  զանգվածային  արտագաղթը  դեպի  ԱՄՆ  սկսվեց մասնավորապես՝  Վուսթեր,  Բոստոն  և  Լովել  քաղաքներում,  որոնք  այդ  ժամանակա- հատվածում արդյունաբերական վերելք էին ապրում և մեծ քանակով աշխատուժի կա- րիք ունեին: Խարբերդցի ասորիների համայնքներ կային նաև Նյու Յորք և Ռոդ Այլենդ նահանգներում, ինչպես նաև ԱՄՆ-ի արևմտյան ափում՝ Կալիֆոռնիայում: Ժամանակի ընթացքում հայերից ու ասորիներից շատերն սկսեցին զբաղվել ԱՄՆ-ում նաև անհատ chard G. Hovannisian, Mazda Publishers, Costa Mesa, California, 2002, էջ 50: ", "ձեռներեցությամբ:  Երիտասարնդերից  շատերն  ընդգրկվեցին  բարձրագույն  կրթական հաստատություններում:  1923  թ.  Վուսթերում  սկսեց  գործել  ԱՄՆ-ում  առաջին  ասորի ուղղափառ եկեղեցին: ", "Ինչպես և Խարբերդում, ասորիները Մասաչուսեթսում շարունակում էին սերտո- րեն կապված լինել հայերի հետ՝ կազմելով նրանց հետ, Էդեն Նաբիի խոսքերով, «հա- մարյա ընտանիք»: Հայ-ասորական ամուսնությունները շարունակում էին մեծ թիվ կազ- մել:  Ինչպես  երևում  է  Assyrian  Progress  պարբերականի  բազմաթիվ  հոդվածներիից, հայերի  հետ  զույգ  կազմող  ասորինե- րը,  որպես  կանոն,  ընդգրկվում  էին հայկական  համայնքի  մեջ,  և  նրանց զավակների  կապն  ասորական  հա- մայնքի հետ հիմնականում թույլ էր: ", "Մասաչուսեթսում  ասորիների համայնքային  կյանքում  կարևոր  դեր էին  խաղում  պարբերաբար  կազմա- կերպվող  դաշտագնացություններն  ու այլ  հավաքները,  որոնց  մասին  բազ- մաթիվ  հաղորդագրություններ  ենք կարդում  «Բաբելոնում»:  Ամերիկա- բնակ  խարբերդցիները  հիմնել  էին նաև  մի  շարք  միություններ  ու  ընկե- րակցություններ,  որոնց  մի  քանիսի հայերեն  անվանումները  պահպանվել Պատկեր 13. «Խարբերդի ասորոց նպաստամատույց ընկերության« կանոնագիրքը են՝  «Խարբերդի  ասորոց  նպաստամատույց  ընկերություն»,  «Խարբերդի  ասորի  կարո- տելոց  ընկերություն»  և  այլն:  Սրանց  հիմնական  նպատակն  էր  Խարբերդում  մնացող ասորիներին դրամական աջակցություն ցույց տալը: Որպես այս կազմակերպություննե- րի  հիմնադիր՝  սովորաբար  հիշատակվում  է  Աբրահամ  Յուսուֆը129,  թեև  փաստացի ապացույցներ դրա վերաբերյալ մեզ հայտնաբերել չի հաջողվել: ", "Աբրահամ Յուսուֆը (1866-1924) ԱՄՆ-ի խարբերդցի ասորիների ամենանշանա- վոր ներկայացուցիչն ու ոչ պաշտոնական առաջնորդն էր: Նա ծնվել էր Խարբերդում և Աշուր  Յուսուֆի  հորեղբորորդին  էր:  Ի  տարբերություն  իր  նշանավոր  ազգականի,  որը զտարյուն  ասորի  էր,  Աբրահամ  Յուսուֆը  մոր՝  Սառա  Թովմասյանի  կողմից  հայ  էր  և ասորական համայնքի հետ մեկտեղ գրեթե հավասարաչափ ներգրավված էր նաև Մա- սաչուսեթսի  հայ  համայնքի  կյանքում:  Նա  ավարտել  էր  Այնթապի  «Կենտրոնական Թուրքիայի  քոլեջը»,  ապա,  տեղափոխվելով  ԱՄՆ,  շարունակել  ուսումը  Բալթիմորի բժշկական քոլեջում: Որպես բժիշկ՝ նա ծառայության էր անցել Միացյալ Նահանգների բանակում  և  հասել  մայորի  կոչման:  Առաջին  համաշխարհային  պատերազմից  հետո Փարիզում գումարված խաղաղ կոնֆերանսին՝ արևելյան ասորի, բողոքական քարոզիչ Ջոել  Վերդայի  հետ  միասին  նա  ներկայացնում  էր  ԱՄՆ-ի  ասորիներին:  «Բաբելոնը» պարունակում է բազմաթիվ նյութեր Աբրահամ Յուսուֆի գործունեության մասին Փարի- զում, ինչպես նաև նրա կողմից հեղինակված մի քանի նյութեր: ", "Մասաչուսեթսի  հայախոս  ասորիների  միջավայրում  ծնունդ  առած  թերևս  ամե- նանշանավոր  կազմակերպությունը  «Բաբելոնը»  հրատարակող  «Ասորվոց  Հնգյակ  ըն- կերությունն» էր (Assyrian Five Association), որը հիմնադրվել է 1917 թ. մայիսի 5-ին Բոս- տոնում: Հայերենին անծանոթ ասորի հետազոտողների համար Five բառը հանելուկ էր մնացել: Այսպես, Էդեն Նաբին ենթադրել է, որ ընկերությունը բաղկացած է եղել հինգ անդամներից130,  կամ  ծնունդ  է  առել  հինգ  այլ  միությունների  միանալու  արդյունքում131: ", "Մինչդեռ  այսպես  հասկանում  ենք,  որ  նույնաբանության  նշանակության մեկնաբանման  մեջ  կարևոր  է  նաև  նշված  հատվածը  որպես  ուղեկցող նախապայման:  Պետք  է  ուշադրություն  դարձնել  նաև but-ին,  քանի  որ  ընթերցողն այդ  շաղկապի  միջոցով  հասկանում  է,  որ  գործ  ունի  հակադրության  հետ: ", "Նախադասության ձախ, այսինքն` մինչև but ընկած հատվածի ու աջ` but-ից հետո ընկած  մասի  միջև,  հակասություն  կա:  Հետևաբար  այն,  ինչ  ճիշտ  է  ձախ  մասի համար,  պետք  է  հակասության  մեջ  լինի  աջ  մասի  հետ:  Եթե  ընթերցողը  ասույթի մեկնաբանությունը  սկսի  աջ  մասից,  որն  ըստ  կառուցվածքի  ավելի  պարզ  է,  ապա հասկանալով,  որ  մարդիկ  կարող  են  անել  ավելին,  քան  ծածկագրված  է  նրանց գենետիկ  կոդում,  նա  կհասկանա  որ  but-ին  նախորդած  մասը  պետք  է  լինի  այս մտքի  հակառակը:  Կուզենայինք  անդրադառնալ  նաև  just  վերաբերականին,  որի տեքստային  գործառույթն  է,  նեղացնելով  human  ստորոգելիի  իմաստային  դաշտը, ընդգծել  մարդկային  հնարավորությունների  անսահմանությունը:  Հենց  այս նպատակով էլ գրողի կողմից ընտրվել է նման շարահյուսական կառույց: ", "Դիտարկենք համադասական նույնաբանական կառույցի ևս մեկ օրինակ. Mae  finished  by  providing  Annie’s  email  address,  Zing  feed  and  profile page. The reaction was immediate. Annie’s followers increased from 88.198 to  243.087…The  messages  poured in, the  most  popular  being  one  that  said “The past is past and Annie is Annie.” (ED C: 443) Այստեղ համադասական կառույցի երկու նույնաբանությունները համեմատվում են միմյանց հետ, ու դրանցից մեկի արտահայտած իմաստը տարածվում է մյուսի վրա: ", "Այս  նույնաբանության  մեկնաբանության  գործընթացում  կարևոր  նշանակություն ունի նաև համատեքստը: ", "Ընկերության  ղեկավար  մարմնի կազմը 1919 թ. ունեցել է հետևյալ պատկե- րը. ատենապետ՝ Էդվարդ Քենդեր (Իսքեն- դեր),  փոխատենապետ՝  Յուհաննա  Չա- թալբաշ,  ատենադպիր՝  Նշան  Պ.  Գոյուն, Պատկեր 14. «Ասորվոց Հնգյակ Ընկերության» կնիքը գանձապահ՝ Ալբեր Սեֆեր, խորհրդականներ՝ Պիտեր Սեֆեր, Չալի Չեվիր, Տիգրան Ա. Սեֆեր134: Ղեկավար մարմնի այս նույն կազմը պահպանվել է նաև 1920 թ. մայիսին կա- յացած ընտրություններում135: ", "Երկու այսպես ասած ենթանույնաբանությունների` The past is past և Annie is Annie  հավասարեցմանը  ու  միմյանց  փոխլրացմանը  նպաստում  է  նաև  and շաղկապը, որը հավասարության նշան է դնում երկու նույնաբանությունների միջև մեկ  ամբողջական  նույնաբանական  համադիր  կառույցի  շրջանակներում:  Ուստի մեկնաբանողը,  համարելով,  որ  նույնաբանության  արտահայտած  նշանակությունը ինքնըստինքյան ակնհայտ ճշմարտություն է, և ինչպես որ անցյալը չի կարող լինել մեկ այլ բան, քան ինչ որ է, նույն կերպ էլ Աննին չի կարող լինել այլ մարդ, քան այն, ինչ որ է: Այնպիսի այլընտրանքային տարբերակներ, ինչպիսիք կարող են լինել The past is past and Annie still is responsible for her actions և The past is past and Annie must answer for the wrong of her ancestors, ընդունելի չեն կարող համարվել: ", "պարբերականում: Պատահական չէ, որ 1918 թ. Ընկերությունը հայերեն հրատարակեց Աշուր  Յուսուֆին  նվիրված  «Ասորվոց  անզուգական  ռահվիրան»  ժողովածուն,  որի տիտղոսաթերթի  վերևում  ասորերեն  գրված  է  «Այո,  Աշուր  Յուսուֆը  մահացել  է,  սա- կայն նա խոսում է»: Ժողովածուն ընդգրկում է Աշուր Յոըսուֆին նվիրված հոդվածներ, նրա մի քանի հոդվածները և հայերեն ու թուրքերեն գրած նրա բանաստեղծություննե- րը: Ընկերության կնիքից բացի՝ ժողովածուի տիտղոսաթերթը միակ փաստաթուղթն է, որի վրա պահպանվել է Ընկերության անվանման ասորերեն տարբերակը՝ Շաութաֆու- թո  դ-համշո  դ-աթուրայե  բ-Բոստոն,  ինչպես  նաև  ընկերության  հիմնադրման  ստույգ տարեթիվը՝ մայիս 5, 1917 թ.: ", "Իր  պաշտոնական  «Բաբելոն»  պարբերականն  Ասորվոց  Հնգյակ  Ընկերությունը հրատարակում էր 1919 թ. օգոստոսից մինչև 1921 թ. օգոստոսը: Այն տպվում էր Assyri- an Star Press տպարանում, որն, ըստ երևույթին, պատկանում էր Ընկերության անդամ- ներից մեկին (ամենայն հավանականությամբ՝ Յուհաննա Չաթալբաշին): ", "անվանական անդամի միջոցով Փաստական  նյութի  քննությունը  ցույց  է  տալիս,  որ  նույնաբանության գոյականական  անդամի  իմաստաքերականական  առանձնահատկությունները հաճախ  հանդես  են  գալիս  որպես  նույնաբանական  կառույցի  գործաբանական ներուժի  ձևավորման  կարևոր  նախապայման:  Կախված  իր  հաղորդակցական նպատակից` խոսողը նախապատվություն է տալիս նույնաբանության այս կամ այն շարահյուսական կաղապարին` ընտրելով տվյալ գոյականի իմաստաքերականական  հարացույցից իր  մտադրությանը  համապատասխան քերականական  ձևը:  Օրինակ`  եզակի  թվով  գոյականը  կիրառվում  է,  երբ  խոսողը ցանկանում  է  փոխանցել  իր  հարգանքը  կամ  բարձր  կարծիքը  մարդկանց  տվյալ խմբի  կամ  առարկաների  վերաբերյալ,  օրինակ`  A mother is a mother;  A doctor is a doctor    և A steak is a steak:  Երբ  այս  նույնաբանությունների  գոյականական  անդամը դարձնում  ենք  հոգնակի,    փոխվում  է  նաև դրանց  արտահայտած  իմաստը: Doctors are doctors  և Steaks are steaks նույնաբանությունները կարծես թե արտահայտում են անտարբերություն և ընդհանրացված մոտեցում, ինչը հակառակ է ակնածանքին ու բարձր  կարծիքին:  Այս  միտումն  է՛լ  ավելի  տեսանելի  է  պարտավորվածություն արտահայտող  նույնաբանությունների  պարագայում,  որոնք  պահանջում  են գոյականի  եզակի  թիվ,  քանի  որ  հոգնակի  թիվը`  Promises are promises,  թվում  է, ընդհանրացնում  է  իմաստն  ու  ընդգծում  անտարբեր  վերաբերմունքը`  ի տարբերություն  A promise is a promise  նույնաբանության,  որտեղ  արժևորվում  է խոստումը  որպես  մի  երևույթ,  որն  անպայմանորեն  պետք  է  կատարել  (Wierzbicka տեսնում  ենք,  որ  դրա  իմաստն  այն  է,  որ  նույնիսկ  մեկ  շիլլինգը  արժեք  ունի, կարևոր է,  մինչդեռ  հոգնակի  թվի  դեպքում  այս  իմաստը  կկորչեր: ", "Նույնաբանությունների  մեկ  այլ  խումբ,  որը  կիրառվում  է  եզակի  թվով,  հատուկ առիթների  ու  հատկապես  հաճելի  առիթների  կապակցությամբ  կիրառված նույնաբանություններն  են:  Օրինակ`  A party is a party  կամ  A honeymoon is a honeymoon  նույնաբանություններն  արտահայտում  են  հանդուրժողական  ու թույլատրող  վերաբերմունք,  ինչը  բխում  է  նշված  իրադարձությունների  հատուկ լինելու  հանգամանքից:  Նույնաբանության  իմաստը  կարծես  այն  է,  որ  թեպետ տվյալ  իրադարձությունները  հնարավոր  է  անհարմարություն  պատճառեն մարդկանց,  սակայն  այդ  անհարմարությունները  պետք  է  հաշվի  չառնել  ու ըմբռնումով  մոտենալ,  քանի  որ  նույնաբանությունները  շեշտում  են  դրանց առանձնահատուկ լինելն ու տարանջատում ընդհանրապես կատարվող ամենօրյա իրադարձություններից:  Ըստ  Վերժբիցկայի`  այսպիսի  նույնաբանությունները հնարավոր է կիրառել միայն եզակի թվով (Wierzbicka 1991: 408-409): "]}