{"paragraph_source_docs": [1, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 1, 0, 0, 1, 1, 1, 1, 1, 1, 1, 0, 1, 0, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 0, 1, 0, 1], "paragraphs": ["Քանի  որ  that-ը  և  it-ը  բառային  իմաստներով  խիստ  ընդգրկուն  են  ու  կարող  են վերաբերել  անթիվ  գոյականների,  ապա  հասկանալու  համար,  թե  տվյալ դիսկուրսում  դրանք  ինչին  են  վերաբերում,  ընթերցողը  պետք  է  ունենա  բավարար չափով  տեղեկույթ,  այսինքն`  հասկանա,  թե  որտեղից  է  բխում  գրողի/խոսողի` նույնաբանությունը  կիրառողի  միտքը:  Այլ  կերպ  ասած`  թե՛  գրողը/խոսողը  ու  թե՛ ընթերցողը/լսողը  պետք է  տիրապետեն  խոսակցության  պատմությանը, ընթերցողը/լսողը  պետք  է  տեղյակ լինի  գրողի/խոսողի  հաղորդակցական նպատակից,  իսկ  գրողը/խոսողը`  ունենա  որոշակի  վստահություն,  որ  ընթերցողը տիրապետում  է  համատեքստին  ու  հասկանում  իր  հաղորդակցական  նպատակը: ", "Ընթերցողը/լսողը  սա  կարող  է  անել  միայն  դիսկուրսին  ծանոթ լինելու պարագայում:  Համատեքստի  իմացությունը  այն  նախապայմանն  է,  առանց  որի that-ի  և it-ի    մեկնաբանությունը  կլիներ  գրեթե  անհնար:  Ընթերցողի/լսողի  արած մեկնաբանությունը  ուղղակիորեն  կապված  է  խոսողի  արտաբերած  խոսքին  ու հաղորդակցական  նպատակին:  Առանց  դրա լսողը  ի  վիճակի չէր լինի մեկնաբանություն  անելու,  պարզապես  տեղեկատվական ռեսուրսների բացակայության  պատճառով:  Համատեքստը  տալիս  է  այն  տեղեկույթը,  որն անհրաժեշտ է  մեկնաբանելու  նույնաբանությունը  ու  հասկանալու  դրա գործաբանական նշանակությունը: ", "Հարցվողների զգալի մասը այս նույնաբանությունը  մեկնաբանել  է,  որ  կին  զրուցակիցը  չափազանց  անկեղծ  ու շիտակ  է,  եթե  իհարկե  չի  ձևացնում  և  իրոք  հենց  այդպիսին  է,  ինչը  կարող  է ձանձրալի  ու  հոգնեցուցիչ  լինել:  Սակայն  հաշվի  առնելով,  որ  աղջիկն  ըստ երևույթին հարուստ է, ապա տղամարդիկ կարող են աչք փակել դրա վրա: ", "Դիտարկենք  մեկ  օրինակ  ևս,  որտեղ  նույնաբանության  մեկնաբանության համար կարևորվել է համատեքստի գործոնը. “Answer me! Are you completely mad?” I noticed Lena didn’t have much to say. “She’s trying to speed things along,” I explained. Luckily, Lena’s mum is used to being Lena’s mum. 6, so she isn’t shocked by things like this. I  looked  at  her  and  thought  that  there  must be  a  lot  of  people  who  would like to marry her. She has a silver nose stud. (PM WH: 126) Հարցվողների  85  %-ը  սույն  նույնաբանությունը  մեկնաբանել  է  հետևյալ  կերպ. Լենայի  մայրը  արդեն  վարժվել  է  աղջկա  չարաճճիություններին  ու  առանձնապես շատ  չի  զարմանում  նրա  արարքներից:  Այս  մեկնաբանությունը  հնարավոր  է դարձել,  ինչպես  հենց  հարցվողներն  են  վկայում,  իրենց  հարցաթերթիկներում նույնաբանությանը  նախորդած  նախադասությունների  միջոցով:  Մասնավորապես նրանց օգնել է Answer me! Are you completely mad? I noticed Lena didn’t have much to say.  She’s  trying  to  speed  things  along,  I  explained.  հատվածը:  Նրանց պատասխաններից մի քանիսը հենց այդպիսին են` Lena's mother was angry with her apparantely for something wrong she has done but she seems to be used to such things: ", "դիսացող -h տառը: ", "Սա,  ի  հակադրություն  նախորդ  գլուխում  քննարկված  Kanye  is  Kanye նույնաբանական  կառույցի,  որտեղ  արդեն,  ինչպես  նշվեց,  հատուկ  անունը` Քանյեն,  առանձնանում  է  միլիոններից,  ու  լսողը/ընթերցողը  (եթե  ոչ  բոլորը  գոնե մեծամասնությունը)  արդեն  հստակ  գիտի`  ում  մասին  է  խոսքը,  և  հետևաբար հավելյալ համատեքստի անհրաժեշտությունը նվազում է: ", "Պետք  է  անպայման  նշել,  որ,  ինչպես  ցույց  են  տալիս  մեր  կատարած ուսումնասիրության արդյունքները, հարցվողների զգալի մասը նույնաբանությունները  և  առհասարակ  դիսկուրսը  վերլուծելիս  օգտագործում  է  ոչ թե միայն մի  «բանալի»,  ասենք` համատեքստը կամ հարատեքստը  կամ  խոսքային իրադրությունը,  այլ  դրանք  բոլորն  էլ  դեր  են  ունենում  նույնաբանական  կառույցի գործաբանական ներուժի մեկնաբանության համար: ", "Հաջորդ  օրինակում  տեսնում  ենք,  թե  ինչպես  է  նույնաբանությունը մեկնաբանվում  խոսողի  ու  նրա  խոսակցի  կողմից,  որոնք  թեպետ  ունեն  միևնույն հենքային գիտելիքը,  սակայն նրանցից յուրաքանչյուրի  համար  տվյալ նույնաբանությունն  ունի  տարբեր  հաղորդակցական-գործաբանական  արժեք: ", "Մեջբերված  հատվածում  հարկային  կատարածուն  (Harold)  առանձնազրույց  է ունենում  աշխատավայրի  հոգեբանի  հետ,  որն  իբրև  փորձում  է  օգնել  նրան  դուրս գալու բարդ կացությունից: ", "Դիտարկենք օրինակը. I had a very interesting convo with someone in your section. Yeah? They said you were feeling a little wibbly-wobbly. Oh, I don’t know. I think I’m okay. Harold a tree doesn’t think it’s a tree…it’s a tree. Why was Harold talking to this man? This man was an idiot. This man used words like “wibbly-wobbly” and “convo” And explained that trees were trees. Of course trees were trees. Harold knew trees were trees. I am going to believe you Harold What  Harold  didn’t  know  was  why  he  could  not  shake  the  smell  of brownies from his senses. (FM SF: 18 min.) Այս  հատվածում  հոգեբանը  փորձում  է  մտերմիկ  խոսակցության  մեջ  մտնել Հարոլդի հետ ու թափանցել նրա խնդրի էության մեջ: Դրա համար նա ասում է, որ արդեն  խոսել  է  Հարոլդի  բաժնի  աշխատողներից  մեկի  հետ  ու  նրանից  է  իմացել Հարոլդի տարօրինակ վարքի մասին: Այսպիսով նա փորձում է ակնարկել, որ ինքը մանրամասն տեղեկացված է Հարոլդի վարքագծից ու այդ ձևով թերևս ցանկանում է շահել  վերջինիս  վստահությունը,  որպեսզի  նա  ավելի  անկեղծ  լինի  իր  հետ: ", "Այնուհետև  հոգեբանը  փորձում  է  անցնել  բուն  խնդրին  ու  դրա  համար  որպես մեկնարկային  կետ  օգտագործում  է  a tree doesn’t think it’s a tree…it’s a tree արտահայտությունը,  որը  Հարոլդն  ընկալում  է  որպես  A  tree  is  a  tree:  Ըստ հոգեբանի` այս արտահայտությունը բավական խորաթափանց ու բազմաշերտ է ու իմաստավորում  է  Հարոլդի  խնդիրները:  Ըստ  էության,  ելնելով  Հարոլդի  մտքի ընթացքից  (Why  was  Harold  talking  to  this  man?  This  man  was  an  idiot), նույնաբանական  արտահայտությունն  իրոք բազմաշերտ է  ու  տարբեր նշանակությունների  տեղիք  կարող  է  տալ,  սակայն  այս  պարագայում  Հարոլդի  ու հոգեբանի  համար  այդ  արտահայտությունները  տրամագծորեն  տարբեր  են:  Ըստ հոգեբանի`  նույնաբանությունը  խոր  միտք  է  պարունակում,  մինչդեռ  Հարոլդը կարծում  է,  որ  դրա  նշանակությունը  պարզից  էլ  պարզ  է,  ու  միայն  հիմարը անհրաժեշտ  կհամարի  այդ  ակնհայտ  ճշմարտությունը  բարձրաձայնել:  Հարոլդի համար A tree is a tree արտահայտությունը որևէ ներակայում չի պարունակում: Այս կառույցն ընդամենը հաստատում է այն, ինչ Հարոլդի կարծիքով ակնհայտ է, ու նա ոչ  մի  կերպ  չի  տեսնում  դրա  կապը  իր  վիճակի  հետ  ու  առավել  ևս  չի  տեսնում կապը  իր  վիճակի,  տվյալ  ասույթի  և  հոգեբանի  վերլուծության  միջև:  Նրա  համար նույնաբանական  կառույցը  կարծես  խորհրդանշական  կերպով  ամփոփում  է հոգեբանի հետ հանդիպումը, որը նա ակնհայտորեն համարում է անտեղի մի բան: ", "Ընդ  որում`  այնքան  անտեղի,  որ  ինչպես  հենց  ինքն  է  մտածում,  ամբողջ խոսակցության  ընթացքում  նրան  ոչ  մի  կերպ  չի  հաջողվում  մոռանալ  բրաունիի բույրը:  Վերջին  նախադասությունն  ավելի  է  շեշտում  նրա  անտարբերությունը խոսակցությանը,  ու  A tree is a tree  նույնաբանությունը  նրա  համար  հենց  իրենց անիմաստ  խոսակցության  բյուրեղացումն  է  մեկ  հակիրճ  արտահայտության  մեջ: ", "Ավելին, Հարոլդի մոտ հոգեբանի հիմար լինելը ամրապնդվում է վերջինիս կողմից կիրառած  wibbly-wobbly  և  convo  բառերի  պատճառով:  Այսինքն`  ամբողջ դիսկուրսը  իր  համատեքստով  ազդել  է  Հարոլդի  նույնաբանության  նշանակության մեկնաբանման վրա: ", "«Բաբելոնում»  գործածված  ամիսների  անվանումները  հիմնականում  ճիշտ  են վերարտադրում  դասական  ասորերենի  համապատասխան  ձևերը:  Միակ  բացառու- թյունն  է  «օգոստոս»  ամիսը,  որի՝  հայկական  գրով  դյուրին  արտահայտվող  դասական ասորերենի  ավ  կամ  աբ  տարբերակի  փոխարեն  պարբերականում  գտնում  ենք  դըպ- պախ  բառը,  որը  փոխառություն  է  քրդերենից  և  տարածված  է  նաև  արդի  արևելյան արամեական բարբառներում180: ", "«Հունիս» ամսվա համար հրատարակման Ա տարվա համարների տիտղոսաթեր- թերի  վրա  գտնում  ենք  հազիրան  բառը,  որին  դասական  ասորերենում  արևմտաասո- րական արտասանությամբ համապատասխանում է հըզիրոն ձևը: Այստեղ –ան վերջա- վորությունը,  ամենայն  հավանականությամբ,  արաբա-օսմանական  հազիրան  ձևի  ազ- դեցություն է, կամ էլ բառն ամբողջությամբ փոխառնված է օսմաներենից: Հրատարակ- ման Բ տարում այս վերջավորությունը փոխարինվում է ասորական արտասանությանը բնորոշ –օն վերջավորությամբ, սակայն դրա հետ մեկտեղ «զ»-ն փոխարինվում է «խ»- ով (հախիրօն), որը տրամաբանական այլ բացատրությունների բացակայության պատ- ճառով ստիպված ենք վրիպակ համարել: ", "Այսպիսով`  կարելի  է  փաստել,  որ  համատեղ  հենքային  գիտելիքը անհրաժեշտ  նախապայման  է,  որպեսզի  խոսընկերները  համապատասխան կերպով  կիրառեն  և  մեկնաբանեն  նույնաբանական  կառույցը:  Կարելի  է  նշել,  որ հենց  հենքային  գիտելիքը,  ինչպես  նաև  համատեքստը  այն  գործոններն  են,  որոնք հնարավոր են դարձնում  առաջին հայացքից  անիմաստ կառույցի` նույնաբանության  կիրառությունը:  Իրավիճակային  նախապայմաններն  ընդգծում են  խոսողի  ու  նրա  զրուցակցի  այնպիսի  անձնային  որակներ,  որոնք  վերջիններիս անհատականության որոշ  գծեր  առավել  ցայտուն  են  դարձնում:  Այս  հանգամանքը նույնպես, ինչպես  տեսանք, նշանակություն ունի նույնաբանության մեկնաբանության  գործում:  Այստեղ  կարևոր  դեր  են  ստանում  կարծրատիպային նշանակությամբ  նույնաբանությունները,  որոնք  թեպետ  արմատացած  են  լեզվում, սակայն, ելնելով համատեքստից ու նույնաբանությունը կիրառողի հաղորդակցական  նպատակից,  կարող  են  որոշակի  նոր  գործաբանական  ներուժ ձեռք բերել: Այսպիսով, հիմնվելով կատարված ուսումնասիրության վրա, կարելի է փաստել լեզվաճանաչողական մոտեցման կենսունակությունը նույնաբանությունների ուսումնասիրության գործընթացում: ", "Հաջորդ  օրինակում  մենք  նույնպես  տեսնում  ենք,  որ  նույնաբանությունը մեկնաբանելու համար հարցվողների կեսից  ավելին` մոտ նույնաբանության իմաստը ընկալել է` հիմնվելով դրան նախորդած նախադասությունների փոխանցած տեղեկույթի վրա: ", "It may be said that Meredith was forced to write potboilers. He was not forced to write potboilers than any other author. Sooner than wallow in that shame, he may have earned  money  in  more  difficult  ways.  Or  he  might  have  indulged  in  that  starvation  so heartily prescribed for authors by a plutocratic noble who occasionally deigns to employ the English tongue in prose. Meredith subdued his muse, and Meredith wrote potboilers because he was a first class artist and a man of profound common sense. Being extremely creative, he had to arrive somehow, and he remembered that  the earth is the earth, and the world the world, and men men, and he arrived as best he could. The great majority of his peers have acted similarly. (BA AC: 189) Ինչպես ցույց  տվեցին մեր դիտարկումները,  այս դիսկուրսում նույնաբանությունը  մեկնաբանելիս  հարցվողներին  անհրաժեշտ  էր  ոչ  միայն հասկանալ համատեքստը, այլ  նաև ունենալ նախնական տեղեկություն` հենքային գիտելիք, կամ հենց տեղում պարզել, թե ով է Մերեդիթը, ինչն է նրան ստիպել գրել ոչ բարձրակարգ ու արագ սպառվող գրականություն, ու ինչ է ուզում այդ օրինակով արտահայտել  տվյալ  տողերի  հեղինակը`  Բեննեթը:  Հարցվողների  փոքր  տոկոսը (25 %) որոշակի չափով տեղյակ էր, որ Ջորջ Մերեդիթը 19-րդ դարի անգլիացի գրող էր,  ով  սկզբում  տաղանդավոր  բանաստեղծ  էր,  սակայն  հետագայում  սկսեց  գրել արձակ,  մասնավորապես  մեծ  պահանջարկ  ունեցող  վեպեր,  քանի  որ  դրանցից հնարավոր  էր  եկամուտ  ստանալ:  Հեղինակի  վերաբերմունքը  Մերեդիթի  քայլի նկատմամբ արտահայտվում է  Sooner than wallow in that shame, he may have earned money in more difficult ways. Or he might have indulged in that starvation so heartily prescribed for authors by a plutocratic noble who occasionally deigns to employ the English tongue in prose.  հատվածում: Բեննեթը  հեգնանքով  է խոսում  այն  գրողների մասին,  ովքեր  իրենց  այնքան  վեր  են  դասում,  որ  հրաժարվում  են  անգլերենը արձակի  մեջ  օգտագործելուց:  Ավելին,  կյանքի  հանդեպ  Բեննեթի  իրատեսական վերաբերմունքը  ու,  ըստ  այդմ,  Մերեդիթի  գրական  ընտրության  արդարացված լինելը երևում են Meredith subdued his muse, and Meredith wrote potboilers because he was a first class artist and a man of profound common sense.  նախադասության միջոցով:  Այս  տեղեկատվական  հիմքն  ունենալով`  հարցվողները  the earth is the earth, and the world the world, and men men նույնաբանական կառույցը ընկալել են որպես Բեննեթի` կյանքի հանդեպ իրատեսական վերաբերմունքի արտահայտություն,  համաձայն  որի`  գրողը  չպետք  է  իրենից  ցածր  համարի  գրել այն,  ինչը  պահանջարկ  ունի,  և  հակառակը`  նման  բան  անելու  համար  պետք  է լինել  առաջնակարգ  գրող  և  ունենալ  ստեղծագործ  միտք:  Հարցվողների  կեսից ավելին  այսպիսի  պատասխաններ  է  տվել:  Հետաքրքրական  է,  որ  առանց համատեքստի  հարցվողների  հիմնական  մասը  նույնպես շեշտադրել է նույնաբանության  մեջ  առկա  իրատեսական  վերաբերմունքի  ներիմաստը:  Սա թերևս  կարելի  է  բացատրել  մի  կողմից  տվյալ  նույնաբանության  շարահյուսական կառուցվածքով  (X is X, and Y Y, and Z Z)  և  բառային  կազմով,  որը  ստեղծում  է վարընթաց  աստիճանավորում`  Երկիր  մոլորակ  –  աշխարհ  –  մարդ,  իսկ  մյուս կողմից`  տվյալ  լեզվամտածողության  մեջ  առկա X is X  կառույցներին  վերագրվող իմաստային կարծրատիպով: ", "Շարահյուսական համադաս կառուցվածքը հնարավորություն  է  տալիս  յուրաքանչյուր  հասկացությունը  (earth,  world,  men) դիտարկելու  ինքն  իրենով  (իր  բնութագրական  հատկանիշների  տեսանկյունից)  և միևնույն  ժամանակ  որպես  հաջորդ`  ավելի  ընդգրկուն  հասկացության  մի  մաս (men→world→earth): Վարընթացությունը  կարծես թե հասկացական շեշտադրումը դնում է մարդ men հասկացության վրա, և հենց այստեղից էլ ձևավորվում է կյանքի նկատմամբ իրատեսական վերաբերմունքը: ", "Այսպիսով,  ինչպես  պարզ  դարձավ  օրինակների  և  հարցման  արդյունքների քննությունից, համատեքստը  այն կարևորագույն գործոններից է, որն ակտիվացնում  է  խոսողի  կողմից  նույնաբանական  կառույցում  ներակայած իմաստը  և  օգնում  է  լսողին  ապակոդավորելու  տվյալ  կառույցում  խտացված գործաբանական ներուժը: ", "գործաբանական արժեքի մեկնաբանության մեջ Նույնաբանությունների  հաղորդակցական  նպատակն  ու  հաղորդակցական- գործաբանական  արժեքը  դիսկուրսում  մեկնաբանելու  համար  հաջորդ  որոշիչ գործոնը  հարատեքստն7 է:  Հարատեքստ  ասելով`  նկատի  ունենք  այն հասարակական-մշակութային-պատմական  ֆոնը, քաղաքական-տնտեսական իրավիճակը,  որի  պայմաններում  ձևավորվում  է  դիսկուրսը:  Հարատեքստն ընդգրկում  է  նաև  այնպիսի  արտալեզվական  գործոններ,  ինչպիսիք  են զրուցակիցների համատեղ կենսափորձը, աշխարհընկալումը, տվյալ ժամանակաշրջանի և միջավայրի մասին նրանց ունեցած ընդհանուր գիտելիքների պաշարը,  նրանց  նախորդ  հաղորդակցական  շփումների  փորձը  և  այլն: ", "Հարատեքստը  տալիս  է  այն  անհրաժեշտ  տեղեկությունը,  որը  հնարավորություն կտա  ընթերցողին/լսողին  ընկալելու  տվյալ  դիսկուրսի  ու  այնտեղ  առկա նույնաբանության հաղորդակցական-գործաբանական արժեքը: ", "Դասական ասորերենում նույնարմատ համապատասխան ձև չկա: ", "Lesbians who took turns to get pregnant chart in pictures how they created their family վերնագրով հոդվածի տակ: ", "  քեշիշ՝ «քահանա», «վանական» – համապատասխանում է թուրքերենի keşiş բա- ռին,  որն  իր  հերթին  ծագում  է  արաբերենի  ﺱﻳﺳﻗ  կիսսիս  բառից  (հավանական  է նաև ծագումն ասորական կաշա բառից): ", "Մասնավորապես  մեծ  քանակ  են  կազմում  այնպիսի  պատասխանները,  ինչպիսիք են`    հիմա  արդեն  21-րդ  դարն  է`  հսկայական  գիտական,  տեխնոլոգիական  ու գաղափարային  առաջընթացի  դարաշրջանը:  Կան  նաև  մեկնաբանություններ, որտեղ  նշվում  է,  որ  մեր  ժամանակներում  վերացել  են  ու  վերանում  են սահմանները  պետությունների  ու  համակարգերի  միջև,  հասարակություններն  ու անհատները  առանց  խոչընդոտի  մի  մայրցամաքից  մյուսը կարող  են  միմյանց  հետ շփվել տարբեր տեխնոլոգիաների շնորհիվ, ու վաղուց արդեն ժամանակն է մի կողմ նետել  անցյալից  եկող  նախապաշարումներն  ու  սիրուն  նույնպես  վերաբերվել որպես  ազատ  կամարտահայտում  ու  անձնական  ընտրություն:  Հարցվողների մեկնաբանությունների  մեջ  նույնաբանությունը  մեկնաբանվել  է  նաև  հիմնվելով համատեքստի, հատվածի հեղինակի արտահայտած մտքերի վրա: ", "Մասնավորապես I am also a lesbian woman and I have 2 beautiful children who are loved and I will support them in any decisions they may make in their life! It's called the human race...  նախադասությանը  հղելով`  հարցվողները  նշել  են,  որ  հատվածի հեղինակը  սեփական  փորձից  գիտի,  թե  ինչի  մասին  է  խոսում,  ու  դա  լրացուցիչ հավաստիություն  է  տալիս  նրա  խոսքին:  Այսպես` love is love  նույնաբանությունը ընկալվել  ու  մեկնաբանվել  է`  նկատի  ունենալով  կոնկրետ  ոչ  ավանդական հարաբերությունները  ու  հաշվի  առնելով  այն  թրենդերն  ու  զարգացման ուղղությունը,  որ  կա  մեր  ժամանակներում:  Որոշ  հարցվողներ  իրենց մեկնաբանություններում  գրել  են,  որ  պետք  է  նույնասեռ  ամուսնությունները օրինականացնել,  ինչպես  արվեց  Մեծ  Բրիտանիայում:  Այսինքն`  կրկին  հղում  է արվում  մի  տեղեկույթի,  որն  անմիջականորեն  արտահայտված  չէ  դիսկուրսում: ", "Մինչդեռ  եթե  համատեքստով  հարցաթերթիկը լրացնողների  արդյունքների ընդհանրական  պատկերն  այսպիսին էր,  ապա  առանց համատեքստի մեկնաբանողների  հարցաթերթիկների  արդյունքները  բավական  այլ  պատկեր  էին ներկայացնում:  Ունենալով  հանձնարարություն`  մեկնաբանելու  love  is  love նույնաբանական կառույցը, հարցվողները նշել էին հիմնականում իրարից տարբեր երկու տեսակի պատասխան: Առաջին տարբերակը (45 %) այն է, որ սերը ընդամենը զգացմունք  է  ու  ոչինչ  ավելին,  որ  միայն  սերը  բավարար  չէ  կյանքում  ու  կան  այլ առաջնահերթություններ  նույնպես:  Իսկ  հաջորդ  բավական  հաճախ  հանդիպող պատասխանն  այն  էր  (35  %),  որ  սերը  ամենակարևորն  է  ու  ամեն  ինչից  վեր  է: ", "Այսինքն`  երկու  միմյանց  հակադիր  մեկնաբանություն  միևնույն  a  is  a    կառույցն ունեցող  նույնաբանության  համար:  Սակայն  հարցվողներից  ոչ  մեկը  այն չմեկնաբանեց ոչ ավանդական հարաբերությունների նշանակությամբ, այսինքն` ոչ ոք  իր  մեկնաբանության  մեջ  չնշեց,  որ  սերը,  միևնույնն  է,  սեր  է`  անկախ նրանից` նույն  սեռի  անձանց  միջև  է,  թե  հակառակ  սեռերի:  Առանց  համատեքստի հարցվողները չկենտրոնացան նույնաբանության  այս իմաստի վրա: ", "Պատասխանների  մեջ  կային  նաև  առավել  ընդհանրական,  մի  փոքր  անորոշ պատասխաններ,  ինչպես,  ասենք, That’s it  կամ I bet so  (20  %)  ու  նմանատիպ  այլ մեկնաբանություններ:  Դրանց  ոչ  կոնկրետ  լինելը  թերևս  կարող  է  վկայել,  որ հարցվողները չեն կողմնորոշվել նույնաբանության հաղորդակցական- գործաբանական  նշանակության  հարցում  և  պարզապես  փորձել  են  ինչ-որ  կերպ պատասխանել ու մեկնաբանել: ", "Հաջորդ  օրինակում  նույնպես  հարատեքստի  դերը  հսկայական է` մեկնաբանելու  համար  տվյալ  նույնաբանությունը:  Հատվածը  վերցված  է  The Guardian թերթի  Get rid of the immigrants? No, we can’t get enough of them, says German mayor վերնագրով հոդվածից: ", "A one-hour drive from Goslar lays Göttingen, the region’s economic powerhouse. There, officials are struggling to cope with the thousands of refugees it is obliged to house based on its economic strength. As elsewhere in Germany, tent cities and container villages have been springing up overnight to cope with demand. Leisure centres  and  schools  have  been  converted  into  shelters,  but  when  the  new  term starts  they  will  no  longer  be  available,  intensifying  the  problem.  And  as  winter approaches, tent cities will no longer be viable. “It’s mad that in Göttingen they are having to build new accommodation, and are tearing their hair out as to where to put everyone, while we have empty properties and employers who are desperate for skilled workers,” Junk said. His  appeals  for  politicians  to  adopt  the  “Goslar  Model”  have  so  far  fallen  on  deaf ears. “They say to me ‘rules are rules’,” said Junk. “It’s typically rigid and German, always having to work with finished concepts rather than allowing for new ideas. Anyone who tells me Germany is full up, or that we can’t afford them, I say think of our past, and of the future. Of course we can afford them – we’re a rich country, and we have a duty to help those in need.” (The Guardian, http://www.theguardian.com/world/2015/aug/16/goslar-germany-we-cant-get enough-immigrants-oliver-junk?CMP=fb_gu (accessed 16 August, 2015)) Այս  նույնաբանության  գործաբանական  արժեքը  հասկանալու  և  ընկալելու համար,  թե  ինչ  հաղորդակցական  նպատակով  է  այն  կիրառվում,  պետք  է  տեղյակ լինել  այժմյան  աշխարհաքաղաքական  իրավիճակից,  մասնավորապես  Մերձավոր Արևելքում  արդեն  հինգ  տարի  տևող  սիրիական  պատերազմից  ու  դրա  աղետալի հետևանքներից: Այս հետևանքներից մեկն էլ փախստականների անվերահսկելի ու զանգվածային  հոսքն  է  դեպի  Եվրոպա  ու  հատկապես  Գերմանիա:  Այս  դեպքերը բազմաթիվ  հրատապ  խնդիրներ  ու  հարցեր  են  առաջացրել  Գերմանիայում, ինչպես,  ասենք,  փախստականների  կացարանի  ու  ապրուստի  հարցն  է: ", "  Սէհրանա – հավանաբար աղոթք կամ շարական է: Հիշատակված է Ա-10 համա- րի  խմբագրականում՝  «Սէհրանա  կարդալ»  բառակապակցության  մեջ:  Բառա- ցիորեն նշանակում է «լուսնային»: ", "Հարատեքստի  ազդեցությունը էական է  խոսողի  հաղորդակցական նպատակի  ձևավորման  համար,  ինչն  իր  հերթին,  բնականաբար,  ազդում  է նույնաբանության  մեջ  ներփակված  գործաբանական  ներուժի  վերծանման  վրա լսողի կողմից: Առաջարկում ենք դիտարկել հետևյալ օրինակը. A:  Iran  allows  women  into  sports  stadiums,  but  not  for  anything  “too masculine” B: ", "Well progress is progress. (The Independent, http://www.independent.co.uk/news/world/middle-east/iran-allows- women-into-sports-stadiums-but-not-for-anything-too-masculine- Այս  հատվածում  progress  is  progess  –  առաջընթացն  առաջընթաց  է նույնաբանությունը  մեկնաբանելու,  դրա  հաղորդակցական-գործաբանական արժեքը  որոշելու,  խոսողի  հաղորդակցական  նպատակին  հաղորդակից  դառնալու համար անհրաժեշտ է, որ խոսողի ու նրան լսողի`զրուցակցի միջև լինի ընդհանուր տեղեկույթի  առկայություն:  Այսինքն`  թե՛  խոսողը  և  թե՛  լսողը  պետք  է  տեղյակ լինեն  Իրանում  կանանց  իրավունքների  սարսափելի  սահմանափակ  վիճակից: ", "Անհրաժեշտ  նախապայման  է,  որպեսզի  խոսողը  վստահ  լինի,  որ  լսողը  տեղյակ  է Իրանում  առկա  իրավիճակից  ու  ի  վիճակի  է  համապատասխան  կերպով մեկնաբանելու  իր  խոսքն  ու  դրանում  առկա  նույնաբանական  կառույցը:  Կարևոր նախապայման  է  նաև,  որ  խոսողն  ունենա  որոշակի  վստահություն,  որ  լսողը համակարծիք է իրեն: Հակառակ պարագայում, ըստ էության մարզադահլիճ գնալու թույլտվությունը,  այն էլ ոչ չափազանց  տղամարդկային մարզաձևերի հանդիսատեսը  լինելու  համար,  առնվազն  տարօրինակ  կթվար  լսողի  համար,  ով տեղյակ չէ  Իսլամական  հեղափոխությունից  հետո  Իրանում  հաստատված կարգերից:  Ու  հետևաբար  նաև  քիչ    հավանական  է,  որ  նա  առաջընթաց  համարեր մի  բան,  որ  ինքնին  հասկանալի  է  ու  վաղուց  ընդունելի  ամբողջ  քաղաքակիրթ աշխարհում:  Թերևս  կարելի  է  վստահորեն  ասել,  որ  նրա  համար  տարօրինակ կհնչեր  չափազանց  տղամարդկային  արտահայտությունը:  Հետևաբար  տվյալ պարագայում  Իրանում  առկա  հասարակական-քաղաքական  իրավիճակն  ու դրանում կանանց իրավունքների սահմանափակումը  այն հանրային համատեքստն են` հարատեքստը, որոնք հնարավոր են դարձրել progress is progess նույնաբանության  կիրառությունը:  Մեր  դիտարկած  օրինակում  նույնաբանության մեկնաբանման  հարցում  վերոնշյալ  գործոնը  մեծ  կշիռ  ունի:  Կարևոր  է  կոնկրետ դիսկուրսի  հեղինակի  անձը,  նրա  պատկանելությունը  որևէ  քաղաքակրթական ճամբարի:  Տվյալ  օրինակում  ենթադրվում  է,  որ  զրուցակիցները  կա՛մ  մուսուլման չեն,  կա՛մ  առնվազն չեն  խրախուսում  Իրանում  կանանց  իրավունքների սահմանափակումները:  Դիտարկենք  մեկ  այլ  օրինակ,  որտեղ  նույնաբանության մեկնաբանման  գործում  ազդեցություն  է  ունեցել  հաղորդակցական  իրադրության մասը  կազմող  արտալեզվական  համատեքստը  կամ  հարատեքստը:  The Guardian թերթում հրատարակված I was held hostage by Isis. They fear our unity more than our airstrikes  վերնագրով  հոդվածի  տակ  ընթերցողներից  մեկը  գրել  էր  մի մեկնաբանություն, որի մեջ կար հետևյալ նույնաբանությունը` Islam is Islam: ", "To  call  themselves  as  an  Islamic  state  does  not  make  them  a  real  Islamic state. Several times we announced they are not Muslim, we reject them and their terrorism is accurately against to Islamic rules, still the media call this terrorist organization as an Islamic state. This is an abuse to us! And there is neither  moderate  nor  extreme  in  Islam, Islam  is  Islam.  (The  Guardian http://www.theguardian.com/commentisfree/2015/nov/16/isis-bombs- hostage-syria-islamic-state-paris-attacks?CMP=fb_gu, (accessed November 2015)) Այս հատվածում  առկա նույնաբանությունը վերլուծելու համար հարցվողներին  անհրաժեշտ  է  տեղյակ  լինել  վերջին  տարիներին  Մերձավոր Արևելքում  տեղի  ունեցող  պատերազմական  դեպքերից,  որոնց  արդյունքում ստեղծվել  է  Իսլամական  Պետություն  կոչվող  ահաբեկչական  խմբավորումը: ", "Վերջինս հայտնի է իր  անմարդկային հաշվեհարդարներով, որոնք տեսանկարահանում է  և  տարածում  համացանցում`  այդպիսով  սրելով հարաբերությունները  տարբեր երկրների մուսուլման և քրիստոնյա բնակչությունների  միջև:  Շատ  մուսուլմաններ  տարբեր  երկրներում  դեմ  են արտահայտվում  Իսլամական  Պետության  գործունեությանը,  նրանց  արյունալի մահապատիժներին` ասելով, որ դա դեմ է հենց Իսլամին, ու որ այդ խմբավորման զինյալները  իրականում չեն  կարող  մուսուլման  համարվել:  Սա  այն հասարակական-քաղաքական  հարատեքստն  է,  որ  անհրաժեշտ  է  իմանալ`  տվյալ հատվածում առկա նույնաբանությունը վերծանելու համար: Ըստ էության հոդվածի տակ  այս  մեկնաբանությունը  գրողը  նույնպես  այն  մուսուլմանների  թվին  է պատկանում,  ովքեր  ԻՊ-ի  գրոհայիններին  չեն  համարում  Իսլամի  իրական հետևորդներ: Սա արդեն երևում է համատեքստից: Հարցվողների մեծ մասը (90 %) հատկապես կարևոր է համարում …Several times we announced they are not Muslim, we reject them and their terrorism is accurately against to Islamic rules…,  որտեղից հասկանալի է դառնում այդ մեկնաբանության հեղինակի վերաբերմունքը: Ավելին, հաջորդ  նախադասությունը  …still the media call this terrorist organization as an Islamic  state..  this  is  an  abuse  to  us…  արտահայտում  է  այն  միտքը,  որ մուսուլմանները  արդեն  զայրանում  են  ԶԼՄ-ի  վրա,  ովքեր  ԻՊ-ի  արարքները տարածում  են  Իսլամի  գաղափարախոսության  վրա:  Ըստ  մեկնաբանության հեղինակի`  այդպիսի  վերաբերմունքը  ԶԼՄ-ի  կողմից  վիրավորում  է  իրենց` մուսուլմաններին:  Այստեղ  արդեն  բացահայտվում  է  այն  իրադրությունը,  որը զայրույթ  է  առաջ  բերել  տվյալ  մեկնաբանությունը  անող  ընթերցողի  մոտ,  ու  նա օգտագործել  է  Islam is Islam  նույնաբանությունը`  դրանով  արտահայտելով  այն միտքը,  թե  Իսլամը  ո՛չ  ագրեսիվ  է,  ո՛չ  էլ  չափավոր,  այլ  պարզապես  կրոն  է  ու պատասխանատու  չէ  ԻՊ-ի  արյունարբու  գործունեության  համար:  Մինչդեռ հարցվողների  մյուս  խումբը,  որոնք  Islam is Islam  նույնաբանությունը  պետք  է մեկնաբանեին  առանց  համատեքստի,  որոշակիորեն  այլ  պատասխաններ  է  տվել: ", "թյուն՝ Ասորական  այբուբենի  վեց  տառեր՝  «բեթ»,  «գոմալ»,  «դոլաթ»,  «քաֆ»,  «պե»  և  «թավ», որոնք կազմում են, այսպես կոչված, bagad-kapat խումբը, դասական ասորերենում աչքի են ընկնում արտաբերման երկու տարբերակներով: Այսպես, բառասկզբում և բառամի- ջում բաղաձայնից հետո նրանք ունեն պայթական որակ, համապատասխանաբար՝ [b], [g], [d], [k], [p], [t]: Բառամիջում և բառավերջում ձայնավորից հետո նրանք ունեն շփա- կան որակ, այն է՝ [ḇ], համապատասխանում է հայերենի [վ]-ին, [], համապատասխանում է հայերենի [ղ]-ին, [ḏ],  միջատամնային,  համապատասխանում  է  անգլերենի  ձայնեղ  [th]-ին՝  ‘this’ [ḵ], համապատասխանում է հայերենի [խ]-ին, [], համապատասխանում է հայերենի [ֆ]-ին, [ṯ],  միջատամնային  համապատասխանում  է  անգլերենի  խուլ  [th]-ին՝  ‘think’  բա- բառում, ռում203: ", "Ինչպես  ցույց  է  տալիս  սույն  ենթագլխում  իրականացված  քննությունը, հարատեքստը  նույնպես  մեծ  դերակատարում  ունի  նույնաբանական  կառույցում պարունակվող  գործաբանական  ներուժը  մեկնաբանելու  գործում,  քանի  որ ապահովում  է  այն  արտալեզվական  հենքը,  որում  ծավալվում  է  տվյալ  խոսքային փոխներգործությունը: ", "նույնաբանության ընկալման գործընթացում Ինչպես  ցույց  է  տալիս  ստորև  բերվող  օրինակների  քննությունը, նույնաբանական կառույցների հաղորդակցական-գործաբանական  արժեքը որոշարկող  գործոններից  է    այն  լեզվական  խոսքային  իրադրությունը,  որտեղ հանդես  է  գալիս  տվյալ  նույնաբանությունը:  Նույնաբանությունից  առաջ  ու/կամ դրանից հետո գտնվող նախադասությունները իրենց  արտահայտած նշանակությամբ  լսողին  տալիս  են  տեղեկույթ,  որը  կողմնորոշիչ  դեր  է  ունենում դիսկուրսում  առկա  նույնաբանության  մեկնաբանման  համար:  Կախված  այդ լեզվական համատեքստը կազմող բաղադրիչների շեշտադրությունից ու հաղորդած տեղեկույթից`  նույնաբանության  հաղորդակցական-գործաբանական  արժեքը նույնպես  փոխվում  է:  Կարևոր  գործոն  է  նաև  խոսընկերների  ընդհանուր  և հենքային գիտելիքը,  որն  օգնում  է  ընթերցողին/լսողին  ավելի  հստակ պատկերացնելու  իրավիճակը,  որտեղ  տեղի  է  ունենում  խոսքային  գործընթացը, հասկանալու`  ովքեր  են  այդ  դիսկուրսի  մասնակիցները,  և  ով  ինչ  դեր  ունի խոսակցության  մեջ,  զրուցակիցների  անձնական  հատկանիշները,  ինչպիսիք  են սեռը, տարիքը, կոչումն ու պաշտոնը և այլն: ", "Դիտարկենք հետևյալ օրինակները այս տեսանկյունից. A: She is really in a big trouble and has turned to her mother though I am not sure that will help much. B:  I  have  known  their  family  since  childhood.  Her  mother  is  her  mother. She  comes  from  an  influential  family  and  has  good  connections.  Trust  me she will absolutely be helpful. (BJ LL: 128) Նախ  պետք  է  արձանագրել,  որ  այս  երկխոսության  մասնակիցները բավարար  չափով  տեղյակ  են  ընդհանուր  թեմայից,  որ  իրենց  ընկերը  դժվարին կացության  մեջ  է,  ու  երկուսն  էլ  գիտակցում  են,  որ  դիմացինը  հավասարաչափ տեղյակ  է  իրադարձությունների  ընթացքից:  Առաջին  զրուցակիցը  կասկած  է հայտնում,  թե  արդյոք  իրենց  ընկերոջ  մայրը  կկարողանա  օգնել  նրան:  Երկրորդ զրուցակիցը,  ավելի  լավ    ճանաչելով  իրենց  ծանոթի  մորն  ու  ավելի  տեղեկացված լինելով վերջինիս ազդեցիկ ընտանիքի ու կապերի մասին, պնդում է, որ նրա մայրը հաստատապես  ի  վիճակի  է  օգնելու,  ու  հիմնավորում  է  դա  մոր`  ազդեցիկ ընտանիքից  լինելու  և  դրանից  բխող  կապերի  առկայությամբ:  Այս  տեղեկույթը օգնում  է  հասկանալու,  որ  նրա  մայրը  ոչ  միայն  իրենց  ընկերոջ  կենսաբանական մայրն  է  կամ  հոգատար  կին  է  ու  անհանգստանում  է  իր  զավակի  համար,  ինչպես թերևս  բոլոր  մայրերը,  այլև  այս  ամենի  հետ  մեկտեղ  նաև  տալիս  է  տեղեկույթ,  որ մայրն ունի ազդեցություն ու հնարավորություններ, որոնք կարող է գործի դնել: Այս հնարավորությունները  առանձնացնում  են  նրանց  ընկերոջ  մորը  մնացած մայրերից, քանի որ բնականաբար ոչ բոլոր կանայք ու առհասարակ մարդիկ ունեն մեծ  հնարավորություններ:  Այստեղ  մենք  կարող  ենք  արձանագրել,  որ նույնաբանությանն  ուղեկցող լեզվական  համատեքստը  մեզ  ու  առաջին զրուցակցին  տալիս  է  անհրաժեշտ  տեղեկույթ,  որպեսզի  նույնաբանությունը մեկնաբանվի  մոր  լայն  հնարավորությունները  փաստող  լեզվական  կառույցի նշանակությամբ:  Այլ  կերպ  ասած`  սույն  օրինակում  լեզվական  համատեքստը ձևավորում  է  նույնաբանական  կառույցի  հաղորդակցական-գործաբանական արժեքը  տվյալ  դիսկուրսում:    Հատկանշական  են  նաև  I have known their family since  childhood  ուղեկցող  նախադասության  նշանակությունն  ու  դրա  դերը նույնաբանության  հաղորդակցական-գործաբանական  արժեքի  մեկնաբանման գործում:  Այդ  նախադասությունը  հղում  է  կատարում  անցյալին,  մանկությանը` դրանով  է՛լ  ավելի  շեշտելով  տեղեկույթի`  ժամանակով  ճշգրտված լինելու հանգամանքը: Այսինքն` խոսողը մտավոր հղում է կատարում մի իրականության` անցյալի  մտապատկերի,  որն  ուղղակիորեն  ոչ  մի  կերպ  արտացոլված  չէ  նշված դիսկուրսում,  սակայն  որի  հիշատակումը  բավարար  է  որպես  համատեքստ` նույնաբանության  հաղորդակցական-գործաբանական  արժեքի  որոշակիացման համար:  Դիտարկենք  ևս  մեկ  իրավիճակ,  որտեղ  նույն  նույնաբանությունը  այլ հաղորդակցական-գործաբանական արժեք ունի. A: Currently she is awfully busy working two jobs and doing extra hours to be able to pay all the bills. And now on top of this all she has to take care of her handicapped mother. B: Well her mother is her mother. She can’t help but taking care of her. (KG ABSHC: 146) Այս  երկխոսությունը  դիտարկելիս  պետք  է  կրկին  արձանագրել  ընդհանուր թեմային  խոսողի  ու  լսողի  տեղեկացվածությունն  ու  փոխադարձ  վստահությունը խոսողի  տեսանկյունից,  որ  դիմացինը  ունի  շատ  թե  քիչ  հավասարաչափ տեղեկություն իրավիճակի ու դեպքերի մասին ու ի վիճակի է ընկալելու իր խոսքը, իսկ  լսողի  տեսանկյունից`  որ  դիմացինը  գիտի  իր  կողմից  խոսքի  համարժեք ընկալումը:  Առաջին  զրուցակիցը մատնանշում  է  այն  սթրեսային  ու գերծանրաբեռնված  աշխատանքային  գրաֆիկը,  որով  իրենց  ընկերը  ստիպված  է աշխատել  ու  այժմ  էլ  պետք  է  կարողանա,  այդ  ամենից  զատ,  նաև  հոգ  տանել  իր հաշմանդամ մոր մասին: ", "Երկրորդ զրուցակիցը, համաձայնություն արտահայտելով, ավելացնում է, որ նա այլընտրանք չունի, ու մայրը մնում է մայր: ", "Տվյալ պարագայում նույնաբանության հաղորդակցական-գործաբանական արժեքը իրավիճակի  ընդունումն  ու  հանդուրժողականության  արտահայտումն  է,  քանի  որ մայրը  ամենաթանկ  անձնավորությունն  է,  ու  ցանկացած  պարագայում  պետք  է ուշադիր  լինել  նրա  հանդեպ  և  հոգ  տանել  նրա  մասին:  Այստեղ  գործում  է հանրային  համատեքստում  ընդունված  ու  ամրագրված  բարոյական  արժեքը,  որ ծնողի  մասին  պետք  է  հոգ  տանել  ու  հնարավոր  ամեն  ինչ  անել  նրան  օգնելու համար:  Թեպետ  այս  հասարակական  սկզբունքը  ոչ  մի  կերպ  չի  նշվում  ու  չի  էլ ակնարկվում, թե՛ խոսողն ու թե՛ լսողը, ինչպես նաև մենք` կողքից դիտարկողներս, մեր  մտապատկերում  ունենք  այս  սկզբունքը  ու  ընդունում  ենք  այն  որպես  հենք ամբողջ դիսկուրսի ու հատկապես նույնաբանության մեկնաբանման համար: ", "Ինչպես  տեսանք,  այս  երկու  օրինակներում  միևնույն  նույնաբանական կառույցն ունի երկու` իրարից տարբեր հաղորդակցական-գործաբանական արժեք: ", "Այդ  նշանակությունը  նույնաբանությունը  ձեռք  է  բերում  նաև  ուղեկցող  լեզվական համատեքստի  միջոցով:  Առաջին  օրինակում  վերջինս  արտահայտում է անհրաժեշտ տեղեկություն այն մասին, որ նրա մայրը տարբերվում է այլ մայրերից ու ընդհանրապես  առանձնանում է որպես մարդ իր կապերի ու հնարավորությունների  առումով, իսկ երկրորդ օրինակում ուղեկցող նախադասությունների  արտահայտած  նշանակության  շնորհիվ  նույնաբանության իմաստն այն է, որ մոր համար միշտ պետք է ժամանակ գտնել  ու հոգ տանել նրա մասին, հատկապես երբ դրա անհրաժեշտությունն ակնհայտ է: Փաստական նյութի մեր  վերլուծությունը  ցույց  է  տալիս,  որ  նույնաբանական  ասույթի  ճիշտ մեկնաբանման  համար  կարևոր  է  նաև  նախորդ  խոսքային  ակտերից  ստացված ընդհանուր գիտելիքը, ինչպես, օրինակ, հաջորդ հատվածում. I  thought you  were  drunk,  she said.  I thought  you had  to  be drunk before you came to see me. I bet you didn’t get all this writing, I said looking around. Not even if you got paid for what you thought you thought. (RC FML: 201) Նմանատիպ օրինակներում նույնաբանական կառույցները հանդես են գալիս որպես  լեզվական  տնտեսման  միջոց,  այսինքն`  տնտեսում  են  խոսընկերների ժամանակը  և  ջանքերը:  Հակառակ  դեպքում,  վերադառնալով  կոնկրետ  այս օրինակին,  ասույթը  ձեռք  կբերեր  չպատճառաբանված  երկարացված  կառուցվածք … if you got paid for having thought that I had to be drunk to see you, that I had been out with a blonde, etc. Հաջորդ օրինակում խոսքային իրադրության ազդեցությամբ նույնաբանությունը, որը կազմված  է what հարաբերական դերանունով, ինչը ոչ մի կոնկրետ  վերաբերական  չունի,  ձեռք  է  բերում  տվյալ  երկխոսության  մեջ ներգրավված  անձանց  համար  ընկալելի  իմաստ,  իսկ  մեր  փորձի  մասնակիցները, ովքեր  քննել  են  այդ  նույնաբանությունը  համատեքստի  մեջ,  ի  վիճակի  են  եղել հասկանալու, թե what-ը ինչին է վերաբերում. ...But why not the men in the squadron, Milo?' Colonel Cathcart exclaimed. After  all  you're  doing  all  this  for  them.  They  ought  to  be  willing  to  do something for you in return What's fair is fair. What is fair is fair. They could take turns, sir. Who gets the credit? missions, you get the medal. Who dies if he gets killed? They might even take turns flying your missions for you, Milo. You  get  the  credit  Milo.  And  if  a  man  wins  a  medal  flying  one  of  your Why, he dies, of course. After all, Milo,  what's fair is fair. There's just one thing. You’ll have to raise the number of missions I might have to raise the number of missions again… …I’d  give  everything  I  own  to  Yossarian.  Milo  persevered  gamely  on Yossarian’s behalf. But since I don’t own anything I can’t give everything to him, can I? So he’ll just have to take his chances with the rest of the men, won’t he? What’s fair is fair, Milo Yes, sir, what’s fair is fair. Milo agreed. Yossarian is no better than the other men, and he has no right to expect any special privileges, has he? No Milo. What’s fair is fair. (HJ C 22: 537) Այստեղ  նույնաբանության  գործաբանական  ներուժը  վերծանելու  համար հարցվողներին անհրաժեշտ է խոսքային իրադրության մեջ թափանցել, հասկանալ, որ  գնդապետ  Քաթքարթն  ու  Մայլոն  ինչ-որ  անարդար  բան  են  ծրագրում,  որը ցանկանում  են  ներկայացնել  որպես  ինքնին  ենթադրելի  և  տրամաբանական  ու ազնիվ քայլ: Պետք է, սակայն, նշել, որ համատեքստը նույնպես տալիս է բավարար տեղեկույթ,  որի  միջոցով  մեկնաբանվում  է  նույնաբանությունը:  Մասնավորապես հարցվողների ուշադրությունը գրավել է հետևյալ հատվածը. …  And  if  a  man  wins  a  medal  flying  one  of  your  missions,  you  get  the Who dies if he gets killed? Why, he dies, of course. After all, Milo,  what's fair is fair. There's just one medal' thing. Հարցվողների  90  %-ն  անդրադարձել  է  այս  տողերին`  դրանք  համարելով հենց այն նուրբ հեգնական պահը, որը բացահայտում է, որ այն, ինչ ներկայացվում է որպես արդար, իրականում արդար չէ, այլ հենց հակառակը` անարդար է: Պետք է նկատել,  որ  երկխոսության  ընթացքում  վեց  անգամ  կիրառվող  նույնաբանությունը ոչ  բոլոր  դեպքերում  է  նույն  իմաստով  կիրառվում:  Սկզբում  այն  լսողի/ընթերցողի մոտ  ընկալվում  է  ուղիղ  իմաստով,  այսինքն`  այն,  ինչ  արդար  է,  անխոս  հենց այդպես  է:  Բոլոր  մարդիկ  ունեն  արդարություն  հասկացության  բավական ընդհանուր  ընկալում: Արդարության գաղափարը ինչ-որ չափով կարծրատիպային է,  ու  դժվար  թե  գտնվեն  շատ  մարդիկ,  ովքեր  արմատապես  տարբեր պատկերացումներ  ունենան  արդարության  մասին:  Եվ  Ջոզեֆ  Հելլերը  այս հատվածում  կարծես  հենց արդարության  այդ  կարծրատիպային  ընկալման  հետ  է հնարք  կիրառում:  Երկխոսության  ընթացքում  նույնաբանությունը  սկսում  է աստիճանաբար  փոխել  իր  հաղորդակցական  իմաստը:  Աստիճանաբար,  հիմք ընդունելով  համատեքստը,  այսինքն`  այն  նախադասությունները,  որոնք նախորդում  և  հաջորդում  են  հաջորդ  չորս What’s fair is fair  նույնաբանությանը, մենք  տեսնում  ենք,  որ  նույնաբանությունը  իրականում  հակառակ  իմաստն  է արտահայտում,  որ  այն,  ինչ  տվյալ  խոսքային  իրադրությունում  համարվում  է արդար,  իրականում  բացարձակապես  արդար  չէ,  ավելի  ճիշտ`  կատարյալ անարդարություն  է:  Ինչպես  հասկանում  ենք  համատեքստից,  փաստորեն  Մայլոյի փոխարեն  ռազմական  թռիչքներ  պետք  է  իրականացնեն  այլ  օդաչուներ,  ու  նրանց հաջողությունների  համար  մեդալ  կստանա  Մայլոն:  Ավելին,  այս  պատճառով օդաչուների  անձնական  թռիչքների  քանակը  պետք  է  ավելացնել:  Հենց  այստեղ  էլ հասկանալի  է  դառնում,  որ  What’s fair is fair  նույնաբանության  միջոցով  վեպի հեղինակը  փորձել  է  արտահայտել  իր  խոր  հեգնանքը  արդարության  հանդեպ: ", "Մինչ հոգևորականներն ու ասորերենի ուսուցիչներն արտաբերում էին այս հնչյունները, դժվար  է  ասել,  թե  որքանով  էին  միջատամնայիններն  արտաբերելի  հասարակ  ասո- րիների  համար,  որոնք  առնվազն  երկու  հարյուրամյակ հայախոս էին (միջատամնային բաղաձայններ  չկան  նաև  թուրքերենում):  Համենայն  դեպս,  հայերենում  միջատամ- նային  բաղաձայնների  և  համապատասխան  տառերի  բացակայությունը  հանգեցրեց նրան,  որ  «Բաբելոնի»  ասորական  բառերի  տառադարձության  մեջ  հիմնականում  տեղ գտավ  արդի  գրական  ասորերենում  ձևավորված  եղանակը,  այսինքն՝  միջատամնային հնչյունները փոխարինվել են իրենց պայթական տարբերակներով: Այսպես, դասական ասորերենի eṯkanaš բայը հայկական տառադարձության մեջ դարձել է էթքանաշ, tliṯoyo և  haḏ  թվականները՝  թլիթօյօ  և  հատ  (հիշենք,  որ  արևմտահայերենի  [տ]-ն  համապա- տասխանում  է  արևելահայերենի  [դ]-ին),  malkṯo  բառը՝  մալքէթօ,  լայն  տարածում  ունե- ցող –uṯo վերջավորությունը՝ -ութօ և այլն: ", "Այն դեպքում, երբ հարցվողները տվյալ նույնաբանությունը մեկնաբանել են` այն  վերլուծելով  համատեքստից  դուրս,  նրանք  հիմնականում  եկել  են  այն եզրահանգմանը,  որ  այն,  ինչ  արդար  է,  ակնհայտ  է,  ու  հավելյալ  ապացույցների կարիք չկա: Գրեթե բոլոր հարցվողները տվյալ նույնաբանությունը մեկնաբանել են որպես  հաստատում  այն  պարզ  ճշմարտության,  որ  արդարությունն  ամեն  ինչից կարևոր է, ու այն, ինչ արդար է, բացարձակ է: Այսինքն` պատասխանները անորոշ են  և  ընդհանրական,  քանի  որ what  հարաբերական  դերանունը  անհասկանալի  է, թե ինչին է վերաբերում, ու ըստ էության անհասկանալի է  մնում, թե ինչն է արդար: ", "հնչյուն: ", "Նույնաբանությունների  ուսումնասիրությունը  վկայում  է,  որ  դրանց հաղորդակցական-գործաբանական  արժեքի  վերծանման  գործում,  ի  թիվս քննարկված  գործոնների,  կարևոր  նշանակություն  ունի  նաև  հենքային  գիտելիքը8: "], "source_docs_file": "Linguistics.json"}