{"paragraphs": ["Վշտունու առաջին բանաստեղծություններում նկատելի են տարբեր ազդեցություն- ների  հետքեր։  Դրանցում  մերթ  գերիշխում  է  սիմվոլիստական  թախիծը,  անորոշ կարոտը,  մեղմ  երանգների  խաղը,  մերթ  դժգոհությունը  «հսկա  քաղաքի»  կեղծ  ու նյութապաշտ  մթնոլորտից,  որ  այդ  տարիների  արևմտահայ  պոեզիայում  տարածված տրամադրությունների  արձագանքն  էր,  մերթ  էլ  հեռավոր  հայրենիքի  կարոտը՝ արտահայտված սիմվոլիստական պատկերամտածողության բնորոշ երանգներով. Ա՜խ, այս ճամփան ո՞ւր է տանում – ձայն չկա՛, Հույսի կայծն է անհետանում – ձայն չկա՛, Հայրենի տուն, անուշ անուն – ձայն չկա՛… Մենակ ու լուռ, հուսակտուր՝ չգիտեմ, Գնում եմ զո՞ւր, լուռ ու տխուր՝ չգիտեմ, Հայրենազուրկ գնում եմ ո՞ւր՝ չգիտեմ… Գերակշռողն,  այնուամենայնիվ,  խորհրդապաշտական  ավանդույթն  է։  «Փարիզյան տարիներին  սկսվում  են  նրա  ստեղծագործական  առաջին  քայլերը։  Նրա  վաղ  շրջանի ստեղծագործության  և՛  թեմատիկայի,  և՛  գրական  տեխնիկայի  վրա  բացահայտ  է սիմվոլիստների  ազդեցությունը»,66-  գրում  է  Հ.  Ղազարյանը։  «Նրա  վաղ  շրջանի ստեղծագործության և՛ թեմատիկայի, և՛ գրական տեխնիկայի վրա բացահայտ է սիմվո- լիստների  ազդեցությունը։  Սրտամաշ  թախիծը,  անձուկ  կարոտը,  մեղմ  գույների զգացումը  բնորոշ  են  նրա  վաղ  շրջանի  բանաստեղծություններին»67,-  հաստատում  է  Ս. Աղաբաբյանը։ ", "Խոսքը  հնչեղ  է,  համարձակության  ու  մերկության  հասնող  անկեղծ:  Ամենևին  չի երկնչում  գրողը,  իսկ  ընթերցողը,  չերկմտելով  դրանց  անկեղծության  մեջ,  նաև  գրողի համարձակության համար բուռն զարմանք է ապրում: Որտե՞ղ է դրա ակունքը, ակունք, որը երբեք չի կարող լինել ձևական կամ պայմանական: Իսկ մյուս կողմից էլ՝ ամենևին էլ այդ  համարձակության  փոքր-ինչ  թուլացումը  չէ,  որ  ծնունդ  է  տվել  մեր  կողմից պայմանականորեն  տարանջատված  երկրորդ  խմբի  ասույթներին  անդրադառնալուն՝ կյանքի  ու  մահվան,  արդարության,  արդարադատության  ու  ազատության,  մարդկային գաղափարների  ու  սկզբունքների,  հասարակության  սոցիալական  վիճակի  և  կանանց մասին:  Սրանցից  և  ոչ  մեկը  պատահականության  սկզբունքով չի  ընտրված. յուրաքանչյուր  հաջորդ  միտքը  նախորդի  տրամաբանական  շարունակությունն  է  և տարրեր  է  պարունակում  իր  հաջորդից:  Շեշտը  կրկին  դրված  է  քաղաքական իրադարձությունների  վրա, որոնցից անմիջականորեն բխում է ժողովրդի սոցիալական վիճակը, ըստ այդմ էլ՝ սոցիալական վիճակի մասին ասույթները: Ի դեպ, այս շարքը շատ ավելի հագեցած է. բազմաթիվ են «քողարկված», բայց քաղաքական հենքով ասույթները: ", "Հետևելով մյուս ասպետական վեպերին՝ Կալվինոն չի կենտրոնանում միայն մեկ կերպարի վրա: Ինչպես Կրետյեն դը Տրուան և Վոլֆրամ ֆոն Էշենբախն են Պարսիֆալի և Լանսըլոտի  մասին  իրենց  վեպերում  պատմում  այլ  ասպետների  (օրինակ՝  Գավեյնի  և Տրիստանի)  մասին,  այստեղ  ևս  հեղինակն  առանձին  գլուխներ  է  նվիրում  այլ կերպարների, որոնց  մասին լսել է  պատմողը և փորձել է միավորել  մեկ պատումի  մեջ: ", "«Անարդարությունը  քարացած  երևույթ  չէ  և  էվոլյուցիայի  ենթակա,  մնացյալ  բոլոր երևույթներու  օրինակով»  /130/.  մեծ  շարքի  փոքր  մի  մաս:  Սա  ապահովում  է  նաև արդիական  հնչեղություն  բոլոր  ժամանակների  համար:  Բայց  հետաքրքրականը  այն սահուն,  զարմանալիության  հասնող  կապի  ապահովումն  է,  որ,  ինչ  խոսք,  գրողի ձեռագրի  ուրույն  առանձնահատկություններից  մեկն  է:  Բերենք  մի  քանի  դիպուկ օրինակ:  Աչքի  առաջ  ունենալով  իրականության  մեջ  արդեն  հասուն  օրինակը՝ «Բանականության  սիմֆոնիան»  /1951թ./,  կարելի  է  գրողի  այս  մտքերը  ուղղակիորեն տեղավորել  այս  «կաղապարների»  մեջ՝  միայն  մեկ  մեծ  տարբերությամբ.  նշված «սիմֆոնիան»  աշխարհի  մեծ  մտածողների  դասական  մտքերի  համախմբումն  է,  սա՝ միայն երգիծաբանինը, իսկ ընտրված բնագավառները ոչնչով չեն զիջում արդեն հայտնի ասույթների ժողովածուի դասական օրինակներին: ", "Ինչո՞ւ տվիր ինձ տեսք՝ կերպարանքիդ հանգույն, նոյնպես մարդկանց բոլոր՝ ստորաքարշ, անգույն... ինչո՞ւ տվիր ինձ տեսք կերպարանքիդ հանգույն։ "], "paragraph_source_docs": [5, 3, 0, 3, 5], "source_docs_file": "Literature.json"}