{"paragraph_source_docs": [3, 4, 4, 4, 4, 4, 4, 4, 4, 2, 4, 0, 4, 2, 4, 4, 4, 4, 4, 4, 5, 5, 4, 4, 4, 4, 4, 4, 4, 4, 0, 4, 1, 4, 4, 4, 4, 4, 5, 4, 4, 4, 4, 2, 5, 4, 4, 4, 4, 4], "paragraphs": ["Ի  դեպ,  և  ոչ  մի  քննադատություն  չի  հնչում  կոնկրետ.  սա  խոսք  է՝  ուղղված բոլշևիկյան  ամուլ  աշխատանքին  լծված  յուրաքանչյուրին:  Ավելի  լայն  առումով՝  սա ուղղակի կուսակցության քննադատումն է: ", "Նրանց  պատմություններն  իրենց  ընտանիքների,  քույրերի  մասին  բավական անպարկեշտ  էին  և,  թվում  էր՝  էլենը  պետք  է  արգելեր  նրանց։  Քիչ  անց  հաճույքի  և ազատության  զգացողությունը  փոխվում  է  վախի  և  հիասթափության։  Էլենը հայտնաբերում  է,  որ  տղաները  գողացել  են  իր  դրամապանակը։  Աշխարհն  իր հարմարավետ սենյակից դուրս, պարզվում է, շատ վտանգավոր է։ Հերոսուհին ասում է. «Նրանք չպետք է գողանային։ Եթե դրամի կարիք ունեին, ես կտայի, ինչ որ պետք էր»91։ ", "Տղաները  նորից  հայտնվում  են  և  սկսում  հետապնդել  էլենին։  Որոշ  ժամանակ  անց նրանք պահանջում  են հինգ դոլար։ Մի երեկո, երբ նա անկողնում հիվանդ պառկած էր, իսկ  սենյակի  դուռը  կողպված  չէր,  տղաները  վերադառնում  են,  հափշտակում  նրա պայուսակը՝  ողջ  գումարով.  «Նա  ընկավ  անկողնու  վրա  այնքան  թույլ  ու  հոգնած,  որ անգամ  լաց  լինել  չէր  կարող»92:  Պատմվածքը  ավարտվում  է  նրանով,  որ  էլենը դաժանաբար  ծեծում  է  տղաներից  մեկին.  «Նա  վերցրեց  անձրևանոցը  և  ամբողջ  ուժով հարվածեց փոքրի ուսին: Տղան ընկավ ծնկներին, հետո գետնին, իսկ էլենը շարունակում էր  ծեծել  նրան...»93:  Սա,  ենթադրաբար,  միայն  նեղացած  մարդու  զայրույթ  չէր,    այլ նյարդային  պոռթկում  կյանքի  նկատմամբ։ ", "Պարզվում  է,  որ  ժամանակակից իրականության մեջ ավելի լավ է լինել միայնակ, քան հաղորդակցվել մարդկանց հետ։ ", "Տղաներն այդ հասարակության պատկերն են։  Այսպիսի հարաբերություն կարելի է   տեսնել ժամանակակից կյանքի տարբեր բնագավառներում։ Կարծում ենք, որ միշտ էլ կա  մարդկանց  փոքր  խումբ,  որն  ընկալվում  է  որպես  հասարակությունից  վտարված, իրենց  բնավորության  առանձին  հատկությունների  կամ  նրանց՝  որպես  եզակի անհատներ տեսնելու սոցիալական դժկամության պատճառով: ", "Պատմվածքում  կարող  ենք  տարբերակել  հակադրությունների  կոնկրետ  տիպեր՝ արտաքին՝ Էլենի և երկու տղաների կամ մարդու և արտաքին աշխարհի միջև և ներքին, որը  ներառում  է՝  միայնությունը,  օտարման  աշխարհը  կամ  փորձը  դեպի  նոր  կյանք շարժվելու,  անկախ  նրանից,  թե    որքան  կեղծավոր  կամ  երկերեսանի  կարող  են  լինել մարդիկ։ ", "անհամապատասխանության  խնդիրը  կարծես  թե  անխուսափելի  է:  Այնպիսի տպավորություն է, որ մարդը տիրող սոցիալական հանգամանքներում երբեք ինքն իրեն հաղթել  չի  կարող։    Չիվերի  հերոսները  հաճախ  իրենք  են  մեղավոր  դուրս  գալիս  իրենց ձախորդություններում,  իսկ սեփականության  զգացումը  և  դրամի  նկատմամբ պաշտամունքը դառնում են մարդկանցից մեկուսանալու և օտարացման  պատճառներ։ ", "Նրանք  սոցիալական  իրականության  մեջ  հաջողությունների  գրեթե  չեն  հասնում: ", "Օրինակ՝ «Սենտիմենտալ երգ»  («Torch song», 1947) պատմվածքում  տեսնում ենք միջին խավի հաջողակ  ամերիկացու՝  Ջեկի  փոխակերպումն  անհաջողակի:  Նա աստիճանաբար  կորցնում  է  ամեն  ինչ՝  ընտանիքը,  եկամտաբեր  աշխատանքը, Այսպիսով` ամերիկյան իրականության մեջ սոցիալական բնակարանը,  առողջությունը:    Անհաջողությունը  ներխուժել  է    նաև    «Սուրբ  Ծնունդը տխուր  ժամանակ  է  աղքատների  համար»  պատմվածքի  հերոս  վերելակավար  Չարլիի կյանք:  Նա  նույնպես    կորցնում    է  իր  աշխատանքը։        «Սաթն  փլեյսյան  պատմություն» պատմվածքի  հերոս  Ռոբերտ  Թենիսոնը  ևս  սոցիալապես  խեղված  է։  Պատմվածքի հերոսուհին՝  միսիս  Հարլին,  մնալով  առանց  միջոցների,  ստիպված  է  դայակի աշխատանք  կատարել,  բայց  փոքրիկ  Դեբորայի  փախուստից  հետո  նա,  հավանաբար, կկորցնի  նաև  այս  աշխատանքը։    Վաղվա  օրվա    նկատմամբ    վստահություն  չունի «Հրեշավոր  ռադիոն»  պատմվածքի  հերոս  Ջիմ  Ուեսքոթը:  Նրա  եկամուտները տարեցտարի  նվազում  են:  Ջիմ  Վեսքոթը  կնոջն  ասում  է.  «Ազնվորեն  կասեմ՝  մեր փողային խնդիրներն  ինձ շատ մտահոգում են: Ես բոլորովին վստահ չեմ վաղվա օրվա վրա,  և  ոչ  ոք  վստահ  չէ:  Գործերս  դասավորվեցին  ավելի  վատ,  քան  ես  սպասում  էի  և հիմա դժվար թե կարգավորվեն»94:  «Ոսկե կճուճ» պատմվածքի հերոսներ Ռալֆ և Լորա Վիթմորները հարստանալու մարմաջով ներքաշվում են տարբեր փորձությունների մեջ՝ իրենց  իրերով    շրջապատելու  և    սոցիալական  դիրքը  բարձրացնելու  համար,  սակայն ապարդյուն։ Նրանք գործադրում են զանազան  ջանքեր, բայց յուրաքանչյուր անգամ ինչ- որ փոքրիկ միջադեպ տապալում է  նրանց սպասումները: ", "Թուրք մտավորականությունը  նորից  համախմբվեց  տպագիր  օրգանների  շուրջ:  Սկսեցին հրատարակվել բազմաթիվ նոր  թերթեր ու  ամսագրեր:  Մասնավորապես` ձախակողմյան ակտիվ քարոզչություն էին իրականացնում «Յոն» (“Yön”), «Անթ» (“Ant”), «Դյոնուշում»  (“Dönüşüm”),  «Թյուրք  Սոլու»  (“Türk  Solu”),  «Մայ»  (“May”),  «Քիմ»  (“Kim?”) ամսագրերը124: Ոչ պակաս կարևորություն ուներ նաև այն հանգամանքը, որ 1960-ական թթ.  թարգմանվեց  մարքսիստական  ու  սոցիալիստական  այնպիսի  գրականություն, ինչպես Մարքսի, Էնգելսի, Լենինի, Հարոլդ Լասկի, Ջոն Սթրեիչիի, Հերբերթ Մարկուզեի և Ռոջե Գարոդիի աշխատություններն էին: Պետք է նշել, որ այս թարգմանությունները ոչ միայն  արևմտյան  քննադատական  մտքի  կոնվեյերի  դեր  կատարեցին,  այլև  խթանեցին թուրք հասարակության բոլոր շերտերի քաղաքական ակտիվությունը125: Տասնամյակներ ռազմական  հեղաշրջում,  որի  արդյունքում  իշխանությունից  հեռացվեց  Ժողովրդավարական «Մայիսի  27-ը»  կազմակերպեցին  և  իրականացրեցին  գլխավորապես  միջին կուսակցությունը: ", "«Բրիգադիրը  և  գոլֆ  ակումբի  այրին»  («Brigadier  and  the  Golf  widow»,  1961) պատմվածքի  հերոսներին  նույնպես չի  հաջողվում  հաստատվել  սոցիալական իրականության մեջ. «Այս պատմության ավարտը ես իմացա  մորս նամակից։  Մեկուկես ամսվա ընթացքում այնքան իրադարձություններ տեղի ունեցան, չգիտեմ նույնիսկ որից սկսել։  Առաջին  հերթին  Փասթերների  հետ  ամեն  ինչ  վերջացած  է։  Նրան  խոշոր գողության համար երկու տարով ազատազրկել են։ Սալլին լքել է քոլեջը  և աշխատում է Մեյսիի  խանութում,  իսկ  տղան,  որքան    տեղյակ  եմ,  դեռ  աշխատանք  է  փնտրում:  Նա ապրում  է  մոր  հետ՝  ինչ-որ  տեղ  Բրոնքսում։  Ասում  են  նրանք  ստանում  են աղքատության  նպաստ։  Ֆլեննագանները  բաժանվել  են։  Պարոն  Ֆլեննագանը  կնոջը կացարան  չի  հատկացրել։  Ասում  են՝  նրան  տեսել  են  կենտրոնական  այգում  թեթև հագուստ հագած, չնայած օրը այդքան էլ տաք չէր»95։ ", "Կիսված  վիկոնտի  կերպարի  նկարագրության  մեջ  արտահայտված է ֆանտաստիկի  և  գերբնականի  անքակտելի  կապը,  որի  մասին  Տոդորովը  գրում  է. «Ֆանտաստիկ պատումի մեջ անընդհատ կիրառվում են հռետորական միջոցներ, քանի որ հենց նրանցից է ծագում ֆանտաստիկ շարադրանքը: Գերբնականը ծնվում է լեզվից. լեզուն գերբնականի ձևավորման թե՛ պատճառն է, թե՛ հետևանքը…Միայն լեզուն է թույլ տալիս պատկերացնել այն, ինչ երբեք չի պատահում` գերբնականը, որը հռետորական միջոցի հետ միասին դառնում է լեզվական խորհդանշան»:104 Կալվինոյի վեպում ֆանտաստիկ պատումը ստեղծվում է նաև չափազանցության, գրոտեսկի և երգիծանքի միջոցներով: Այսպես՝ վիկոնտի չար կեսը ամենուրեք թողնում է իր հետքը. «ամեն տանձից մնացել էր միայն աջ կեսը, իսկ ձախ կեսը կա՛մ անհետացած էր, կա՛մ կտրած, կա՛մ կծած»,  «ծառաները քայլելիս հանդիպեցին կես գորտի, որ ցատկոտում  էր,  և  իր  արժանիքների  շնորհիվ  դեռ  ողջ  էր»,  «դաշտերից  անցան անտառներին և հանդիպեցին կիսատ սնկերի»105 Ինքնահաստատվելու ցանկությունը կիսված  Մեդարդոյին դրդում է կերպանափոխել,  իրեն  համապատասխանեցնել  շրջապատող  «լիարժեք»  աշխարհը. «Որ կողմ որ թեքվում էինք ես, Թրելոունին, Պիետրոկիոդոն, հուգենոտները, բորոտները, բոլորս, գտնվում էինք կիսված մարդու նշանի ներքո, նա էր այն մարդը, որին ծառայում էինք և որից չէինք կարողանում ձերբազատվել»:106 Վեպի  սյուժեում  հերթական  շրջադարձն  է  կատարվում,  երբ  կալվածք  է վերադառնում Մեդարդոյի մյուս՝ բարի կեսը, և պարզ է դառնում, որ վիկոնտը կիսվելիս՝ բաժանավել էր երկու հակադիր կերպարների: Վերադարձած բարի Մեդարդոն նույնպես փորձում  է  իշխել:    Նա  սկսում  է  իր  չար  կեսի  գործերը  շտկել,  այցելել  և  օգնել  չարի կողմից  արհամարհվող  և  ստորացվող  բորոտներին:  Սակայն  հետագայում  նա  էլ  է պարտվում չարի դեմ պայքարում. ժամանակի ընթացքում նրա չափազանց բարությունը անտանելի  է  դառնում  մարդկանց  համար,  և  արդյունքում  նա  դառնում  է  դոգմատիկՙ  և ճիշտ  ինչպես  չարը՝  վերածվում  բռնապետի:  Նա  այնքան  է  բոլորին  հոգնեցնում  իր խրատներով, որ մարդիկ սկսում են ասել՝ «Երկու կեսերից բարին ավելի վատն է»:107 Բարու և չարի այս հակադրության մեջ Կալվինոն նորից կիրառում է օքսիմորոնը. վիկոնտի անջատումը բարի և չար կեսերի միևնույն երևույթի երկու հակառակ կողմերի, երկվածության  արտահայտությունն  է:  Ըստ  Ժիվկովիչի՝ «գրականության  մեջ երկվորյակը գրական հնար է, որի միջոցով տեղի է ունենում “եսի” բաժանում»:108 Երկված  հերոսի  կերպարը  կրում  է  գրական  այլ  հայտնի  «երկակտված» կերպարների  արձագանքը:  Հիշատակության  են  արժանի  Է.Պոյի՜  երկու  Ուիլյամ Ուիլսոնների,  Գ.Մայրինկի`  Աթանասիուս  Պեռնատի  և  գոլեմի,  Դորիան  Գրեյի  և  նրա դիմանկարի հակադրված կերպարները: Սակայն ամենից ակնբախը Սթիվենսոնի բժիշկ Ջեքիլի  և  միստր  Հայդի  հետ  զուգահեռն  է,  որին  անդրադարձել  է  թե՛  գրականագետ Մարնի  Կամպանյարոն  եռերգության  մասին  իր  հետազոտության  մեջ,109  թե՛  ինքը՝ Կալվինոն,  որը  նամակներից  մեկում  գրել  է.  «Որոշելով  կերպարիս  երկու  մասի բաժանել՝  «բարի  և  չար»  սահմանազատման  համաձայն՝  հետևել  եմ աչքիս առաջ ունեցած երկու հակադիր պատկերների, որ գրականության մեջ արդեն դասական ավանդույթ է դարձել (օրինակ, Ստիվենսոնը)…»:110 Մեդարդոների և  Ջեքիլի երկակիությունը յուրօրինակ, ֆանտաստիկ կերպարանափոխություն  է:  Տոդորովը  գտնում  է,  որ «Մետամորֆոզը  իրենից ներկայացնում է նյութի և հոգու հակադրության արդյունքում առաջացած շեղում»:111 Ջեքիլի  և  Հայդի  դեպքում  «շեղումը»  ծագում  է  երկու  էությունների  անջատման արդյունքում  և  Ջեքիլի՝ Հայդին կառավարելու անընդունակությունից. սրանից է  սրվում վիպակի  դրամատիզմը:  Վ.Նաբոկովն  իր  «Դասախոսություններ  արտասահմանյան գրականության  մասին»  աշխատության  մեջ  գրում  է,  որ  «Ջեքիլը չի դառնում Հայդ, այլ իրենից անջատում է մաքուր չարը, որն էլ վերածվում է Հայդի, ահա թե ինչու է Հայդը Linguistics and Literature// Vol.2. No 7. University of Niš 2000. P. 122 Trilogy for Young Readers մարմնով ավելի փոքր. Ջեքիլի մեջ բարին է գերիշխում»:112  Թե՛  Սթիվենսոնի,  թե՛ Կալվինոյի ստեղծագործություններում հերոսները միևնույն մարմնի բառացիորեն երկու կեսերն  են,  որոնցից  մեկը  մարմնավորում է չարը, մյուսը՝ բարին, սակայն Սթիվենսոնի վիպակում, երբ հերոսներից մեկը գործում  է, մյուսը չքանում  է,  իսկ Կալվինոյի  վեպում հերոսները  գործում  են  միաժամանակ,  իրարից  անկախ  և  միմյանց  կառավարելու ցանկություն չունեն: Նրանք թերարժեքության զգացում են ապրում: Ջեքիլի թուրմը թույլ է տալիս նրան Հայդի վերածվել, ազատություն տալ իր չար էությանը, որը նա ստիպված է եղել ճնշել իր՝ պատվավոր բժշկի և պարզապես առաքինի մարդու ներքո. «Այո՛, ես գերադասեցի տարեց և անբավ բժշկին, որ շրջապատված էր ընկերներով և ազնիվ հույսեր էր փայփայում, և վճռական ձևով հրաժարվեցի ազատությունից, ոչ այդքան հեռու երիտասարդությունից, լուսավոր կետից, թաքուն հաճույքներից, որ ապրել էի՝ Հայդի տակ թաքնված »:113 Համաձայն  ենք  Նաբոկովի  այն  մտքին,  որ  «Ջեքիլի կերպարանափոխությունը ոչ թե  ամբողջական  փոխաբերություն  է,  այլ  նրա  մոտ  անձնավորված  չարի կենտրոնացում»:114  Սթիվենսոնն  անձնավորել  է  Ջեքիլի  չար  էությունը,  նրան  անուն  և կերպարանք  տվել:  Մեդարդոյի  պարագայում  մասնատվածությունը  ֆիզիկական  է, բարին և չարը՝ կիսված մարդկանց տեսքով, գործում են նույն անվամբ: Հատկանշական է,  որ  չար  Մեդարդոյի  կերպարին  Կալվինոն  փիլիսոփայական  առումով  ավելի  բարդ բովանդակություն է հաղորդում. «Այսպես կարելի է  կիսել ամեն լիարժեք բան… այսպես յուրաքանչյուրն էլ կկարողանա դուրս գալ սեփական բութ ու անգետ լիարժեքությունից: Ես լիարժեք էի, և ամեն հիմարություն ինձ համար բնական էր, կարծում էի՝ ամեն ինչ տեսնում եմ, բայց իմ տեսածն ընդամենը կեղևն էր: Երբ ինքդ քո կեսը դառնաս, տղա՛, կհասկանաս բաներ, որոնք  լիարժեք  ուղեղների  սովորական  հասկացողությանը  հասու  չեն:  Կկորցնես սեփական կեսդ, կկորցնես աշխարհի կեսը, սակայն փրկված կեսդ հազար անգամ ավելի խորը և արժեքավոր կլինի»:115 Փաստորեն Մեդարդոյի չար կեսը հասել է իր ինքնաճանաչմանը: Իր չար բնույթը կատարելագործելով՝ նա ոչ միայն չի խորշում իր կիսատ վիճակից, այլև հպարտանում է դրանով: Սակայն նրա այս ինքնաբավ խոսքերում այնուամենայնիվ զգացվում է կիսատ մարդու  ողբերգությունը,  իր  մյուս  կեսի  կորստի,  շրջապատից  տարբերվելու, աշխարհում  իր  տեղը գտնելու  անհնարինության գիտակցումը:  Ընդունելով գրականագետ Մարիո Բարենգիի այն կարծիքը, որ վիկոնտի երկու կեսերը փորձում են «հասնել իրենց ինքնության առավել խորը ճանաչման»՝116  հավելենք,  որ  ինքնության բացահայտմանը  և  ճանաչմանը  հասնում  է չարը.  հասարակության  կողմից մերժվածությունը  և  դրանից  առաջացած  ողբերգությունը  նրան  ստիպում  են  առավել ուժգին պայքար մղել լիարժեքությունը վերականգնելու համար: ", "Անդերսոնի  հերոսները  նույնպես  պայքարի  մեջ  են  իրենց  սոցիալական  դիրքը բարձրացնելու համար: Նրանք ևս գնում են  ամերիկյան երազանքի ետևից: Թեև գործերը անհաջողությամբ են ավարտվում, սակայն չեն կորցնում հույսը:  Հիշենք «Ուսուցչուհին», «Ձուն»,  «Մարած  կրակներ»  պատմվածքները:  Անդերսոնի    պատմվածքներում  կյանքի արտաքին դրսևորումները գրեթե չեն կարևորվում, գրողին առավելապես հետաքրքրում է մարդու ներքին, հուզական և զգացմունքային աշխարհը: Հենց այս հանգամանքներով է բացատրվում  հերոսներին  հոգեբանական  վերլուծության  ենթարկելը:  Ջոն  Չիվերը, ներկայացնելով ամերիկյան քաղաքային կյանքի և արվարձանի  մանրազնին պատկերը, ժամանակակից  ամերիկյան  կյանքի  բոլոր  բարդություններն    ու  հակասությունները, մարդկանց  մեջ  փորձում  է  գտնել  ինչ-որ  մեղավորություն,  հիասթափության  և հուսահատության  զգացողություն։  Այս  ամենով  հանդերձ՝  նա  կարծես  ահազանգում  է այդ    «հիվանդության»  մասին  ճիշտ  ժամանակին,  որպեսզի  մարդիկ  գիտակցեն  ու նախազգուշանան,  քանի դեռ ուշ չէ:  Քլինթոն Ս. Բըրհանսը «John Cheever and the Grave of Social Coherence» հոդվածում գրում է, որ Չիվերի գեղարվեստական մտածողությունն օտարացած  է    և    մեկուսացած.  «Հաշվի  առնելով  մարդու  մշտական  էքզիստենցիալ վիճակը  և  նրա  անխուսափելի  կապն  անցյալի  հետ՝  Չիվերին  հետաքրքրում  է  այն,  թե մարդն ինչ է անում ինքն իր  հետ ներկայում  և ինչ կերպ  այն կանդրադառնա ապագայի վրա»96:  Հատկանշական  է,  որ  առօրյայի  պատկերները  և  նկարագրությունները  չեն կաշկանդում  Չիվերի  ստեղծագործական  աշխարհայացքը:  Իրականության  դիպուկ Cheever. Boston, Massachusetts: G. K. Hall & Co., 1982, p.115. պատկերները,  մարդու  կենսակերպի  խնդրահարույց  թեման  ներկայացնելիս  գրողը ներառում  է    խորհրդանիշներ  և  փոխաբերական  պատկերներ,  օգտագործում  նաև  իր հեգնանքն ու բացառիկ հումորը։ ", "Բնական  է,  որ  այս  ընդգրկուն  հարցերը  միաժամանակ  հայտնվեցին  նաև ռեալիստական գրականության հոսանքների ուշադրության կենտրոնում` քաղաքականությամբ  ու  գաղափարախոսություններով  հագեցնելով  60-ական  թթ. թուրքական  ողջ  արվեստն  ու  գրականությունը127:  Թերևս  պատահական  չէ,  որ  թուրք գրաքննադատ Ա. Յալչընը 1960-ական թթ. շրջադարձային փուլ է համարում թուրքական գրականության  համար`  այն  պայմանավորելով  նաև  համաշխարհային  սոցիալ- քաղաքական զարգացումների ազդեցությամբ: Նա մասնավորապես գրում է. «Գիտական սոցիալիզմն իր գաղափարախոսության հակաիմպերիալիստական, ճնշված հասարակությունների  հետ  կապ  հաստատելու  և  նրանց  հենարան  լինելու,  լայն զանգվածների  զգացմունքներին  ձայնելու  բնույթով  արագորեն  մեծացրեց  տարածման ոլորտը,  ժամկետն  ու  ազդեցությունը`  մեր  երկրի  շուրջ  յուրատեսակ  խաչմերուկ ստեղծելով:  Այս  սոցիալիստական  երկրների  խաչմերուկը  և  արևմուտքում  ծայր  առած երիտասարդական շարժման  գաղափարախոսությունը  մեր  երկրում  նույնպես անխուսափելի  զարգացումների  հիմք  դարձան»128:  Բացի  այդ`  1960  թ.  մայիսի  27-ի ռազմական  հեղաշրջումից  հետո  Թուրքիայում  տիրող  հանդուրժողականության մթնոլորտը  նպաստեց,  որ  գրականությունն  ազատ  ու  բաց  կերպով  օգտագործվի քաղաքական քննադատությունների, գաղափարախոսական քարոզչությունների համար:  Թուրքական  գրականության  պատմության  մեջ  այդքան  շատ  գրողներ  երբևէ այդպես  բաց,  արհամարհական չէին  խոսել  տիրապետող  կարգերի  և  նրանց անարդարությունների  մասին129:  Արդյունքում  ի  հայտ  եկավ  քաղաքականացված արձակի  մի շերտ,  որում  գերակշռում էր  ձախակողմյան  սոցիալիստական գաղափարախոսությունը130: ", "Ըստ Թիմոթի Օուբրիի` Չիվերը որպես սատիրիկ բարդ դիրքում է։  Քննադատե՞լ, թե՞ ծաղրել արվարձանը, զգա՞լ այն, թե՞ ձևանալ կողմնակի անձ։ Այսպիսով, որքան շատ է  Չիվերը  սվինահարում,  այնքան  շատ  է  ինքն  իրեն  ներգրավում  համայնքի  մեջ98։ ", "Սակայն  գրականագետ  Ջոզեֆ  Ջորջը  հակառակ  տեսակետն  ունի,  ըստ  որի՝  Չիվերը  չի սվինահարում  կամ  ծաղրում  իր  հերոսներին,  նա  պարզապես  ցույց  է  տալիս  նրանց անփոփոխ թերությունները: Նա համակրական աչքով է նայում այդ թերություններին 99: ", "Ջոն  Չիվերը  Ֆ.  Ս.  Ֆիցջերալդի  նմանողությամբ  տեսնում  է  երիտասարդ մարդկանց  հոգևոր  դատարկությունը:  Նա    ցավով  ցույց  է  տալիս,  որ  դրամի  հետևից գնալով՝  մարդիկ  վտանգում  են  իրենց  համար  ամենից  թանկը:  Մարդկանց  հոգևոր անկման  գործընթացը  գրողը  ներկայացնում  է  արտասովոր,  տարօրինակ  և գրոտեսկային  ձևերում: Օրինակ՝  «Հրեշավոր ռադիոն» պատմվածքում տեսնում ենք, որ դրամի  նկատմամբ  մոլուցքը,  ագահությունը  ոչնչացնում  է  նույնիսկ  ամենամտերիմ մարդկային  հարաբերությունները,  իսկ «Սուրբ  Ծնունդը  տխուր  ժամանակ  է աղքատների համար» պատմվածքում  Չիվերի սարկազմն ուղղված է այն բանին, որ թեև The University of Iowa,  2003, p. 69. Greensboro:Univercity of North Carolina at Greensboro, 2016, p. 95. ամերիկացիներն  իրենց  համարում  են    բարեգործներ,  սակայն  իրականությունն  այլ  է՝ նրանք  ոչնչով  մյուսներից  չեն  տարբերվում:  Հերոսների  թշվառությունն  այն  է,  որ ջանասիրաբար ցանկանում են ստեղծել ապահով ու հարմարավետ կյանք  բարոյական փխրուն հիմքի վրա։ ", "Ըստ  գրականագետ  Մ.  Մենդելսոնի`  հոգևոր  դատարկությունը  կարծես հերոսներին  բնորոշ  գլխավոր  առանձնահատկությունն  է,  որը  թույլ  է  տալիս ընդհանրություններ  տեսնել    Սինքլեր  Լուիսի,  Ռինգ  Լարդների  կամ  Դորոթի  Փարքերի պատմվածքների  հերոսների  միջև100:  Նշենք  նաև,  որ  Ջոն  Ափդայքը  ևս  իր պատմվածքներում  արծարծել  է  այս  թեման:  Տարբոքսի  բնակիչները  վայելում  են արվարձանի  բոլոր  հնարավորությունները,  սակայն  այս  ամենը  բավական  չէ  նրանց համար.  հոգևոր  դատարկությունը  և  նյութական  արժեքների  մակերեսայնությունը  նրա հերոսներին  դարձնում  են  անհանգիստ:  Հիշենք  Ջ.  Ափդայքի    «Համառ  ցանկություն» («The persistence of desire», 1958) պատմվածքը: ", "Այսպիսով՝ Ջոն Չիվերն իր պատմվածքներում  ցույց  է տալիս, թե փողը կամ նրա նկատմամբ  ձգտումներն  ինչպես  են  անդրադառնում  մարդու  հոգեկան  աշխարհի  վրա: ", "Պարզվում է, որ հարմարավետությունը և բարեկեցությունը քիչ են մարդու համար: Այս ամենը չի  տալիս  նրան  հոգեկան  աջակցություն, չի  ազատում  ձանձրույթից, դատարկությունից,  եթե  չկան  ավելի  բարձր  արժեքներ:  Թվում  է՝  նրա  հերոսի  ամենից կարևոր անհանգստությունը սոցիալական դիրքը կորցնելու ներքին անհանգստությունն է:      Ձգտելով  հասնել  բարձրագույն  նպատակին՝  նյութական  բարեկեցությանը,    Չիվերի հերոսները կորցում են ամենակարևորը, առանց որի չի կարող լինել երջանկություն, իսկ կյանքը  չի  կարող  ունենալ  իմաստ։  Նրանց  ջանքերն  անցնում  են  ապարդյուն,  կյանքը դառնում է փոփոխական ու անկայուն։ ", "Այս բանաստեղծը գեղարվեստական աշխարհընկալման առաջնորդող գաղափար է ընդունում Նիցշեի փիլիսոփայությունը։ Դա որոշակիորեն նկատելի է նրա գրեթե բոլոր բանաստեղծական  շարքերում  և  արձակ  խորհրդածություններում։  Բանաստեղծը  չի կարող միշտ կառչած մնալ կյանք կոչված կեղտոտ ճահիճին, նրա միտքն ու հոգին պետք է սավառնեն միայն իդեալի վեհ բարձունքներում։ «Աստված լինելու տենչ կա սրտումս, և դրա համար անհուն տանջանքի բեռը շալակած՝ կյանք եմ հարթում ես»,- հայտարարում է բանաստեղծը։  Կյանքի  ճահիճում իր  ստոր հաշիվների  մեջ մանրացած  մարդը «երբեք յուր  երազների  մեջ  չկարողացավ  ըմբռնել  բարձրն  ու  վսեմը»։  Բանաստեղծի  իդեալն  է «անկախ  ու  գերիշխող  մարդը»։  «Ես  եմ  գերմարդը»,36–  վերջիվերջո  հռչակում  է  նա  իր հավատամքը։ Ա. Ջանյանի՝ իբրև ստեղծագործողի իդեալը բանաստեղծ գերմարդն է. Վեհ ու չքնաղ, վեհ ու հպարտ Կյանքիս սիրուն իմ երազ, Լուռ ու թախծոտ, վիշտ ու արցունք Սրտիս գարուն իմ երազ, Հոգի ու միտք, և տենչ ու հույզ Դու ես հանկարծ աղմկում Եվ մութ բարձրում մարդկանցից վեր Երգ ես հյուսում, իմ երազ37։ ", "Նկատենք,  որ  բանաստեղծ  -  գերմարդ  հարասությունը,  ինչպես  կտեսնենք  իր տեղում, խորթ չէր նաև Տերյանի բանաստեղծական գիտակցությանը։ ", "Սա  պայմանավորված  է,  Չիվերի  բառերով  ասած,  աբսուրդային աշխարհում  նրա  գոյությամբ  ու  ժամանակակից  իրականության  հետ  անքակտելի կապով: Այս  կերպ  գրողը փորձում  է ցույց  տալ հետպատերազմյան  Ամերիկայի կյանքի անկայունության և անհուսալիության ազդեցությունը մարդու վրա: ", "Նորման Վինսենթ Փիլզը «Դրական մտածողության ուժը» գրքում  եզրակացնում է. «Սարսափելի  է  գիտակցել  խղճուկ  մարդկանց  թիվը,  որոնց  կյանքը  դժվարացել  է  և դարձել  է  թշվառ  մի  հիվանդության  պատճառով,  որը  հասարակության  մեջ  կոչվում  է անլիարժեքության  բարդույթ։  Սակայն  սա  տառապանքի    պատճառ  չէ:  Երբ  որոշակի քայլեր  են  ձեռնարկվում,  այն  կարելի  է  հաղթահարել101։    Կարծում  ենք,  որ  այսպիսի հակասական  ուղերձները  հետպատերազմյան  ամերիկյան  կյանքի  լարվածությունը  և անհանգստությունները լուծելու փորձեր են: ", "ժամանակակից  Ամերիկան  իրեն  շփոթեցնում  է.  «Այս  տասնամյակում  ինչ-որ  բան սարսափելի կերպով սխալ է ընթացել: Այսօր ամենից կարևորը մարդն է, ով հայտնվել է ճահճի  մեջ  և  արտասվալից  հայացքով  նայում  է  երկնքին»102:  Մեկ  տարի  անց  գրողը պնդում է, որ 1960-ականների ամերիկյան կյանքը դժոխք է։ ", "Ջոշուա  Գիլդերը    «John  Cheever's  Affirmation  of  Faith»  հոդվածում  գրում  է,  որ Չիվերը չարն ասոցացնում է մթության հետ, բարությունը՝ լույսի։ Հենց նրա հավատն է, որ    լուսավորում  է  իր    արձակի  մութ  կողմը.  «Ողջ  կյանքում  Չիվերը  փորձել  է  իր արձակում կարգավորել քաոսը, փառաբանել արժանին և գեղեցիկը: Նա կասկածում էր, որ  բարին  կարող  է  իշխել  չարին։  Չիվերի  երկմտանքը,  մթության  նկատմամբ  վախը ներթափանցում  են  արձակ՝  ստանալով  թեմատիկ  կապակցվածություն։  Հիմնական մոտիվը՝  որպես  ենթատեքստ,  հուսադրում  է,  որ չարը  և  վախը  մակերեսային ճեղքվածքներ  են, որոնք դեռ չեն քայքայել մարդկային հավատի հենասյուները։  Չիվերի պատմվածքները ներկայացնում են, թե ինչեր  կարող են ի հայտ գալ այս ճեղքերից, ինչն է  թաքնված  արվարձանի  արտաքին  տեսքի  հետևում,  ինչպիսի  փոթորկուն իրականություն  է  ընկած  այդ  վայելուչ  և  երերուն  հավասարակշռության  տակ:  Թեև մարդկության  բարության  նկատմամբ    հավատը    կորչում  է,  բայց  Չիվերի  հերոսները հանգում  են  այն  եզրակացության,  որ  պետք  է  ընդունել  կյանքն  այնպիսին,  ինչպիսին  է իրականում և պետք է սովորել՝ ինչպես առերեսվել նրա հետ103: ", "Ըստ  որոշ  գրաքննադատների՝  Ջոն  Չիվերը  մարդուն  շրջապատող  իրերի  և իրադարձությունների վրա ավելորդ ուշադրություն է սևեռում, իսկ դրանք այնքան չնչին ու աննշմարելի են, որ կարելի էր անգամ անտեսել104։  Ճիշտ է՝ գրողն ակնդետ դիտում և փորձում    էր  պարզել,  թե  ինչպիսին  է  համերկրացիների  կենցաղը,  ապրելակերպը, սակայն, եթե հաշվի առնենք, որ մարդու առօրյայի նկարագիրը նաև նրա բարոյական ու սոցիալական    նկարագրի  արտաքին  դրսևորումներից  է,  ապա  ավելի  համոզիչ  կլինեն Չիվերի  դիտարկումները:      «Ինչպես  ենք  մենք  ապրում  հիմա»  («The  way  we  live  now») հոդվածում Ջոան Դիդիոնը գրում է, որ  չի կարող մտաբերել մի գրողի, ով այդքան շատ բան է պատմում արդի Ամերիկայի կենսակերպի մասին105։ ", "Քաղաքային  և  արվարձանային  կյանքի,  մարդկանց  կենցաղավարության, ապրելակերպի  մանրամասները  ներկայացնելով՝  գրողը  միևնույն  ժամանակ  ցույց  է տալիս  ամերիկյան  իրականության  այն  կարևոր  հատկանիշները,  որոնք  ավելի ընդհանրական  են  ներկայացնում  նրա  ճգնաժամային  էությունը:  Մարդկային պարզագույն    հարաբերությունների  մանրազնին  դիտարկմամբ  Չիվերը  վեր  է  հանում ժամանակակից  ամերիկյան հասարակության մեջ գոյություն ունեցող խնդիրները կամ վատ  ու  հոռի  երևույթները։  Նրա  նպատակն  է  բացահայտել  ամերիկյան  քաղաքային կյանքի և արվարձանային բարքերի  աղճատված լինելը, որը միևնույն ժամանակ ամուր հենք է մարդկային հոգու մութ անկյունները վերծանելու և ներկայացնելու  համար։ ", "Massachusetts, 1982, p. 69. Գրողն իր  պատմվածքներում հաճախ կենտրոնանում է մարդկանց տարօրինակությունների  և  ձախողումների  վրա՝  ցույց  տալու  համար,    թե  ինչպես  են նրանք    դիմակայում  այդ  փորձություններին։    Այս  պատկերն  արտահայտելու  համար Չիվերն աշխատում է  երկակի հասկացության տարբեր մակարդակներում՝  անձնական և  հասարակական,  ներքին  և  արտաքին,  երևակայական  և  իրական,  առարկայական  և հոգևոր:  Ինչ  վերաբերում  է  առարկայական  և  հոգևոր  աշխարհների  զուգադրությանը, Չիվերն  այն  միտքն  է  զարգացնում,  որ  20-րդ  դարում  տեխնիկայի  և  դրա  հետ  մեկտեղ քաղաքակրթության զարգացումը մարդուն հոգևոր անկման են տանում:  Մարդը դարձել է  իրեն  շրջապատող  իրերի  անբաժանելի  մասնիկը,  որոնք,  լցվելով  մարդու  կենսական տարածք,  աստիճանաբար  դուրս  են  մղում  նրան  իրենց  տիրույթից,  միջամտում միջանձնային  հաղորդակցմանը,  խրախուսում  առանձնացումը՝  դառնալով  մարդկային հարաբերությունների գայթակղիչ փոխարինող։ ", "Ջոն Չիվերի  հերոսը բախվում է նյութական իրերի աշխարհին, շփոթվում նրանց մեջ և, ի վերջո, կորցնում նրանց նկատմամբ հսկողությունը։ Մարդու կողմից ստեղծված իրերը    ղեկավարում  են  նրա  կյանքը,  ձեռք  բերում  իշխանություն,  ճնշում  նրան,  թեև սկզբնապես  դրանց  դերը  մարդուն  օգտակար  լինելն  էր։    Այս  պարագայում  կարևոր  է դառնում մարդկային եսի պահպանումը, որը կարծես կորում է իրերի հոսքի մեջ։ ", "– Ո՛չ, և կրկին ո՛չ, - վրա բերեց Կոզիմոն և ափսեն նորից հետ հրեց: – Հեռու՛ այս սեղանից: ", "«Սաթն  փլեսյան  պատմություն»  («The  Sutton  Place  Story»,  1946)  պատմվածքի հերոս  Ռոբերտ  Թենիսոնը  նույնպես  վտանգ  է  տեսնում  շրջապատող  իրերի  մեջ։  Հենց այդպիսին  է  նրա  աչքերով  պատկերվում  Նյու  Յորքը,  երբ  քաղաքի  փողոցներում փնտրում  է  փոքրահասակ  դստերը.  «Նրա  երևակայությունը  նկարում  էր  աղետ։  Նա պատկերացնում  էր  դժբախտ  պատահարն  անմշակ  գույներով  խզմզված  «Երթևեկի՛ր անվտանգ»-ի  աֆիշներում։  Լսում  էր  մեքենաների  ազդանշանների  աղմուկն  ու արգելակների  ճռինչը։  Տեսնում  էր  բլրի  գագաթից  սլացող  մեքենա։  Փողոցները բազմամարդ էին։ Նա տեսնում էր քաղաքը միայն որպես ամեն մի վտանգի սկիզբ։ Ամեն մի  ստորգետնյա  անցում,  ամեն  մի  փոս  ու  աստիճան  իշխում  էին  օրվա  պայծառ  լույսի նման  գունավոր  կինոնկարի  հակադրությանը՝  սևանկարին»108:    Իրապես,  ըստ  Մորիս Ֆրիդմանի՝    Նյու  Յորք  քաղաքը  Չիվերի  առանձնահատուկ  հակակրանքի  թեման  էր։ ", "Բացի  այդ,  թեև  Ø³É³ñÙ»Ý  Ù»Í  ³ÕÙáõÏ  ã¿ñ  µ³ñÓñ³óÝáõÙ  äáÛÇ  ³Ýí³Ý  ßáõñçÁ,  Ý³ ÇÝùÁ ·ïÝíáõÙ ¿ñ »ñÇï³ë³ñ¹ ýñ³ÝëÇ³óÇ åá»ïÝ»ñÇ áõß³¹ñáõÃÛ³Ý Ï»ÝïñáÝáõÙ և ÑëÏ³Û³Ï³Ý  ³½¹»óáõÃÛáõÝ  ¿ñ  ·áñÍáõÙ  Ýñ³Ýó  ëï»ÕÍ³·áñÍ³Ï³Ý  Ùï³ÍáÕáõÃÛ³Ý íñ³:  ²í»ÉÇ  áõß  ýñ³ÝëÇ³óÇ  ùÝÝ³¹³ï  Ä³Ý  èáõëÉáÝ  Ï·ñÇ.  §ºÃ»  ´á¹É»ñÁ  äáÛÇ ù³ñá½ÇãÝ  ¿ñ,  ³å³  Ø³É³ñÙ»Ý  ¹³ñÓ³í  Ýñ³  å³ï³ñ³·ÇãÁ¦:20  Þáõïáí  Ø³É³ñÙ»Ý Çñ  ÏáÕÙÁ  ·ñ³í»ó  »ñÇï³ë³ñ¹  åá»ïÝ»ñÇ  մի  խումբ,  ովքեր  ðյու  դը  Ռոմ  փողոցում գտնվող  նրա  բնաÏ³ñ³ÝÁ  ¹³ñÓñին  իրենց  Մեքքան  և  1886  Ãí³Ï³ÝÇÝ  ·ñ³Ï³Ý ³ßË³ñÑÇÝ  Ñ³ÛïÝÇ  ¹³ñÓ³Ý  §ëÇÙíáÉÇëïÝ»ñ¦  (ËáñÑñ¹³å³ßïÝ»ñ)³Ýí³Ý  ï³Ï: ", "Սկզբում  ռադիոն  անհամատեղելի  էր  սենյակի  վառ  գույների  հետ,  և  սենյակը գորշությամբ  պարուրելուց  բացի,    գորշությամբ  էր  լցնում  նաև  Վեսքոթների  կյանքը. «Նրան  ցնցեց  ռադիոյի  արտաքին  տեսքը,  որը  նման  էր  ագրեսիվ  ինքնակոչի:  Բռնի ուժերը,  որոնք  կարծես  թակարդ  էին  ընկել  սարքի  մեջ,  անհարմարություններ ստեղծեցին  նրա  համար»110:    Այրինը  վախի  զգացում  ունի:  Լսելով  խոհանոցի  սարքից եկող ձայները՝ նա  վստահ է, որ ինչ-որ բան այն չէ. «Համոզված  լինելով, որ իր ուժերից Massachusetts: G. K. Hall & Co, 1982, p. 25. վեր  է  հաղթահարել  հզոր  և  տգեղ  սարքի  ու  նրա  աններդաշնակության  նկատմամբ չարաբաստիկ հակումը, անջատեց այն և գնաց երեխաներին տեսնելու»111: ", "Հերոսի խելագարության և մեղքի խոստովանության առումով պատմվածքը նման է էդգար Պոյի «Հեքիաթային սիրտ» («The Tell-Tale Heart», 1843) պատմվածքին: Սակայն, ի  տարբերություն  Պոյի,  Չիվերի  հիմնական  թեման  խելացնորությունը  չէ:  Նա արտասովոր ռադիոյի միջոցով ցույց է տալիս  կամ բացահայտում է բազմահարկ շենքի բնակիչների  ապրելակերպը:  Հ.  Թեն  Հարմսելը  այն  կարծիքն  է  հայտնում,  որ  նույնիսկ կեղծ  բարեպաշտական  պուրիտանիզմից  ավելի  վատ  բնույթ  ունի  աճող  տեխնոլոգիան: ", "Այն  ծնում է  «դևերի», որոնք  մարդուն անմարդկայնացնում են112: ", "Իուջին  Չեզնիքը  «Ջոն  Չիվերի  վարժ  հնարքը»  էսսեում  գրում  է,  որ  Վեսքոթների ընտանիքը ենթարկվում է սովորական դարձած երջանկության քայքայմանը և  չարի նոր իմացությանը113: Ջիմը կնոջն ասում է. «Ինձ համար ծանր է տեսնել, երբ իմ բոլոր ուժերը, երիտասարդությունը  գնում  են  մորթե  թիկնոցների,  ռադիոկայանների  վրա»114։    Նույն կերպ  է  արձագանքում  «Սենտիմենտալ  երգ»  («Torch  song»,  1947)  պատմվածքի անհաջողակ  հերոսը`  հարբած  Հյուն.  «Լամպերը,  բաժակները,  ծխախոտի  տուփերը, ափսեները  …:  Դրանք  ինձ  սպանում  են։  Հասկացե՛ք,  դրանք    սպանում  են  ինձ։  Ի  սեր Աստծո,    հեռանանք  սարերը,  մարդի՛կ,  որս  կանենք,  ձկնորսությամբ  կզբաղվենք, կսկսենք ապրել»115: ", "Այնպիսի տպավորություն է, որ Չիվերի հերոսները  վախենում են վերածվել իրի, վախենում են «հոգևոր մահ» կոչվածից։  Քաղաքային կյանքի ունայնությունը վախեցնում է նաև «Փշրված հույսերի քաղաք» («O, City of Broken Dreams», 1948) պատմվածքի հերոս Էվարդս  Մալոյին՝  տաղանդավոր  արվարձանաբնակին։  Իրերի  առատության, իրադարձությունների  արագ  հաջորդափոխության  և  քաոսային  իրարանցման պայմաններում  Նյու  Յորքը,  թվում  է,  դատարկ  է  և  մեռած։    Նույնիսկ  հյուրանոցային համարում Էվարդսը ունակ չէ կենտրոնանալու իր մտքերի վրա, մենակ լինելու ինքն իր p. 407-408. Boston, Massachusetts: G. K. Hall & Co, 1982, p. 126. հետ։ Նա զգում է ուժերի պակաս և ստեղծագործական անկարողություն իր պիեսի վրա աշխատելու համար։ Քաղաքը ներծծվում է իր էության մեջ, ներքաշում դատարկության հորձանուտ:  Էվարդսը,  նրա  կին  էլիսը  և  դուստրը՝  Միլդրեդ-Ռոուզը,  գնացքով Չիկագոյից  մեկնում  են  Նյու  Յորք:  Էվարդսը  պատմում  է  ուղեկցորդին,  որ  եղել  է ավտոբուսի  վարորդ,  և,  այլևս  չտանելով  այդ  աշխատանքը,  ազատ  ժամանակ  սկսել  է ստեղծագործել՝  գրելով  պիես տեղացի Մամա Ֆինելիի մասին, որը օձեր է բազմացնում: ", "Սակայն  բանաստեղծը  երազի  ուխտավոր  է  և  չի  ուզում  ենթարկվել  կյանքի  նյու- թական հարկադրանքին, որից հեռու է իդեալի բարձունքը։ Հոգևոր կյանքի աղբյուրը նա որոնում  է  «Երազներուն  մոտ»։  Նա  ձերբազատվում  է  իր  նյութական  մարմնեղեն  գոյա- պատյանից և ձեռք է բերում «հոգու» վերերկրային բնույթ, որը տանում նրան դեպի երա- զային աշխարհ։ Այլաբանորեն գրված  այս  տողերի մեջ մեր առջև հառնում է խորհրդա- պաշտ  մարդը,  իր  իսկ  Ջանյանի  արտահայտությամբ  ասած՝  Գերմարդը,  որը  նյութին կառչած  աշխարհից  նախընտրում  է  բարձր  մտքի  գաղտնիքներով  լի  երազային աշխարհը։ Հենց միայն այս բանաստեղծությամբ էլ կարելի է պատկերացում կազմել այն խոր ազդեցության մասին, որ թողել էր խորհրդապաշտական գաղափարաբանությունը մտածող  անհատի  վրա։  «Հենց  այդ  եմ  երգում»  վերնագրված  շարքը  իրականության  մեջ մարդու՝  վերին  խորհուրդները  կրող  բարձրագույն  կատարելության  հասնելու  ձգտումն է, որն այնքան հարազատ էր ժամանակի փիլիսոփայական աշխարհընկալումներին։ ", "Պատմվածքի հենց սկզբում Չիվերը ներկայացնում է Մալոյների միամտությունը և նենգություն չունենալը,  որը չես  կարող ասել Մըրչիսոնի մասին:  Սրան հետևում է այն, որ անմեղ արվարձանաբնակը  ապականվում է մեծ քաղաքի փորձություններից: Ավելի ուշ պարզվում է Մըրչիսոնի խոստումների դատարկությունը, նրա հեգնանքը և անլուրջ վերաբերմունքը Մալոյների նկատմամբ: Էվարդսի  մեծ հույսերը  քաղաքի աղավաղված մթնոլորտում ի չիք են դառնում: Հերոսի փրկության ելքն է դառնում Նյու Յորքն ընդմիշտ լքելը.  «Հնարավոր  է՝    Մալոյները  Չիկագոյից  կմեկնեն  Վենթվորթ:  Նրանց  վերադարձը դժվար  չէ  պատկերացնել: ", "Ընկերները  և  հարազատներն  ուրախությամբ  նրանց կդիմավորեն,  թեև  չեն  հավատա  նրանց  պատմություններին:    Հնարավոր  է  նաև,  որ նրանք  արևմուտք  մեկնող  գնացք  են  նստել,  որը,  անկեղծորեն  ասած,  պատկերացնելն ավելի  հեշտ  է:  Ահա  նրանք,  վագոնում  նստած,  քարտեզ  են  խաղում  ընկերակից ճանապարհորդների  հետ,  ուտում  են  պանրով  բուտերբրոդներ  ճանապարհին՝ կանգառների ժամանակ, իսկ գնացքը նրանց տանում է հեռու՝ Կալիֆոռնիա՝ Կանզասի միջով, Նեբրասկայի և Սկալիսյան լեռների միջով»116:  Պատմվածքի ավարտը ենթադրում է, որ Մալոյներն այնուամենայնիվ չեն կորցրել հույսը, որ մի օր  հաջողության կհասնեն: ", "«Կառավարիչը» («The Superintendent», 1953) պատմվածքի հերոս Չեսթեր Քուլիջն, ի տարբերություն Էվարդսի, հայտնվում է  նյութական քաղաքակրթության կենտրոնում։ ", "Նա հպարտանում է իր պաշտոնով։ Չեսթերը միամտորեն կարծում է, որ իշխում է իրերի աշխարհի  վրա  և  ղեկավարում    նրանց.    «Չեսթերը  մտածում  էր,  որ  իր  տիրույթի համեմատ՝  նավը  պարզապես  ոչինչ  էր:    Նրա  ոտքերի  տակ  կային  գոլորշի  արձակող հազարավոր ջրային  ճանապարհներ,  հարյուրավոր  զուգարաններ,  մղոնների երկարության  դրենաժային  խողովակներ  և    հարյուրից  ավելի  ուղևորներ,  որոնցից յուրաքանչյուրն այդ րոպեին կարող էր ինքնասպանության, գողության, հրկիզման կամ խեղդամահ անելու մտադրություն ունենալ»117: ", "Ամերիկյան հետազոտող Վ. Հեյլն այս կարճաժամկետությունը բացատրում է նրանով, որ «Մարտի 12-ի վարչակարգը» հենված էր քաղաքացիական պետական գործիչների և զինվորականության անհավասար ուժերի վրա:  Ըստ  նրա`  «Սա  նորմալ  ընտրված  կառավարություն  չէր,  ոչ  էլ  բացարձակ ռազմական  դիկտատուրա,  որը  կարող  էր  լիովին  անտեսել  խորհրդարանական ընդդիմությունը:  Օրենքն  ու  կարգուկանոնը  վերականգնելու  պարտավորությունը սահմանվել  էր  պահպանողական  ուժերի  կողմից`  որպես  քաղաքացիական  իրավունքը խստորեն  սահմանափակելու  քարտ-բլանշ:  Սա  դժվարությամբ  էր  համատեղվում «ժողովրդավարական  սկզբունքների  շրջանակներում»  մնալու  նախաձեռնության  հետ, ինչը  պահանջում  էր  հուշագիրը:  Այս  կերպ  կառավարությունը չէր  կարող սահմանադրությամբ  ամրագրված բարեփոխումներ իրականացնել  առանց խորհրդարանի աջակցության»170: ", "Բայց ձևի և էության մասին բանաստեղծի խոհերը ակնհայտորեն կապված են նաև ժամանակակից մշակութային գիտակցության, մասնավորապես սիմվոլիստական երկու աշխարհների  հետ։  Այս  ենթադրության  օգտին  է  խոսում  նաև  տիեզերական  կարոտի հիշատակումը, որն ըստ էության սիմվոլիստական անորոշ երազանքն է՝ այնկողմնային անհաս աշխարհի մասին։ ", "«Երաժշտության ուսուցչուհին» («The Music Teacher», 1959) պատմվածքում կինը  դժգոհ է շրջապատող  իրերից։      Ափսեն  կոտրվում  է  նրա  ձեռքերում,    իրերը  փչանում  են,  իսկ կերակուրը,  չգիտես  ինչու,  անպայման  կրակի  վրա  այրվում  է.  «Նրա    վառում  էր  ամեն ինչ՝  և՛  թակած,  և՛  աղացած  մսով  կոտլետները,  իսկ  Գոհաբանության  տոնի  օրը  նրան հաջողվեց  վառել  նաև    հնդկահավը։  Թվում  էր՝  նա  կերակուրը  դիտավորյալ  է  այրում, որպեսզի բաց թողնի դրա նկատմամբ ներքին զայրույթը: Սա ինչ է՝ խռովություն տնային ստրկության  դեմ»119:  Շատ  դեպքերում  Չիվերը  հարաբերությունների  լարվածությունը բացատրում է մութ և խորհրդավոր ուժերի ազդեցությամբ: ", "«Բաժանության  եղանակը» («The  season  of  divorse»,  1950) պատմվածքի հերոսուհուն  առօրյան  մոռանալ  է  տվել  սովորածը.  «Գրենոբլում  ես  գրել  եմ  Կարլոս Առաջինի  մասին  ֆրանսերեն  երկար  շարադրություն։  Չիկագոյի  ինստիտուտի պրոֆեսորն  ինձ  նամակ  է  ուղարկել։  Իսկ  հիմա  առանց  բառարանի  չեմ  կարող  անգամ ֆրանսերեն թերթ կարդալ։ Ես անգամ ժամանակ չունեմ թերթ կարդալու և ամաչում եմ իմ  տգիտությունից,    ամոթ  է,  որ  այսքան  ցած  եմ  իջել»120։  Այս    ընդվզումը  ոչ  միայն ուղղված  է  անուշադիր    ամուսնուն,  այլ  նաև  տիրող  բարքերին:  Միայն  բարոյական արգելքների  խախտմամբ  է  Չիվերի  հերոսը  հնարավորություն  տեսնում  փախուստի դիմելու, ազատվելու առօրյա կենցաղային,  մեխանիկական գոյությունից և դուրս գալու հաճույքների  աշխարհ։  Բայց  սա  միայն  արտաքին,  մակերեսային  տպավորությունն  է։ ", "Շուտով  հերոսին  պարզ  է  դառնում,  որ  ամերիկյան  իրականությունն    անտարբեր  է մարդու նկատմամբ, նրա ձգտումներին և մտահոգություններին։ Այն չի չափվում բարու և  չարի  չափանիշներով։    Ծնվում  է  հակասությունը։  Չիվերի  հերոսը  չի  ցանկանում գտնվել ներկայի  քաղաքակրթության ներքո,  բայց դրանից դուրս  ևս  գոյություն ունենալ չի ուզում և չի կարող։ ", "Այս  թեման  Չիվերը  մշակում  է  «Մենակության  հրապույրները»  («The  pleasures  of solitude», 1942)  պատմվածքում։ Այստեղ այն միտքն է արտահայտվում, որ էլեն Գուրիչի մտահոգություններն  իզուր չեն.  իրական  կյանքում չեն  գործում  օրենքներ  և կանոնակարգեր։  Ասվածից  եզրակացնում  ենք,  որ  երբ  հերոսները  ներքին անհանգստություններ  ունեն,  քաղաքը  կամ  արվարձանը  նրանց  պատկերվում  է դժոխային ու քաոսային հատկանիշներով, սակայն երբ նրանց ներքին խռովությունները կամ  անհանգստությունները  վերանում  են,  նույն  արվարձանն  ու  քաղաքային  կյանքը դառնում են  դրախտային  միջավայր, նրանք  տարվում են  հովվերգական մտապատկերներով:  Կարող  ենք  հիշատակել,  օրինակ,    Էվարդս  Մալոյին:  Իրենց հարազատ  Վենթվորթը  բավական  ձանձրալի  էր  Նյու  Յորքի  համեմատությամբ:  Մեծ քաղաքի  փողոցներով  քայլելիս  նույնիսկ  Մանհեթենի    գերեզմանատունը  նրա  կնոջ համար  տեսարժան  վայր  էր:  Նույնը  Ռալֆի  դեպքում  է  («Ոսկե  կճուճ»),  երբ  նա խոստումնալից  աշխատանքի  առաջարկ  է  ստանում,  հաջողությամբ  տարված՝  Նյու Յորքը    տեսնում  է  լավատեսի  աչքերով.  «Քաղաքը  նրան  թվում    էր  հրաշագեղ,  որտեղ մարդիկ պարգևատրվում են կամ իրադարձությունների անսպասելի զարգացմամբ կամ խելացնոր հաջողությամբ՝ հաջող դատական գործընթաց, ֆիրմայի գործերի բարեհաջող շրջադարձ  կամ անսպասելիորեն ստացված ժառանգություն»:121 Այսպիսով՝  Չիվերի  հերոսների  հարաբերություններն  արտաքին  աշխարհի  հետ ունեն  երկակի  բնույթ։  Մի  կողմից  այն  կարող  է  ճնշել,  իսկ  մյուս  կողմից՝  հուսալիորեն պաշտպանել։  Կորցնելով  արտաքին  հովանին՝  մարդն  ապրում  է  վախի  զգացողություն: ", "Իրականության  նկատմամբ  վախի  զգացողության հոգեբանությունը  նրբորեն ներկայացվում  է  «Կամրջի  հրեշտակը»  («The  Angel  of  the  bridge»,  1961)  պատմվածքում։ "], "source_docs_file": "Literature.json"}