{"paragraph_source_docs": [0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 0, 1, 1, 1, 1, 0, 0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 0, 0, 1, 0, 1, 0, 1, 0, 0, 1, 0, 1, 0, 1, 1, 1, 0], "source_docs_file": "Linguistics.json", "paragraphs": ["Մարդահամարի հարցաթերթիկից տեղեկանում ենք, որ Նաում Բեշարովը զբաղ- վել է անշարժ գույքով, սակայն 1930 թ. արդեն թոշակառու է եղել և բնակվել Նյու Ջեր- սի  նահանգի  Հադսոն  փոքրիկ  քաղաքում  (ի  դեպ,  Նյու  Յորք  քաղաքին  հարող  Նյու Ջերսի նահանգի այս շրջանում այսօր էլ մեծ թվով հակոբիկ ասորիներ են բնակվում, և այստեղ  է  գտնվում  Անտիոքի  ասորի  ուղղափառ  եկեղեցու  Արևելյան  ԱՄՆ-ի  թեմի կենտրոնը):  Որպես  Անդրանիկ  Բեշարովի  զբաղմունք՝  նշված  է  «մեքենավար» (machinist), իսկ Կատին գրանցված է որպես տանտիրուհի: ", "Առաջինն  այն է,  որ  որոշ  նույնաբանություններ  ձևավորվում  են հասարակական,  մշակութային  գործառույթների  իրացման  ընթացքում  և  ունեն սուբյեկտիվության  տարր:  Դրանք  ընդհանրացված  պատկեր  են  ներկայացնում` իրենց  մեջ  ամփոփելով  տվյալ  լեզվական  կառույցի  որոշակի  իրավիճակներում հաճախակի  կիրառությունից  առաջացած  ու  նրան  կցված  նշանակությունը:  Մյուս գործոնն այն է, որ տվյալ նույնաբանությունները կիրառողը վստահ է, որ դիմացինը կիսում է իր ունեցած աշխարհայացքը: Մեր դիտարկած օրինակում Մայքը կիսում է Ջոնի  աշխարհայացքը,  սակայն  հետաքրքրական  է  մեջբերված  օրինակի հատկապես հետևյալ դրվագը. սկզբում Մայքն ինքն է առաջարկում Մերիին դիմել, երբ Ջոնն առարկում է` ասելով, որ գործը չափազանց ծանր է կնոջ համար, Մայքը, միևնույնն  է,  շարունակում  է  պնդել  և  ասում  է,  որ  Ջոնը  չգիտի,  թե  Մերին  որքան ուժեղ է իրականում: Այս պահին նա Մերիին չի համարում կնոջ թույլ ֆիզիկական տվյալներ ունեցող ընդհանրացված կարծրատիպային կաղապարի մեջ տեղավորվող  անձնավորություն:  Մայքը չի  համեմատում  նրան  կնոջ  ու տղամարդու  ֆիզիկական  ուժերի  հարաբերության  մասին  ունեցած  մտապատկերի հետ: Նա պարզապես ճանաչում է Մերիին որպես ֆիզիկապես ուժեղ կին և գտնում է,  որ  վերջինս  ի  վիճակի  է  իրենց  օգնելու:  Պատկերը  փոխվում  է  այն  բանից  հետո, երբ  Ջոնն  ասում  է  A woman is a woman  (կինը  կին  է),  ինչից  հետո  Մայքը միանգամից ընդունում է Ջոնի կարծիքը: Կարելի է ենթադրել, որ կարծիքի կտրուկ փոփոխության  պատճառը սուբյեկտիվ կարծիքի և կարծրատիպային մտածելակերպի  բախումն  է,  և  տվյալ  դեպքում  կարծրատիպային  A woman is a woman  արտահայտության  կարծրատիպային  նշանակությունը  գերակայում  է Մայքի` Մերիի ֆիզիկական ուժի մասին ունեցած անձնական կարծիքին: Սա թույլ է  տալիս  ենթադրել,  որ  որոշ  նույնաբանություններ  կարծրատիպային  են:  Դրանք իրենցից  ներկայացնում  են  ժամանակի  ընթացքում  ձևավորված  մոտեցում  ու գնահատական:  Տվյալ  դեպքում A woman is a woman  նույնաբանությունը  սրա  վառ օրինակն է:  Հաջորդ  օրինակում  կրկին  գործ  ունենք  նույնաբանության կարծրատիպային  նշանակության  հետ:  Խոսողը  առաջարկում  է  10000  եվրոյի բանկային  չեկ,  սակայն  նրա  խոսակիցը  (ուղղաթիռի  օդաչուն)  հրաժարվում  է` ասելով, որ Only cash is cash: Դիտարկենք օրինակը. “What is this?” The pilot demanded “A ten-thousand-euro bearer bond drawn on the Vatican Bank” The pilot looked dubious. “It’s the same as cash” “Only cash is cash”, the pilot said, handing the bond back. (BD DVC 2003: 359) Փաստորեն  օդաչուն  հրաժարվում  է  ընդունելուց  10000  եվրոյի  չեկը,  թեպետ այն  նույն  արժեքն  ունի,  ինչ  կանխիկ  գումարը:  Պատճառն  այն  է,  որ  նրա գիտակցության  մեջ  գումարը  ուղղակիորեն  կապված է  հենց  կանխիկ թղթադրամների  հետ,  և  այլ  կերպ  նա  պարզապես  չի  պատկերացնում:  Միայն կանխիկ  գումարն  է  նրա  ընկալմամբ  իրական  փող:  Խոսողը  պետք  է  բացատրի, ինչն  էլ,  որ  նա  անում  է`  ասելով,  որ  դա  նույնն  է,  ինչ  կանխիկ  գումարը,  սակայն օդաչուն, միևնույնն է, անդրդվելի է: ", "Դիտարկենք  ևս  մեկ  օրինակ,  որտեղ  երևում  է,  թե  ինչպես  մարդկանց` ռոբոտների նկատմամբ վերաբերմունքը կարող է լինել գրեթե նախապաշարմունքային: ", "“Speedy! shouted Powell into his radio. “Come here!” Speedy  looked  up  and  saw  them.  He  stopped  suddenly  and  remained standing  for  a  moment.  Then  he  turned  and  ran  away,  kicking  up  dust behind  him.  Over  their  radios  Donovan  and  Powell  heard  him  singing  a song. Donovan said weakly “Greg, he’s crazy” “He’s  not  crazy”  Powell  said  “A  robot’s  only  a  robot.  There’s  something wrong  with  him  that’s  confusing  his  brain  patterns.  Once  we  can  find  out what it is, then we can fix it. (AI IR: 126) Այստեղ  խոսընկերներից  մեկն  ասում  է,  որ  ռոբոտը  գժվել  է,  այդպիսով  ռոբոտին վերագրելով  մի  գործողություն,  որը  բնորոշ  է  մարդկանց  կամ  կենդանի արարածներին:  Մինչդեռ  ռոբոտը  մարդ  չէ,  ոչ  էլ  կենդանի  է,  ու  ըստ  խոսողի,  ով գործածում  է  նույնաբանական  կառույցը,  անհնար  է,  որ  նա  խելագարվի:  Ռոբոտը կարող է շարքից դուրս գալ միայն: Այսպիսով, երբ նա ասում է a robot’s only a robot, նա հղում է անում այն անքննելի փաստին, որ ռոբոտները ոչինչ չեն զգում և միայն ստեղծված են մարդկանց ծառայելու համար: ", "Հաջորդ  օրինակում  գործ  ունենք  մի  իրավիճակի  հետ,  երբ  խոսողը հակադրվում է կարծրատիպային մտածելակերպին` կիրառելով նույնաբանություն,  որը  նույնպես  որոշակի  կարծրատիպային  տարրեր  է պարունակում: ", "Cheri Bush: He's taking a lot of ribbing from the guys in the neighborhood. I will tell you they're calling him Larry Poppins. Dan Harris: And do you…you don't care when you hear that? Larry Bush: A job is a job. I don't care about it, you know. You know, 'cuz nothing…female/male it doesn't matter. It's work. (SJ GN: 120) Լարին  որպես  բուժակ  աշխատում  է  հիվանդանոցում  և  հանդես  է  գալիս լրատվական ծրագրի հարցազրույցում, որտեղ քննարկվում են գենդերային հարցեր և  խնդիրներ:  Չերին  պատմում  է  այն  մասին,  որ  նրա  հարևանները  իրեն  շատ  են ծաղրում  և  նույնիսկ  անվանում  են  Լարի  Փոփինս,  քանի  որ  հասարակության  մեջ ընդունված  է,  որ  բուժքրոջ  գործը  կատարում  են  կանայք,  մինչդեռ  նա,  լինելով տղամարդ,  աշխատում  է  բուժակ:  Սակայն  Լարին  միևնույնն  է  աշխատում  է`  դեմ գնալով  հասարակական  կարծրատիպային  կարծիքին:  Նա  հարցազրույցի ժամանակ  ասում  է,  որ  գործը  գործ  է  (A job is a job),  ու  կարևոր  չէ`  կին  ես,  թե տղամարդ:  Այստեղ  Լարիի  կիրառած  նույնաբանությունը  նույնպես  ունի կարծրատիպային  նշանակություն  այն  առումով,  որ  հասարակության  մեջ  ու հատկապես  արևմտյան  կապիտալիստական  հարաբերությունների  աշխարհում, ցանկացած  գործ  հարգանքի  է  արժանի,  ու  գործին  պետք  է  վերաբերվել  որպես ընդամենը  գումար  աշխատելու  միջոց:  Այն  անձնական  չէ,  քո  ինքնությանը  կամ, առավել ևս, կերպարիդ կամ ինքնասիրությանդ չի առնչվում, պարզապես մի բան է, որ դու անում ես ու դրա դիմաց ստանում որոշակի գումար: Այս կարծրատիպային իմաստն  է  ամփոփված  Լարիի  կողմից  կիրառված A job is a job  նույնաբանության մեջ, ինչով նա հակադրվում է իր հասցեին հնչող ծաղրանքին8: ", "Այսպիսով`  խոսքաստեղծման  գործընթացում  խոսողը,  ընտրում  է  իր հաղորդակցական  պահանջներին  համապատասխան  նույնաբանական  կառույց, որի  իմաստը  կարծրացած  է  տվյալ  լեզվամտածողության  մեջ,  և  դրանով  իսկ փորձում  է  բացառել  թյուրըմբռնումը:  Ըստ  նրա`  այդ  նույնաբանական  կառույցը համապատասխանաբար  կընկալվի  լսողի  կողմից,  քանի  որ  վերջինս,  տվյալ հանրույթի  անդամ լինելով,  տեղյակ  է  տվյալ  նույնաբանական  կառույցի կարծրատիպային նշանակությանը: ", "Ամփոփելով սույն գլխում իրականացված քննությունը`  փորձենք պատասխանել  մեր  առաջ  քաշած  հարցադրմանը.  որո՞նք  են  նույնաբանական կառույցների  գործաբանական  ներուժի  կազմավորման  նախապայմանները,  և ինչո՞ւ  է  խոսողը  խոսքաստեղծման  պրոցեսում  նախապատվություն  տալիս նույնաբանական  կառույցների    շարահյուսական  կաղապարներից  մեկին:  Թերևս պատասխանը  պետք  է  փնտրել  հենց  նշված  կառույցի  ձևաբովանդակային ամբողջության  և  միասնականության  մեջ: ", "Ձևի  առումով  նույնաբանական կառույցները բավականին պարզ են և հետևաբար խոսքաստեղծման գործընթացում խնայում  են  խոսողի  ժամանակն  ու  ջանքերը,  իսկ  բովանդակության  առումով` թվացյալ  պարզունակության ներքո, թաքնված է իմաստային մեծ բազմաշերտություն:  Հենց  այս  բազմաշերտությունն  էլ  հնարավոր  է  դարձնում,  որ խոսողը  կոդավորի  այն  ներակա  իմաստը  կամ  իմաստները,  որոնք  տեղին  են  և համապատասխան  տվյալ հաղորդակցական իրադրությունում  խոսողի հաղորդակցական  մտադրության  իրականացմանը:  Այսպես  էլ  կազմավորվում  է նույնաբանական  կառույցի  գործաբանական  ներուժը:  Մյուս  կողմից`  խոսողը վստահ  է,  որ  իր  խոսընկերը,  որպես  նույն  լեզվական  հանրույթի  ներկայացուցիչ  և նույն հաղորդակցական իրադրության մասնակից, վիճակի կլինի ապակոդավորելու  իր`  խոսողի  կողմից  նույնաբանական  կառույցով  ներակայված իմաստը:  Թե ինչպես է իրականանում նույնաբանական կառույցի գործաբանական ներուժի  վերծանումը  լսողի  կողմից,  և  թե  որոնք  են  այդ  գործընթացը  ապահովող գործոնները/նախապայմանները, կքննարկվի սույն աշխատանքի հաջորդ գլխում: ", "Ծանոթագրություններ անվանման  և  նույնականացման  արտահայտություններից,  որոնք  ունեն  նույն շարահյուսական կաղապարը: ", "«Բաբելոնն»  ասորերենի  տարածման  գործիքի  վերածելու  գաղափար  ի  սկզբա- նե,  ամենայն  հավանականությամբ,  գոյություն  չի  ունեցել,  քանի  որ  առաջին  մի  քանի համարներում ասորական որևէ լեզվանյութ չկա: Ա-5 համարում առաջին անգամ հան- դիպում  ենք  հայատառ  ասորական  բառակապակցության՝  ապունտ  պաշմայն.  Սա  Տե- րունական  աղոթքի  ասորերեն  աղավաղված  անվանումն  է  (բառացիորեն՝  «Հայր  մեր, որ  երկինս  ես»),  որը  դասական  ասորերենում  ունի  ավուն  դ-վա-շմայն  տեսքը:  Ինչպես արդեն նշել էինք, Խարբերդի ասորիների ծանոթությունը դասական ասորերենին հիմ- նականում սահմանափակվում էր մի քանի աղոթքներով և կրոնական բնույթի արտա- հայտություններով,  ինչպես  նաև  ասորական  գրին  ծանոթ  լինելով:  Ապունտ  պաշմայն բառակապակցությունը պատկանում է հենց այդ շարքին: Նույն համարում առաջին ան- գամ  (չհաշված  տիտղոսագլուխներն  ու  տիտղոսաթերթերը)  հանդիպում  է  ասորական տառերով գրված առաջին բառը՝ (cid:392)ܒܐܒ – «Բաբելոն», որը, վերը նշված հանգամանքնե- րակում էին Assyrian Progress պարբերականը: Սրա խմբագիրներն էին Ֆրանկ Չավուրը և Եզկիել Մալ- ճանը, որոնց անունները երբեմն հանդիպում ենք նաև «Բաբելոնում»: ", "կրկնվող հատվածը արտահայտում է որոշակի գործողություն: ", "Հաջորդ՝ Ա-6 համարն առաջինն է, որում «Բաբելոնն» արդեն հստակ հանդես է գալիս որպես ասորերենի ուսուցման գործիք: Այս համարը պարունակում է հայկական տառերով  գրված  մի  շարք  ասորական  որակական  և  դասական  թվականներ,  որոնք միահյուսված են հայկական տեքստի մեջ՝ փոխարինելով հայերենի համապատասխան թվականները:  Սրանք  պարտադիր  կերպով  ուղեկցվում  են  հայերեն  թարգմանությամբ կամ համապատասխան թվանիշերով, որը նշանակում է, որ ծանոթությունն ասորական թվականների  հետ  չէր  կրում  համատարած  բնույթ  (ըստ  ամենայնի,  դրանք  չէին  ուսու- ցանվում  Խարբերդի  ասորական  դպրոցներում)  և  թարգմանության  կարիք  ամեն  պա- րագայում զգացվում էր: Այսպես, օրինակ, Ասորվոց Հնգյակ Ընկերության ստորագրու- թյամբ  հրատարակված  «Մեր  պատասխանը»  հոդվածում  կարդում  ենք.  «Անդամներ ցարդ ունինք 15 հատ, սակայն ... վստահ ենք թե ի մոտո հադ (1) ըթրէն (2) ամիսեն ... շատ  դյուրավ  բարձրացունել  թիվը  ըթլօթին-ի  (30)»:  Բացի  այս  թվականներից՝  նույն հոդվածում հանդիպում են նաև հետևյալ թվականները (վերարտադրում ենք ճիշտ այն- պես,  ինչպես  «Բաբելոնում»  է)՝  ըթրայօնօ  (-Բ.),  խատմօյօ  (առաջին),  ըթրայօնօ  (երկ- րորդ),  ըթլիթօյօ  (երրորդ),  րապիօյօ  (չորրորդ),  համիշօյօ  (հինգերորդ),  ըթլիթօյօ  (3րդ), մաթէն (200), էսրօ (10), համշօ (5): ", "իմաստաբանության  մեջ  ինտենսիոնալը  հասկացույթային  իմաստն  է,  իսկ էքստենսիոնալը`  վերաբերական  (տե՛ս intensional  և extensional բառահոդվածները Dictionary of Linguistics and Phonetics 2008): ", "նույնաբանությունների  մեկնաբանության  ուսումնասիրության  մեջ:  Այս  հարցին մասնավորապես  մեծ  կարևորություն  են  տալիս  իմաստաբանական  տեսության հետևորդները:  Խմբավորելով  նույնաբանությունները  ըստ  դրանց  արտահայտած նշանակության  տվյալ  լեզվում,  դուրս  բերելով յուրաքանչյուր  խմբի  համար առանձին բանաձև` հնարավոր չէ ուշադրություն չդարձնել նաև նույնաբանության կառույցի  գոյականական  անդամի  թվին  (Wierzbicka  2003):  Մինչդեռ  Գրայսյան համընդհանրական մոտեցման հետևորդները (Ward, Hirschberg 1991; Traugott 2004; Meibauer  2008;  Levinson  1979;  Rogers  1977;  Sadock  1974;  Potts  2005),  չբաժանելով նույնաբանությունները  տարբեր  խմբերի,  այլ  կենտրոնանալով  դրանց  բոլորի  կամ գոնե հայտնի նույնաբանությունների համար օպտիմալ և ընդունելի մեկնաբանության կաղապար գտնելու ուղղությամբ, ըստ էության չեն մասնավորեցնում  գոյականական  անդամի  եզակի  կամ  հոգնակի  թվի  դերը նույնաբանության  գործաբանական  ներուժի  և  դրա  հաղորդակցական  արժեքի ձևավորման գործում: ", "արտահայտած  գործաբանական  նշանակությունները,  ինչպես,  օրինակ,  ակնկալիք կամ այլ վերաբերմունք, չպետք է ներառվի կառույցի նշանակության մեջ, և պետք է գտնել մի ընդհանուր բանաձև, որը կներառի այն առանցքը, որի շուրջ այս տեսակի նույնաբանությունները  հավաքվում  են:  Ըստ  էության  սա  էլ  մի  փորձ  է` համատեղելու  համընդհանրական  մոտեցումը  նույնաբանություններն  ըստ նշանակության  դասակարգելու  մոտեցման  հետ:  Իհարկե,  կարելի  է  փորձել  և  մի քանի նույնաբանությունների համար դուրս բերել մի ընդհանուր բանաձև, սա ըստ էության մեծ բարդություն չի ներկայացնում: Հարցը, սակայն, այն է, թե արդյոք այդ բանաձևը  կվերաբերի  միայն  տվյալ  x  քանակի  նույնաբանություններին,  թե՞  այդ բանաձևով  կազմված  ցանկացած  նույնաբանություն  ինքնըստինքյան  ձեռք  կբերի տվյալ  խմբին  հատուկ  նշանակություն:  Եթե  ընդունում  ենք,  որ  տվյալ  բանաձևը միայն  մի  քանի  նույնաբանության  համար  է,  որոնք  ունեն  կարծրատիպային, լեզվում ամրացած իմաստ, ապա նման բանաձև դուրս բերելն, իհարկե, հնարավոր է:  Սակայն  պնդել,  թե  տվյալ  բանաձևով  կազմված  ցանկացած  նույնաբանական կառույց  կունենա  տվյալ  խմբին  բնորոշ  իմաստ, չափազանց  ռիսկային հայտարարություն  կլինի:  Սրա  ապացույցն  էին  վերևում  բերված  երկու օրինակները, որոնք  թեպետ կառուցվածքով համապատասխանում էին հանդուրժողական ու ըմբռնողական մոտեցում արտահայտող նույնաբանություններին,  սակայն  փաստացի  հակառակ  նշանակությունն  ունեին: ", "Այս  պարագայում ինչ-որ չափով նաև երկրորդական է դառնում նույնաբանություններն  ըստ  իմաստային  նշանակության  խմբավորելը,  քանի  որ ըստ  համատեքստի,  խոսքային  նպատակի,  իրավիճակային  նախապայմանների` այն  կարող  է  շատ  կամ  քիչ  փոխել  նշանակությունը  կամ  ածանցյալ նշանակություններ ձեռք բերել: ", "Ասորական  լեզվանյութի  մատուցումն  ինչ-որ  ձևով  կանոնակարգելու  առաջին փորձն արվում է Ա-13 համարում: Այն պարունակում է «Բաբելոնի» էջերում հայտնված 5 բառացանկերից  առաջինը  (պատկեր  19),  որում  ներկայացվում  են  1-ից  10-ը  քանակա- Պատկեր 19. Ասորերեն բառացանկ 1 կան թվականները: Բառացանկն ուղեկցված է հետևյալ հայտարարությամբ. «Ուշադրու- թյուն. «Բաբելոնի» սույն թվով կսկսինք հրատարակել ասորեն բառեր, որոնց առջև այս անգամ թեև նշանակությունները կգրենք, բայց հետ այսու նույն բառերի նշանակությու- նը  պիտի  չգրվի  բնավ  գործածությանց  մեջ:  Ուստի  մեր  ազնիվ  ընթերցողներեն կխնդրենք, որ բերանացի սովրին սույն ասորեն բառերը, եթե կուզեն ասկե վերջ ամեն հոդվածի  մեջ  գործածված  ասորեն  բառերուն  գիտակ  ըլլալ  և  նախադասությունները հասկնալ»:  Սրանով,  փաստորեն,  առաջին  անգամ  հայտարարվում  էր  հստակ  խմբա- գրական քաղաքականության մասին՝ շարադրանքի մեջ հայերեն բառերն աստիճանա- բար  փոխարինել  ասորականներով:  Այդուհանդերձ,  սույն  հայտարարությունը  իրակա- նությանը  չէր  համապատասխանում  թե՛  հետադարձաբար,  քանի  որ  1-ից  10-ը  և  այլ Պատկեր 20. Ասորերեն բառացանկ 2 թվականներն իրենց թարգմանություններով արդեն մի քանի համար է, ինչ գործածվում էին «Բաբելոնում», թե՛ հաջորդաբար, քանի որ հայտարարված սկզբունքին հակառակ՝ ասորական  բառերը  հետագա  համարներում  հաճախակի  շարունակում  էին  ուղեկցվել թարգմանությամբ: ", "Հաջորդ՝  Ա-14  համարում  լույս  է  տեսնում  երկրորդ  բառացանկը  (պատկեր  20), որը  կրում  է  «Գործածվելի  ասորեն  բառեր»  վերնագիրը  և  պարունակում  է  11-ից  20-ը թվականները:  Այս  մեկը  ևս  ուղեկցված  է  հակիրճ  խմբագրական  ուղերձով,  որն  ասում է.  «Սորվեցեք  և  դյուրին  պիտ  թվի  և  Բաբելոնի  մեջ  գրվածքները  պիտի  հասկնաք»: ", "Նույնաբանական կառույցների գործաբանական ներուժի ապակոդավորման առանձնահատկությունները անգլերեն խոսքում գործաբանական արժեքի մեկնաբանության բանալի Խոսքային  գործունեության  առանձնահատկությունների  վերլուծությունը ցույց  է  տալիս,  որ  հասկացման, լսածի  ապակոդավորման,  ինչպես  նաև խոսքաստեղծման  համար  անհրաժեշտ  գիտելիքը  չի  սահմանափակվում  սոսկ լեզվի  մասին  եղած  տեղեկությամբ:  Դրա  համար  պահանջվում  է  լեզվական  և արտալեզվական գիտելիքի մի ողջ պաշար, ինչպես նաև դիսկուրսը պլանավորելու և  կառավարելու  կարողություն  (Петров,  Герасимов  1988;  Schegloff  1976;  Ohmann հաղորդակցման  մասնակիցները  երկուսն  են`  խոսողը/գրողը,  որը  միտք  է հաղորդում` կատարելով համապատասխան լեզվական միավորների ընտրություն, և  խոսակիցը/ընթերցողը,  որը լսում/կարդում է  և  մեկնաբանում  իրեն հասցեագրված խոսքը` դրան արձագանքելու/մեկնաբանելու միտումով: ", "Համատեքստի  և  հարատեքստի  քննությամբ  համոզվում  ենք,  որ  դրանք խոսքային  գործունեության  կարևոր  հենք  են:  Ըստ  որում`  համատեքստի  և հարատեքստի լեզվական և արտալեզվական տարրերը ոչ միայն հիմք են դառնում դիսկուրսի  կառուցվածքային  և  իմաստային  դաշտերի  համապատասխան մեկնաբանության,  հասկացման1  համար,  այլև  նպաստում  են  խոսքընթացում ներգրավված  իմաստային  ենթադաշտերի,  տվյալ  դեպքում`  նույնաբանական կառույցում  կոդավորված  ներակայման  ապակոդավորմանը խոսքի  հասցեատիրոջ կողմից: ", "Ասվածը  ավելի  հիմնավոր  ներկայացնելու  նպատակով  կրկին անդրադառնանք առաջին գլխում մեր քննարկած հետևյալ երկու օրինակին. blue on blue incidents, and civilian casualties. It’s not entirely avoidable. It can only be minimized. (Independent 24 May, 2007) to carry out their plan in Turin, as they have done in other cities. Even the slightest  weakness,  the  slightest  hint  of  indecision  could  be  fatal.  The response of the workers to the fascists’ first try must be immediate, abrupt, ruthless; the response should be such that the memory of it is passed down to the great-grandchildren of capitalist masters. At the end of the day, war is war and in war it is not agreed when the blows will be struck. (GA SPN: ", "Ինչպես  արդեն  նշվել  է,  առաջին  օրինակում  խոսողը  դրսևորում  է համակերպված  մարդու  դիրքորոշում  պատերազմի,  դրա  հետևանքով  ստեղծված ավերածությունների,  զոհերի  ու  դժբախտ  պատահարների  հանդեպ:  Մինչդեռ երկրորդ օրինակում  խոսք  անգամ չկա  հանդուրժողականության  կամ համակերպվածության  մասին:  Այստեղ  War is war նույնաբանությունը  հնչում  է որպես  մի  կոչ,  միավորվելու  պահանջ,  հանդուրժողականությունից  ու մարդկայնությունից առժամանակ հրաժարվելու հրամայական: ", "Այժմ  փորձենք  հասկանալ,  թե  ինչո±վ  է  պայմանավորված  երկու  տարբեր դիսկուրսներում  միևնույն լեզվական կառույցի  միջոցով  իրականացված հաղորդակցական  գործառույթների  տարբերությունը:  Քանի  որ  կառույցը  նույնն  է, ապա  նշված  տարբերության  պատճառը  պետք  է  փորձել  գտնել  խոսույթի  մյուս հատվածներում:  Երկու  օրինակներում  էլ  նույնաբանությունները  կիրառվել  են  ոչ թե  առանձին,  ինքնուրույն,  այլ  ուղեկցող  նախադասությունների  հետ,  այսինքն` համատեքստի  մեջ.  նույնաբանական  կառույցը  դիսկուրսի  մեջ  ակնհայտորեն ունեցել է նախորդող ու հաջորդող մասեր: Սա նշանակում է, որ առկա է խոսքային պատմություն,  խոսընթաց:  Երկու  խոսողները  ծանոթ  են  ընդհանուր  թեմային, իրավիճակին,  և  երկուսն  էլ  տեղյակ  են  դիմացինի  տեղեկացվածության  մասին: ", "Առաջին օրինակում, բացի նույնաբանական կառույցից, խոսողը կիրառում է There will always be collateral damage նախադասությունը:  Այս  միտքը,  ինչպես  նաև  դրան հաջորդողը  օգնում  են,  որպեսզի  լսողը  կարողանա  զատորոշել,  թե  խոսողը հնարավոր բոլոր այլընտրանքային տարբերակներից հատկապես որը նկատի ունի, և որն է ճշգրտորեն համապատասխանում  տվյալ իրավիճակին: ", "Նույնաբանությանը նախորդող և/կամ հաջորդող նախադասությունները ստեղծում են  այն  համատեքստը,  որի  օգնությամբ  հնարավոր  է  դառնում  դրանց մեկնաբանությունը  տվյալ  իրավիճակում:  Առաջին  և  երկրորդ  օրինակներում առանց համատեքստի լսողի համար դժվար է կամ գուցե դժվար կլիներ ընկալել, թե ինչ  է  ցանկանում  փոխանցել  խոսողն  այդ  նույնաբանությունը  կիրառելով:  Եթե առաջին օրինակում  համատեքստը օգնում է  հասկանալ,  որ  խոսողը համակերպված կեցվածք ունի պատերազմի ու դրա հետևանքների հանդեպ, ապա երկրորդ  օրինակում  կրկին  համատեքստի  միջոցով  մենք  ընկալում  ենք  խոսողի վճռականությունը և համախմբվելու պատրաստակամությունը`  մի կողմ թողնելով հանդուրժողականությունը:  Եթե  փորձենք  դուրս  բերել  այն  գործոնները,  որոնք հիմք  տվեցին  նման  մեկնաբանությունների  համար,  ապա  կստանանք  հետևյալ պատկերը. թեմայից: ", "մոտեցումից: ", "լսողի/զրուցակցի  ընդհանուր  գիտելիքները  պետք  է բավարար  լինեն  գոնե  որոշ  չափով  հասկանալու  կամ  կանխատեսելու միմյանց հաջորդող գործողությունները: ", "ինքը ճիշտ կմեկնաբանի նույնաբանությունը: ", "խնդիրը և լսողի տեղեկացվածությունից իր ունեցած դիրքորոշման մասին, չի կասկածում,  որ  լսողը  օգտագործված  նույնաբանությունը  կմեկնաբանի այնպես, որ այն համապատասխանի իր հաղորդակցական նպատակին: ", "Հակառակ  պարագայում,  եթե  նշված գործոնները  առկա  չլինեին,  ապա  կա՛մ խոսողի օգտագործած նույնաբանությունը կմնար ոչ լիովին ու ոչ համապատասխան  կերպով  մեկնաբանված,  կա՛մ  էլ  խոսողը գուցե չկիրառեր  այն` համարելով, որ խոսընկերը ունակ չէ իր միտքը ճիշտ ընկալելու: ", "Ձևաբանական  առումով  գոյականներից  մի  քանիսը  դասական  ասորերենում պատկանում են իգական սեռին, սակայն հայերենում սեռի քերականական կարգի բա- ցակայությունը  չեզոքացնում  է  բառերի  սեռային  տարբերությունները:  Թվի  կարգի՝  ա- սորերենին բնորոշ ցուցանիշները նույնպես որևէ կերպ չեն դրսևորված: Հետաքրքրա- կան է, որ մօտանուտօ «լուր» բառը, որը դասական ասորերենում եզակի թվում է, «Բա- բելոնում»  սովորաբար  հանդես  է  գալիս  որպես  հոգնակի  թվի  գոյական,  հայերեն թարգմանվում է «լուրեր» բառով և երկու անգամ նույնիսկ ուղեկցվում է դասական ասո- րերենի  ձևաբանությանը  բնորոշ  եղանակով  հոգնակի  թվում  դրված  ասորական  ածա- կանով (մանրամասն հաջորդ գլխում): ", "Եթե  նախորդ  գլխում  մեր  նպատակն  էր  քննել  այն լեզվական  և արտալեզվական գործոնները, որոնք ձևավորում են նույնաբանական կառույցների գործաբանական  ներուժը,  ապա  աշխատանքի  այս  մասում  փորձելու  ենք բացահայտել համատեքստի ու հարատեքստի դերը նույնաբանական կառույցներին բնորոշ ներակա իմաստների մեկնաբանման գործընթացում3: ", "Նույն  արտահայտությունում  տեսնում  ենք  իգական  սեռի  խաթթօ  («նոր»)  բառը, որը համաձայնեցված է նույն շիթօ («տարի») բառի հետ: ", "Քանի որ այս պարագայում գործ ունենք դասական ասորերենից ժառանգված և հարյուրամյակներ գործածվող ավանդական կրոնա-ծիսական արտահայտության հետ, ապա ածականների՝ ըստ սեռի զանազանումը միանգամայն բացատրելի է և այս պա- րագայում առանձնահատուկ ուշադրության արժանի չէ: ", "Այս  գործոններից  մեկը  և,  կարելի  է  ասել,  ամենագլխավորը,  համատեքստի ու  դրա  բաղադրիչների  ունեցած  կարևոր  դերակատարումն  է:  Համատեքստը նույնաբանությունների ուսումնասիրության առանցքում տալիս է այն անհրաժեշտ տեղեկությունը, որի իմացությունը լսողին օգնում է մեկնաբանելու նույնաբանական կառույցի նշանակությունը: ", "Թվականները «Բաբելոնում» ասորերենի առավել հաճախ գործածվող խոսքի մասն են: ", "Դիտարկենք մի քանի նույնաբանական նմուշօրինակ ու վերլուծենք, թե ինչ կշիռ է ունեցել համատեքստը դրանց մեկնաբանության գործում. Kitty reached the age of twenty-five and was still unmarried. Mrs. Garstin was  exasperated  and she  did  not  hesitate often  to give  Kitty  a  piece  of  her very  unpleasant  mind.  She  asked  her  how  much  longer  she  expected  her father to support her. He had spent sums he could ill afford in order to give her  a  chance  and  she  had  not  taken  it.  It  never  struck  Mrs.  Garstin  that perhaps  her  own  hard  affability  had  frightened  the  men,  sons  of  wealthy fathers or heirs to a title, whose visits she had too cordially encouraged. She put down Kitty's failure to stupidity. Then Doris came out. She had a long nose  still,  and  a  poor  figure  and  she  danced  badly.  In  her  first  season  she became engaged to Geoffrey Dennison. He was the only son of a prosperous surgeon  who  had  been  given  a  baronetcy  during  the  war.  Geoffrey  would inherit  a  title  -  it  is  not  very  grand  to  be  a  medical  baronet,  but  a  title, thank God, is still a title - and a very comfortable fortune. Kitty in a panic married Walter Fane. (SM PV: 17) Հարցվողների  մեծ  մասը`  մոտ  74  %,  but a title, thank God, is still a title նույնաբանությունը  մեկնաբանել  է  հետևյալ  կերպ,  որ  տվյալ  իրադրությունում տիկին  Գարսթինը  ցանկանում  էր  իր  դուստրերին  հապշտապ  ամուսնացնել հնարավորինս  ապահով  խավի  ներկայացուցչի  հետ,  և  ցանկացած  թեկնածու,  ով ուներ որևէ տիտղոս, արդեն լավ ընտրություն կարող էր համարվել: Հարցվողներից մի  քանիսը  հատկապես  առանձնացրել  են  Քիթիի  տարիքը  մատնանշող նախադասությունը` Kitty reached the age of twenty-five and was still unmarried: Այս նախադասությունը  հստակ  ցուցիչն  է  այն  բանի,  որ  25  տարեկանը  կնոջ ամուսնության համար բավականին մեծ տարիք էր: Հաջորդ նախադասությունը, որ հարցվողներից  գրեթե  բոլորն  են  առանձնացրել,  որպես  նույնաբանության նշանակության  վրա մեծ  ազդեցություն  ունեցող գործոն,  հետևյալն  է. She asked her how much longer she expected her father to support her: Այստեղ երևում է, որ օրիորդի ամուսնությունը հրատապ  բնույթ է կրում, իսկ` Doris came out. She had a long nose still, and a poor figure and she danced badly. In her first season she became engaged to Geoffrey Dennison. He was the only son of a prosperous surgeon who had been given a baronetcy during the war,  ավելի  է  նեղացնում  նույնաբանության  նշանակության հնարավոր  այլընտրանքային  տարբերակները`  թողնելով  այն  մեկը,  որն  էլ  հենց հարցվողների գերակշիռ մեծամասնությունը տվել է: ", "Ասորական  թվականներն  առաջին  անգամ  գործածվում  են  Ա-6-16  հոդվածում, որը պարունակում է «Բաբելոնի» պատասխանները Ասորվոց Հնգյակ Ընկերության մա- սին  ոմն  Մ.  Խոյունի  հարցերին:  «Բաբելոնում»  գործածվում  են  ինչպես  քանակական, այնպես  էլ  դասական  թվականները:  Այն  հանգամանքը,  որ  ասորական  թվականներն առաջին  մի  քանի  համարներում  միշտ  ուղեկցվում  են  կամ  հայերեն  թարգմանությամբ (ըթլիթօյօ (երրորդ), ըթրայօնօ (Բ.)), կամ թվային համարժեքներով (ըթլիթօյօ (3րդ), ըթ- լօթին (30)), ինչպես նաև առանձին բառացանկերով դրանց ներկայացվելը նշանակում է, որ թվականները գործածելի չեն եղել Խարբրեդի ասորիների խոսակցական հայերե- նում  և  ներմուծվել  են  արհեստականորեն՝  դրանց  հետ  ընթերցողներին  ծանոթացնելու և «Բաբելոնի» ասորական էությունը ընդգծելու նպատակով: Միևնույն թվականի գրու- թյան տարբեր ձևերը հաստատում են այս ենթադրությունը և հուշում, որ յուրաքանչյուր հոդվածագիր յուրովի էր փորձում արտահայտել հայկական գրով դասական ասորերե- նի  թվականները:  Թվականների  գրության  կամ  դրանց  թարգմանության  մեջ  հանդի- պող  կոպիտ  սխալները  նշանակում  են,  որ  շատ  հոդվածագիրների  համար  այդ  թվա- կաններն ամբողջապես խորթ էին, իսկ հոդվածը «Բաբելոնի» համար արտագրող անձը կամ  խմբագիրը  նույնպես  չուներ  այդ  թվականների  գործածության  կայուն  սովորու- թյուն՝  այդ  սխալներն  ինքնաբերաբար  ուղղելու  համար:  Հետաքրքրական  է,  որ առնվազն մեկ դեպքում ասորական թվականը ներմուծվել է հայկական թերթից վերար- տադրված  հոդվածի  մեջ,  ուր  այն,  հասկանալի  է,  չէր  կարող  գործածված  լինել,  և  սա մեկ  անգամ  ևս  վկայում  է  համապատասխան  հստակ  խմբագրական  քաղաքականու- թյան մասին: ", "Թեպետ  նույնաբանությունը  N is  N  կառույցն  ունի,  սակայն չկա  որևէ հանդուրժողական վերաբերմունքի նշանակություն, ինչպես, օրինակ, Վերժբիցկան գտնում  էր,  որ  կա War is war-ի  պարագայում  (Wierzbicka  2003):  Ընթերցողին  իր մեկնաբանության  մեջ  զգալիորեն  օգնել  են  նաև  նույնաբանության  բուն  կառույցի ներսում  գտնվող  բառերը,  ինչպես,  օրինակ,  but  շաղկապը,  thank  God բացականչությունը և still վերաբերականը: Դրանք հուշում են այն վերաբերմունքի մասին,  որը  տողերի  հեղինակը  փորձում  է  փոխանցել  նույնաբանության  միջոցով, այսինքն`  հեգնանք  առ  քաղքենիությունն  ու  ձևամոլությունը:  Զրկված  լինելով համատեքստից`  հարցվողների  մյուս  խումբը  կենտրոնացել  է  միայն  այն հատկանիշների վրա, որոնք բնորոշ են առավելապես տիտղոսներին: ", "Դասական  ասորերենում  թվականները  բաժանվում  են  երկու  սեռի՝  արական  և իգական,  ընդ  որում  3  թվականից  սկսած՝  արական  սեռի  գոյականների  հետ  գործած- վում են իգական սեռի թվականները և հակառակը: Քանի որ հայերենում թվականի սե- ռի  զանազանման  սկզբունքը  պահպանել  հնարավոր  չէ,  ապա  գործածվում  են  միայն արական սեռի գոյականները: Դասական ասորերենի պարագայում թվականի ու գոյա- կանի սեռերի ճիշտ գործածումը պահանջում է լեզվի լավ իմացություն, ուստի վստահո- րեն կարելի է ենթադրել, որ «Բաբելոնի» հեղինակներն ու ընթերցողները կարող է նույ- նիսկ  պատկերացում  չունենային  ասորական  թվականների՝  ըստ  սեռի  զանազանման սկզբունքի մասին: ", "Ասորական թվականներն ազատորեն ներհյուսված են հայկական տեքստի մեջ և հաճախ կապակցված են հայկական թվականների կամ չափ ու քանակ նշող այլ բառե- րի հետ, օրինակ՝ «հարիւրէն թէշօ», «ըթլօթօ ու կես» (Ա-12-9), «ըթլօթօ հազար», «եօթա- նասուն թէշօ» (Ա-13-2) և այլն: ", "Դիտարկենք  հաջորդ օրինակը,  որտեղ  հարցվողները  պետք  է  մեկնաբանեին If it is a necessity, it is a necessity պայմանական նույնաբանությունը: ", "Քանակական Դասական ըշթիթօյօ շապիօյօ ըթմինօյօ էսիրօյօ ըշթօ շապօ ըթմօնեօ թէշօ էսրօ, ըսրօ հատ ըսար թրի ըսար թըլթասար արպօ ըսար համշօ ըսար 162 ըշթօ ըսար շապօ ըսար ըթմօ ըսար, ըթմօնա- սար 163 ըթշօ ըսար ըսրին, էսրին164 էսրին ու հատ 165 -,,- վաթրէյն -,,- ըթլօթօ, ըսլի (?) ըթ- լաթ էսրէն ըշթօ166 էսրին ըթմօնեօ 167 ըթլօթին -,,- ու հատ -,,- վաթրէյն արպըեըն -,,- ու հատ -,,- վաթրէյն արպին, արըպին168, համշին, համշի 169 էսրին: ", "Իհարկե,  պետք է նշել, որ նույնաբանությունների մեկնաբանությունը, բնականաբար, վերոբերյալ գործոններից միայն մեկի միջոցով չէ տեղի ունենում: Հաճախ դրանցից մի քանիսն են  միաժամանակ  օգնում  ընթերցողին  կամ  լսողին  հաղորդակից  լինելու  խոսողի հաղորդակցական  նպատակին  ու  հասկանալու,  թե  նա  ինչ  է  փորձել  ասել նույնաբանությամբ:  Տվյալ  դեպքում  հատվածի  հեղինակը`  գրաքննադատ  Առնոլդ Բեննեթը,  համեմատում  է  պիես  ու  վեպ  գրող  արվեստագետներին:  Եթե նույնաբանությունը  կարդացողը  արդեն  իսկ  ծանոթ  լինի  Բեննեթի  աշխատանքին, ապա նրա համար շատ ավելի ընկալելի կլինի խոսողի միտքն ու նույնաբանության Դիտարկենք  ևս  մեկ  օրինակ,  որտեղ  համատեքստը  ընդգծում է նույնաբանության  նշանակությունը  ու  դառնում  այն  գործիքը,  որի  միջոցով  այն նշանակությունը: ", "«Բաբելոնում»  արձանագրված  է  նույն  բայաձևի  գործածման  մեկ  այլ դեպք,  որը  չափազանց  ուշագրավ  է  այն  առումով,  որ  հայկական  տեքստի  մէջ ասորական  բայի  ներհյուսման  ամենաբարդ  և  միևնույն  ժամանակ  ամենաճիշտ օրինակն  է:  Ա-18  համարի  Եուհէննէ  Պօյաճի  «Ճամփու  Հուշերէս»  հոդվածում կարդում ենք. «Որոշված եավմօն, նույն ժամուն քուլլը ժողովուրդը էթքանաշ», այ- սինքն՝ «Որոշված օրը, նույն ժամին ամբողջ ժողովուրդը հավաքվեց»: Տվյալ նա- խադասությունում  էթքանաշ  բայը  ոչ  միայն  գործածված  է  իր  ճիշտ  իմաստային ձևով,  այլև  ճիշտ  ժամանակով,  դեմքով  և  թվով:  Քանի  որ  սա  պարբերականում ասորական բայի նման հաջող գործածության միակ դեպքն է, ապա կարելի է են- թադրել,  որ  Եուհէննէ  Պօյաճը,  որի  ստորագրությամբ  «Բաբելոնում»  միայն  այս մեկ հոդվածն ենք տեսնում, ուներ դասական ասորերենի բավականին լավ իմա- ցություն: ", "“I had polio” she said. “That’s all it is. My mother had it too, and she died.” “I  suppose  so.  I  can’t  remember  her.  I’m  going  to  Egypt  next  week.  I  was very keen on going, but now I don’t seem to care so much. Do you think it’d “That’s too bad.” be fun?” “I have to earn a living.” finished. “Me too.” He was amazed at what he’d said, and of course, it set her off giggling. “I  was  speaking  in  general  terms,”  she  said  grandly,  when  the  giggling Some  creepy  fortune  hunter  was  bound  to  snap  her  up,  some  Egyptian  or whatever.  She  seemed  both  bold  and  childish.  At  first,  a  man  might  be intrigued by her, but then her forwardness, her self-satisfaction, if that was what  it  was,  would  become  tiresome.  Of  course,  there  was  money,  and  to some men that never became tiresome. “You  mustn’t  ever  mention  my  leg  in  front  of  Daddy  or  he  will  go apoplectic,”  she  said.  “Once  he  fired  not  just  a  kid  who  teased  me  but  his entire family. I mean, even cousins.” (MA DL: 153) Այս  նույնաբանությունը  հարցվողների  մի  խմբին  տրվել  է  մեկնաբանելու համատեքստով,  իսկ  մյուս  խմբին`  առանց  համատեքստի:  Որպեսզի  ավելի պարզորոշ  հասկանանք,  թե  որքան  կարևոր  է  համատեքստը  նույնաբանության հաղորդակցական-գործաբանական ներուժի ապակոդավորման համար, ներկայացնենք, թե ինչպես է այն մեկնաբանվել առանց համատեքստի. This repetition suggests something that can’t be changed – whatever ‘it says’ is final and there is no way to amend or change it. Այս  նույնաբանությունը  հարցվողների  մի  մասը  մեկնաբանել  է  որպես փաստի  անդառնալի ու  անշրջելի,  անուղղելի  լինելը: Ինչ  ասվել  է,  դա  վերջնական է:  Այս  մեկնաբանման  համար  հիմք  է  ծառայել  կառույցում  առկա  կրկնությունը: ", "Նույնաբանության  նշանակությունն  ընկալվել  է  որպես  կատարված  փաստի հաստատում,  իսկ  կրկնվող  կառույցը  շեշտում  է  փաստի  անփոփոխ  լինելը: ", "Անշուշտ,  սա  չափազանց  ընդհանրական  մեկնաբանություն  է:  Այլ  հարցվողներ  էլ տվել  են  այսպիսի  պատասխաններ`  It  is  very  clear.  There  is  no  alternative explanation; And that's it! Սրանք, իհարկե, շատ անորոշ պարզաբանումներ են, ինչի պատճառը  համատեքստի  բացակայությունն  է:  Այսինքն`  հնարավոր  չի  եղել  որևէ հստակություն  մտցնել,  հնարավոր չի  եղել  մեկնաբանել  ու  վերծանել նույնաբանությունը  կիրառողի  բուն  հաղորդակցական  նպատակը:  Հարցվողների մեկնաբանությունները  ավելի  շատ  ենթադրությունների  են  նման:  Անհասկանալի է`  ինչու  է  փաստը  անդառնալիորեն  անշրջելի,  կամ  ինչ  փաստի  մասին  է  խոսքը: ", "կան)  լինի»  արտահայտության  մեջ,  որը,  հավանաբար,  Խարբերդի  ասորիների սերնդեսերունդ փոխանցված և կենդանի խոսքում պահպանված ասորական մի քանի  կրոնական  արտահայտություններից  մեկն  էր:  Սույն  բայաձևի  հիմքը  դա- սական  ասորերենի  həwa՝  «լինել»  բայն  է,  որը  գործածված  է  անկատար  կերպի համեմատաբար ճիշտ ձևով, սակայն արականի փոխարեն՝ իգական սեռով, այ- սինքն պետք է լիներ նէվէ (դասական ասորերենի ճիշտ ձևը՝ nehwe): "]}