{"paragraph_source_docs": [0, 1, 2, 5, 4, 1, 5, 4, 5, 2], "source_docs_file": "Literature.json", "paragraphs": ["Գրականագետ  Կրիստինա  Բակիլեգան  այս  կապակցությամբ  գրում  է.  «Աջիլուլֆոն ոչ այլ ինչ է, քան անուն և տիտղոս, որ նյութականցված է զենք ու զրահի մեջ»:154 Աջիլուլֆոն արժանի ասպետ լինելու համար ունի ամեն ինչ, բացի «ինքն իրենից». «այսպիսով՝ Կառլոս Մեծի բանակում կարելի է ասպետ լինել, ունենալ բազմաթիվ կոչումներ, կռվելու հանդեպ մեծ կիրք և պատրաստակամություն՝ առանց գոյություն ունենալու կարիքի»:155 Երբ  ասպետական  նկրտումներով  տարված  և  Աջիլուլֆոյի  շնորհներով  հիացած դեռահաս  Ռամբալդոն  խորհուրդ  է  հարցնում  Աջիլուլֆոյից՝  ինչպես  պետք  է premio. La fiaba e i testiextrafolklorici. Edizioni grafo. Brescia 1985.  P.29 սարակինոսներից  վրեժ  լուծի  հոր  սպանության  համար,  ապշում  է  ասպետի  տված անտարբեր և ակնհայտորեն կենցաղային, բյուրոկրատական պատասխանից. «Պետք  է  դիմել  Մենամարտերի,  Վրիժառության  և  Պատվի  վրա  Խազերի Տնօրինությանը՝ մասնավորեցնելով պատճառները, որոնք ուսումնասիրվելուց հետո կորոշվեն ինչ պայմաններ ձեռնարկել, որ դիմողը բավարարվի»:156 Ակնհայտ  է,  որ  նման  պատասխանը  հատուկ  չէ  միջնադարյան  ասպետական վեպի հերոսին: Սա ճղճիմ կենցաղային խնդիրներով ու ձևականություններով տարված, տիտղոսների  զրահ  հագած  և  մարդկային  զգացմունքներից  զուրկ  մի  հերոսի պատասխան  է,  որն  ապացուցում  է  կռվի  և  ասպետականության  հանդեպ  նրա խանդավառության բացակայությունը: ", "Իր  ստեղծագործություններից  մեկի  մեջ  գլխավոր  հերոսը՝  Դեզ  Էսսենթը, միանշանակ  հիշեցնում  է  Պոյի  Աշերին՝  իր  ընդհանուր  բնութագրով  և  իռացիոնալ վախերով:  Գյուիսմանսը  ստեղծագործության  մեջ  անգամ  հիշատակում  է  Պոյի անունը.  §Դեզ  Էսսենթին  համակում  էր  մի  տարօրինակ  անհանգստություն:  Նման Paris, A. Michel, 1925 — p. 67 զգացում  նրա  մոտ  առաջացրել  էին…  Էդգար  Պոյի  որոշ  պատմվածքները,  որի հալյուցինացիաները և մղձավանջները Ռեդենը դարձրել էր իր սեփականը¦:38 Գյուիսմանսը  անդրադառնում է նաև  Պոյի  պոեզիային, որն իր հագեցվածությամբ  չէր  կարող  չազդել  վեպի  հերոսի  վրա.  դրանք  §ազդում  էին  նրա (Դեզ  Էսսենտի-Լ.Լ.)  նյարդերի  վրա  նույնքան,  որքան  Էդգար  Պոյի  ամենախորը  և հոգեցունց բանաստեղծությունները:39 Գյուիսմանսի ստեղծագործությունը կառուցված է այնպես, որ հերոսը որևէ բանի մասին խոսելիս հեշտությամբ փոխում է իր  սեփական  տեսակետը  և  ձևակերպում  նոր  ընկալում:  Օրինակ՝  այնտեղ,  ուր  Դեզ Էսսենտը  հիշատակում է  Պոյի  դեդեկտիվները,  անվանում է  հեղինակին §ինդուկցիայի  մեծ  վարպետ¦  և  հիանում  է  վախի  բնույթը  հետազոտելու  Պոյի ունակությամբ: Իսկ  երբ  նա խոսում է Էդգար Պոյի պոեզիայի մասին, պատկերում է վերջինիս  որպես  զգայուն,  ֆիզիոլոգիայից  զուրկ  հեղինակի.  §…  Էդգար  Պոն զբաղվում  էր  ուղեղի  անատոմիայով,  իսկ  երբ  հոգնում  էր,  նրա  երևակայության  մեջ հայտնվում էին հրեշտականման պատկերներ և քաղցր տեսիլներ¦:40 Պոյի  ստեղծագործության  և  անհատականության  նման  հակասական ընկալումը  շատ  բնորոշ  է  ֆրանսիական  մշակույթին:  Խոսելով  Պոյի  ազդեցության մասին Գյուիսմանëի վրա՝ Լեմոնյեն գրում է, որ վերջինս ազդված է ոչ այնքան Պոյից, որքան  Պոյի  բոդլերյան  մեկնաբանությունից:  Քննադատը  դա  անվանում  է  կրկնակի արտացոլում: Գյուիսմանսը շարունակում է Պոյի կերպարի ընկալման այն գիծը, երբ ամերիկացի  հեղինակը  ներկայանում  է  որպես  անիծված,  մերժված  ու  թշվառ հանճար-հանցագործ: ", "Օզի և Մեհմեթ Էրօղլուի ստեղծագործություններում Թուրք  հայտնի  գրող  Էրդալ  Օզի  (1935-2006  թթ.)  բանաստեղծություններն  ու պատմվածքները  թերթերում  և  ամսագրերում  հայտնվել  են  դեռևս  1950-ական  թթ. վերջերին:  Այդ  պատմվածքները  1960  թ.  ամփոփվեցին  «Հոգնածները»  («Yorgunlar») անվամբ  գրքում:  Նույն  թվականին  լույս  տեսավ  նրա  նաև  «Սենյակներում»  («Odalarda») վեպը,  որոնք  հենց  գրողի  գնահատմամբ  «...զուտ  գրիչի  փորձեր  էին,  դեռևս  անորոշ աշխարհայացքի  ծնունդ»240:  Այս  գրական  դեբյուտից  միայն  13  տարի  անց  Էրդալ  Օզը հանդես  եկավ  նոր  ստեղծագործություններով:  Իր  տևական  լռությունը  նա  բացատրեց իրականության  և  գրողի  առաքելության  ընկալումների  վերակառուցմամբ:  Նա մասնավորապես  գրել  է.  «Այս  տարիների  ընթացքում  երկրում  տեղի  ունեցած իրադարձությունների  ազդեցությամբ  ես  հասկացա,  որ  չեմ  կարող  գրել  այն  ոգով,  որով սկսել  եմ:  Անհրաժեշտ  էր  ներքուստ  հասկանալ,  թե  ինչ  էր  կատարվում  մեր հասարակության մեջ և դրան սեփական գնահատականը տալ»241: ", "Բանաստեղծություններ  սկսել  է  գրել  10-ական  թվականների  սկզբից,  երբ  գրական մթնոլորտը ամբողջապես շնչում էր Տերյանով։ Պատահական չէ, որ նրա միակ ժողովա- ծուն,  որ  լույս  է  տեսնում  1912  թ.,  կրում  է  «Աշնուտ»  բնորոշ  խորագիրը։  Բանաստեղ- ծությունների  վրա  զգալի  է  ոչ  միայն  Տերյանի,  այլև  ռուս  սիմվոլիստների,  հատկապես Ալեքսանդր Բլոկի և Կոստանդին Բալմոնտի ազդեցությունը։ Բոլոր դեպքերում, սակայն, գերիշխողը  10-ական  թվականներին  հայ  մտավորական  երիտասարդության  շրջանում տիրող տրամադրություններն ու խոհերն են։ Հատկանշական է, որ Տեր-Մարտիրոսյանի ժողովածուն  ևս,  ինչպես  Տերյանի  «Մթնշաղի  անուրջները»,  սկսվում  է  «Տխրություն» խորագիրը կրող բանաստեղծությամբ. Անհայտության մեջ ընկնող աստղի պես Օրերը չունին սկիզբ ու վախճան, Նամակների պես, որ չհասան քեզ, Հայացքների պես, որ քեզ չտեսան… Այս վիշտը արդյոք ո՞վ է մորմոքում – Սուլում է քամին դատարկ դաշտերում… Խենթ ափսոսումը ցավ է բորբոքում, Եղեգը այս խեղճ, մենակ, երազուն… Հասկերը վհատ մրմնջում են լուռ, Խուրձերն են տխրում մոռացված ու խեղճ. Խոսքերը վհատ, չասված ու տխուր Տարուբերվում են անհայտության մեջ…63 Ընդհանուր  տրամադրությունը  իրոք  տերյանական  է։  Պատկերամտածողությունը ևս  հիշեցնում  է  Տերյանի  բնաստեղծական  լեզվաշխարհը՝  ընկնող  աստղեր,  մորմոքող վիշտ,  արձակ  դաշտեր,  երազուն  եղեգ,  վհատ  մրմունջ,  անհայտություն  և  այլն։ ", "Կնոջ  և  տղամարդու  միջև  սիրո  և  փոխհարաբերությունների  թեման  վառ արտահայտվեց      Ջ.  Ափդայքի,  Ջ.  Օուտսի,  Մ.  Մաքքարթիի,  ինչպես  նաև  Ջոն  Չիվերի ստեղծագործություններում։ ", "Որպեսզի էլ ավելի հստակ դարձնի իր միտքը, նա մեջբերում է անում Բոդլերից. §Այն առավոտ  երբ  նյույորքյան  §Ույիգը¦  հրապարակեց  §Ագռավը¦,  երբ  Պոյի  անունը բոլորի  շուրթերին  էր,  և  ամբողջ  աշխարհը  բառացիորեն  հիացել  էր  այդ բանաստեղծությունով,  ինքը՝  հեղինակը  (Էդգար  Պոն-Լ.Լ.),  ճոճվելով  և  շենքերի անկյուններին քսվելով, իջնում էր Բրոդվեյով¦:43 Փաստորեն  Բրետոնը  հիմնվում  է  Բոդլերի  վրա  և  մասնավորապես  Բոդլերի կողմից  ընդգծված  Պոյի  այն  գծի  վրա,  որը  նկատել  էր  նաև  Գյուիսմանսը  և քննադատների  մեծ  մասը՝  մերժվածություն,  օտարվածություն  և  սեփական ստեղծագործությունը իրականությանը հակադրելու ձգտում: ", "Սակայն,  ինչպես  արձանագրում  է  նաև  գրականության  պատմությունը,  Տեր-Մարտի- րոսյանի բանաստեղծություններում «սերը սիմվոլիկ նշանակություն ունի. բանաստեղծի սիրած  էակը  սովորական  կին  չէ,  այլ  խորհրդավոր  մի  զորություն,  որի  հպումից լուսավորվում է աշխարհը»64։ Տխրությունը, որ այս երգերում էլ անբաժան է քնարական տրամադրությունից,  երանգափոխվում  է,  «լույսերից  է  հյուսված»։  Սա  տերյանական «ուրախագին  թախիծն»  է,  որ  աստիճանաբար  փոխում  է  բանաստեղծի  քնարական ապրումների տոնայնությունը։ Ահա 1915-ին գրված սիրային մի բանաստեղծություն. Քո խելառ խոսքերի արձագանքը հնչեղ Դեռ դողում է օդում այս օտար, Կարծես թե լինում ես և այնտեղ, և այստեղ, Կարծես թե լուծվում ես բազմատարր… Եվ հիմա քո խոսքերն են հնչում ամենուր՝ Աշխարհում, երկնքում, երգերում. Հնչում են ինչպես երգ, վառվում են ինչպես հուր, Ու անդարձ և անզուսպ են գերում, Ու երգում է արդեն քեզ աշխարհը հանուր Իմ բոլոր երգերում…65 Օտար օդում դողացող արձագանք, գոյի մարմնեղեն էության տարրալուծում անո- րոշ  տարածության  ու  ժամանակի  մեջ,-  բանաստեղծության  սկզբի  այս  պատկերները դեռ  պահպանում  են  կապը  տերյանական  աշխարհի  հետ։  Շարունակության  մեջ  պատ- կերային համակարգը այլ որակ է ձեռք բերում. խոսքերը հնչում են իբրև երգ, «վառվում են ինչպես հուր», անհատի  ներաշխարհի  սահմաններն ընդարձակվում  են, ներանձնա- ցած հոգու փոխարեն աշխարհն է երգում…  Այս նոր քնարական իրադրությունը արդեն կապվում է չարենցյան աշխարհի հետ։ ", "Յուրաքանչյուր  դժբախտ  ընտանիք  նման  է  մյուսին,  իսկ  «երջանիկ  ընտանիք» հասկացություն,  որպես  այդպիսին,  գոյություն  չունի։ ", "Բայց  ստեղծագործական  նախկին  կորովը  այլևս  չվերադարձավ,  որի  մասին ափսոսանքով  են  գրում  նրա  երբեմնի  գրչակից  ընկերները։  Նրան  նվիրած  մի  տրիո- լետում Չարենցը ցավով գրում է. Թող Գյումրին սպասե, երկար ու երկար, Որ դառնա սիրասուն իր պոետը, Բայց անցավ նա ինչպես թռչող նետը, Թող Գյումրին սպասե երկար ու երկար… Քաղաքական-կուսակցական  գործունեությունը  Արտաշես  Տեր-Մարտիրոսյանին թույլ  չտվեց  լիովին  բացահայտել  իր  նշանակալից  ստեղծագործական  կարողություն- ները։  Բայց  եղան  նաև  այնպիսիները,  որոնք,  ստեղծագործական  մկրտություն  ստանա- լով տերյանական դպրոցում, հասարակական-քաղաքական նոր պայմաններում շարու- նակեցին  մնալ  գրական  կյանքի  կենտրոնում  և  զարգացնել  իրենց  ստեղծագործական հնարավորությունները՝  ժամանակի  առաջադրած  գեղագիտական  նոր  պահանջներին համապատասխան։ Դրանցից մեկն է Ազատ Վշտունին։ ", "Սակայն  պետք  է  նշել,  որ  սյուժեի  բացակայությունը  կամ  հատվածայնությունը վերականգնվում,  փոխհատուցվում  է  դրվագների,  մոտիվների,  պատկերների  ու զգացողությունների պարբերաբար կրկնություններով: "]}