{"paragraph_source_docs": [0, 3, 1, 1, 2, 3, 1, 3, 1, 3, 2, 1, 1, 3, 1, 1, 2, 1, 1, 1, 1, 1, 1, 1, 1], "paragraphs": ["Այս գործընթացի վերլուծման արդյունքները հետևյալն էին. առանց   ճարպակալման ֆենոտիպով  խմբում  կղզյակային  նեոգենեզ  առկա  էր  14  դեպքում (60.8%): ", "PD  հարցաշարի  «Վերջնարդյունք»  ցուցանիշի  համաձայն  ՏՆ  նույնպես  մաքուր  ՆՑ  է, քանի որ նրա բաղադրիչ մասերը` իրենց բնորոշ ուժգնությամբ հատում են 19 միավորի շեմը (Աղյուսակ 53): ", "Որովայնի  խոռոչի  և  միջնորմի  ՈւՁՀ-ն  չկատարելու  պատճառով  չի  հայտնաբերվել չմեծացած փայծաղի օջախային փոփոխությունները և փայծաղի դրունքի ա/հ-ները (նկ. ախտորոշումը  ձգձգվել  է  ամիսներ,  ավելին  ախտորոշվել  է  «Վահանաձև  գեղձի հանգուցավոր խպիպ», ստացել է հորմոնալ պրեպարատներ: Ուղեգրվել է ԱԿ « Անհայտ էթիոլոգիայի  անեմիա,  ամենոռեա,  վահանաձև  գեղձի  II  աստիճանի  մեծացում, հանգուցավոր  խպիպ»  ախտորոշումով,  այնինչ  ԱԿ-ում    կատարված  հետազոտություն- ների  արդյունքում  հիվանդի  մոտ  ախտորոշվեց  Հոջկինի լիմֆոմա:  Միջնորմի ախտահարման  դեպքում  պարանոցային,  հատկապես  վերանրակային  ա/հ-ի հայտնաբերումը  շատ  կարևոր  է,  քանի  որ  միջնորմի  սահմաններից  դուրս  ուռուցքային գոյացությունների  (պարանոցային.վերանրակային  ա/հ-ի)  բիոպսիայի  արդյունքների ձևաբանական  պատկերը չի  տարբերվում  միջնորմի  առաջնային ուռուցքի իմմունահիստաքիմիական պատկերից [Мазурок Л.А., 2006] : ", "Այսպիսով  հետազոտման  արդյունքում  պարզվել է,  որ  ՀԼ-ի  դեպքում ծայրամասային  ա/հ-  ի  52.9%  ախտահարվել  են  պարանոցային  ա/հ-ը,  43.5%  դեպքում ախտահարվել  է  միջնորմը,  երկուսից  ավել    ախտահարված  օջախների  թիվը  կազմել  է օրգանների ախտահարումները ՈՀԼ-ով  հիվանդների  դիտողական  և  հետհայաց  հետազոտության  վերլուծության համաձայն, ԱԿ դիմած հիվանդների մոտ գերակշռում են В-բջջային լիմֆոմաները 93.5% (101  հիվանդ):  Ըստ  գրականության  տվյալների  այն  կազմում  է  85.5-95.0  %  [Поддубная И.В. и др., 2006; Ковригина А.М. и др., 2007]: ", "Աղիքային  ռեզերվուարը  հեռացվել  7  հիվանդի,  որը  համապատասխանում  է հիվանդների ընդհանուր թվի 1.6%-ին: Այս հիվանդների մեզի դերիվացիայի վերջնական եղանակ է ընտրվել երկկողմանի ստանդարտ ՈՒԿ: ", "ՏՆ խմբի (n=12) տվյալները ըստ GAD-7 հարցաշարի GAD-7 հարցաշար Տագնապ չկա Թեթև աստիճանի Միջին աստիճանի Ծանր աստիճանի n (%) M±SD N/A տագնապ N/A տագնապ n=6 (50%) տագնապ n=6 (50%) Աղյուսակ 56. ՏՆ  հիվանդները  քնում  են  ամենից  երկարը (7.7±0.9):  Հակացնցումային դեղորայքն  այս  հիվանդության  բուժման  առաջին  շարքի  ընտրության  դեղորայք  է համարվում:  Քնի  երկարատևությունը  բացատրվում է  դեղորայքի  կողմնակի ազդեցություններով: Պատահական չէ, որ քնի «արհեստական» երկարատևությունը, չի բավարարում հիվանդերի քնի նկատմամբ պահանջը (Աղյուսակ 57): ", "Հարկ է նշել, որ  լիմֆոմաների դեպքում տարբեր շրջանների ծայրամասային ա/հ–ի սոնոգրաֆիկ պատկերը և էխոկառուցվածքը նույնը չէ:Այս երևույթը պայմանավորված է ախտաբանական  պրոցեսի  մեջ  ա/հ-ի  ընդգրկման  տարբեր  աստիճանով  և ախտահարման վաղեմությամբ: ", "Գծապատկեր 18. ՏՆ խմբում «Առողջության փոփոխություն» ցուցանիշը: ", "Ա. աճուկային ա/հ Բ. օվալաձև ա/հ-ներ աճուկում Գ. անութափոսի ա/հ                                   Դ. վերանրակային ա/հ Նկ. 7. (Ա, Բ, Գ, Դ) ՈՀԼ-ով հիվանդի ծայրամասային ա/հ-ի ախտահարման պատկերը Անութափոսի  ա/հ-ի  (նկ.  7  Գ)  երկայնական  և  լայնական  առանցքները  գրեթե հավասարվում  են:  Վերանրակային  ա/հ-ը  (նկ.  7  Դ)  լիովին  հիպոէխոգեն  են,  գնդաձև  և այս դեպքում բիոպսիայի համար առավելագույն ինֆորմատիվը: ", "Հայտնաբերված  բոլոր  միջխմբային  տարբերությունները  ենթարկվել  են  ոչ պարամետրիկ վիճակագրական վերլուծության:  ԱՑ ցուցանիշը  տարբեր էթիոլոգիական  խմբերում  վիճակագրորեն    հավաստի  տարբեր  է  (p<0.05):  ՄՑ ցուցանիշը  ՀՀՆ  (6.3±1.4)  և  ԴՑՆ  (6.3±1.3)  խմբերում  գրեթե  չի  տարբերվում:  ՀՀՆ դեպքում,  բացի  ուժեղ  ցավային  նոպաներից,  մշտապես  առկա  է  ֆոնային  ցավ,  որը հատկապես  ուժեղանում  է  ցավը  հրահրող  տարբեր  գործոններից:  Որպես  կանոն  դա մեխանիկական ազդեցությունն է: ԴՑՆ հիվանդների մոտ ցավը ևս կրում է մշտական և կայուն  բնույթ:  Վերջնարդյունք  ցուցանիշի  մասով  տարբերությունները  ևս վիճակագրորեն հավաստի են (p<0.05): ", "Բարդությունների մանրամասն նկարագրությունը տես աղյուսակ 11-ում: ", "Հատկապես ՈՀԼ-ի դեպքում լյարդը և փայծաղը մեծանում են այնքան, որ գրավում են  որովայնի  խոռոչի  մեծ  մասը,  շերտավորվելով  մեկը  մյուսի  վրա  (համբույրի սիմպտոմ)  (նկ.10):  Մեծացած  լյարդը  և  փայծաղը  ճնշում  են  հարևան  օրգանների  վրա, խաթարելով նրանց նորմալ գործունեությունը: ", "Նկ. 10. Լյարդի և փայծաղի մեծացում Ըստ  ստացված  ՈւՁՀ-ն  տվյալների  ՈՀԼ-ով  հիվանդների  մոտ լյարդի ախտահարումներ  նկատվել  են  37.3%  (39  հիվանդ)  դեպքում,  որից  8.3%-ի  մոտ  (9 հիվանդ)  ախտահարումը  եղել  է  օջախային  բնույթի:  Լեղապարկի  պատի  հաստացում, հավանաբար  ինտոքսիկացիայի  հետևանքով,  դիտվել  է  3.4%  դեպքում,  որից  մեկ դեպքում՝ քար լեղապարկի խոռոչում: Վահանաձև գեղձի ախտահարում եղել է 9.2% (10 հիվանդ)  դեպքում  (աղյ.  ):  Վահանաձև  գեղձի  ախտահարում  եղել  է  9.2%    (10  հիվանդ) դեպքում: Երիկամների մեծացում դիտվել է 2.8% (3 հիվանդ) ) դեպքում: ", "«Ֆիզիկական  գործունեություն»  ցուցանիշի  միջին  արժեքը  ամենից  բարձրը  ՏՆ խմբում  է  (58.8±29.8),  մինչդեռ  ԿՑ  հիվանդների  խմբում  այն  անհամեմատ  ցածր  է (ամենից  ցածրը  բոլոր  խմբերի  մեջ՝  25.0±29.8):  ՀՀՆ  դեպքում  այն  կազմում  է (53.5±25.4),  ԱԼՑՆ`  (48.0±25.2)  և  ԴՑՆ`  (36.5±21.8):  ՏՆ  այս  ցուցանիշի  մասով  ունի ամենից  բարենպաստ  ընթացքը,  ինչը  վկայում  է,  որ  ֆիզիկական  գործունեությունը կախված չէ միայն ցավի ուժգնությունից: Քանի որ ՏՆ բնորոշ է նոպայաձև ցավը, ապա ցավից  դուրս  հիվանդները  կարող  են  ունենալ  բավարար  ֆիզիկական  ակտիվություն: ", "Ինչպես  երևում  է  աղյուսակ  8-ից  ՈՀԼ-ի  դեպքում  դասակարգման  I  փուլով առաջնակի  ընդունված  հիվանդներն  ընդամենը  1.8%  են  եղել  (2  հիվանդ),  նրանց  մոտ նկատվել է անութափոսի ա/հ-ի ախտահարում, II փուլով՝ 16.7% (18 հիվանդ), III փուլի դեպքում 31.5% (34 հիվանդ) պարանոցի, վ/ա-ին, անութափոսի, միջնորմի ահ-ի  ախտա հարմամբ  փայծաղի  մեծացմամբ:  ՈՀԼ  դեպքում  Ann  Arbor  դասակարգմամբ  IV  փուլով ունեցել  ենք  50%  (54)  հիվանդ,  այս  դեպքում  ախտահարված  են  եղել,  ծայրամասային ա/հ-ը,  միջնորմի  ա/հ-ը,  որովայնի  ա/հ-ը,  լյարդը,  ոսկրածուծը,  նկատվել  է  հեղուկ պլևրալ խոոռչում և որովայնում: Գրականության մեջ շատ են փաստեր, որոնք նշում են ՈւՁՀ-ն  անտեսումը  բիոպսիայից  առաջ,  և  իհարկե,  հաստատում  են  ՈւՁՀ-ն սկզբունքային  անհրաժեշտությունը  գործնական  առողջապահության  մեջ  [Меликян  А. Л., 2009]: Նման իրավիճակների դեպքում հիվանդը ենթարկվում է անցանկալի կրկնակի վիրաբուժական միջամտությունների: Առավել անցանկալի է, երբ հիվանդի մոտ առկա է «վերին սիներակի սինդրոմ» [Проценко С.А. и др., 2006; Cirioni L. et al, 2005; Yahalom J., վերջույթների,  կրծքավանդակի  վերին  հատվածի,  պարանոցի  անոթների  լայնացում, դեմքի,  պարանոցի,  վերին  ուսագոտու  այտուց,  դեմքի  ցիանոզ,  պլետոռա,  տախիպնոե, Այս իրավիճակում վերքերի լավացումը ձգձգվում է: ", "Ոչհոջկինյան լիմֆոմայով հիվանդների կլինիկա - ձևաբանական բնութագիրը Միջին տարիք (տարի) Դեպքերի թիվը Տղամարդ Կանայք Հիվանդության փուլն ըստ AnnArbor դասակարգման Ավշահանգույցների խմբերի քանակը II III IV ≤ 2 ≥ 2 մեծացում Փայծաղ օջախային փոփոխություններ դիֆուզ փոփոխություններ Միջնորմի ախտահարում Աճուկային ա/հ Անութային ա/հ Պարանոցային   ա/հ Վերանրակային ա/հ Որովայնի խոռոչի և հետորվայնամզային ա/հ Ոսկրածուծի ախտահարում Ստամոքսի ախտահարում Սերոզիտներ Վահանաձև գեղձի ախտահարում Լյարդ մեծացում օջախային փոփոխություններ Աղյուսակ 8 ՈՀԼ հիվանդները n=108 n=57 n=51 n=2 n=18 n=34 n=54 n=15 n=40 n=49 n=7 n=22 n=14 n=45 (n=43 n=47 n=24 n=41 n=15 n=1 n=15 n=10 n=39 n=9 Պնևմոթորաքս Նկար  11-ում  հիվանդի  միայն  շոշափմամբ  հայտնաբերված  անութափոսի  ա/հ-ը բիոպսիայի նպատակով հեռացնել չի հաջողվել, քանի որ ՈւՁՀ-մբ նախապես չի ճշտվել ա/հ-ի տեղակայումն, ուստի կատարվել է միջնորմի վիրահատություն: ", "Տվյալ  եղանակով  վիրահատված  197  հիվանդից  ներհիվանդանոցային  մահացությունը առձանագրվել է  7  հիվանդի  մոտ,  որը  համապատասխանում է  3.6%-ին: ", "Նկ. 11. Բիոպսիայի հետևանքներն առանց ՈւՁՀ-ն Ժամանակին կատարված  ՈւՁՀ-ը կկանխեր վիրաբուժական կրկնակի միջամտությունն  «առանց  այն  էլ  ծանր»  հիվանդի  մոտ,  առավել  ևս  հիվանդի  մոտ վիրահատություններից հետո, ՈւՁՀ-մբ հայտնաբերվել էին վերանրակայն շրջանում 2.5 х  1.3  սմ  չափի  ա/հ-ներ,  որոնք  փոփոխված  կառուցվածք  ունեին  և  նպատակահարմար էին բիոպսիայի համար: ", "Այսպիսով  գնահատելով  ՈՀԼ-ով  հիվանդների  մոտ  օրգան-համակարգերի ախտահարման  հաճախականությունն  ու  տարածվածությունն  ակնհայտ  է,  որ առաջնակի  դիմած  հիվանդների  81.5%  եղել  են  Ann  Arbor  դասակարգմամբ  III  և  IV փուլերով  հիվանդներ,  երկուսից  ավել  օջախների  ախտահարումը  կազմել  է  37%, փայծաղի ախտահարումը ` 51.9%, լյարդի ախտահարումը` 36.1%, պարանոցային ա/հ-ը՝ 43.5%: ", "խմբերում  փայծաղի, ա/հ-ի ախտահարումների բնույթը, տեղակայման հաճախականությունը, հիվանդության կլինիկական ընթացքը Լիմֆոմաներով  հիվանդների գանգատները  հիմնականում  ուռուցքանման գոյացությունների  առկայությունն  է  ռեգիոնալ  ա/հ-ի  տեղակայման  շրջաններում՝ պարանոցային,  անութային,  աճուկային,  որոնք  մասնագետի  դիմելու  հիմնական պատճառներից մեկն են: ", "Աղյուսակ 9 ՈւՁՀ-մբ հայտնաբերված ՈՀԼ-ով հիվանդների ախտահարված ավշային հանգույցների տեղակայումը ախտահարված ա/հ-ի տեղակայումը Դեպքերի թիվը Պարանոցային Աճուկային Անութային Որովայնի խոռոչի և հետորովայնամզային Վերանրակային Միջնորմ ՈՀԼ հիվանդները % ընդհանուրից Հիմնականում  ախտահարված  ա/հ-ում  նկատվել  է  առատ  անոթավորում:  Տարբեր տեղակայման ախտահարված ա/հ-ի հանդիպման նվազման հերթականությունն է ՈՀԼ- ի  դեպքում  պարանոցային,  աճուկային,  անութային,  որովայնի  խոռոչի,  վ/ա  և ամենաքիչը`  12.9%  միջնորմի,  իսկ  ՀԼ-ի`  պարանոցային,  միջնորմի,  անութային, աճուկային, վերանրակային և 23.5% որովայնի խոռոչի (աղյ.9, 10): ", "Ոչհոջկինյան և Հոջկինյան լիմֆոմաների դեպքում ուլտրաձայնային հետազոտությամբ    հայտնաբերված  ա/հ-ի  դեպքերի  թիվը  գերակշռում  են  հիվանդների գանգատներում  նշված  ա/հ-ի  դեպքերի  նկատմամբ:  ՈՀԼ-ի  դեպքում  գերակշռումն  ըստ տեղակայման կազմել է.   12.9% աճուկային ա/հ-ի դեպքում   14.8% անութային ա/հ-ի  դեպքում   10.2% պարանոցային ա/հ-ի դեպքում   100% վերանրակային  ա/հ-ի դեպքում: ", "ՈւՁՀ-մբ հայտնաբերված ՀԼ-ով հիվանդների ախտահարված ավշային հանգույցների տեղակայումը Աղյուսակ  10 ախտահարված ա/հ-ի տեղակայումը Դեպքերի թիվը Պարանոցային Միջնորմ Անութային Աճուկային Վերանրակային Որովայնի խոռոչի և հետորովայնամզային ՀԼ-ով հիվանդները % ընդհանուրից ՀԼ-ի դեպքում գերակշռումն ըստ տեղակայման կազմել է.   10.6% աճուկային ա/հ-ի դեպքում   17.7% անութային ա/հ-ի դեպքում   9.4% պարանոցային ա/հ-ի դեպքում   100% վերանրակային  ա/հ-ի դեպքում: ", "Այսինքն  ՈւՁՀ-ը հստակեցնում և բարելավում է  ՈՀԼ-ի և ՀԼ-ի  դեպքում փուլավորումը : ", "Այլ  գանգատներից  կարելի  է  նշել  տարբեր  աստիճանի  քրտնարտադրությունը, հատկապես գիշերային ժամերին,  թուլությունը, ջերմության  անբացատրելի բարձրացումը, որը չի իջնում նույնիսկ հակաբորբոքիչների ընդունումից, քաշի անկումը, մաշկի  քորը,  որն  արտահայտվում  է  թեթև  ձևից  մինչև  մաշկի  վրա  արյունային  բծերի առաջացմամբ,  ախորժակի  բացակայություն,  ալկոհոլի  ընդունումից  հետո  ա/հ-ի  ցավ (բնորոշ է ՀԼ-ին): Մեր կողմից հետազոտվող ՈՀԼ-ով և ՀԼ-ով հիվանդների գանգատները շատ  նման  են  և  վաղեմությունը  կազմել  է  մեկ  ամսից  մինչև  2.5  տարի:  Նշված գանգատները յուրահատուկ  չեն  ՈՀԼ-ի և ՀԼ-ի համար, սակայն կարող են հուշել ՈւՁՀ-ն մասնագետին  ավելի  ուշադիր  հետազոտել  և  հայտնաբերել  գանգատների  հնարավոր պատճառները,  օրինակ.  փոքր  չափաբաժիններով  հաճախամիզության  պատճառը կարող  են  լինել  փոքր  կոնքի  մեծացած  ա/հ-ը  կամ  կոնգլոմերատները,  որ  ճնշում  են միզապարկին, ինչպես և հազի պատճառը կարող է լինել միջնորմի գոյացությունը կամ պլևրայի հեղուկը: "], "source_docs_file": "Medicine.json"}