{"paragraph_source_docs": [1, 0, 1, 4, 1, 3, 2, 1, 3, 0, 5, 1, 1, 1, 1, 0, 1, 0, 1, 1, 0, 1, 3, 1, 1], "paragraphs": ["սիստեմատիկ աշխատելը՝ Մալարմեն ստեղծել է մի շարք արձակ հատվածներ Պոյի ոգով:  Մալարմեի  շարահյուսության  առանձնահատկությունը  հաճախ  կապում  են անգլերենի  ազդեցության  հետ,  սակայն  այդ  թեզը  այդպես  էլ  գիտականորեն չապացուցվեց: ", "Այսպիսով՝  «Բարոնը  ծառի  վրա»  վեպը  բարդ,  մի  շարք  ժանրային  շերտերից բաղկացած ստեղծագործություն է: ", "Ինչ  վերաբերում  է  գրական  քննադատությանը,  ապա  Պոն  այստեղ  հանդես  է գալիս  մի  կողմից  որպես  օբյեկտ-գործող  անձ,  մյուս  կողմից՝  ստվերային համահեղինակ:  Սրանով  է  բացատրվում  այն  հանգամանքը,  որ  Բոդլերի  և  Վերլենի որոշ  հոդվածներ  պարունակում  են  Պոյի  ոգով  վերաձևակերպված  դրույթներ: ", "Աշխարհը  գլխիվայր  շրջվել  է,  և  միայն  մայրն  է,  որ  չի  ուզում    հավատալ պատերազմի  սարսափին  և  կորուստների  անդառնալիությանը.  «Ես  կուզենայի  Ասիա գնալ,  Ասիայում  պատերազմ  չկա,  չէ՞,  թե՞  կա»138:    Արհեստական  իրականությունը ստեղծված  է  մարդու  կողմից  և  անքակտելիորեն  կապված  է  նրա  գոյության  հետ։ ", "Մալարմեն  իր  հերթին  տարված  է  ամերիկացի  գրողի  այն  մտքերով,  որտեղ վերջինս  նշում  է  փիլիսոփայության  տեղը  պոեզիայի  մեջ:  Մալարմեն  և  Վերլենը միաձայն  այն  համոզմուքն  են  արտահայտում,  որ  19-րդ  դարի  ֆրանսիական գրականության  մեջ  ռեֆրենը  ¥կրկնողություն,  կրկներգ¤  իր  ծագումով  և  բնույթով պարտական է Էդգար Պոյին: ", "Նշվածներն ամենևին էլ բացառիկ նմուշներ չեն այս գրքում. եթե հնարավոր լիներ, գրողի և ոչ մի տող բաց թողնել պետք չէր: Օրինակների շարքն ընտրված է ըստ գրքում նկատված հաջորդականության: ", "Վեպի պատկերման արտահայտչականությունը  հարստացված  է  վավերագրական  նյութերով`  թերթերից քաղվածքներով,  որոնք  վերաբերում  էին  հատկապես  Ստամբուլում  Իսրայելի հյուպատոսի առևանգման առնչությամբ զինվորական վարչակարգի կողմից տարածված հայտարարությանը:  Վերջինս  պարտադրում  էր  անմիջապես  ոստիկանություն ներկայանալ  բոլոր  այն  գիտնականներին,  լրագրողներին,  կուսակցությունների  ու արհմիությունների  անդամներին,  գրողներին,  ում  անունը  նշված  էր  հայտարարության մեջ:  Վեպի  կերպարները  հիմնականում  հորինված  են,  որոնք  բացառությամբ  գլխավոր հերոսի,  անգամ  անուն  չունեն:  Մինչդեռ  վեպում  ծավալվող  գործողությունները համապատասխանում  են  պատմական  իրադարձություններին:  Մասնավորապես` անանուն  խմբի կողմից  ՆԱՏՕ-ի ռադիոտեղորոշիչ կայանից օտարերկրյա զինծառայողների  առևանգումը,  որի  արդյունքում  սպանվեցին  և՛  պատանդները,  և՛ առևանգիչները, միանգամայն համապատասխանում է իրականությանը: ", "Քննադատներից  մեկը  նշում  է,  որ  Վիլյեի  շատ  նովելներ  արտացոլում  են  այն միստիկական միտումները և իռեալիստական սկզբունքները, որոնք բնորոշ էին Պոյի նովելներին. արտաքին սյուժետային կտավի տակ թաքնված է դրա հոգեհարցության /օկկուլտ/  էությունը,  երբ  փաստերը  այնպես  են  խմբավորված,  որ  ստիպեն ընթերցողին  չհավատալ  ռեալ  բացատրությանը:35  Վիլյեն  մշակում  է  ֆրանսիական §սարսափի  նովելը¦՝  դարձնելով  այն  շատ  հակիրճ  և  տրամաբանորեն  հստակ հիմնավորված: Սրանով է բացատրվում այն պաթոլոգիկ ազդեցությունը, որ թողնում էին  նրա  նովելները  ընթերցողի  վրա,  բայց  ոչ  մղձավանջային  տեսարանների պատկերմամբ:  Այսպես,  §Փորձություն  հույսի  միջոցով¦  պատմվածքում,  որի բնաբանը  Վիլյեն  վերցրել  էր  Պոյի  §Ջրհորը  և  ժամացույցի  ճոճանակը¦ ստեղծագործությունից,  պատկերվում  է  մի  իրավիճակ,  որը  ուղղակի  ալլյուզիա  է Պոյի  ստեղծագործության  վրա:  Նմանությունը  ակնհայտ  է  ոչ  միայն  սյուժեի,  այլև դրա կառուցվածքի հարթության վրա: Այս պատմվածքի կենտրոնում մի մարդ է, որի աչքերով մենք տեսնում ենք ամբողջ եղելությունը: ", "Կիլոմետրերով  ձգվող  սնունդի  կամ  հիգիենայի  ամենաանհրաժեշտ  ու  պարզունակ միջոցների  համար  հերթեր,  որոնք  բացառիկ  պատկերավորությամբ  ներկայացնում  է գրողը,  դատարկ  բանկոոպներ,  որոնց  մասին  ոչ  պակաս  մեծ  տաղանդով  խոսում  է  մեկ այլ գրող՝ Կոստան Զարյանը՝ «Բանկոոպը և մամութի ոսկորները» գրքում: ", "Ըստ  գրաքննադատ  Ռ.Ջեքսոնի՝  «Իր  ամենալայն  իմաստով  ֆանտաստիկ գրականությունը միշտ ձգտել է բացահայտել և հետազոտել “ես”-ի և “ոչ ես”-ի, սեփական ինքնության և օտարի փոխհարաբերությունները»:148 Ինչպես  եռերգության  նախորդ  վեպերի,  այնպես  էլ  «Գոյություն  չունեցող ասպետի» սյուժեն վերաբերում  է հեռավոր  պատմա-առասպելական  անցյալին՝ Կառլոս Մեծի  թագավորության  ժամանակաշրջանին,  որն  արտացոլվել  է  ֆրանսիական հերոսական  էպոսում՝  «Ռոլանդի  երգում»  և  հետագայում՝  Լոդովիկո  Արիոստոյի գրական  մշակման  մեջ՝  «Կատաղի  Ռոլանդը»  էպիկական  պոեմում:  Կալվինոյի  վեպը, Արիոստոյի պոեմի նման՝ ֆրանսիական էպոսի և միջնադարյան ասպետական վեպերի նոր, ժամանակակից  մեկնաբանություն է:  Գրականագետ Կրիստինա Վիլլան գտնում է, որ  «երկու հեղինակներն էլ իրենց պատմությունը ներկայանցնում են “ֆանտաստիկ դեֆորմացման” պրիզմայով»:149 Իսկապես,  երկու  հեղինակներն  էլ  ստեղծում  են  «առասպելական  մի  անցյալ», որտեղ  երևակայականը  միախառնված  է  իրականին,  և  այդ  միախառնումը  հաճախ վերածվում է գրոտեսկի: ", "Հեռավոր անհաս այդ եզերքների հետ է կապվում նաև Տերյանի “լուսե երազը”. Հեռու ես, անհաս իմ լուսե երազ Բայց քեզ է սիրտըս փայփայում թաքուն, Փռված է լույսըդ շուրջըս և վրաս, Անհուն աշխարհում և իմ հեզ հոգում... 59 Այդ  «լուսե  երազի»  կանչին  է  ունկնդիր  նաև  Հովհաննիսյանը,  ինչպես  ամեն բանաստեղծ, որ հայտնվում է տերյանական դպրոցի ոլորտներում. Հնչում է ձայնը և դյութում հոգիս Ու ես լուռ պառկած ունկ եմ դնում Ու թռա հանկարծ, անձև տենչանքով Դեպի այն ձայնը, քայլում եմ, քայլում60։ ", "Մենք միջնորդված կերպով տեսնում ենք, թե ինչպես է Բոդլերի թարգմանության մեջ վերանում  խելագարության  և  անգիտակցանականի  շեշտը,  և  փոխարենը  առաջ քաշվում  կրոնափիլիսոփայական  համատեքստը,  մեղքերի  համար  հատուցման գաղափարը: ", "Վիլյեի  և  Պոյի  ստեղծագործությունների  միջև  եղած  ընդհանրության  մասին  է խոսում  նաև  Լեոն  Լեմոնյեն:  Նա  գրում  է.  §Այն  էկզոտիկ  բնապատկերը,  որը նկարագրում  է  Վիլյեն  իր  §Տրիբուլա  Բոնոմե¦  ստեղծագործության  մեջ,  շատ  է հիշեցնում /Պոյի-Լ.Լ./ §Արթուր Գորդոն Փիմի արկածների¦ նկարագրությունը¦: ", "Le  paysage  exotique  que  Villiers  a  décrit  dans  „Tribulat  Bonhomet\"  rappelle également de très près celui qu'avait décrit Poe dans „Les Aventures d'Arthur Gordon©36 Մեկ  այլ  քննադատ՝  Մոկլերը,  վերլուծելով  Վիլյեի  գաղափարները,  խոսում  է նրա  մասին  գրեթե  նույն  բառերով,  որոնցով  Բոդլերը  խոսում  է  Պոյի  մասին.  §Իր աբստրակտ և վեհ գրքերով ոչինչ չվաստակող, մի անբուժելի, երազկոտ, իդեալիստ և կրոնական ֆանատիկոս կարիերիզմի և օգտապաշտության դարում¦: ", "Ne gagnant rien avec ses livres abstrais et hautains, incurablement rêveur, idéaliste et religieux égaré dans une époque d'arrivisme et d'utilitarisme:37 Մոկլերի  այս  օրինակի  վրա  զգացվում  է,  թե  ինչպես  կարող  էր ֆրանսիացիների  մոտ  ձևավորված  Էդգար  Պոյի  կերպարը  ազդել  ֆրանսիացի  այն գրողների վրա, ովքեր կրում էին այդ ազդեցությունը: ", "Գրականագետ  Կրիստինա  Բակիլեգան  այս  կապակցությամբ  գրում  է.  «Աջիլուլֆոն ոչ այլ ինչ է, քան անուն և տիտղոս, որ նյութականցված է զենք ու զրահի մեջ»:154 Աջիլուլֆոն արժանի ասպետ լինելու համար ունի ամեն ինչ, բացի «ինքն իրենից». «այսպիսով՝ Կառլոս Մեծի բանակում կարելի է ասպետ լինել, ունենալ բազմաթիվ կոչումներ, կռվելու հանդեպ մեծ կիրք և պատրաստակամություն՝ առանց գոյություն ունենալու կարիքի»:155 Երբ  ասպետական  նկրտումներով  տարված  և  Աջիլուլֆոյի  շնորհներով  հիացած դեռահաս  Ռամբալդոն  խորհուրդ  է  հարցնում  Աջիլուլֆոյից՝  ինչպես  պետք  է premio. La fiaba e i testiextrafolklorici. Edizioni grafo. Brescia 1985.  P.29 սարակինոսներից  վրեժ  լուծի  հոր  սպանության  համար,  ապշում  է  ասպետի  տված անտարբեր և ակնհայտորեն կենցաղային, բյուրոկրատական պատասխանից. «Պետք  է  դիմել  Մենամարտերի,  Վրիժառության  և  Պատվի  վրա  Խազերի Տնօրինությանը՝ մասնավորեցնելով պատճառները, որոնք ուսումնասիրվելուց հետո կորոշվեն ինչ պայմաններ ձեռնարկել, որ դիմողը բավարարվի»:156 Ակնհայտ  է,  որ  նման  պատասխանը  հատուկ  չէ  միջնադարյան  ասպետական վեպի հերոսին: Սա ճղճիմ կենցաղային խնդիրներով ու ձևականություններով տարված, տիտղոսների  զրահ  հագած  և  մարդկային  զգացմունքներից  զուրկ  մի  հերոսի պատասխան  է,  որն  ապացուցում  է  կռվի  և  ասպետականության  հանդեպ  նրա խանդավառության բացակայությունը: ", "Իր  ստեղծագործություններից  մեկի  մեջ  գլխավոր  հերոսը՝  Դեզ  Էսսենթը, միանշանակ  հիշեցնում  է  Պոյի  Աշերին՝  իր  ընդհանուր  բնութագրով  և  իռացիոնալ վախերով:  Գյուիսմանսը  ստեղծագործության  մեջ  անգամ  հիշատակում  է  Պոյի անունը.  §Դեզ  Էսսենթին  համակում  էր  մի  տարօրինակ  անհանգստություն:  Նման Paris, A. Michel, 1925 — p. 67 զգացում  նրա  մոտ  առաջացրել  էին…  Էդգար  Պոյի  որոշ  պատմվածքները,  որի հալյուցինացիաները և մղձավանջները Ռեդենը դարձրել էր իր սեփականը¦:38 Գյուիսմանսը  անդրադառնում է նաև  Պոյի  պոեզիային, որն իր հագեցվածությամբ  չէր  կարող  չազդել  վեպի  հերոսի  վրա.  դրանք  §ազդում  էին  նրա (Դեզ  Էսսենտի-Լ.Լ.)  նյարդերի  վրա  նույնքան,  որքան  Էդգար  Պոյի  ամենախորը  և հոգեցունց բանաստեղծությունները:39 Գյուիսմանսի ստեղծագործությունը կառուցված է այնպես, որ հերոսը որևէ բանի մասին խոսելիս հեշտությամբ փոխում է իր  սեփական  տեսակետը  և  ձևակերպում  նոր  ընկալում:  Օրինակ՝  այնտեղ,  ուր  Դեզ Էսսենտը  հիշատակում է  Պոյի  դեդեկտիվները,  անվանում է  հեղինակին §ինդուկցիայի  մեծ  վարպետ¦  և  հիանում  է  վախի  բնույթը  հետազոտելու  Պոյի ունակությամբ: Իսկ  երբ  նա խոսում է Էդգար Պոյի պոեզիայի մասին, պատկերում է վերջինիս  որպես  զգայուն,  ֆիզիոլոգիայից  զուրկ  հեղինակի.  §…  Էդգար  Պոն զբաղվում  էր  ուղեղի  անատոմիայով,  իսկ  երբ  հոգնում  էր,  նրա  երևակայության  մեջ հայտնվում էին հրեշտականման պատկերներ և քաղցր տեսիլներ¦:40 Պոյի  ստեղծագործության  և  անհատականության  նման  հակասական ընկալումը  շատ  բնորոշ  է  ֆրանսիական  մշակույթին:  Խոսելով  Պոյի  ազդեցության մասին Գյուիսմանëի վրա՝ Լեմոնյեն գրում է, որ վերջինս ազդված է ոչ այնքան Պոյից, որքան  Պոյի  բոդլերյան  մեկնաբանությունից:  Քննադատը  դա  անվանում  է  կրկնակի արտացոլում: Գյուիսմանսը շարունակում է Պոյի կերպարի ընկալման այն գիծը, երբ ամերիկացի  հեղինակը  ներկայանում  է  որպես  անիծված,  մերժված  ու  թշվառ հանճար-հանցագործ: ", "Գրականագետ  Բելանուին  գտնում  է,  որ  Աջիլուլֆոն  «մաքուր կամքն է՝ առանց տարածականության», իսկ Գուրդուլուն «ներկայացնում  է  բացարձակ տխմարությունը»:158 Համաձայնելով  գրաքննադատի  կարծիքին՝  հավելենք,  որ Աջիլուլֆոյի  մարմինը,  «տարածականությունը»,  լուծված  է  նրա  բացարձակ  կամքի  մեջ, որը  մետաղի  պես  կարծրացել  և  վերածվել  է  զրահի:  Իսկ  Գուրդուլուն  ունի  մարմին, սակայն  զուրկ  է  կամքից:  Աջիլուլֆոյի  և  Գուրդուլուի  ընդհանրությունը  ինքնության բացակայության մեջ է, սակայն, ի տարբերություն շարունակ «ծռծմվող», «վերելքների» ու «վայրէջքների»  մեջ  գտնվող  իր  վահանակրի՝  մարմնից  զուրկ  Աջիլուլֆոն  հաստատուն կանգնած է իր զրահի ներսում: ", "Ֆրանսիացիների համար սկզբունքային կարևորություն ունի  Պոյի §Կառուցվածքի  փիլիսոփայությունը¦  տեսական  գործը:  Այս  էսսեն  մի  յուրօրինակ սահմանագիծ  էր  և  §փորձաքար¦  ֆրանսիացի  տարբեր  գրողների  և  մտածողների համար: Նրանց մեծ մասը, ինչպես և Բոդլերը, այստեղ կասկածի տակ չի դնում Պոյի §ոչ այնքան անկեղծ լինելու¦ փաստը: ", "Պոն  իր  գլխավոր  խնդիրն  է  համարում  ստեղծագործության  և  նրա  տարբեր մասերի  միջև  հստակ  կապի  ստեղծումը,  որը  կոչված էր  ստեղծելու համապատասխան էֆեկտ, սակայն իրականում նա անտեսում է իր այդ պահանջը և տրվում  երևակայության  ազատ  ընթացքին:  Ինչևիցե,  սթափ  վերլուծության պահանջը  նրա  մոտ  հաճախ  տեղի  է  տալիս  անբնականի  և  անսովորի  հանդեպ հակումին,  և  ինչպես  կարող  էր  դիպվածների  այնպիսի  սիրահարը,  որպիսին  նա  էր, շրջանցել ոգեշնչության անկանխատեսելիությունը¦:42 Բրետոնի այդ խոստովանությունը  Պոյի  մոտ  եղած  հակասությունների  ևս  մեկ  հաստատումն  է: ", "Աջիլուլֆոյի  անունը,  պատիվն  ու  պարգևները  կասկածի  տակ  են  դրվում,  երբ Կառլոսի  պալադիններից  մեկը՝  Տոռիզմունդոն,  հայտարարում  է,  որ  Աջիլուլֆոյի տիտղոսները,  որոնք  նա  ձեռք  է  բերել  մի  օրիորդի  պատվազրկումից  փրկելու  համար, կեղծ  են,  քանզի  այդ  աղջիկը  Շոտլանդիայի  արքայադուստր  Սոֆրոնիան  է,  ում  հետ զվարճացել են սուրբ Գրաալի կարգի բոլոր ասպետները: ", "Հայտնի  է,  որ  Էդգար  Պոն  դեդեկտիվ  ժանրի  հիմնադիրն  է,  որն  ունեցավ  լայն շարունակություն  20-րդ  դարի  գրականության  մեջ:  Պոյի  պատմվածքները  իրենց ինտելեկտուալ  խաղով  և  անսպասելի  հանգուցալուծումներով  դեդեկտիվ  ժանրի հանդեպ մեծ հետաքրքրություն  առաջացրին  ֆրանսիական ընթերցասեր հասարակության  մոտ:  Այս  ժանրի  ֆրանսիացի  գրողները  աշխատում  էին  ավելի խորը  պատկերել  իրենց  դեդեկտիվ  ստեղծագործությունների  հերոսներին՝  որպես հիմք ընդունելով Էդգար Պոյի պատմվածքները և փորձելով մրցել նրա հետ: ", "Հետևում  ենք  գրողի  մտքերի  ընթացքին:  Գրողի՝  սոցիալիզմի  մասին արտահայտած մտքերը ցրված են գրքով /գրքերով/ մեկ և երբ միավորվում են, պատկերն ավելի ակնառու է դառնում, իսկ հեղինակի մտածելակերպի մասին ավելի ամբողջական պատկերացում  կազմելու  հնարավորություն  է  ստեղծվում.  այդ  ֆոնի  վրա  հեղինակի աշխարհայացքը,  հասարակարգի  նկատմամբ  դրսևորվող  վերաբերմունքն  ավելի պարզորոշ  է  գծագրվում:    «Շատ  բանի  գաղափարը  ավելի  քաղցր  է,  քան  բուն  ինքն առարկան»  /256/,  «Ինչպես  ժողովրդին  իրական  կամքը  միայն  գաղտնի  քվեարկությամբ կիմացվե,  անանկ  ալ  մարդուս  էությունը  իր  առանձնության  մեջ  միայն  դիտե»  /268/, «Սոցիալիզմն դուրսի, ցուցադրական  զգացմունք կամ գաղափար է, բայց մարդս իր  մեջ /կամ արտաքնոցում/ միայն էգոիստ է» /275/: Իսկ ասվածը ավելի պատկերավոր կարելի է  դարձնել.  հեղինակի՝  սոցիալիզմի  մասին  նշված  խոսքերը  ամբողջական  պատկերի մասերն  են,  որոնք  իրար  մոտ  բերելով  լիարժեքորեն  հնարավոր  է  դառնում  տեսնել ընդհանուր պատկերը: «Պատառիկները» կամայական չեն. նրանցից յուրաքանչյուրն իր կայուն  տեղն  ու  դիրքն  ունի  այս  խոսքում:  «Սոցիալիզմն  երազին  մեջ  ավելի  շուտ կիրականանա,  քան  հարթմնի»  /17/,  «Սոցիալիզմն  ինչքան  հեռու  ըլլա,  այնքան  քաղցր կուգա,  ինչքան  մոտիկ,  այնքան  գանելի»  /256/,  տե՛ս  հակադրությունը  /256,  256/:  Նույն սկզբունքով  նաև՝  էջ  268,  268  կրկին  առկա  է  հակադրությունը.  ասել  է  թե՝  մի  դեպքում տրվում է իրականության անվանումը, երկրորդ դեպքում խոսքն ասվում է այնպես, իբր թե  ոչ  մի  կապ  չունի  ո՛չ  քաղաքական  վիճակի,  ո՛չ  էլ  առավել  լայն  առումով իրականության հետ: ", "Փոփոխումները  Պոյի  տեքստերում  հիմնականում  արվում  էին  ֆրանսիական ընթերցողի համար որոշ յուրահատուկ դետալների հստակեցման կամ պարզաբանման համար: ", "Երբեմն  էլ  պատմվածքներում  արվում  էին  գունազարդ  հավելումներ  և այնպիսի մանրամասներ, որոնք պետք է ավելի հմայիչ և համոզիչ լինեին փարիզյան հասարակության համար: Եվ դա բնական էր ինչպես դարաշրջանի, այնպես էլ տվյալ ժանրի համար: "], "source_docs_file": "Literature.json"}