{"paragraph_source_docs": [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0], "paragraphs": ["Կոզիմոյի  բարոնի  տիտղոսը  նույնպես  հղում  է  այդ  հայտնի  ստախոսի  կերպարին: ", "Այսպիսով՝  «Բարոնը  ծառի  վրա»  վեպը  բարդ,  մի  շարք  ժանրային  շերտերից բաղկացած ստեղծագործություն է: ", "Մենք  փորձեցինք  վերհանել  արկածային  և  դաստիարակության  վեպերի, պատմավեպի  և  այլ  վիպական  ժանրերի  առանձնահատկությունները,  որոնք  հաճախ վերափոխվում  են՝  ստանալով  պարոդիայի  ժանրային  ձև:  Հիմնական  պատումը ֆանտաստիկ  է,  սակայն  հարստացված  է  վերը  նշված  կամային  ձևափոխումների ենթարկված բոլոր ժանրային շերտերով: ", "Կալվինոյի  ստեղծագործության  երկրորդ՝  «ֆանտաստիկ»  փուլը  եզրափակում  է «Մեր  նախնիները»  եռերգության   վերջին՝ «Գոյություն չունեցող ասպետը»  (1959)  վեպը: ", "«Հերալդիկ» եռերգության առաջին երկու վեպերին «Գոյություն չունեցող ասպետը» մոտ է  թե՛  ժանրային,  թե՛  թեմատիկ  առումով.  այն  նույնպես  պատմա-առասպելական անցյալից  վերցված  մի  պատում  է,  որն  այլաբանորեն  ներկայացնում  է  հեղինակի բարոյա-փիլիսոփայական  հայացքները:  Ժանրային  և  պատմողական  տեսանկյունից «Գոյություն չունեցող ասպետը» կարելի է համարել եռերգության մեջ ամենից բարդը. սա Կալվինոյի ստեղծագործության մեջ առաջին վեպն է, որտեղ նա փորձում է «պատումից» անցում կատարել դեպի «տեքստ»: ", "Ընդհանուր  հեքիաթային  պատումի  մեջ  այստեղ,  ինչպես  «Բարոնը  ծառի  վրա» վեպում,  առկա են  միջտեքստային  հղումներ  դասական  այլ  տեքստերին, մասնավորապես  հերոսական  պոեմին  և  ասպետական  վեպին:  Միջտեքստային  և մետատեքստային  փորձերը  հետագայում  զարգացվելու  են  հեղինակի  ավելի  ուշ  գրված «Խաչվող ճակատագրերի ամրոցը» վեպում: ", "Նշենք  նաև,  որ  նախորդ  վեպերի  համեմատ՝  այստեղ  գեղարվեստական կերպարները  շատ  ավելի  խորհրդանշական  են,  ուստի  կարող  են  ունենալ  տարբեր մեկնաբանություններ:  Թերևս  դա  է  պատճառը,  որ Einaudi  հրատարակչության  կողմից առաջին  անգամ  լույս  տեսնելուց  հետո՝  վեպը  տարբեր  գրականագետների  կողմից ստացել  է  տարբեր  մեկնություններ:  Գիտնականները  հիմնականում  անդրադարձել  են վեպի  ֆանտաստիկ  տարրերին  և  եռերգության  մյուս  երկու  վեպերում  առկա  նույն տարրերի հետ համեմատությանը: ", "Աշխատելով չկրկնել մեզ հայտնի քննադատական գրականության մեջ  ասվածը՝ մենք  կանդրադառնանք  մի  շարք  ժանրային  և  թեմատիկ  խնդիրների՝  շեշտը  դնելով կերպարների տարբեր նշանակությունների և հատկապես նրանց ինքնության որոնման, ձեռքբերման և կայացման խնդիրների վրա: ", "Շարունակելով  եռերգության  առաջին  երկու  վեպերի  գաղափարական  գիծը՝ Կալվինոն այս վեպում նույնպես ուսումնասիրում է անձի թերարժեքության, ինքնության և  ազատության  խնդիրները,  որոնք  քննարկում է  ֆանտաստիկ  պատումի շրջանակներում:  Եռերգության  1991  թվականի  հրատարակության  առաջաբանում Կալվինոն  գրում  է.  «“Կիսված վիկոնտը” պատմում է մարդկային թերարժեքության, մասնակիության,  թերի  կայացման  մասին,  “Բարոնը  ծառի  վրա”՝  մեկուսացման, հեռավորության  և  մերձավորի  հետ  հարաբերվելու  դժվարության,  իսկ  “Գոյություն չունեցող  ասպետը”՝  դատարկ  ձևականությունների,  ընդհանուրից  չտարբերվելու մասին»:147 Երեք  վեպերում  էլ  ինքնության խնդիրը  այն  սյունն  է,  որի  վրա  կառուցվում  է կերպարների  գաղափարական  նշանակությունը,  սակայն  եթե  «Կիսված  վիկոնտում» մասնատված  հերոսը  ձգտում  է  հասնել  լիարժեքության,  «Բարոնը  ծառի  վրա»  վեպի անհնարին  թվացող  տոպոսում՝  նոր  աշխարհի,  քաղաքակրթության  ստեղծմանը,  ապա «Գոյություն  չունեցող  ասպետում»  անձի  ինքնության  խնդիրը  կապված  է  այնպիսի խնդիրների  հետ,  ինչպիսիք  են  մարդկային  գոյության  հանդեպ  կասկածը  և ֆանտաստիկի անհետացման հետ՝ իրականի հաստատումը: ", "Ըստ  գրաքննադատ  Ռ.Ջեքսոնի՝  «Իր  ամենալայն  իմաստով  ֆանտաստիկ գրականությունը միշտ ձգտել է բացահայտել և հետազոտել “ես”-ի և “ոչ ես”-ի, սեփական ինքնության և օտարի փոխհարաբերությունները»:148 Ինչպես  եռերգության  նախորդ  վեպերի,  այնպես  էլ  «Գոյություն  չունեցող ասպետի» սյուժեն վերաբերում  է հեռավոր  պատմա-առասպելական  անցյալին՝ Կառլոս Մեծի  թագավորության  ժամանակաշրջանին,  որն  արտացոլվել  է  ֆրանսիական հերոսական  էպոսում՝  «Ռոլանդի  երգում»  և  հետագայում՝  Լոդովիկո  Արիոստոյի գրական  մշակման  մեջ՝  «Կատաղի  Ռոլանդը»  էպիկական  պոեմում:  Կալվինոյի  վեպը, Արիոստոյի պոեմի նման՝ ֆրանսիական էպոսի և միջնադարյան ասպետական վեպերի նոր, ժամանակակից  մեկնաբանություն է:  Գրականագետ Կրիստինա Վիլլան գտնում է, որ  «երկու հեղինակներն էլ իրենց պատմությունը ներկայանցնում են “ֆանտաստիկ դեֆորմացման” պրիզմայով»:149 Իսկապես,  երկու  հեղինակներն  էլ  ստեղծում  են  «առասպելական  մի  անցյալ», որտեղ  երևակայականը  միախառնված  է  իրականին,  և  այդ  միախառնումը  հաճախ վերածվում է գրոտեսկի: ", "Univeristy of California. Los Angeles 2004. P. 116 Իրականության  և  անիրականության  փոխհարաբերությունը  միջտեքստային հղում են «Կատաղի Ռոլանդին»: Գրաքննադատ Ռ.Կապոֆեռոն իրավացիորեն նկատում է,  որ  «Կատաղի  Ռոլանդը»  միջնադարյան  ասպետական  վեպի  կիսապարոդիա  է.  քանի որ  այն  ձգտում  է  վերացնել  իր  մեջ  կախարդականը.  «Փաստը, որ “Կատաղի Ռոլանդը” հարում է ռեալիզմին, մասնակցելով հին գերբնականի տարրալուծմանը, շատ ավելի տեսանելի է, քանի որ կախարդանքը ժամանակ առ ժամանակ ներկայանում է որպես այլաբանական  ինքնախաբեություն»:150  Ըստ  գրականագետի՝  միևնույն  սկզբունքն  է գործում  նաև  «Դոն  Կիխոտում».  «Սերվանտեսը  ասպետական  վեպի  հրաշքները վերածում է արտաքին աշխարհի հետ տառապալից հարաբերության մեջ գտնվող ինքնախաբեության»:151  Կալվինոյի  վեպի  հերոս  Աջիլուլֆոն,  ճիշտ  ինչպես  իր  գրական նախատիպերը,  գտնվում  է  նման  ինքնախաբեության  մեջ,  որը  ցրելու  միակ  միջոցը հեղինակը տեսնում է ֆանտաստիկի կործանման մեջ: ", "«Գոյություն չունեցող ասպետում», ինչպես և եռերգության առաջին դեմքով գրված նախորդ  վեպերում,  ընդգծվում  է  պատմողի  դերը:  Մենաստանում  փակված  քույր Թեոդորան պատմում է այն, ինչ լսել է միանձնուհիներից, սակայն իրականում, ինչպես կպարզվի  հետագայում՝  վեպի  իրադարձությունների  ականատեսն  ու  մասնակիցն  է եղել: ", "«Գոյություն  չունեցող  ասպետում»  պատմողի  դերը  խնդրահարույց  է:  Պատումն այստեղ  առաջին  երեք  գլուխներում  երրորդ  դեմքով  է,  և  միայն  չորրորդ  գլխում  է ներկայանում հետերոդիեգետիկ պատմողը. «Ես՝ այս դեպքերի մասին պատմողս, քույր Թեոդորան եմ, Սան Կոլոմբանոյի կարգի միանձնուհի: Գրում եմ մենաստանում փակված՝ վերհիշելով հին քարտերը, զրուցարանում  լսած  խոսակցությունները  և  դրսից  եկած  վկայությունները:  Մեզ՝ միանձնուհիներիս համար քիչ առիթ է լինում զինվորների հետ խոսել: Այն, ինչի մասին չգիտեմ, փորձում եմ երևակայել, թե չէ էլ ո՞նց էի անելու: Այս պատմության մեջ ամեն ինչ չէ, որ հայտնի է»:152 Brunswik 2009. P. 52 Այսպիսով՝  ընդհանուր  պատումը  ներկայացված  է  որպես  պատմողի  կողմից հավաքված  և շարադրված  զրույցներ:  Եռերգության  ընդհանուր  տեքստային կառուցվածքի, ժանրային տարրերի մասին խոսելիս նշել ենք, որ տեքստը պատմվում է ներկայից:  Սակայն,  երբ  հետագայում  պարզվում է,  որ  Թեոդորան  վեպի իրադարձությունների  ականատեսն  ու  մասնակիցն  է՝  հետերոդիեգետիկ  պատմողը դառնում է հոմոդիեգետիկ: ", "Վեպի  գլխավոր  հերոսը՝  Կառլոս  Մեծի  զորքերում  կռվող  Աջիլուլֆո  անունով  մի ասպետ  է,  որն  ունի  բազմաթիվ  կոչումներ  և  մեծարանքներ,  սակայն  զուրկ  է «գոյությունից». «Սկզբում  թվաց՝ Աջիլուլֆոն  հապաղում  էր,  բայց  հետո  վստահ կերպով բարձրացրեց սաղավարտը, որը դատարկ էր: Զրահի ներսում իրոք ոչ ոք չկար»:153 Փաստորեն Աջիլուլֆո Էմո Բերտրանդինո դեի Գուիլդիվերնին մարմնից զուրկ մի դատարկ զրահ է, նա ֆիզիկապես գոյություն չունի, բայց փոխարենն ունի ասպետական կոդեքսին  հավատարիմ  ցանկացած  ասպետին  բնորոշ  հնչեղ  անուն  և  բազմաթիվ տիտղոսներ  և  արժանիքներ:  Աջիլուլֆոն  հայտնի  է  իր  օրինակելիությամբ  և կարգապահությամբ,  ուստի  ճակատագրական  մարտերում  Կառլոս  թագավորը հրամանատարությունը նրան է վստահում: ", "Իր այս բոլոր արժանիքներով հանդերձ՝ Աջիլուլֆոն կռվից և ճակատամարտերից հոգնած  մեկն  է,  որ  պարփակվել  է  իր  «անվան»,  «զենք  ու  զրահի»  և  «կոչումների»  մեջ: ", "Գրականագետ  Կրիստինա  Բակիլեգան  այս  կապակցությամբ  գրում  է.  «Աջիլուլֆոն ոչ այլ ինչ է, քան անուն և տիտղոս, որ նյութականցված է զենք ու զրահի մեջ»:154 Աջիլուլֆոն արժանի ասպետ լինելու համար ունի ամեն ինչ, բացի «ինքն իրենից». «այսպիսով՝ Կառլոս Մեծի բանակում կարելի է ասպետ լինել, ունենալ բազմաթիվ կոչումներ, կռվելու հանդեպ մեծ կիրք և պատրաստակամություն՝ առանց գոյություն ունենալու կարիքի»:155 Երբ  ասպետական  նկրտումներով  տարված  և  Աջիլուլֆոյի  շնորհներով  հիացած դեռահաս  Ռամբալդոն  խորհուրդ  է  հարցնում  Աջիլուլֆոյից՝  ինչպես  պետք  է premio. La fiaba e i testiextrafolklorici. Edizioni grafo. Brescia 1985.  P.29 սարակինոսներից  վրեժ  լուծի  հոր  սպանության  համար,  ապշում  է  ասպետի  տված անտարբեր և ակնհայտորեն կենցաղային, բյուրոկրատական պատասխանից. «Պետք  է  դիմել  Մենամարտերի,  Վրիժառության  և  Պատվի  վրա  Խազերի Տնօրինությանը՝ մասնավորեցնելով պատճառները, որոնք ուսումնասիրվելուց հետո կորոշվեն ինչ պայմաններ ձեռնարկել, որ դիմողը բավարարվի»:156 Ակնհայտ  է,  որ  նման  պատասխանը  հատուկ  չէ  միջնադարյան  ասպետական վեպի հերոսին: Սա ճղճիմ կենցաղային խնդիրներով ու ձևականություններով տարված, տիտղոսների  զրահ  հագած  և  մարդկային  զգացմունքներից  զուրկ  մի  հերոսի պատասխան  է,  որն  ապացուցում  է  կռվի  և  ասպետականության  հանդեպ  նրա խանդավառության բացակայությունը: ", "Վեպում  ինքնությունից  զուրկ  կերպարներից  է  նաև  Աջիլուլֆոյի  վահանակիրը՝ Գուրդուլուն, որն ունի բազմաթիվ այլ անուններ և կերպարանքներ՝ «երբ բադերի հետ է, նա ինքն էլ է բադ դառնում… ասե՛ք պանիր կամ հոսանք, նա կպատասխանի՝ այստեղ եմ»:157 Անվանումները փոխող և շարունակ փոխակերպվող այս կերպարը հավանաբար ամենից  գրոտեսկայինն  է.  նույնանալով  տարբեր  առարկաների  հետ՝  նա  և՛  մարդ  է,  և՛ մարդ չէ: ", "Գրականագետ  Բելանուին  գտնում  է,  որ  Աջիլուլֆոն  «մաքուր կամքն է՝ առանց տարածականության», իսկ Գուրդուլուն «ներկայացնում  է  բացարձակ տխմարությունը»:158 Համաձայնելով  գրաքննադատի  կարծիքին՝  հավելենք,  որ Աջիլուլֆոյի  մարմինը,  «տարածականությունը»,  լուծված  է  նրա  բացարձակ  կամքի  մեջ, որը  մետաղի  պես  կարծրացել  և  վերածվել  է  զրահի:  Իսկ  Գուրդուլուն  ունի  մարմին, սակայն  զուրկ  է  կամքից:  Աջիլուլֆոյի  և  Գուրդուլուի  ընդհանրությունը  ինքնության բացակայության մեջ է, սակայն, ի տարբերություն շարունակ «ծռծմվող», «վերելքների» ու «վայրէջքների»  մեջ  գտնվող  իր  վահանակրի՝  մարմնից  զուրկ  Աջիլուլֆոն  հաստատուն կանգնած է իր զրահի ներսում: ", "Մի  շարք  գրականագետներ,  ինչպես,  օրինակ  Ռոբերտ  Ռաշինգը,    Աջիլուլֆոյի  և վահանակիր  Գուրդուլուի  մեջ  տեսնում  են  Դոն  Կիխոտ  և  Սանչո  Պանսա  զույգի University. Istambul 2012. Vol. 2. No. 5. P. 319 արձագանքը:  Ընդունելով  Ռաշինգի  այն  միտքը,  որ  Աջիլուլֆոյի  կերպարը արտահայտում է  Դոն  Կիխոտի «իդեալիզմի  հերթական  տրագիկոմիկական ձախողումը»՝159  ավելացնենք,  որ  Դոն  Կիխոտի  պես  մելանխոլիկ  Աջիլուլֆոն  արդեն կրում է սերվանտեսյան հերոսի գիտելիքն ու իդեալների տապալման փորձը: ", "Դոն  Կիխոտը՝  որպես  Վերածննդի  կերպար,  հետևում  է  բացառապես  սեփական ազնիվ  մղումներին,  բայց  բախվում  է  աշխարհի  արհավիրքներին,  մինչդեռ  Աջիլուլֆոն սաստում է այդ արհավիրքները, ձեռք բերում տիտղոսներ ու պարգևներ:  Կալվինոյի՝ իր գործին  կատարյալ  տիրապետող,  բայց  իրականում  էությունից  զուրկ  և  աշխարհի հանդեպ  անտարբեր  հերոսը  օտարանում,  փակվում  է  իր  զրահի  մեջ:  Ասպետական արժանիքները նրա համար զուտ սկզբունք են, բարոյականությունը՝ ընդամենը կարգ: ", "Աջիլուլֆոյի  անունը,  պատիվն  ու  պարգևները  կասկածի  տակ  են  դրվում,  երբ Կառլոսի  պալադիններից  մեկը՝  Տոռիզմունդոն,  հայտարարում  է,  որ  Աջիլուլֆոյի տիտղոսները,  որոնք  նա  ձեռք  է  բերել  մի  օրիորդի  պատվազրկումից  փրկելու  համար, կեղծ  են,  քանզի  այդ  աղջիկը  Շոտլանդիայի  արքայադուստր  Սոֆրոնիան  է,  ում  հետ զվարճացել են սուրբ Գրաալի կարգի բոլոր ասպետները: ", "Աջիլուլֆոն  մեկնում  է  որոնելու  Սոֆրոնիային  իր  պարգևների  արժանիությունը ապացուցելու  նպատակով:  Նրան  հետևում  են  Բրադամանտեն՝  Աջիլուլֆոյին սիրահարված մի կին ասպետ, Բրադամանտեին սիրահարված Ռամբալդը, որ երազում էր  ասպետ  դառնալ,  և  Տոռիզմունդոն:  Աջիլուլֆոն  գնում  է  որոնելու  իր  ինքնության ակունքները,  այն,  ինչ  իրեն  ասպետի  պատիվ  է  բերել:  Այստեղ  է,  որ  նա  դոն  Կիխոտի պես  բախվում  է  այն  իրականությանը,  որը  ցույց  է  տալու  նրան  իր  ինքնության բացակայությունը: ", "Ճամփորդության  ընթացքում  Աջիլուլֆոն  իջևանում  է  մի  ազնվական  տիկնոջ՝ Պրիշիլլայի  մոտ,  որը  փորձում  է  նրան  գայթակղել  և  պահել  իր  մոտ:  Իր  ակունքները «Ոդիսականում» ունեցող այս մոտիվը, որ հանդիպում է արթուրյան շարքի գրեթե բոլոր վեպերում,  այստեղ  մի  յուրօրինակ  գրոտեսկային  վերաիմաստավորում  է  ստանում. «Ասում են՝ Կլեոպատրան ամեն գիշեր երազում տեսնում էր անկողնում պառկած Columbia University. New york 2010. Vol. 101. P. 562 զրահով մի մարտիկի»:160  Անծանոթ  ազնվական  տիկնոջ  հետ  մերձեցումը  այն  պահն  է, երբ  յուրաքանչյուր  ասպետ  դեն  է  նետում  իր  զրահը  և  ներկայանում  որպես  սիրեկան, մինչդեռ  ցանկացած  սխրանքի  պատրաստ  Աջիլուլֆոն՝  զրահի  մեջ  ամփոփված անմարմին այս էությունը, անկարող է կատարել «կնոջը տիրելու սխրանքը»: ", "Այս  իրավիճակը  համապատասխանում  է  գրականագետ  Կրիստինա  Վիլայի «ֆանտաստիկ  դեֆորմացման»  վերը  նշված  բնորոշմանը:  Աջիլուլֆոյի  գոյություն չունենալու փաստը և՛ ֆանտաստիկ է, և՛ ռեալ։ ", "Այսպիսով՝ ֆանտաստիկը վեպում միախառնվում է իրականին, որի ճնշման տակ հետզհետե անհետանում է: Ըստ գրականագետ Ռ.Սանդների՝ «Ֆանտաստիկ պատկերը չունի “գոյություն”, հետևաբար այն կասկած է սփռում ցանկացած պատկերի վրա, որ փորձում է “գոյություն” ներկայացնել»:161 «Գոյության»  և  «չգոյության»,  «իրականի»  և  «անիրականի»  հակադրությունը կարելի է բնորոշել միաժամանակ որպես ֆանտաստիկ և այլաբանական: Ֆանտաստիկ գրականության  մեջ  այլաբանական  գործոնը  որոշ  գրականագետների  համար խնդրահարույց է: Այսպես՝ Տոդորովը գրում է. «Այլաբանությունը  առաջին  հերթին  ենթադրում  է  առնվազն  երկու  իմաստ միևնույն բառի մեջ, որտեղ կա'մ ջնջվում է նախնական իմաստը, կա'մ պահպանվում են երկու իմաստներն էլ»:162 «Գոյություն չունեցող  ասպետում»  և  առհասարակ  ամբողջ  եռերգության ֆանտաստիկն  այլաբանորեն  է  ընկալվում  պատումի  ընթացքում:  Տոդորովին համակարծիք  է  Ռ.Սանդները.  «Ֆանտաստիկը ձգտում է աննշանակության տարածք: "], "source_docs_file": "Literature.json"}