{"paragraph_source_docs": [7, 0, 0, 0, 4, 7, 2, 0, 0, 0], "source_docs_file": "Physics.json", "paragraphs": ["Նկ.  1.3.-ում  պատկերված  է  ռադարի  դասավորվածությունը  մակերևույթի նկատմամբ:  Կլատերի  ունեցած  ազդեցությունը  կախված  է  ռադարի  ճշգրտության տարածական  չափից,  որը  ինչպես  տեսնում  ենք  նկարից  կախված  է  ռադարի մակերևույթի նկատմամբ ունեցած բարձրությունից և սահող՝   անկյունից: Դիտարկվող մակերևույթի անհամասեռության հետևանքով յուրաքանչյուր լանդշաֆտ կունենա իրեն հատուկ  կլատեր՝  պայմանավորված  այդ լանդշաֆտի  համար  անդրադարձման գործակցի  սահող  անկյունից  ունեցած  կախվածությամբ:  Նկ.  1.4.-ում  բերված  են ամենատարածված  ցամաքային մակերևույթի լանդշաֆտների  համար  անդրադարձման գործակցի սահող անկյունից ունեցած կախվածությունները [3]: ", "Համակարգի  նախագծման  ժամանակ  մեծ  ուշադրության  են  արժանացել ազդանշան-աղմուկ  հարաբերության(SNR  -  Signal  to  Noise  Ratio)  հստակ  պայմանները, քանի որ, ի սկզբանե նշվել էր, որ համակարգում առկա են աղմուկներ: Հետևաբար շատ կարևոր  է  հաշվարկել  համակարգի       -ը  և  պարզել,  թե  ինչ  նվազագույն  շեմի պարագայում համակարգը կաշխատի առանց արդյունավետության լուրջ կորուստների: ", "Ի  շնորհիվ  միավոր  հզորության  նորմավորման,     -ը  տրվում  է  աղմուկի հզորությամբ՝ (1.3.16) -ի հաշվարկման համար անհրաժեշտ է հաշվարկել ընդունված հզորությունը. որտեղ     -ը  հաղորդված  հզորությունն  է,   -ն  ամբողջ  անտենայի  ուժեղացման (1.3.17) գործակիցն է (ընդունման և հաղորդման ճանապարհին),  -ն լույսի արագությունն է, իսկ -ը  նշանակետի  ռադիոլոկացիոն լայնական  հատույթը:    -ը  ազդանշանի կենտրոնական հաճախականությունն է, իսկ -ը  ամենամոտ նշանակետի հեռավորությունը: ", "Աղմկային  հզորությունը  կսահմանվի,  որպես  ջերմային  աղմուկ,  դրան  գումարած աղմկային գործակիցը:    -ը արդյունքում կլինի՝ որտեղ   -ն Բոլցմանի հաստատունն է,  -ն ազդանշանի թողարկման շերտն է,  -ն (1.3.18) ընդունիչի ջերմաստիճանը, և NF-ը ընդունիչի աղմկային գործակիցն է: ", "Երբ  ռելյատիվիստական  էլեկտրոնային  փունջը  անցնում  է  տարածապարբերական մագնիսական դաշտով, ճառագայթում է էլեկտրամագնիսական  ալիքներ (մագնիսաարգելակման  ճառագայթում,  որը  մեր  դեպքում  կոչվում  է  օնդուլյատորային ճառագայթում):  Այս  ճառագայթումը  կուտակվում  է  օպտիկական  ռեզոնատորում,  որը բաղկացած  է  երկու  հայելիներից:  ճառագայթման  մի  մասը  դուրս  է  բերվում հայելիներից  մեկից:  Սպոնտան  օնդուլյատորային  ճառագայթման  մաքսիմումը համապատասխանում  է հետևյալ ալիքի  երկարությանը' Հ  =  ճ \" շր2 X 2 ծ (2 .1) որտեղ ձս  -   մագնիսական  կառուցվածքի  պարբերությունն  է,  y ֊էլեկտրոնների  գամմա ֆակտոր (էներգիա),  1Հ -   օնդուլ|ատորության  պարամետր,  որը  հավասար  է X  = 6130\\ ս / 2աոշ2 =0.934AuՔ0[cm•7’]:  Այստեղ  Քօ  -   օնդուլլատորի  մագնիսական  դաշտն է: ", "Նկ. 1.5. ԳՀՄ ԱԳ ռադարի աշխատանքի սկզբունքը Նկ. 1.6. ԳՀՄ ԱԳ ռադարի ընդունած ազդանշանի հաճախության և բաբախող հաճախության ժամանակից ունեցած կախվածությունը անշարժ թիրախի դեպքում Եթե  հաճախությունը  մոդուլացված  է       տիրույթում             հաճախությամբ, ապա բաբախման հաճախության համար կունենանք՝ բ    հապաղ Որտեղից հեռավորության համար ստանում ենք՝ (1.3.1) (1.3.2) Մինչև հիմա հետազոտվող թիրախը դիտարկվում էր որպես ստատիկ օբյեկտ: Եթե այս մոտեցումը  ընդունելի  չէ,  այսինքն՝ թիրախը կատարում է որոշակի շարժում, ապա ընդունված  ազդանշանը  կպարունակի  նաև  հաճախության  դոպլերյան  շեղում  ի հավելումն     ժամանակային  ուշացումով  պայմանվորված  հաճախության  շեղման: ", "Ազդանշանի  մշակումը  կարող  է  հեշտացվել,  եթե  օգտագործվի  երկու`  I  և  Q    ճյուղեր[27]: ", "Պարզագույն       չափանի MCPC ազդանշանը համեմատած        չափանի P4 ազդանշանի  հետ  սպեկտրալ  տեսանկյունից, բերում է, բավականին  մեծ արդյունավետության(Նկ. 1.3.4)[63]: ", "Նկ. 1.3.4.   չափանի P4(ա) և MxM չափանի MCPC(բ) ազդանշանների սխեմատիկ համեմատությունը։ ", "Նկ. 1.3.5. MxM չափանի MCPC(ա) և   չափանի P4(բ) ազդանշանների հզորության սպեկտրալ խտությունը։ "]}