{"paragraph_source_docs": [1, 0, 0, 0, 0, 0, 0, 0, 0, 0], "source_docs_file": "Linguistics.json", "paragraphs": ["Վորդը  և  Հիրշբերգը  նշում  են,  որ  թեպետ  հնարավոր  է,  որ  նույնաբանական արտահայտությունները  խոսույթին  ոչ  մի  նոր  իմաստ  չհաղորդեն,  միևնույնն  է  չի կարելի  ասել,  թե  դրանք  անիմաստ  են  և  ոչ  մի  արժեք  չեն  հաղորդում  խոսքին: ", "եպիսկոպոսները,  ինչպես  նաև  ևս  երկու  եպիսկոպոսներ,  որոնք  կապված  չէին  որևէ թեմի կամ վանքի հետ: ", "Ձևականորեն  հայկական  առաքելական  միլլեթին  էին  դասվում  նաև  Վանի  վի- լայեթի նեստորականները, չնայած զուտ դավանական առումով Հայ առաքելական եկե- ղեցին  «անհամատեղելի»  է  Արևելքի  եկեղեցու  հետ:  1864  թ.  անհաջող  փորձ  արվեց ստեղծելու առանձին նեստորական միլլեթ: Իրենց աշխարհագրական մեկուսացվածու- թյան  և  կենտրոնական  իշխանությունից  ինքնավարության  ավելի  բարձր  աստիճանի պատճառով  նեստորականները,  փաստորեն,  դուրս  էին  մնում  միլլեթների  համակար- գից: ", "Քաղդեական  և  Ասորի  կաթոլիկ  եկեղեցիների  հետևորդները  պատկանում  էին ասորիների ընդգրկում դեռևս XVIII դ. արձանագրվել է Մարդինում60): Քաղդեականնե- րը,  որպես  ինքնուրույն  միլլեթ,  առանձնացան  1889  թ.,  իսկ  կաթոլիկ  ասորիների  հա- մար այդ գործընթացն ավարտվեց 1890-ականների վերջում: ", "Ինչ  վերաբերում  է  բողոքականներին,  ապա  բրիտանական  ճնշման  ներքո  Օս- մանյան  կայսրությունը  1850  թ.  հայտարարեց  բողոքականների  միլլեթ  ստեղծելու  մա- սին61,  սակայն  փաստացի  ճանաչում  այն  այդպես  էլ  չստացավ:  Կայսրության  բողոքա- կանների ճնշող մեծամասնությունը հայեր էին, և բողոքականություն ընդունող ասորի- ներն  ինքնաբերաբար  միավորվում  էին  հայերի  հետ  ընդհանուր՝  իր  էությամբ  հայկա- կան համայնքի մեջ (Ուրֆայում, սակայն, բողոքական ասորիներն ունեին իրենց սեփա- կան եկեղեցին62): ", "Լեզվական  առումով  Օսմանյան  կայսրության  արևմտյան  ասորիները  բավակա- նին խայտաբղետ հավաքածու էին: Արդի արամեական բարբառները պահպանվել էին միայն Տուր Աբդինում, ինչը միավորում էր այդ շրջանը արևելյան ասորիներով (նեստո- րականներով  և  քաղդեականներով)  բնակեցված  Հաքքյարիի,  Ուրմիայի  և  Մոսուլի Press, 2002, էջ 127: ", "sa/Urfa, ed. Richard G. Hovannisian, Mazda Publishers, Costa Mesa, California, 2006, էջ 413: ", "շրջանների  հետ:  Արդի  արամեական  բարբառներ  պահպանվել  էին  նաև  Դիարբեքիրի մերձակայքում. դրանցից մեկը՝ Մլահսո գյուղինը, գոյատևեց մինչև XX դ. վերջը և ներ- կայումս մեռած է համարվում: Սիրիայի ասորիները գերազանցապես արաբախոս էին, նրանց մոտ տարածում ունեին նաև արաբական և արաբացված անունները, և արաբ- ները  նրանց  հաճախ  ընկալում  էին  որպես  քրիստոնյա  արաբներ:  Ինչպես  նշեցինք, արաբերենը տարածված էր նաև Մարդինում, որտեղ այդ լեզվով խոսում էին ոչ միայն ասորիները, այլև հայերը63: Արևելյան Անատոլիայի գյուղաբնակ ասորիները հիմնակա- նում թրքախոս և քրդախոս էին: ", "Առանձին  և  բավականին  ստվար  զանգված  էին  հայախոս  ասորիները:  Ինչպես նշվեց նախորդ գլխում, հայախոս ասորիների խոշոր համայքներ առնվազն XVII դ. կե- սերից  գոյություն  ունեին  Մալաթիայի  և  Խարբերդի  միջև  ընկած  տարածքում,  որտեղի Մոր Աբհայ վանքն ասորատառ հայերենի գլխավոր կենտրոններից մեկն էր: ", "XIX  դ.  ամբողջապես  հայախոս  էին  Խարբերդի  և  Ուրֆայի  ասորիները:  Բացի դրանից՝  անկախ  ազգությունից,  հայախոս  էին  Դիարբեքիրի  բոլոր  քրիստոնյաները64: "]}