{"paragraph_source_docs": [2, 1, 1, 1, 1, 1, 1, 1, 3, 3, 1, 1, 1, 1, 1, 0, 1, 2, 1, 1, 1, 1, 2, 1, 0], "paragraphs": ["Նկ․3․11․ Կտրիչակալի  արտաքին տեսքը  և    կառուցվածքը [63] Կտրիչակալը    բաղկացած    է    հետևյալ    հիմնական  էլեմենտներից՝    իրան  (1), ճոճանակ (2), մեկուսիչ  թիթեղներ (3),  հանվող  մեկուսիչ  թիթեղ (4), դինամոմետր (5), թրթռափոխակերպիչ (6), զսպանակ (7),  մանեկ (8,9), հարթ  զսպանակ (10), կարգաբերող հեղյուս  (11),  ապահովիչ    տարեր  (12),  ամրացնող    մանեկներ  (13),  կափարիչ  (14), խտարար (15), Գործիքը տեղակայվում  է  2  ճոճանակի բնում, որը  3 և  4  մեկուսիչ  թիթեղների միջոցով    էլեկտրականապես    մեկուսացված    է    կտրիչակալի    1    իրանից  և    գործիքը ամրացվում  է  13 հեղյուսներով:  Գործիքի  պոչամասը  սեղմվում  է  ներքևի  մեկուսիչ թիթեղին,    իսկ    վերևի  փոփոխվող    մեկուսիչ      թիթեղի    վրա    նախատեսնված    է պողպատյա  հարթակ,  որին  սեղմում  են  ամրացնող  հեղյուսները: ", "Գլանական  փոշենմուշի  առանցքի  ուղղությամբ  կտրումով  փորձարկման մամլակաղապարի  սկզբունքային  սխեման  պատկերված  է  նկ.  4.7  -  ում:  Այն բաղկացած  է  3  -  կոնտեյներից,  1  և  2  -  ձախ  և  աջ  վերևի  սեղմիչներից  ու կիսագլանային  մամլամատերից,  4 -  ձախ  և  աջ  ներքևի  կիսագլանային մամլամատերից,  5  -  նախնական  առանցքային  ճնշումը  պահող  զսպանակային հակասեղմիչից և 6 - մամլամատաբռնիչից: ", "Նկ. 4.7. Առանցքի ուղղությամբ կտրումով գլանական փոշենյութի փորձարկման մամլակաղապարի սխեման. մամլամատեր, 5-զսպանակային հակասեղմիչ, 6-մամլամատաբռնիչ, 7-փորձանմուշ Փորձնական հետազոտությունը իրականացվում է երկու փուլով. սկզբում  7  գլանական  փորձանմուշը  որոշակի  առանցքային  ճնշման տակ  մամլվում  է  վերևի  և  ներքևի  համակցված  զույգ-զույգ  2  և  4  կիսագլանային մամլամատերի միջև և որոշվում է կողային ճնշումը, ձախակողմյան 2 կիսագլանային մամլամատով ենթարկվում է կտրման: Ընդ որում, ձախակողմյան  կիսագլանային  2  մամլամատի  տեղաշարժն  ուղեկցվում  է ձախակողմյան 4 մամլամատի` դեպի ներքև ընթացքով: ", "Նկ. -  ում  դիտարկված  փորձարարական  մամլակաղապարի յուրահատուկ կառուցվածքը հնարավորություն է  տալիս իրականացնել փորձանմուշի  առանցքային  հատույթի  կտրում,  որի  դեպքում լարումը համարվում է ճնշումով  սկզբնական  մամլման  դեպքում  առաջացած տեսականորեն որոշվող կողային ճնշումը: ", "Եզրահանգում մամլման  գործընթացի լարվածային  վիճակը  ընդհանրացված  պլաստիկության պայմանների  հիման  վրա:  Խնդիրը  լուծվել  է  փոշենմուշի  և  մամլամայրի  միջև հպակային  շփման  առկայության  դեպքում`  օգտագործելով  բարակ  հատույթների մեթոդը,  որի  համաձայն  ենթադրվում  է,  որ  փոշենմուշի  լայնական  հատույթում առանցքային լարումները  բաշխվում  են  հավասարաչափ,  և  շրջանային  ու շառավղային  լարումները  իրար  հավասար  են:  Ստացվել  են  առանցքային և կողմնային ճնշումների որոշման մամլամայրի ընթացիկ բարձրությունից կախված՝ չափում  չունեցող  տեսական  բանաձևեր:  Սկզբնական  առանցքային  ճնշման դեպքի համար, երբ , , , «Mathcad» ծրագրային միջավայրում կատարվել  են  թվային  հաշվարկներ:  Ստացված  տվյալները  հնարավորություն  են տալիս գնահատել մամլամայրի բարձրությամբ նախապատրաստվածքի անհամասեռ դեֆորմացման աստիճանը` մասնավոր դեպքում  առանցքային ճնշումը նվազում է մոտ  10%-ով,  տարբեր  պլաստիկության  պայմաններով  հաշվարկված  տվյալների համընկնելիության  առավելագույն տարբերությունը կազմում է 0,8%, իսկ կողմնային ճնշումներինը`  5,78%,  ինչպես  նաև կողմնային  ճնշման  գործակցի արժեքները  տարբեր ներքին  շփման  անկյան  արժեքների  դեպքում  համընկնում  են Մ.Յու. Բալշինի աշխատանքներում բերված փորձարարական տվյալների հետ: ", "վիճակից  ցնցանստելի  վիճակի  անցնելու  դեպքում  ընթացիկ  ծակոտկենության որոշման  բանաձև,  ինչը  հնարավորություն  է  տալիս  ստանալ  միջին  դեֆորմացիայի համապատասխան  մեծությունը,  և  ունենալով  ցնցանստեցման  ծակոտկենության վերջնական  արժեքը,  լուծել  գործնական  խնդիրներ`  որոշել  տվյալ  գլանական մամլամայրում  փոշու  ծավալային  բնութագրերով  դրա  բարձրությունը,  կշիռը  և  այլ պարամետրեր: ", "հատույթներով չեռակալված փոշենմուշների կտրման փորձարարական եղանակներ, որոնցից երկրորդը ներկայացված է ՀՀ  Էկոնոմիկայի նախարարության աշխատակազմի մտավոր սեփականության գործակալություն հայտ  թիվ AM20150071-ով, ինչը հնարավորություն կտա հետազոտել չեռակալված փոշենյութից նախապատրաստվածքների  իրական  մեխանիկական  հատկությունները  բնորոշող փոշու  հատիկների  միջև  ներքին  շփման անկյան  և  կառչման գործակցի արժեքները: ", "ՄՈԴԵԼԱՎՈՐՈՒՄԸ «ABAQUS» ԱՎՏՈՄԱՏԱՑՎԱԾ ԾՐԱԳՐԱՅԻՆ ՄԻՋԱՎԱՅՐՈՒՄ գործընթացի հետազոտումը «ABAQUS» ավտոմատացված ծրագրային միջավայրում Վերջին  տասնամյակներում  փոշենյութերի  խտացման  գործընթացների կարևորության  պատճառով  կատարվում  են  հետազոտություններ,  որոնցում ներկայացվել  են  ինչպես  վերլուծական  եղանակով լուծումներ,  այնպես  էլ ամենակատարելագործված  թվային  մեթոդներից  մեկի՝  վերջավոր  տարրերի մեթոդի հիման վրա մշակված  ԱԾՄ – ում մոդելավորումներ: ", "Բուտի ալգորիթմի հիման վրա մոդուլյար բազմապատկիչների նախագծում պատկիչների կառուցման առկա մեթոդը: Ատենախոսությունում առաջարկվում է Բուտի ալգորիթմի հիման վրա մոդուլյար բազմապատկիչների նախագծման մեկ այլ մեթոդ, երբ մասնակի  արտադրյալները  որոշվում  են  ոչ  թե  կոմբինացիոն  կամ  ծառանման  բազմա- պատկիչների  (կախված  թվերի  կարգայնությունից)  միջոցով,  այլ  Բուտի  վերակո- դավորման գործողություններից հետո մասնակի արտադրյալների գումարը  իրացվում է մոդուլյար  գումարիչների  միջոցով:  Բազմապատկումը  կատարվում  է  n  տակտերի ընթացքում,  որտեղ  n-ը  բազմապատկիչի  կարգերի  քանակն  է  [44,  74,91]:  Բուտի մոդիֆիկացված  ալգորիթմով  (երեք  և  չորս  բիթերի  վերլուծությամբ)  մոդուլյար  բազմա- պատկման  սարքերի կառուցվածքային սխեմաները պատկերված են  նկ. 2.10-ում և նկ. |A|m, RA |2A|m, |A|m, |-2A|m, |-A|m, n+1 n+1 MUX Complement n+1 n+2 |Adder|m Acc |B|m RB b1 b0 CT start FSM ready b-1 Նկ. 2.10. Բուտի մոդիֆիկացված ալգորիթմով (երեք բիթի վերլուծությամբ) մոդուլյար բազմապատկման սարքի կառուցվածքային սխեմա |A|m RA Complement |2A|m |3A|m |A|m |4A|m |-4A|m |-3A|m |-2A|m |-A|m n+2 n+2 MUX n+2 |Adder|m Acc |B|m RB done CT -1 start Control Unit ready Նկ. 2.11. Բուտի մոդիֆիկացված ալգորիթմով (երեք բիթի վերլուծությամբ) մոդուլյար բազմապատկման սարքի կառուցվածքային սխեմա Բազմապատկման յուրաքանչյուր  տակտում  վերլուծվում  է  բազմապատկիչի երկուական  բիթ`  ընթացիկը  և  նախորդը:  Կատարվում  է  վերակոդավորում  (Booth recoding)  երկուական  կոդից  3-ի    հիմքով  կոդի`  (0,1)  =  (-1,  0,1):  Ելնելով  վերը  նշվածից, կարելի  է  պնդել,  որ  մոդուլյար  բազմապատկիչների  իրականացման  համար  կարելի  է կիրառել Բուտի ալգորիթմը, որի համար  կպահանջվի հաշվարկել բազմապատկելին իր գործակիցներով ըստ մոդուլ m-ի, օրինակ` |-A|m,  |-2A|m,  |3A|m,  |5A|m,  |7A|m  և այլն: ", "Այսպիսի  մասնակի  արտադրյալների  ձևավորումը  զգալիորեն բարդացնում  է բազմապատկման սարքի կառուցվածքը, ինչը ստիպում է ընտրել վերակոդավորման այն տարբերակը,  երբ  մասնակի  արտադրյալների  հաշվարկման  ապարատային  ծախսերը կարդարացվեն:  Եթե  դիտարկենք  Բուտի  տարբեր  մոդիֆիկացումներով  նախագծված սարքերը`  Radix4,  Radix  8,  Radix  16  և  Radix  32  արագագործության  և  ապարատային ծախսերի տեսակետից, կստանանք հետևյալ արդյունքները (աղ. 2.3). Աղյուսակ 2.3. Բուտի մոդիֆիկացումներով նախագծված սարքերի արագագործությունը և ապարատային ծախսերը Արագագործություն Ապարատային ծախսեր Radix 4  n տակտ n կարգ. հաշվիչ n+1 կարգ. գումարիչ Radix 8  n/2 տակտ n/2 կարգ. հաշվիչ  n+2 կարգ. գումարիչ Radix 16  n/3 տակտ Radix 32  n/4 տակտ Եթե  բազմապատկման  գործողությունը  իրականացնենք  նույն  ալգորիթմներով հաջորդող  բաժանման  գործողությամբ,  և  ոչ  թե  մնացորդային  դասերի  համակարգով, ապա բազմապատկումից (2n տակտ միայն բազմապատկման համար) հետո բաժանման գործողությունը կատարվում է.   2n-m տակտ` նորմալիզացման համար,   2n-m+1 տակտ`քանորդի կարգերի որոշման համար,   2n-m տակտ` վերջնական մնացորդի տեղաշարժի համար, հետևաբար  զուտ  բաժանման  գործողության  վրա  ծախսվում  է    3n-3m  +1  ժամանակ: ", "ԱԾՄ - ով կոշտ գլանական մամլամայրում L = 6 մմ բարձրությամբ, d = 10 մմ տրամագծով  չեռակալված  փոշենմուշի  մամլման  գործընթացի  հետազոտման համար  օգտագործվել  են  փոշենյութի  հետևյալ  պարամետրերը` , և [73]: Ընդունվել է, որ փոշենմուշի և մամլամայրի միջև      շփման      գործակիցը` ,      իսկ  ազդող      առանցքային      ճնշումը` : ", "Քանի  որ  խնդիրը  առանցքասիմետիկ  է,  ուստի  ԱԾՄ  -  ում  չեռակալված փոշենյութի մամլման գործընթացը առանցքասիմետրիկ է մոդելավորված (նկ. 5.1): ", "Նկ. 5.1. ԱԾՄ-ում մոդելի սխեման ԱԾՄ  -  ում  կոշտ  գլանական  մամլամայրում  չեռակալված  փոշենմուշի մամլման  գործընթացի  մոդելավորման  արդյունքում լարվածադեֆորմացիոն վիճակի բոլոր բաղադրիչների համար ստացվել են բաշխման դաշտերը: Նկ. 5.2 – 5.5 -  ում  բերված  են  առանցքային,  շառավղային  և  շրջանային  լարումների  և առանցքային  դեֆորմացիաի  համակարգչային  տվյալները,  որոնք  ցույց  են  տալիս դրանց բաշխման անհամասեռության աստիճանը: ", "Նկ. 5.2.  ԱԾՄ - ում առանցքային լարման բաշխման դաշտերը Նկ. 5.3.  ԱԾՄ - ում շառավղային լարման բաշխման դաշտերը Նկ. 5.4.  ԱԾՄ - ում շրջանային լարման բաշխման դաշտերը Նկ. 5.5.  ԱԾՄ - ում առանցքային դեֆորմացիայի բաշխման դաշտերը «ABAQUS» ԱԾՄ – ում Մոր−Կուլոնի պլաստիկության պայմանի հիման վրա կոշտ  գլանական  մամլամայրում  չեռակալված  փոշենմուշի  մամլման  գործընթացի մոդելավորմամբ  ստացված վերլուծությունը ցույց է տվել, որ. լարվածադեֆորմացիոն  վիճակի  բաղադրիչների տակ, բացառությամբ դրա փոքր մակերեսով կենտրոնի, բավականին մեծ ճշտությամբ հավասարաչափ է բաշխված և հավասար է ճնշմանը, ինչը խնդրի  եզրային  պայմանն  է:  Դրա  մեծությունը  դեպի  մամլամայրի հատակը  աստիճանաբար  պակասում  է՝  դառնալով  փոքր  աստիճանի անհավասարաչափ: ", "լարման նման, դեպի մամլամայրի հատակը, աստիճանաբար  փոքրանում  են  նաև  առանցքային  դեֆորմացիայի, շառավղային  և  շրջանային  լարումների  բացարձակ  արժեքները:  Ընդ որում,  շառավղային  և  շրջանային  լարումների  արժեքների  գոտիները բավականին  իրար  նման  են,  իսկ  համապատասխան  մեծությունները՝ մոտավորապես հավասար: ", "Իդեալական  ՀԼԿ-ի  դեպքում,  այսինքն  երբ  rL=rC=0,  (3.49)-ի  WV(s)  և  (3.50)-ի WD(s) փոխանցման ֆունկցիաներն ընդունում են տեսքերը` (3.49) (3.50) (3.51) :                                      (3.52) Այդ ֆունկցիաների միատեսակ բևեռները հավասար են  p1,2=-6648,93  j52480,1 և, բացի այդ,  WD(s)-ն  ունի  զրո ZD=-3086419,75 կետում: Այդ դեպքում  (3.48)-ի փոխանցման գործակցերը հավասար են WV(0)=0,12 և WD(0)=13,48: ", "Այժմ  կատարենք  կոշտ  գլանական  մամլամայրում  փոշենյութի  խտացման գործընթացի  ԱԾՄ  –  ում  ստացված  արդյունքների  համեմատում  վերլուծական եղանակի թվային հաշվարկի տվյալների հետ: ", "Նկ․3․16․  Կալակը հավաքված փորձանմուշներով Կալակը  ճշգրիտ  մշակված  է  և ունի  կենտրոնավորման  բներ,  որոնցով բազայավորվում  է  հաստոցի  կենտրոններում:  Հետազոտման  համար  օգտագործվել  են գլանվածքից  պատրաստված  փորձարարական նմուշներ`  Ø40մմ  արտաքին տրամագծով օղակներ, որոնց ներքին տրամագիծը  Ø26մմ մշակված է 7-րդ քվալիտետի ճշտությամբ:  Փորձանմուշների  խփոցը  վերացնելու,  ինչպես  նաև ելակետային խորդուբորդություններով  մակերևութային  շերտ  ձևավորելու  համար  կալակի  վրա հավաքված  փորձանմուշները  ենթարկվում  են  կտրմամբ  մշակման:  Կ տր ո ւ մ ը ի ր ակ ան աց վ ո ւ մ է հաստոցի վրա: ", "Կոշտ  գլանական  մամլամայրում  չեռակալված բարձրությամբ  և տրամագծով չեռակալված  մետաղական  փոշենմուշի  մամլման գործընթացի վերլուծական եղանակով լարվածային վիճակի մեծությունների թվային հաշվարկների համար օգտվենք (4.18) բանաձևից` որտեղ - ը (4.23) բանաձևով որոշվող չափում չունեցող մեծություն է: Հետևաբար, ,                                                             (5.1) չափային :                                                   (5.2) Խնդրի  թվային  հաշվարկները  կատարվել  են , [73] դեպքի համար, երբ ազդող առանցքային ճնշումը` և և ստացված տվյալներով կառուցվել է - ի գրաֆիկը (նկ. 5.6 –ի 2 կորը): ", "Նկ. 5.6  Առանցքային ճնշման գրաֆիկները` կախված նմուշի առանցքի կոորդինատից Նկ.  5.6-ի  1  և  2  կորերի  համեմատությունը  ցույց  է  տալիս,  որ  վերլուծական եղանակով  հաշվարկված  աղյուսակային  և  ԱԾՄ  -  ում  մոդելավորմամբ  ստացված գրաֆիկական տվյալների առավելագույն տարբերությունը չի գերազանցում 20% -ը: ", "Հարկ  է  նշել,  որ  տվյալ  դեպքում  1  և  2  առանցքային  ճնշման  կորերի համեմատությունը  կրում  է  մոտավոր  բնույթ,  քանի  որ  1-ի  տվյալները  վերցված  են ըստ նկ. 5.2-ի՝ մոդելի միայն եզրային մասից: ", "Եզրահանգում «ABAQUS»  ԱԾՄ  –  ում  Մոր−Կուլոնի  պլաստիկության  պայմանի  հիման  վրա կոշտ  գլանական  մամլամայրում  չեռակալված  փոշենմուշի  մամլման  գործընթացի մոդելավորման  տվյալներով  ստացվել  են  դրա  լարվածադեֆորմացիոն  վիճակի բոլոր  բաղադրիչները,  որոնց  վերլուծությունը  ցույց  է  տվել,  որ  խնդրի  լուծման վերլուծական եղանակում շրջանային և շառավղային լարումների հավասարության և  լայնական  հատույթում  լարվածադեֆորմացիոն  վիճակի  բոլոր  բաղադրիչների հաստատունության  պայմանները  փոքր  հպակային  շփման  դեպքում  ունեն բավականին  մեծ  ճշտություն,  ինչպես  նաև  վերլուծական  եղանակով  հաշվարկված աղյուսակային  և  ԱԾՄ  -  ում  մոդելավորմամբ  ստացված  գրաֆիկական  տվյալների առավելագույն տարբերությունը չի գերազանցում 20% -ը: ", "Աղ. 3.1. Փորձանմուշների քիմիական բաղադրությունը Մետաղի մակնիշը Քիմիական բաղադրությունը %(մնացածը երկաթ) Mn Si Ni Պողպատ 45 Պողպատ ШХ15 Պողպատ X18H9T Cr Աղ,3.2. BT5 մակնիշի տիտանային համաձուլվածքի քիմիական բաղադրությունը Մետաղի Քիմիական բաղադրությունը %  (մնացածը տիտան) մակնիշ Al Fe Si BT5 Աղ. 3.3. Փորձանմուշների  ֆիզիկա-մեխանիկական  հատկությունները Մետաղի մակնիշ Մեխանիկական հատկություններ B T HB ՄՊա ՄՊա Պողպատ 45 Պողպատ ШХ15 Պողպատ X18H9T ՄՊա Տիտան BT5 Ուսումնասիրվել է տարբեր  ֆիզիկա-մեխանիկական հատկություններով նյութերի տարածական    գերձայնային  տատանումների  կիրառմամբ  գրտնակման  գործընթաց: ", "մետաղական  փոշենյութերի համար՝  Մոր−Կուլոնի և  Դրուկեր−Պրագերի պլաստիկության  պայմանների  հիման  վրա  տարբեր լարվածային  վիճակների դեպքերում  (միառանցք  սեղմում,  մաքուր  սահք,  ինչպես  նաև  մաքուր  սահքի  ու հիդրոստատիկ  ճնշման  համատեղ  ազդեցություն,)  ստացված  արդյունքները  ցույց  են տվել, որ իդեալական կապակցված  փոշենյութի համար  Մոր−Կուլոնի պլաստիկության  պայմանը  վերափոխվում  է  Տրեսկա−Սեն-Վենանի  պլաստիկության պայմանի,  իսկ  Դրուկեր−Պրագերինը`  Հուբեր−Միզեսի  պլաստիկության  պայմանի, այսինքն՝  չեռակալված  փոշենյութերի  համար  Մոր−Կուլոնի  և  Դրուկեր−Պրագերի պլաստիկության  պայմանները  ընդհանրացված  պլաստիկության  պայմաններ  են,  և դրանցից մասնավոր դեպքում ստացվում են հոծ պլաստիկ նյութերի պլաստիկության պայմանները: ", "Կառավարման  տեսությունը  սկսել  է  բուռն  զարգանալ  XIX  դարում,  երբ  ի  հայտ եկան  տարբեր  արդյունաբերական  գործընթացների  առաջին  ավտոմատ  կարգավորիչ- ները:  Այդ  ժամանակ  ներմուծվեցին  այնպիսի  հասկացություններ,  ինչպիսիք  են փոխանցման ֆունկցիան,  հաճախականային բնութագիրը, կայունությունը, ստացվեցին գծային, իսկ հետո նաև ոչ գծային համակարգերի կայունության հայտանիշները, և այլն: "], "source_docs_file": "Mechanical Engineering and Machine Science.json"}