{"paragraph_source_docs": [2, 3, 0, 0, 1, 1, 0, 0, 2, 4], "paragraphs": ["Մինչ օրս շարունակվող պեղումներով հուշարձանի տարածքում ոչ մի բնակելի շինու- թյուն չի բացվել: Ուսումնասիրողների կարծիքով այն եղել է սրբավայր և կրոնական կենտ- րոն,  որտեղ  տարածաշրջանի  տարբեր  համայնքների  ներկայացուցիչները  հավաքվել  են ծիսական արարողություններ կատարելու համար: ", "Պատմական  Այրարատ  նահանգի  Նիգ-Ապարան  գավառում  է  գտնվում  Թեղենյաց վանքը,  որը  միջնադարյան  Հայաստանի  հոգևոր,  մշակութային  ու  գրչության  կարևոր կենտրոններից էր: Այն գտնվում է Բուժական գյուղից 3 կմ հյուսիս` անտառածածկ տա- րածքում: Վանական համալիրը բաղկացած է զույգ որմնամույթերով ,,գմբեթավոր դահ- լիճ’’  տիպին  պատկանող  Կաթողիկե  եկեղեցուց,  գավթից,  սեղանատնից,  գրչատնից  և գավթին հյուսիսից հարող կառույցից, հիմնական հուշահամալիրից 30 մ արևելք գտնվող V  –  VII  դդ.  քառախորան  փոքր  եկեղեցուց,  համակառույցից  հյուսիս  գտնվող  գերեզմա- նատնից: Թեղենյաց  վանքը գրավոր  աղբյուրներում  հիշատակվում է դեռևս VIII  դ., սա- կայն վանքի ծաղկուն շրջանը սկսվում է  XII – XIII դդ., երբ այն անցնում է Վաչուտյան- ների հովանավորության տակ: Վանքի համբավը մեծանում է XIII – XIV դդ., երբ այստեղ գործում  էր  մեծ  միաբանություն:  Մշակութային  հզոր  օջախի  դերը  Թեղենյաց  վանքը կորցնում է XIV դարի կեսերին, թեև շարունակում է գործել ընդհուպ մինչև XVII դ., որից Երևան, 1991, էջ 113-114; Ալեքսանյան Տ., Միրիջանյան Դ., Դաշտադեմի 2011 թ. պեղումները (նախնական հաղորդում), Էջմիածին, 2012, Ը, էջ 102-106: ", "Սադրազամ  (մեծ  վեզիր)  Ալի  փաշայի  ղեկավարած  կառավարությունը  շտապում էր  հանգստացնել  դեսպաններին  և  երկրի  քրիստոնյա  հպատակներին,  պնդելով,  թե դավադիրները  թեպետ  հանդես  էին  գալիս  արևմտամետ  բարենորոգումների  դեմ, սակայն չէին ծրագրել վնաս հասցնել քրիստոնյաներին4: ", "Վերը  նշվածը,  մասնավորապես,  սուլթանական  կառավարության  արդարանալու փորձը  թույլ  է  տալիս  եզրակացնել,  որ  դավադրության,  դրա  բացահայտման  իրական բնույթի  և  նպատակների`  այն  է  քրիստոնյաների  դեմ  լայնածավալ  գործողությունների մասին տեղեկացված էին օտարերկրյա պետությունների հետախուզական մարմինները: ", " Համակարգչային  խաղերում  գրեթե  ամբողջությամբ  բացակայում  է  ֆիզիկական  Համակարգչային  խաղերը միայն  ժամանցի  կամ  զվարճանքի  համար  չեն:  Դրանք համագործակցության  վրա  հիմնված  գործունեության  ձևեր  են,  ինչին  հաճույքով մասնակցում են թե՛ երեխաները, թե՛ մեծահասակները: ", "http://www.gamerain.net/am/game/ben_10_vs_zombies, 12.12.2017, 11:08: ", "Այսպիսով,  ունենալով  որոշակի  պատկերացումներ  կայսրության գաղտնի ծառայությունների  գործունեության  մասին  և  համադրելով  պատմական  փաստերը «Քուլելիի  իրադարձության»  վերաբերյալ,  կարող  ենք  եզրակացնել,  որ  դավադրությունն այդ  ծառայությունների  կողմից  մշակված  և  իրագործված  սադրանք  էր,  ինչը նպաստավոր պայմաններ ստեղծեց հակաքրիստոնեական արշավների համար: ", "Սակայն  թուրքական  հատուկ  ծառայությունների  պատմության  մասնագետների կարծիքով առաջին ժամանակակից հատուկ ծառայությունը Օսմանյան կայսրությունում ստեղծվել  է  Թանզիմաթի  բարեփոխումների  շրջանում,  զարգացում  ապրել  Աբդուլ Համիդ  2-րդի  կառավարման  տարիներին  և,  քանի  որ  այն  գործում  էր  իր  պալատում, ստացել է ««Յըլդըզ» հետախուզական կազմակերպության» անվանումը: ", "Ուսումնասիրողները այս սյուները համարում են մարդկային կերպարանքներ, որոնք համեմատականի մեջ են դրված որևէ կենդանու (տոտեմ) հետ, սակայն այս մարդկային կերպարանքների ինքնությունը պարզ չէ. Ա. Նրանք գերբնական էակներ են` այլ աշխարհից, Բ. Աստվածներ են` կապված տեղական հավատալիքների հետ, Գ. Դևերի և հոգիների քանդակներ են, Դ. Որսորդների, քրմերի, կամ ցեղապետերի պահապաններն ու հովանավորներն են: ", "Շամախին  ակտիվ  դերակատարում  ուներ  նաև  կովկասյան  առևտրում,  որտեղից Դերբենդ  էին  ներմուծում  մետաքսի  հումք  և  մետաքսե  զանազան  կտորներ,  իսկ Թարքիից  ու  շրջակա  բնակավայրերից՝  տորոն,  մեղր,  մրգեր,  Կուբաչի  գյուղում պատրաստված  և  կովկասյան  լեռնականների  մոտ  մեծ  տարածում  գտած  զենքեր (հրացաններ, ատրճանակներ)117: "], "source_docs_file": "History.json"}