{"paragraphs": ["Գործնական առաջարկություններ համադրման  արդյունքում  ենթաստամոքսային  գեղձի  ինկրետոր  ապարատում հայտնաբերված բորբոքային և դիստրոֆիկ բնույթի տեղաշարժերը թույլ են տալիս առանց  ճարպակալման  և  ճարպակալումով  ուղեկցվող  երկրորդ  տիպի շաքարային  դիաբետի  ժամանակ  առաջարկել  սիմպտոմատիկ  և  պաթոգենետիկ թերապիայի նոր մոտեցումներ: ", "Մեկ դեպքում կատարվել է կրկնակի բիոպսիա, քանի որ ՈւՁՀ-մբ հայտնաբերված աճուկային  շրջանի,  ներքին  կառուցվածքը  փոփոխված,  3.5  սմ  չափով  ՈւՁՀ-ն մասնագետի  կողմից  ինֆորմատիվ  գնահատված  ա/հ-ի  փոխարեն,  բուժող  բժշկի պնդմամբ  հեռացվել  էր,  ներքին  կառուցվածքը  պահպանված,  1.7  սմ  չափով  ա/հ-ն անութափոսից,  որի  հետազոտությամբ  ախտորոշվել  էր  ոչ  սպեցիֆիկ  լիմֆադենիտ: ", "Քանի  որ  կլինիկան  չի  համապատասխանել  ստացված  ախտորոշմանը  և  հիվանդը շարունակում  էր  գանգատվել  բարձր  ջերմությունից  մինչև  39.6°C,  քաշի  կորստից, քրտնարտադրությունից,  որոշվեց  կատարել  կրկնակի  բիոպսիա  արդեն  3.5  սմ  չափով փոփոխված  աճուկային  ա/հ-ից  և  հաստատվեց  ՀԼ  ախտորոշումը:Ներկայացված օրինակը հաստատում է, որ լիմֆոմաների դեպքում,  տարբեր շրջանների  տեղակայման ծայրամասային ա/հ–ի ՈւՁ-ին պատկերը և էխոկառուցվածքը նույնը չէ, թույր է նաև  այն կարծիքը, որ ավելի  ինֆորմատիվ  են  անութափոսի  և  պարանոցային ա/հ-ը,   ինչպես Աղյուսակ  23 ԱԿ-ում 2012թ.հետազոտվածների ծայրամասային ա/հ-ի բիոոպսիայի արդյունքները և ՈՒՁՀ-մբ հայտնաբերված ախտահարումները Բիոպսիայի ենթարկված ավշային հանգույց տեղակայումը Չափը (սմ) Աջ անութ ՈՒՁՀ-մբ հայտնաբերված օրգանների ախտահարումները Հյուսվածաբանական ախտորոշում Միջ.,ԾԱՀ-ի,.ա/հ-ի,վ/գ ախտ, կոնգ.որով., Բ-խոշոր բջջ.լիմֆոմա Աջ անութ Լյայրդի,փայծաղի, ԾԱՀ-ի մեծացում Բ-խոշոր բջջ.լիմֆոմա Ե/լ., հար/ աորտալ,ԾԱՀ-ի, վ/ա մեծ. Բ-խոշոր բջջ.լիմֆոմա Ե/լ., բ/թ, ԾԱՀ-ի մեծացում Բ-խոշոր բջջ.լիմֆոմա Ձախ անութ Որով.խոռ.,կոնքի, միջնորմի ա/հ-ի մեծ.  Բ-խոշոր բջջ.լիմֆոմա Լյարդի,փայծաղի դր.,աճ. ,ան., պար. բոլոր խմբերում Բ-խոշոր բջջ.լիմֆոմա Լյարդի, ԾԱՀ-ի մեծացում Բ-խոշոր բջջ.լիմֆոմա Ե/լ, հ/ա , ԾԱՀ-ի մեծացում T-խոշոր բջջ.լիմֆոմա I 1.7 II 3.5 Լյարդի հեմանգ.,ծայր. ա/հ-ի մեծաց Լիֆադենիտ Լյայրդի, ե/գ-ի, հետորովայնամզային ա/հ-ի  մեծացում Միջ.,անութ.,պար., բ/թ ա/հ-ի մեծաց Լյարդի ճարպ. հեպատոզ ԾԱՀ-ի մեծացում ԾԱՀ-ի մեծացում ՀԼ ՀԼ ՀԼ տուբերկ. լիմֆադ մետաստազ մետաստազ մետաստազ Լյայրդի, փայծաղի մեծ., ե/լ. ԾԱՀ-Ի Վալդերստրեմի հիվ. ախտահարում Լիմֆադենիտ Աջ անութ Աջ անութ Ձախ անութ Աջ պար Աջ անութ Աջ պար Աջ աճուկ Ձախ անութ Աջ պար պուկցիա Աջ պար Ձախ ստ/ծն Աջ անութ Աջ անութ Ձախ պար Փայծաղ, ծայրամասային ա/հ-ի մեծաց. Տուբերկ. լիմֆադ Ձախ անութ. Լյայրդի,փայծաղի մեծ.դիֆ. փոփոխութ. լիմֆադենիտ Ձախ անութ Լյարդի, ԾԱՀ-ի մեծացում Ցիտաքիմիայով ՀԼ լիմֆադենիտ Ձախ անութ Ձախ անութ Ծայրամասային ա/հ-ի մեծացում լիֆադենիտ Լյայրդի մեծաց., հիպոէխ. օջախներ ՍՄԼ և  շատ  կարևոր  է  ուշադրություն  դարձնել  հիվանդի  կողմից  ներկայացված գանգատներին:Հաջորդ  հիվանդի  ախտորոշումը  ձգձգվել  էր  մի  քանի  ամիս, Ուռուցքաբանական  կենտրոնում  կատարվել  էր  ծայրամասային  ա/հ-ի  կրկնակի պունկցիոն  բիոպսիա,  կասկածել  են  տուբերկուլյոզ:  Տուբերկուլյոզային  դիսպանսերում կատարելով  ծայրամասային  ա/հ-ի  էքսցիզիոն  բիոպսիա  ախտորոշել  են  ՀԼ  և  ուղեգրել ԱԿ,  որտեղ  ստացիոնար  պայմաններում  սկսել  են  քիմիաթերապիան,  միաժամանակ պրեպարատներն  ուղարկել  կրկնակի  փորձաքննության:  Արդյունքում  ժխտվել  է  ՀԼ-ն: ", "Հիվանդի  բուժումը  դադարեցվել  է,  ախտորոշումը  վերջնական  ճշգրտելու  համար,  ԱԿ- ում  ՈւՁՀ-մբ  5.0  սմ  չափերով,  ներքին  կառուցվածքը  փոփոխված,  պարանոցային  ա/հ-ը գնահատվել է որպես ինֆորմատիվ, կատարվել է էքսցիզիոն բիոպսիա: ", "Վերջնականապես հաստատվել է ՀԼ ախտորոշումը: "], "paragraph_source_docs": [0, 1, 1, 1, 1], "source_docs_file": "Medicine.json"}