{"paragraphs": ["Գրեթե բոլոր հայ սիմվոլիստների մոտ երազը՝ իր բոլոր դրսևորումներով, դառնում է  այն  կենտրոնաձիգ  կիզակետը,  որի  շուրջն  համախմբվում  և  բանաստեղծական  իրա- դրություն  են  ձևավորում  միտքը,  հույզը,  զգացումը,  ձևն  ու  իմաստը։  Բոլոր  դեպքերում նրանք  հաճախ  կամա  թե  ակամա  տրվում  են  տերյանական  տողի  մեղմահունչ  երա- ժշտության գայթակղությանը։ ", "«Երազն»՝  իբրև  սիմվոլ,  իր  մեջ  կրում  է  միստիկական  գաղտնիքի  բացահայտման խորհուրդը.  քնել  և  մորփեոսյան  երազների  մեջ  վերագտնել  գեղեցիկը,  որ  նույնն  է  թե կյանքը  իր  երկաշխարհային  սահմանագծի  վրա՝  քուն  այս  աշխարհում  և  քնի  մեջ  արթ- նացում՝  այն  աշխարհում։  Սա  այն  ինտուիտիվ  արթնացումն  է,  ուր  մտածողը  մահվան նկատմամբ  վախը  տեղափոխում  է  երազ  և  հաղթահարում  այն՝  սրանով  անցնելով  վե- րերկրային  աստիճանակարգով։  Սիմվոլիստ  բանաստեղծը  սոսկ  երազատեսից  տար- բերվում է իր իմացական դաշտով. նա երազն ընկալում է իբրև միստիկական գործողու- թյուն՝  պայմանավորված  իր  աներևույթ  կապի  հետ  երկնքում  և  ըստ  այդմ  տալիս  նրան հոգևոր իմացական արժեք։ Այդ իսկ պատճառով սիմվոլիզմը շատ ժամանակ ընկալվում էր  իբրև  ոչ  միայն  գրական  ուղղություն,  այլև  իբրև  հոգևոր-ինտելեկտուալ  աշխարհ- ընկալման նոր ճանապարհ կամ գաղափարախոսություն։ Եվ նույն պատճառով երբեմն սիմվոլիզմը  տարբեր  բանաստեղծների  մոտ,  տաբեր  մոտեցումներով  է  հանդես  գալիս՝ կախված  կենսափիլիսոփայական  երանգավորումից,  արժեքային  համակարգից,  միև- նույն  ժամանակ  նրանք  գրեթե  բոլորն  էլ  կրում  են  Նիցշեական  «տառապանքի  էքս- տազների»  բանաստեղծական  էմանացիաների  թույլ  և  ուժեղ  արտահայտումներ,  որոնք իրենց հետ բերում են նաև աղերսներ զանազան դավանաբանական եզրույթների հետ։ ", "Այս  ընդհանուր  համապատկերի  մեջ  որոշակի  հետաքրքրություն  է  ներկայացնում Տերյանի  ժամանակակից  և  նրա  դպրոցի  հետևորդ  մի  ուրիշ  բանաստեղծ՝  Միսակ  Հով- հաննիսյանը։ ", "Նրա առաջին ժողովածուն՝ «Վշտի ցողեր» վերնագրով, լույս է տեսնում «Մթնշաղի անուրջներից»  անմիջապես  հետո՝  1909  թ.  Վաղարշապատում։  Ժողովածուի  համար իբրև բնաբան բերված է Իսահակյանի հայտնի քառատողը. Ցաված սիրտըս երգեր հյուսեց. Երգեց անուշ ու տխուր, Վիշտըս հալվեց, արցունք հոսեց, Վճիտ, ինչպես ջինջ աղբյուր։ ", "«Հերալդիկ» եռերգության առաջին երկու վեպերին «Գոյություն չունեցող ասպետը» մոտ է  թե՛  ժանրային,  թե՛  թեմատիկ  առումով.  այն  նույնպես  պատմա-առասպելական անցյալից  վերցված  մի  պատում  է,  որն  այլաբանորեն  ներկայացնում  է  հեղինակի բարոյա-փիլիսոփայական  հայացքները:  Ժանրային  և  պատմողական  տեսանկյունից «Գոյություն չունեցող ասպետը» կարելի է համարել եռերգության մեջ ամենից բարդը. սա Կալվինոյի ստեղծագործության մեջ առաջին վեպն է, որտեղ նա փորձում է «պատումից» անցում կատարել դեպի «տեքստ»: ", "Առհասարակ փաստագրությունը բնորոշ է հեղինակի ստեղծագործություններին:  Փաստագրական  բնույթ  ունի  նաև  նրա  դիլոգիան` («Գլխարկավորները»  “Kalpaklılar”)  («Սրընթաց»  “Doludizgin”),  որոնք  նվիրված  էին  1919- արտացոլել է  1969-ից  մինչև  1971  թ.  մարտի  12-ի  ժամանակահատվածը` առանձնացնելով հատկապես «Արյունոտ կիրակիի» իրադարձությունները և մարտի 12- ի  ռազմական  միջամտությունից  հետո  ձախակողմյան շարժման  նկատմամբ զինվորական վարչակարգի բռնաճնշումները: Հեղինակը միևնույն ժամանակ փոխանցել է նաև մտավորականության և ուսանողության գաղափարախոսական տարաձայնությունների լարված մթնոլորտը: ", "Երկրի  յուրաքանչյուր  իրադարձություն  իր  հայելային  անդրադարձն  է  գտնում ժողովրդի  սոցիալական  վիճակի  վրա,  ուստի  ահա  թե  ինչ  «աստիճանով»  է  վեր բարձրանում գրողի միտքը. խոհ՝ դեպի վեր ձգվող սլաքով, սոցիալական վիճակ և կրկին դեպի  վեր՝  քաղաքական  իրադարձություններ:  Հակառակ  եզրից  դիտելը  իբրև  ակունք հիշեցնում  է  մեկը՝  քաղաքական  մթնոլորտը:  Այսպես,  դատարկ  կամ  միայն դատարկությամբ  լցված  բանկոոպ,  թեև  բնության  մեջ  և  ոչ  մի  դատարկ  տարածք  չկա, հացի, յուղի  ու  կաթի,  մսի  ու  …օճառի,  ծխախոտի,  ջրի  …  չգոյություն:  Գրողի պատկերավոր խոսքերը, ցավոք, շատ ծանր են ստեղծված իրավիճակի նկարագրության համար.  «Աստված  եթե  երակներուս  մեջ  ջրի  նման  թանկագին  հեղուկ  հոսեցուներ,  ան ատեն  եղբայրն  անգամ  եղբոր  մորթեր  պիտի՝  քիչ  մը  ջուր  հանելու  համար  անկե»  /123/: ", "Հեղինակի մտահոգությունների ալիքը ծայր է առնում  այս ամենը տեսնելով և ոչ  միայն տեսնելով,  այլև  ամեն  ինչի  բացակայությունը  զգալով  սեփական  մաշկի  վրա: ", "Կիլոմետրերով  ձգվող  սնունդի  կամ  հիգիենայի  ամենաանհրաժեշտ  ու  պարզունակ միջոցների  համար  հերթեր,  որոնք  բացառիկ  պատկերավորությամբ  ներկայացնում  է գրողը,  դատարկ  բանկոոպներ,  որոնց  մասին  ոչ  պակաս  մեծ  տաղանդով  խոսում  է  մեկ այլ գրող՝ Կոստան Զարյանը՝ «Բանկոոպը և մամութի ոսկորները» գրքում: ", "Խոսքը  գնում  է  երազների,  սիրո,  կյանքի  կախարդական  շրջապտույտի  մասին,  որտեղ բանաստեղծը մի երազից տեղափոխվում է մի ուրիշ երազային աշխարհ, ուր նույնանում են  մահն  ու  երազը։  Երազների  կորստին  հետևում  է  և  հեռավոր  եզերքներից  հասնող «ցնորային  շշնջյունը»,  որ  խորհրդանշում  է  սիմվոլիստական  երկու  աշխարհների փոխկանչը։ ", "Հեռավոր անհաս այդ եզերքների հետ է կապվում նաև Տերյանի “լուսե երազը”. Հեռու ես, անհաս իմ լուսե երազ Բայց քեզ է սիրտըս փայփայում թաքուն, Փռված է լույսըդ շուրջըս և վրաս, Անհուն աշխարհում և իմ հեզ հոգում... 59 Այդ  «լուսե  երազի»  կանչին  է  ունկնդիր  նաև  Հովհաննիսյանը,  ինչպես  ամեն բանաստեղծ, որ հայտնվում է տերյանական դպրոցի ոլորտներում. Հնչում է ձայնը և դյութում հոգիս Ու ես լուռ պառկած ունկ եմ դնում Ու թռա հանկարծ, անձև տենչանքով Դեպի այն ձայնը, քայլում եմ, քայլում60։ ", "վեպերում  գեղարվեստորեն  վերաիմաստավորվեցին  թուրքական  մոդեռնիստական ուղղության`  «բունալըմի»  (Bunalım,  ճգնաժամ)  գրականության  հոգեվերլուծության մեթոդները: ", "Մի ուրիշ օրինակ. Եվ կյանքի մռայլը մութ անապատում Ոչինչ չենք տեսնի – չոր և ամայի Երազում ենք մենք՝ երազ աշխարհում Իսկ կյանքի վերա թող սև բուն վայի61։ ", "Ընտանեկան  խնդիրներով  պայմանավորված՝ այս  ժամանակաշրջանում փոխվում է նաև կնոջ դերը ժամանակակից  հասարակության մեջ։   Հետպատերազմյան շրջանում  շատ  կանայք  աշխատանքից  հեռացվեցին  կամ  անձամբ  դուրս  եկան՝ ընտանեկան  օջախի  պահպանման    հիմնական  նկատառումով։  Երջանիկ  ընտանիքի վերածննդի համար լավագույն վայրը համարվում էր արվարձանը, իսկ բարեկեցության նախապայմանն  ընտանիքի  մայրն  էր,  որը  միաժամանակ  մի  քանի  դեր  ուներ՝  մոր, երեխաների  դաստիարակությամբ  զբաղվողի,    կենցաղային  հոգսերով  զբաղվողի    և ամուսնու համար հետաքրքիր կին լինելու։  Արվարձանաբնակ  կինը պետք է «ստեղծեր հարմարավետության  և հանգստության օազիս իր հոգսերից ուժասպառ եղած ամուսնու համար»141։ ", "Ne gagnant rien avec ses livres abstrais et hautains, incurablement rêveur, idéaliste et religieux égaré dans une époque d'arrivisme et d'utilitarisme:37 Մոկլերի  այս  օրինակի  վրա  զգացվում  է,  թե  ինչպես  կարող  էր ֆրանսիացիների  մոտ  ձևավորված  Էդգար  Պոյի  կերպարը  ազդել  ֆրանսիացի  այն գրողների վրա, ովքեր կրում էին այդ ազդեցությունը: ", "Սակայն  հարկ  է  նշել,  որ  «Մարտի  12-ի»  սուբյեկտիվ-հոգեբանական  վեպերում հասարակություն-անհատ և պետություն-անհատ փոխհարաբերությունների պատկերումն  երբեմն  այնքան  է  ծայրահեղանում,  որ  վեպն  անհատի  օտարման խրոնիկա  է  դառնում:  Այսպիսի  վեպերում  հեղինակները  հասարակության  մեջ  մարդու օտարումը  բացատրում  են  սոցիալական  դրդապատճառներով,  ուշադրությունը կենտրոնացնում  են  անհատի  ներքին  վերակազմավորման,  հոգևոր  վերածննդի, սեփական  եսին  վերադառնալու  հարցերի  շուրջ:  Այս  սուբյեկտիվ-հոգեբանական արձակում անհատի կոնցեպցիայի առանցքն ինքնակատարելագործման ճանապարհով օտարումը  հաղթահարելն  է  235:  Նման  վեպերում,  որպես  կանոն,  մեծ  դեր  են  խաղում հերոսների հիշողությունները, երևակայությունը, կարևորվում են միֆերը, երկխոսությունները  քիչ  են,  փոխարենը  շատ  է  մենախոսությունը,  որը  հերոսի ինքնաարտահայտման,  իր  ապրածն  իմաստավորելու  համար  ամենադյուրին ճանապարհն է:  Ուստի` մենախոսությունն  այս ստեղծագործություններում ամենակիրառելի  գեղարվեստական  միջոցն  է,  որի շնորհիվ  սահմանվում  է հասարակության  վարքի  հոգեբանության  ստույգ  մոդելը:  Վեպերում  մենախոսությունը կառուցվում է «գիտակցության հոսքի»236 հիման վրա, և այս պարագայում ժամանակի ու իրադարձությունների  հերթականության  խախտմանը  հակադիր`  զարգանում  է «զգացմունքների  շղթայակցման»  սկզբունքը,  ինչն  էլ  հնարավորություն  է  տալիս հեղինակին  ցույց  տալ  սյուժեի  զարգացման  գեղարվեստական  տրամաբանությունը հատկապես  հերոսների  համար  ճակատագրական  պահերին237:  Այսօրինակ  վեպերի սուբյեկտիվ-հոգեբանական կողմը պայմանավորված է նաև դրանց ինքնակենսագրական  բնույթով238:  Մեծամասամբ  վեպի  հերոսների  կյանքը  հեղինակի կենսագրության  որոշակի  դրվագներն  են:  Դրանք  ստեղծագործություն  են  ներմուծվել հոսք  հասկացությունը,  որը  հետագայում  վերածվեց  մի  ամբողջ  փիլիսոփայական-հոգեբանական հոսանքի,  ապա  որպես  գրելաոճ,  իսկ  հետո  որպես  գրական  հոսանք  մուտք  գործեց  գեղարվեստական մտածողություն և ամրապնդվեց նաև գրականության մեջ: Ըստ Ու. Ջեյմսի` գիտակցությունը հոսք է, գետ է,  որտեղ  մեր  մտքերը,  զգացողությունները,  պատահական  ասոցիացիաները  բախվում  են  իրար, մշտապես ընդհատում մեկը մյուսին և տարօրինակ, քմահաճ կերպով անտրամաբանորեն միահյուսվում են: Տե՛ս, Джемс У., Психология, Москва, 1991, стр. 57-58. գրված  ստեղծագործությունները:  Հատկանշական  է  Դեմիր  Քյուչուքայդընի  «Մի  հեղափոխականի տեսական  և  քաղաքական  ինքնակենսագրություն»  վեպ-հուշագրությունը,  որը  թեև  գեղարվեստական արժեք  չունի,  սակայն  կարևոր  է  հատկապես  ձախակողմյան  կազմավորումների  ներքին  խմորումները, հեղափոխականների` ընկալումները հասկանալու  առումով:  Տե՛ս,  Küçükaydın  D.,  Bir  Devrimcinin  Teorik  ve  Politik  Otobiyografisi,  İstanbul,  1. Basım, 2009. գաղափարախոսության  անհատական մարքսիստական ընդհատակյա կազմակերպությունների գործունեության, թեժ քաղաքական քննարկումների, ընտանեկան կոնֆլիկտների, ձերբակալությունների, հարցաքննությունների, խոշտանգումների, սոցիալական գաղափարակիր մտավորականության  ներկայացուցիչների,  «ընդդիմացած  երիտասարդության»  կամա թե  ակամա մատնիչների, սադրիչների, ոստիկանների, ժանդարմերիայի ներկայացուցիչների, դահիճների կերպարներ միջոցով239: ", "Ասում  են՝  դրսի  աչքը  ավելի  շատ  բան  է  տեսնում,  քան  ներսինը,  թեև  առավել նրբանկատության պարագայում այդ ամենը, ինչո՞ւ չէ, նկատելի կլինի նաև ներսից: Ահա այդպիսի  մի  դրսի  հայացքով  էլ  սովետական  երկրի  իրադարձությունների  դիպուկ որակումն է տալիս Կոստան Զարյանը՝ «Բանկոոպը և մամութի ոսկորները», «Անցորդը և իր ճամփան» խոսուն խորագրերով /հատկապես առաջինը/ վեպերում: ", "Եթե  Գյուիսմանսը  ոչ  միայն  ընդունում,  այլև  ընդգծում  է  Պոյի  ազդեցությունը սեփական  ստեղծագործության  վրա,  ապա  Էդմոն  դը  Գոնկուրը,  հակառակը,  իր օրագրի մեջ գրում է. §Ես բոլորովին այլ կարգի հեղինակ եմ¦:41 Թեև Էդմոն դը Գոնկուրը, ինչպես և Զոլան հիանում էին Պոյով, նրանք երկուսն էլ  ամերիկացի  գրողից  փոխառեցին  հիմնականում  մարդու  ֆիզիոլոգիայի  հանդեպ ուշադրությունը: ", "Բանաստեղծություններ  սկսել  է  գրել  10-ական  թվականների  սկզբից,  երբ  գրական մթնոլորտը ամբողջապես շնչում էր Տերյանով։ Պատահական չէ, որ նրա միակ ժողովա- ծուն,  որ  լույս  է  տեսնում  1912  թ.,  կրում  է  «Աշնուտ»  բնորոշ  խորագիրը։  Բանաստեղ- ծությունների  վրա  զգալի  է  ոչ  միայն  Տերյանի,  այլև  ռուս  սիմվոլիստների,  հատկապես Ալեքսանդր Բլոկի և Կոստանդին Բալմոնտի ազդեցությունը։ Բոլոր դեպքերում, սակայն, գերիշխողը  10-ական  թվականներին  հայ  մտավորական  երիտասարդության  շրջանում տիրող տրամադրություններն ու խոհերն են։ Հատկանշական է, որ Տեր-Մարտիրոսյանի ժողովածուն  ևս,  ինչպես  Տերյանի  «Մթնշաղի  անուրջները»,  սկսվում  է  «Տխրություն» խորագիրը կրող բանաստեղծությամբ. Անհայտության մեջ ընկնող աստղի պես Օրերը չունին սկիզբ ու վախճան, Նամակների պես, որ չհասան քեզ, Հայացքների պես, որ քեզ չտեսան… Այս վիշտը արդյոք ո՞վ է մորմոքում – Սուլում է քամին դատարկ դաշտերում… Խենթ ափսոսումը ցավ է բորբոքում, Եղեգը այս խեղճ, մենակ, երազուն… Հասկերը վհատ մրմնջում են լուռ, Խուրձերն են տխրում մոռացված ու խեղճ. Խոսքերը վհատ, չասված ու տխուր Տարուբերվում են անհայտության մեջ…63 Ընդհանուր  տրամադրությունը  իրոք  տերյանական  է։  Պատկերամտածողությունը ևս  հիշեցնում  է  Տերյանի  բնաստեղծական  լեզվաշխարհը՝  ընկնող  աստղեր,  մորմոքող վիշտ,  արձակ  դաշտեր,  երազուն  եղեգ,  վհատ  մրմունջ,  անհայտություն  և  այլն։ ", "Տարբերությունն  այն  է,  որ  եթե  Տերյանի  բանաստեղծության  մեջ  խորագրից  բացի  ոչ  մի տեղ  չի  հանդիպում  տխրություն  բառը,  որի  խորհրդանիշը  գունատ  աղջիկն  է,  ապա այստեղ տխրությունը առարկայորեն իրական զգացում է, որով համակված է ու շնչում է ողջ բնությունը։ Բնությունը և մարդկային ներաշխարհը լուռ հաղորդակցության մեջ են, երկուսն  էլ  մորմոքում  են  անհայտության  ու  անորոշության  ցավով՝  նամակներ,  որ  չեն հասել,  հայացքներ,  որ  չեն  տեսել,  հասկերի  վհատ  մրմունջ  և  այլն։  Սիմվոլիստական մշակույթի հետ ընդհանրություններն ակնհայտ են։ ", "Համեմատության  համար  բերենք  մեկ  օրինակ.  «Կենդանի  մը  ինչքան  ալ  անպատկառ ըլլա,  չի  խոստովանի,  որ  կռիվը  կուտի  համար  է»  /17/:  Ո՞վ  է  կենդանին,  ի՞նչ  «կուտի» մասին  է  խոսքը:  Պարզից  էլ  պարզ  է,  բայց՝  միայն  ենթատեքստից.  հենքը  կրկին քաղաքական է,  խոսքը՝  հիմնադրված  կամ  հիմնադրման շեմին  կանգնած հասարակարգի կամ կուսակցությունների մասին է, միտքը՝ համարձակորեն անկեղծ: ", "Ռուս  գրող  Լև  Տոլստոյի  «Աննա  Կարենինա»  վեպի  հայտնի  արտահայտությունը՝ «Երջանիկ ընտանիքները նման են իրար, յուրաքանչյուր դժբախտ ընտանիք դժբախտ է յուրովի» իսկ  և  իսկ համընկնում է   գրականագետ Կաթրին  Ջուրքայի բնորոշմանը, որի համաձայն՝ 1950-ականներին ամերիկյան ընտանիքը գտնվում էր խեղվածք վիճակում143: ", "Առաջին  համաշխարհային  պատերազմի  տարիներին  Տեր-Մարտիրոսյանի  բա- նաստեղծություններում  հայտնվում  է  հայրենիքի  թեման՝  ժամանակի  համար  բնորոշ տագնապալի  մտորումներով։  Իսկ  հոկտեմբերյան  հեղափոխությունից  հետո  բանաս- տեղծը  հայտնվում  է  քաղաքական  իրադարձությունների  հորձանուտում  և  գրեթե  դա- դարում է ստեղծագործելուց։ Երգի կարոտը երբեմն արթնանում է նրա մեջ. Իմ նոր երգերս քո նոր թափի դեմ Դեռ հնչելու է նախկին կորովով, Նորից բախտավոր, անհոգ, ժպտադեմ Երգելու համար, կռվելու համար… Քեզ կոչ պիտ անեն երգերս հզոր, Քեզ պիտի կանչեն դեպի մի արդար, Դեպի մի վսեմ, մեծ հաշվեհարդար։ ", "Բայց  ստեղծագործական  նախկին  կորովը  այլևս  չվերադարձավ,  որի  մասին ափսոսանքով  են  գրում  նրա  երբեմնի  գրչակից  ընկերները։  Նրան  նվիրած  մի  տրիո- լետում Չարենցը ցավով գրում է. Թող Գյումրին սպասե, երկար ու երկար, Որ դառնա սիրասուն իր պոետը, Բայց անցավ նա ինչպես թռչող նետը, Թող Գյումրին սպասե երկար ու երկար… Քաղաքական-կուսակցական  գործունեությունը  Արտաշես  Տեր-Մարտիրոսյանին թույլ  չտվեց  լիովին  բացահայտել  իր  նշանակալից  ստեղծագործական  կարողություն- ները։  Բայց  եղան  նաև  այնպիսիները,  որոնք,  ստեղծագործական  մկրտություն  ստանա- լով տերյանական դպրոցում, հասարակական-քաղաքական նոր պայմաններում շարու- նակեցին  մնալ  գրական  կյանքի  կենտրոնում  և  զարգացնել  իրենց  ստեղծագործական հնարավորությունները՝  ժամանակի  առաջադրած  գեղագիտական  նոր  պահանջներին համապատասխան։ Դրանցից մեկն է Ազատ Վշտունին։ ", "Վշտունու  ստեղծագործական  առաջին  քայլերն  ընթացել  են  բավական  անսովոր պայմաններում։ Ծնվել է Վանում։ Միջնակարգ կրթությունն ստացել է Պոլսի Կեդրոնա- կան վարժարանում։  Այնուհետև մեկնում է  Փարիզ։ Ուսումը  շարունակելու այլ հնարա- վորություն  չունենալով՝  ցերեկն  աշխատում  է,  երեկոյան  հաճախում  Սորբոնի  համալ- սարանի  գրական-փիլիսոփայական  բաժնի  դասախոսություններին՝  որպես  ազատ ունկնդիր։ Փարիզյան շրջանում էլ կատարում է ստեղծագործական առաջին փորձերը։ "], "source_docs_file": "Literature.json", "paragraph_source_docs": [5, 5, 5, 5, 0, 2, 3, 3, 3, 5, 5, 2, 5, 4, 1, 2, 3, 1, 5, 5, 3, 4, 5, 5, 5]}