{"paragraph_source_docs": [0, 0, 0, 0, 0, 0, 0, 0, 0, 0], "source_docs_file": "Mathematics and Cybernetics.json", "paragraphs": ["Nt-ով նշանակենք այն մٳլտիգրաֆների բազմٳթյٳնը, որոնք ٳնեն ﬕջակայքային կողային t-ներկٳմ, իսկ N-ով՝ N = Nt, բոլոր ﬕջակայքային կողային ներկելի գրաֆների բազմٳթյٳնը: Եթե G 2 N, w(G)-ով և W (G)-ով նշանակենք t-ի փոքրագٳյն t(cid:21)1 և ﬔծագٳյն արժեքները, որոնց դեպքٳմ G-ն ٳնի ﬕջակայքային կողային t-ներկٳմ: ", "Քանի որ ոչ բոլոր մٳլտիգրաֆները ٳնեն ﬕջակայքային ներկٳﬓեր, դիտարկվٳմ են ﬕջակայքային կողային ներկٳﬓերի ընդհանրացٳﬓեր: ", "Կամայական G մٳլտիգրաֆի (cid:11) կողային ներկման համար սահմանվٳմ է այդ ներկման դեֆիցիտը՝ def (G; (cid:11)) = S(v; (cid:11)) (cid:0) S(v; (cid:11)) (cid:0) jS(v; (cid:11))j + 1 : G մٳլտիգրաֆի դեֆիցիտը՝ def (G)- v2V (G) ն, G-ի բոլոր ճիշտ կողային ներկٳﬓերի դեֆիցիտներից նվազագٳյնն է: wdef (G)-ով և Wdef (G)-ով նշանակٳմ ենք t-ի փոքրագٳյն և ﬔծագٳյն արժեքները, որոնց համար G-ն ٳնի t գٳյներով և def (G) դեֆիցիտով ճիշտ կողային ներկٳմ: ", "G և H գրաֆների G□H դեկարտյան արտադրյալը սահմանվٳմ է հետևյալ կերպ. V (G□H) = V (G) (cid:2) V (H) E(G□H) = f(u1; v1)(u2; v2) : (u1 = u2 և v1v2 2 E(H)) կամ (v1 = v2 և u1u2 2 E(G)g Այս աշխատանքٳմ դիտարկվել են մٳլտիգրաֆների տարբեր դասերի՝ N դասին պատկանելٳ խնդիրներ, այդ դասին պատկանող մٳլտիգրաֆների համար՝ w(G) և W (G) պարաﬔտրերի գնահատման և ճշգրիտ արժեքների որոշման խնդիրներ, ﬕջակայքային ներկٳﬓերٳմ մասնակցող գٳյների հնարավոր քանակի որոշման խնդիրներ, գրաֆների տարբեր գործողٳթյٳնների նկատմամբ ﬕջակայքային ներկելիٳթյան կայٳնٳթյան խնդիրներ, ինչպես նաև ٳսٳﬓասիրվել են ﬕջակայքային ներկٳմ չٳնեցող գրաֆների դեֆիցիտը և wdef (G) ٳ Wdef (G) պարաﬔտրերը: ", "Աշխատանքٳմ ստացվել են հետևյալ արդյٳնքները: ", "պարաﬔտրերի, ինչպես նաև ﬕջակայքային ներկٳմ չٳնեցող գրաֆների wdef (G) և Wdef (G) պարաﬔտրերի համար տրվել են հասանելի գնահատականներ, հատٳկ տիպի ֆակտորիզացիաների համարժեքٳթյան հիման վրա ստացվել են W (K2n) պարաﬔտրի նոր ստորին և վերին գնահատականներ, գտնվել են այդ պարաﬔտրի ճշգրիտ արժեքները n (cid:20) 12 արժեքների համար, ցանցերի, գլանների, տոռերի և Հեﬕնգի գրաֆների ﬕջակայքային կողային ներկٳﬓերի գոյٳթյան վերաբերյալ արդյٳնքներ, w(G) և W (G) պարաﬔտրերի գնահատականներ, որոշ դեպքերٳմ՝ նաև ճշգրիտ արժեքներ, մասնակցٳթյամբ դեկարտյան արտադրյալների ﬕջակայքային ներկելիٳթյٳն հետ, էապես ٳժեղացվել են համասեռ գրաֆների մասնակցٳթյամբ դեկարտյան արտադրյալների համար W (G□H) պարաﬔտրի հայտնի գնահատականները, ապացٳցվել է երկկողմանի գրաֆների մասնակցٳթյամբ դեկարտյան արտադրյալների ﬕ շարք դասերի ﬕջակայքային ներկելիٳթյٳնը, Բորովիցկա-Օլշեվսկայի, Դրգաշ-Բٳրչարդտի և Հալٳշչակի հիպոթեզը, ցٳյց է տրվել, որ արտաքին հարթ գրաֆները բավարարٳմ են դեֆիցիտի մասին հիպոթեզին, համաձայն որի ցանկացած G գրաֆի համար def (G) (cid:20) jV (G)j, երկկողմանի գրաֆների մասին Ջենսեն-Տոֆտի խնդրին, կառٳցվել են այդպիսի գրաֆների և մٳլտիգրաֆների հայտնի փոքրագٳյն օրինակները, համակարգչային հաշվարկների ﬕջոցով ցٳյց է տրվել, որ ոչ ավել, քան 16 գագաթ պարٳնակող բոլոր երկկողմանի գրաֆները ٳնեն ﬕջակայքային ներկٳﬓեր: ", "Գրականٳթյٳն [1] H.S. Altinakar, G. Caporossi, A. Hertz, A comparison of integer and constraint pro- gramming models for the deﬁciency problem, Computers and Oper. Res. 68, 2016, pp. [2] K. Appel, W. Haken, Every planar map is four colorable, Part I, Discharging, Illinois Journal of Mathematics 21, 1977, pp. 429-490. [3] K. Appel, W. Haken, J. Koch, Every planar map is four colorable, Part II, Reducibility, Illinois Journal of Mathematics 21, 1977, pp. 491-567. [4] A.S. Asratian, Some results on an edge coloring problem of Folkman and Fulkerson, Discrete Math. 223, 2000, pp. 13-25. [5] A.S. Asratian, R.R. Kamalian, Investigation on interval edge-colorings of graphs, J. Com- bin. Theory Ser. B 62, 1994, pp. 34-43. [6] A.S. Asratian., T.M.J. Denley, R. Haggkvist, Bipartite graphs and their applications, Cam- bridge Tracts in Mathematics, Cambridge University Press, 1998. [7] A.S. Asratian, C.J. Casselgren, P.A. Petrosyan, Some results on cyclic interval colorings of graphs, J. Graph Theory, 2017, ընդٳնված է տպագրٳթյան: ", "[8] A.S. Asratian, C.J. Casselgren, J. Vandenbussche, D.B. West, Proper path-factors and interval edge-coloring of (3,4)-biregular bigraphs, J. Graph Theory 61, 2009, pp. 88- [9] M.A. Axenovich, On interval colorings of planar graphs, Congressus Numerantium 159, [10] M. Behzad, E.S. Mahmoodian, On topological invariants of the product of graphs, Canad. Math. Bull., 12, 1969, pp. 157-166. [11] L.W. Beineke, R.J. Wilson, On the edge-chromatic number of a graph, Discrete Math. 5, [12] C. Berge, Theorie des Graphes et ses Applications, Dunod, Paris, 1958. [13] M. Borowiecka-Olszewska, E. Drgas-Burchardt, The deﬁciency of all generalized Hertz graphs and minimal consecutively non-colourable graphs in this class. Discrete Math. [14] M. Borowiecka-Olszewska, E. Drgas-Burchardt, M. Hałuszczak, On the structure and deﬁciency of k-trees with bounded degree, Discrete Appl. Math. 201, 2016, pp. 24-37. [15] M. Bouchard, A. Hertz, G. Desaulniers, Lower bounds and a tabu search algorithm for the minimum deﬁciency problem, J. Comb. Optim. 17, 2009, pp. 168-191. [16] C.J. Casselgren, P.A. Petrosyan, B. Toﬅ, On interval and cyclic interval edge colorings of (3,5)-biregular graphs, Discrete Mathematics, 2017, ընդٳնված է տպագրٳթյան: ", "[17] C.J. Casselgren, B. Toﬅ, On interval edge colorings of biregular bipartite graphs with small vertex degrees, J. Graph Theory 80, 2015, pp. 83-97. [18] CrowdProcess distributed computing platform [առցանց]. http://www.crowdprocess. com/ [19] D. de Werra, Balanced schedules, INFOR. N9, 1971, pp. 230-237. [20] D. de Werra, Investigations on an edge coloring problem, Discrete Math. 1, 1971, pp. [21] D. de Werra, Ph. Solot, Compact cylindrical chromatic scheduling, SIAM J. Discrete Math. [22] A.L. Dulmage, N.S. Mendelsohn, Some graphical properties of matrices with nonnegative entries, Acquat. Math., 2, 1969, pp. 150-162. [23] P. Erdős, A.L. Rubin, H. Taylor, Choosability in graphs, Proc. West Coast Conf. on Com- binatorics, Graph Theory and Computing, Congr. Numer. 26, 1979, pp. 125-157. [24] S. Even, A. Itai, A. Shamir, On the complexity of timetable and multicommodity ﬂow problems, SIAM J. Comput. 5 (4), 1976, pp. 691-703. [25] Y. Feng, Q. Huang, Consecutive edge-coloring of the generalized (cid:18)-graph, Discrete Appl. Math. 155, 2007, pp. 2321-2327. [26] S. Fiorini, On the chromatic index of outerplanar graphs, J. Combin. Theory Ser. B 18, [27] J. Folkman, D.R. Fulkerson, Edge colourings in bipartite graphs, in Combinatorial Math- ematics and its Applications, University of North Carolina Press, Chapel Hill, 1969, pp. [28] K. Giaro, The complexity of consecutive ∆-coloring of bipartite graphs: 4 is easy, 5 is hard, Ars Combin. 47, 1997, pp. 287-298. [29] K. Giaro, Compact task scheduling on dedicated processors with no waiting periods, PhD thesis, Technical University of Gdansk, EIT faculty, Gdansk, 1999 (լեհերեն). [30] K. Giaro, M. Kubale, Consecutive edge-colorings of complete and incomplete Cartesian products of graphs, Cong, Num. 128, 1997, pp. 143-149. [31] K. Giaro, M. Kubale, Compact scheduling of zero-one time operations in multi-stage systems, Discrete Appl. Math. 145, 2004, pp. 95-103. [32] K. Giaro, M. Kubale, M. Malaﬁejski, On the deﬁciency of bipartite graphs, Discrete Appl. Math. 94, 1999, pp. 193-203. [33] K. Giaro, M. Kubale, M. Malaﬁejski, Consecutive colorings of the edges of general graphs, Discrete Math. 236, 2001, pp. 131-143. [34] D. Hanson, C.O.M. Loten, A lower bound for interval colouring bi-regular bipartite graphs, Bulletin of the ICA 18, 1996, pp. 69-74. [35] D. Hanson, C.O.M. Loten, B. Toﬅ, On interval colorings of bi-regular bipartite graphs, Ars Combin. 50, 1998, pp. 23-32. [36] F. Harary, Graph Theory, Addison-Wesley, Reading, MA, 1969. [37] H.J. Fleischner, D.P. Geller, F. Harary, Outerplanar graphs and weak duals, J. Indian Math. Soc. 38, 1974, pp. 215-219. [38] H.M. Hansen, Scheduling with minimum waiting periods, Master’s Thesis, Odense Uni- versity, Odense, Denmark, 1992 (դանիերեն). [39] P. Hudák, F. Kardoš, T. Madaras, M. Vrbjarová, On improper interval edge colourings, Czechoslovak Mathematical Journal 66 (4), 2016, pp. 1119-1128. [40] T.R. Jensen, B. Toﬅ, Graph coloring problems, Wiley Interscience Series in Discrete Mathematics and Optimization, 1995. [41] R.R. Kamalian, P.A. Petrosyan, A note on upper bounds for the maximum span in interval edge-colorings of graphs, Discrete Math. 312, 2012, pp. 1393-1399. [42] D. König, Uber Graphen und ihre Anwendung auf Determinantentheorie und Mengen- lehre, Math. Ann. 77, 1916, pp. 453-465. [43] M. Kubale, Graph Colorings, American Mathematical Society, 2004. [44] E. Kubicka, The chromatic sum of a graph, PhD Thesis, Western Michigan University, [45] B.D. McKay, A. Piperno, Practical Graph Isomorphism, II, J Symbolic Computation, vol. [46] P.A. Petrosyan, Interval edge-colorings of complete graphs and n-dimensional cubes, Discrete Math. 310, 2010, pp. 1580-1587. [47] P.A. Petrosyan, Interval edge colorings of some products of graphs, Discuss. Math. Graph Theory 31(2), 2011, pp. 357-373. [48] P.A. Petrosyan, Interval colorings of complete balanced multipartite graphs, [49] P.A. Petrosyan, On Interval Non-Edge-Colorable Eulerian Multigraphs, arxiv:1311.2210, arxiv:1211.5311, 2012. [50] P.A. Petrosyan, On Interval Edge-Colorings of Outerplanar Graphs, Ars Combin. 132, [51] P.A. Petrosyan, H.Z. Arakelyan, On a generalization of interval edge colorings of graphs. Transactions of IPIA of NAS RA, Math. Probl. of Comp. Sci. 29, 2007, pp. 26-32. [52] P.A. Petrosyan, G.H. Karapetyan, Lower bounds for the greatest possible number of colors in interval edge colorings of bipartite cylinders and bipartite tori, Proceedings of the CSIT Conference, Yerevan, 2007, pp. 86-88. [53] P.A. Petrosyan, H.H. Khachatrian, On a generalization of interval edge-colorings of graphs, 15th Workshop on Graph Theory, Colourings, Independence and Domination, Szklarska Poreba, Poland, 2013, p. 44. [54] P.A. Petrosyan, H.H. Khachatrian, Interval non-edge-colorable bipartite graphs and multigraphs, J. Graph Theory 76, 2014, pp. 200-216. [55] P.A. Petrosyan, H.H. Khachatrian, H.G. Tananyan, Interval edge- colorings of Cartesian products of graphs, CID abstracts, p.44. http://www.cid.uz.zgora.pl/2011/ﬁles/AbstractsPdf/Khachatrian.pdf [56] P.A. Petrosyan, H.H. Khachatrian, H.G. Tananyan, Interval edge-colorings of Cartesian products of graphs I, Discuss. Math. Graph Theory 33(3), 2013, pp. 613-632. [57] P.A. Petrosyan, H.H. Khachatrian, L.E. Yepremyan, H.G. Tananyan, Interval edge- colorings of graph products, Proceedings of the CSIT Conference, 2011, pp. 89-92. [58] P.A. Petrosyan, S.T. Mkhitaryan, Interval cyclic edge-colorings of graphs, Discrete Math. [59] A.V. Pyatkin, Interval coloring of (3,4)-biregular bipartite graphs having large cubic sub- graphs, J. Graph Theory 47, 2004, pp. 122-128. [60] G. Sabidussi, Graph multiplication, Math. Z. 72, 1960, pp. 446-457. [61] C.E. Shannon, A theorem on colouring the lines of a network, J. Math. Phys. 28, 1949, pp. 148-151. [62] A. Schwartz, The deﬁciency of a regular graph. Discrete Math. 306, 2006, pp. 1947- [63] M. Stiebitz, D. Scheide, B. Toﬅ, L.M. Favrholdt, Graph Edge Coloring: Vizing’s Theo- rem and Goldberg’s Conjecture, Wiley Interscience Series in Discrete Mathematics and Optimization, 2012. [64] K.J. Supowit, Finding a maximum planar subset of nets in a channel, IEEE Trans. Comput. Aided Design CAD 6(1), 1987, pp. 93-94. [65] H.H. Tepanyan, P.A. Petrosyan, Interval edge-colorings of composition of graphs, Dis- crete Appl. Math. 217, 2017, pp. 368-374. [66] D.B. West, Introduction to Graph Theory, Prentice-Hall, New Jersey, 1996. [67] F. Yang, X. Li, Interval coloring of (3,4)-biregular bigraphs having two (2,3)-biregular bipartite subgraphs, Applied Math. Letters 24, 2011, pp. 1574-1577. [68] А.С. Асратян, Р.Р. Камалян, Интервальные раскраски ребер мультиграфа, Прикладная математика, вып. 5, 1987, стр. 25-34. [69] В.Г. Визинг, Декартовое произведение графов, Вычис. Системы 9, 1963, стр. 30-43. [70] В.Г. Визинг, Хроматический класс мультиграфов, Кибернетика 3, 1965, стр. 29-39. [71] В.Г. Визинг, Критические графы с данным хроматическим классом, Дискретный анализ 5, 1965, стр. 9-17. анализа 29, 1976, стр. 3-10. [72] В.Г. Визинг, Раскраска вершин графа в предписанные цвета, Методы дискретного [73] Р.Р. Камалян, Интервальные раскраски полных двудольных графов и деревьев, Препринт ВЦ АН Арм. ССР и ЕГУ, Ереван, 1989, 11 стр. [74] Р.Р. Камалян, Интервальные реберные раскраски графов, канд. дисс., Новосибирск, [75] Р.Р. Камалян, Об одном классе планарных двудольных графов, не имеющих интервальной реберной раскраски, Գիտական հոդվածների ժողովածٳ, ԵՊՀ Իջևանի մասնաճյٳղ, 2010, стр. 149-151 [76] Р.Р. Камалян, А.Н. Мирумян, Интервальные реберные раскраски двудольных графов одного класса, Доклады НАН РА, том 97, N 4, 1997, стр. 3-5. [77] П.А. Петросян, Г.А. Хачатрян, Интервальные реберные раскраски декартовых произведений регулярных графов, Пятая годичная научная конференция РАУ, Сборник научных работ, 2010, стр. 241-248. [78] А.В. Пяткин, Об интервальной (1,1)-раскраске инциденторов интервально раскрашиваемых графов, Дискретн. анализ и исслед. опер. 22:2, 2015, стр. [79] С.В. Севастьянов, Об интервальной раскрашиваемости ребер двудольного графа, Методы дискретного анализа в решении экстремальных задач, вып. 50, 1990, стр. [80] Լ. Եփրեմյան, Գրաֆների արտադրյալների ﬕջակայքային ներկٳﬓերի մասին, մագիստրոսական թեզ, Երևանի Պետական Համալսարան, 2011, 56 էջ: ", "[81] Ա. Խչոյան, Ենթախորանարդ գրաֆների և մٳլտիգրաֆների ﬕջակայքային կողային ներկٳﬓեր, ավարտական աշխատանք, Երևանի Պետական Համալսարան, 2010, 30 էջ: "]}