{"source_docs_file": "Law.json", "paragraph_source_docs": [4, 0, 4, 4, 5, 4, 5, 5, 0, 4, 4, 1, 4, 4, 0, 4, 4, 4, 4, 4, 4, 0, 4, 1, 1, 4, 5, 1, 1, 3, 4, 1, 3, 4, 4, 5, 4, 4, 4, 1, 4, 4, 2, 4, 4, 4, 4, 0, 2, 4], "paragraphs": ["Բելգիայի, Ուիկսն ընդդեմ Միացյալ Թագավորության գործերով վճիռները: ", "«Կիսանախագահական հանրապետությունների թիվն ունի աճման միտում. գրում է  Վ.Ե.  Չիրկինը:  Հատուկ  պայմաններում  են  գտնվում  անցումային  շրջանի պետությունները,  դրանցում  ձևավորվում  է  յուրօրինակ  նախագահական  իշխանութ- յուն...  Նախագահական  իշխանությունն  ընդունում  է  յուրօրինակ  բնույթ,  այն  ավելի  է «նշմարվում»  որպես  պետական  իշխանության  հատուկ  ձև,  արբիտրաժային  դիրք  է զբաղեցնում  դրա  մյուս  ճյուղերի  նկատմամբ»:  Կառավարման  խառը  ձև  ունեցող հանրապետությունը  երբեմն  անվանում  են  իշխանությունների  բաժանման  դիրքային- գերիշխող մոդել166: ", "Պայմանավորվող կողմերը ունեն հայեցողության լայն շրջանակ քրեական քաղա- քականության  և  քրեակատարողական  քաղաքականությանը  վերաբերող  հարցերում236: ", "Ընդ  որում,  խոսքը  վերաբերում  է  բացառապես  նրան,  որ  պետությունները  ինքնուրույն, առանց  որևէ  կերպ  Դատարանի  վերահկսողության  կարող  են  իրենց  ներքին  օրենս- դրությամբ  սահմանել  հանցավոր  վարքագծի  դրսևորումները:  Այսինքն,  որ  հանրորեն վտանգավոր  արարքներն  են  դիտվում  հանցագործություն,  որոնք`  ոչ:  Այս  հարցում պետությունները ունեն բացարձակ հայեցողղություն: ", "уголовных  наказаний:  Материалы  науч.-практ.  семин.  -  Рязань:  Академия  права  и  управления Федеральной службы исполнения наказаний, 2005, ¿ç 100: ", "ՀՀ  քրեական  օրենսգիրքը  ընդլայնել  է  ազատությունը  սահմանափակելու  հետ կապված  պատիժների  ցանկը`  դրա  մեջ  ներառելով  կալանքը,  կարգապահական  գու- մարտակում  պահելը,  ազատազրկումը  որոշակի  ժամկետով  և  ցմահ  ազատազրկումը: ", "изд., испр. и доп. - Саратов: Изд-во ГОУ ВПО «Саратовская государственная академия права», 2004, ¿ç 31: ", "Матер.межвузовской  научно-теор. конференции  «Биологическое и социальное в  личности  преступника и проблемы  ресоциализаци». - Уфа., 1994, ¿ç»ñ 133-134: ", "«Կառավարման պառլամենտական ձև ունեցող երկրներում առկա է իշխանության տարբեր  ճյուղերի  փոխադարձ  կապ  ու  փոխադարձ  կախվածություն,-  գրում  է  Ե.Ե Պոկոչենկովան,-  ինչը  նրանց  միջև  պատնեշներն  ավելի  քիչ  հստակ  է  դարձնում»168: ", "Կոնվենցիայի  քննարկվող  դրույթին  է  առնչվում  նաև  այլ  երկրում  դատապարտ- ված անձի պատժի կրումը Հայաստանում, երբ նա այդ նպատակով տեղափոխվել է Հա- յաստան:  Նման  դեպքերում պատիժը Հայաստանում կրելու համար հիմք են  հանդիսա- նում  այլ  պետությունների  հետ  Հայաստանի  կնքած`  դատապարտյալների  փոխանակ- ման միջազգային պայմանագրերը: ", "Ձերբակալումն ու  կալանավորումը կարող են  նաև  կատարվել քրեական  դատա- վարության հետ կապ չունեցող հանգամանքներում: Դրանք սպառիչ թվարկված են 5-րդ հոդվածի  1-ին  կետում:  Վերը  քննարկված  «օրինականության»  պահանջը  կիրառվում  է բոլոր  դեպքերում,  երբ  թույլատրվում  է  ազատությունից  զրկումը:  Ձերբակալումը  և  կա- լանավորումը պետք է համապատասխանեն ներպետական իրավունքին, Կոնվենցիային և  չլինեն  կամայական:  5-րդ  հոդվածի  1-ին  կետի  «բ»  ենթակետը  թույլատրում  է  անձի ձերբակալումը  կամ  կալանավորումը  «դատարանի  օրինական  որոշման  չկատարման կամ  օրենքով  ամրագրված  յուրաքանչյուր  պարտականության  կատարումն  ապահովե- լու նպատակով»: Առաջին իրավիճակը կարող է լինել այն դեպքերում, եթե, օրինակ, ան- ձը դատարանի սահմանած տուգանքը չմուծի, բժշկական ստուգում չանցնի, որպես վկա դատարան չներկայանա, խախտի բնակության վայրի հետ կապված սահմանափակում- ները կամ ունեցվածքի մասին  հայտարարագիր չներկայացնի: Բոլոր դեպքերում, պար- տականությունն  առաջանում  է  դատարանի  օրինական  որոշման  հիման  վրա:    Սլավո- միր Բերլինսկին ընդդեմ Լեհաստանի գործով Դատարանը վճռել է, որ դիմողի՝ հոգեբու- ժարան հարկադիր տեղավորումն իրականացվել է նրա դեմ հարուցված քրեական գործի սահմաններում`  հոգեբուժական  զննման  վերաբերյալ  դատարանի  որոշման  կատարու- մը  ապահովելու  նպատակով`  նրան  քրեական  պատասխանատվության  ենթարկելու հարցը  լուծելու  համար:  Համոզվելով,  որ  կալանավորումն  իրականացվել  է  դատարանի որոշմամբ,  Դատարանն  ստուգել  է  օրինականության  պահանջները  և  հաստատել,  որ կալանավորման ժամանակ պահպանվել է օրենքով սահմանված կարգը, և այն կամայա- կան չի եղել237։ ", "Իրավահամեմատական  վերլուծության  հետագա  զարգացումը  տեղի  է  ունենում արդեն միջնադարում՝ մանավանդ Արևմտյան Հռոմեական Կայսրության անկման (476 թվական)  և  գերմանական  ցեղերի  ներխուժման  ժամանակահատվածում,  երբ հռոմեականից  էականորեն  տարբերվող  գերմանական  իրավունքը  հռոմեականի  հետ զուգահեռ  կիրառվում  էր  կայսրության  տարածքում։  Նշված  հանգամանքը  ստիպեց ժամանակի  իրավաբան-փիլիսոփաներին  զբաղվել  հռոմեական  և  գերմանական իրավունքների  համեմատական  ուսումնասիրություններով։  Միևնույն  ժամանակ, միջնադարում  իրավունքի  համեմատական  վերլուծության  պատճառ  էր  եկեղեցական կամ  կանոնական  իրավունքի  զարգացումը։  Սա  պայմանավորված  էր  նրանով,  որ  այդ ժամանակի իրավագետների և մտավորականության մեծամասնությունը հանդիսանում էին եկեղեցու սպասավորներ։ ", "Այն դեպքերում, երբ իշխանությունները հիմնվում են սոսկ նորմերի խախտման փաստի վրա,  կոնկրետության  պահանջը  համարվում  է  չկատարված:  Նման  կոնկրետ  պարտա- կանություն կարող է հանդիսանալ զինվորական կամ քաղաքացիական ծառայությունը, անձը  հաստատող  փաստաթուղթ  կրելը,  հարկային  կամ  մաքսային  հայտարարագիր ներկայացնելը,  սահմանված  տեղում  բնակվելը238:  Էնգելն  ընդդեմ  Նիդեռլադների  գոր- ծում,  որում  կառավարությունը  վկայակոչել  էր  այդ  դրույթը,    «խիստ  ռեժիմով  պահվող ձերբակալությունը»,  որպես  ժամանակավոր  միջոց  հիմնավորելու  համար,  Դատարանը վճռել է, որ զինվորական կարգուկանոնը պահպանելու ընդհանուր պարտականությունը կոնկրետ  չի  եղել:  Չուիլան  ընդդեմ  Իտալիայի  գործով  դիմողի  կալանավորումը  հիմնա- վորվել է նրանով, որ վերջինս չի կատարել «վարքագիծը փոխելու» պարտականությունը, ինչը  ևս  չի  համարվել  հստակ  և  կոնկրետ  պարտականություն239:  Մակվեյի  գործով  զե- կույցում Հանձնաժողովը արձանագրել է, որ անձի պարտականությունը` Միացյալ Թա- գավորություն  մուտք  գործելիս  մաքսային  ծառայության  աշխատակիցների  կողմից զննման ենթարկվելը, համարվում է հստակ և կոնկրետ պարտականություն, հետևաբար, ըստ  5-րդ  հոդվածի  1-ին  կետի  «բ»  ենթակետի`  թույլատրելի  է  կալանավորումն  այդ պարտականության  կատարումն  ապահովելու  համար:  Այդ  գործում  Հանձնաժողովը ձևակերպել է Մարդու իրավունքների եվրոպական կոնվենցիայի տվյալ դրույթի իրավա- կան  դաշտին  ենթակա  փաստերի  նկատմամբ  կիրառվող  պահանջները.  Նման  հանգա- մանքների առկայության քննարկման ժամանակ պետք է ուշադրություն դարձնել պար- տականության բնույթին: Պետք է դիտարկել, թե դրա կատարումն արդյո՞ք առաջին անհ- րաժեշտության խնդիր է, և արդյո՞ք հանգամանքներն այնպիսին են, որ դրա կատարումն ապահովող ոչ մի այլ միջոց ռեալ իրականանալի չի համարվում: Կալանավորման ժամ- կետի տևողությունը,  նման  հավասարակշռություն  սահմանելիս,  վերականգնող գործոն է: Դատարանը գտնում է, որ Ռուսական դատարանը համարել էր արգելանքի վերցնելը օրինական,  քանի  որ  օրենքը  թույլ  է  տալիս  արգելանքի  վերցնել  այն  վկային  ով  առանց հարգելի  պատճառի  չի  ներկայանում,  և  դատարանը  մերժել  էր  դիմումատուի  ներ- կայացրած  այն  պատճառաբանությունը  թե  նա  եղել  է  գործուղման  մեջ:  Այս  հետևու- թյունը  զուրկ  չէ  ողջամտությունից:  Դատարանը  ընդունում  է,  որ  ներպետական  մար- մինները ունեն հայեցողությոան որոշակի սահմաններ գնահատելու նման հանգամանք- ները: Հետևաբար, Դատարանը եզրակացնում է, որ դիմումատուին արգելանքի վերցնելը ընդդեմ Իտալիայի, Մակվեյը, Օնիլնու Էվանսն ընդդեմ Միացյալ Թագավորության: ", "ուներ բավարար հիմք Ռուսաստանի օրենսդրության մեջ240: ", "Սոցիալիստական  երկրներում  բոլոր  մարմինները  բաժանվում  են`  պետական իշխանության  մարմինների  (հիմնադիր  կամ  ներկայացուցչական  մարմիններ,  դրանց մշտապես  գործող  մարմիններ,  ինչպես  նաև  պետության  ղեկավարը),  պետական կառավարման մարմինների (կոլեգիալ գործադիր- հրահանգիչ մարմիններ, նախարարություններ, գերատեսչություններ), ինչպես նաև իրավապաշպան մարմիններ (դատարաններ, դատախազություն): ", "Դրան  զուհահեռ  կան  նաև  երկու  այլ  անհրաժեշտ  պայմաններ:  Առաջին`  իրավախախ- տում կատարելու համար կասկածվող անձին ձերբակալել, որպեսզի նա կանգնի «իրա- վասու  դատարանի  առջև»,  երկրորդ`  իրավախախտման  կատարման  վերաբերյալ  կաս- կածները պետք է հիմնավորված լինեն: Պետք է ապահովել նաև, որ յուրաքանչյուր ազա- տազրկման առավելագույն ժամկետը՝ մինչև դատաքննությունն սկսելը, համապատաս- խանի  իրավախախտման  բնույթին  և  մինչև  դատաքննությունը  նախատեսվի  կալանքից ազատ արձակելու հնարավորություն: ", "Առաջին  պայմանի  հետ  կապված,  չնայած  կատարված  իրավախախտման  վերա- բերյալ  կասկածը,  իրավախախտման  կատարումը  կանխելու  անհրաժեշտությունը  կամ կատարված  իրավախախտման  մեջ  կասկածվող  անձի  հնարավոր  թաքնվելն  ազատու- թյունից  զրկելու  հիմքեր  են  հանդիսանում,  այդ  միջոցը  կհամապատասխանի  5-րդ հոդվածի  1-ին  կետի  «c»  ենթակետին  միայն  այն  դեպքում,  եթե  այն  կիրառվի  այդ  անձի նկատմամբ քրեական գործ հարուցելու նպատակով: Դա է սահմանում 5-րդ հոդվածի 1- no. 5829/04),para. 135, (see, for example, Kantyrev v. Russia, no. 37213/02, §§ 50-51, 21 June 2007; Andrey Frolov v. Russia, no. 205/02, §§ 47-49, 29 March 2007; Mayzit v. Russia, no. 63378/00, § 40, 20 January 2005; and Labzov v. Russia, no. 62208/00, § 44, 16 June 2005). In addition, such factors as access to natural light or air, adequacy of heating arrangements, compliance with basic sanitary requirements, the opportunity to use the toilet in private and the  availability  of  ventilation  are  relevant  to  the  assessment  of  whether  the  acceptable  threshold  of  suffering  or degradation has been exceeded (see, for example, Vlasov v. Russia, no. 78146/01, § 84, 12 June 2008; Babushkin v. Russia, no. 67253/01, § 44, 18 October 2007; and Peers v. Greece, no. 28524/95, §§ 70-72, ECHR 2001-III). That list is  not  exhaustive;  other  conditions  of  detention  may  lead  the  Court  to  the  conclusion  that  the  applicant  was subjected to “inhuman or degrading treatment” (see, for example, Fedotov v. Russia, no. 5140/02, § 68, 25 October ին կետի «c» ենթակետի և 5-րդ հոդվածի 3-րդ կետի փոխկապակցվածությունը:  Առաջին դրույթը  թույլատրում  է  ազատությունից  զրկումը,  իսկ  վերջինը`  պահանջում  է,  որ   այդ հիմքերի օգտագործման դեպքերում ազատությունից զրկված անձը ներկայացվի դատա- վորին կամ այլ պաշտոնատար անձի, որն օրենքով լիազորված է իրականացնել դատա- կան  իշխանություն  և  խելամիտ  ժամկետում  դատաքննության  կամ  մինչև  դատավա- րությունն սկսելն ազատելու իրավունք ունի: Դատավորը կամ այլ պաշտոնատար անձը օգտագործված 5-րդ հոդվածի 1-ին կետի «c» ենթակետում: Ենթադրվում է, որ այդ անձի առջև  ներկայանալը  դատավարության  միայն  առաջին  փուլերից  մեկն  է,  որն  արդյուն- քում  կհասնի  դատաքննության,  դրանով  իսկ  նշելով,  որ  ազատությունից  զրկելու  նպա- տակը քրեական դատավարության իրականացման ապահովումն է: ", "Սակայն,  որպեսզի  ազատազրկումը  համընկնի  5-րդ  հոդվածի  1-ին  կետի  «c» ենթակետին,  դրան  պետք  է  հետևի  քրեական  գործի  վարույթը՝  լինի  դատաքննություն, թե՝  մեղադրանքի  առաջադրում:  Վճռական  նշանակություն  ունի  ազատությունից  զրկե- լու  պահին  հետապնդվող  նպատակը,  իսկ  թե  արդյունքում  այն  կհանգի  դրան,  թե՝  ոչ, էական նշանակություն չունի: ", "Այսպես,  Բրոուգանն  ընդդեմ  Միացյալ  Թագավորության241  և  Մյուրեյն  ընդդեմ Միացյալ Թագավորության242 գործերով վճիռներում Դատարանը 5-րդ հոդվածի 1-ին կե- տի  «c»  ենթակետի  խախտում  չի  արձանագրել  այն  հիմքով,  որ  ազատազրկված  անձինք ազատվել են կալանքից, սակայն նրանցից ոչ ոքի մեղադրանք չի առաջադրվել, ոչ ոք չի կանգնել իրավասու դատարանի առջև: Դատարանը վճռել է, որ իշխանություններն այդ անձանց հարցաքննելուց հետո պարզել են, որ նրանց նկատմամբ կասկածանքներն ան- հիմն են, և նման իրավիճակում մեղադրանք չէին կարող առաջադրել: Նման արդյունքն, այնուամենայնիվ,  չէր  նշանակում,  որ  քրեական  հետապնդման  անհրաժեշտությունը կասկածի տակ էր առնվում, քանի որ այդ հարցը կարող էր որոշվել ազատազրկված ան- ձանց հարցաքննելուց հետո243: ", "հայտարարություններից,  սակայն  քանի  որ  նրանք  հրաժարվել  են  պատասխանել  հարցերին,  իմաստ չուներ նրանց դեմ մեղադրանք առաջադրել: ", "անձին  զրկել  ազատությունից`  հիմնվելով  միայն  քրեական  օրենքի  դրույթի  վրա,  եթե  ի սկզբանե  մտադրություն  չի  եղել  այդ  օրենքը  կիրառել  ընդդեմ  տվյալ  անձի՝  մինչև  դրա անհրաժեշտությունը244:  Անձին  ազատությունից  զրկելը,  այնուհետև  դատարանին  ներ- կայացնելն այն դեպքերում, երբ նրա նկատմամբ քրեական գործ հարուցելու նպատակ չի հետապնդում,  հակասում  է  5-րդ  հոդվածի  1-ին  կետի  «c»  ենթակետին,  ինչպես  դա սահմանվեց Չուիլան ընդդեմ Իտալիայի գործով245: ", "Իշխանության  ընտրական  ճյուղը  իր  կազմակերպական  արտահայտությունը ստանում է հատուկ մարմինների՝ ընտրական դատարանների (օրինակ Բրազիլիայում), ընտրական ռեգիստրների և ընտրական հանձնաժողովների ստեղծման մեջ: ", "Այս  գործում  ազատազրկումը  նույնպես  հակասում  էր  5-րդ  հոդվածի  1-ին  կետի  «c» ենթակետին, քանի որ հնարավոր չէր ապացուցել, թե հարկադիր պահման օրդեր ստա- նալու համար ազատազրկումն իրականացվել է այն հիմքով, երբ կան բավարար հիմքեր ենթադրելու, որ անհրաժեշտ է կանխել իրավախախտման կատարումը»: Բանն այն է, որ լիությունը՝ իրավախախտումը կանխելու նպատակով, կապված է քրեական օրենսդրու- թյան կենսագործման հետ, և դրանց կիրառումը պետք է ուղղված լինի կոնկրետ և որո- շակի իրավախախտումների կանխմանը246: ", "համեմատական  իրավունքի  զարգացման  գործում  մեծ  ներդրում  է  ունեցել  նաև  Ջ․ Բրջեսը,  ով  իր  1891  թ․  «Քաղաքագիտություն  և  համեմատական  սահմանադրական իրավունք»  գրքում  պետական  կառավարման  տեսանկյունից  կարևորում է սահմանադրական իրավունքում իրավահամեմատական վերլուծության կատարումը։ ", "Համեմատական իրավունքի զարգացման գործում կարևոր նշանակություն ուներ միջազգային  համագումարը»  որին  մասնակցում  էին  մասնագետներ  Եվրոպական տարբեր  երկրներից,  և  նրանց  քննարկման  առարկան  էր  համեմատական  իրավունքի բնույթը,  նպատակը  և  ընդհանուր  հետաքրքրությունը։  Համագումարում  կարևոր նշանակություն էր տրվել «քաղաքակիրթ աշխարհի համար ընդհանուր իրավունքի» ստեղծման  գաղափարը,  ինչը  պետք  է  կատարվեր  միջազգային  իրավունքի  միջոցով։ ", "իսկ  նրանց  կողմից  կատարվելիք  գործողությունները  պետք  է  անխուսափելի  լինեն: ", "Նույն  հոդվածի  3-րդ  մասի  համաձայն՝  կենսաթոշակային  տարիքի  հասած կամ առաջին կամ երկրորդ կարգի հաշմանդամ դատապարտյալին, իր խնդրանքով և  պատիժը  կատարող  հիմնարկի  վարչակազմի  ներկայացմամբ,  սոցիալական ապահովության  մարմիններն  ուղարկում  են  հաշմանդամների  կամ  ծերերի  համար նախատեսված հիմնարկներ (ծերանոցներ)։ ", "Է․  Ռաբելի համաձայն, իրավական կանոնները և հասկացությունները  դատավորների  կողմից  կիրառելի  են  բոլոր  իրավական համակարգերի կողմից, որոնց միջև առկա իրավական հակասությունները լուծվում են համեմատական  իրավունքի  կիրառմամբ263։  Այս  մոտեցման  հետ  համաձայն  էին համեմատական իրավունքի բազմաթիվ իրավագետներ, ինչն էլ էականորեն նպաստեց աշխարհում համեմատական իրավունքի զարգացմանը։ ", "Այսպիսով, ուսումնասիրելով համեմատական իրավունքի  պատմության ամենանշանակալից  պահերը,  կարող  ենք  նշել,  որ  համեմատական  իրավունքի զարգացման տարբեր փուլերում համեմատական իրավունքի նպատակը և շարժիչ ուժը տարբեր են եղել։ Այսպես․ •  Հին  Հունաստանում,  փիլիսոփաների  կողմից  այլ  քաղաք-պետությունների  կամ ազգերի  իրավական  համակարգերի  ուսումնասիրությունները  ուղղված  են  եղել  առկա իրավունքի  զարգացմանը,  ինչի լավագույն  օրինակն  է  Պլատոնի  «կատարյալ սահմանադրությունը»։ Իր հերթին, Հին Հռոմում «բացարձակ իրավունքի» վերհանումն կատարվում էր ոչ թե օբյեկտիվ ուսումնասիրությունների հիման վրա, այլ առավելապես հռոմեական  իրավունքի,  որպես  բացարձակ  իրավունքի,  առաջխաղացման  և ազդեցության  տարածման  միջոցով։  Ակնհայտ  է  իրավունքի  մասնակի  գլոբալացումը հռոմեական  իրավունքով,  քանի  որ  այն  լինելով  հին  դարերում  ամենազարգացածը, աստիճանաբար  դառնում  է  հին  աշխարհում  տարածքային  առումով  (Հռոմեական կայսրության  ընդլայնմանը  զուգահեռ)  ամենակիրառելի  իրավունքը։  Համեմատական իրավունքը գործում էր հենց այդ ուղղությամբ։ ", "տականացվեցին253:  Իսկ  1917թ.  դեկտեմբերի  18-ի  «Քաղաքացիական  ամուսնության  և քաղաքացիական  չափաբերական  մատյանի»  մասին  դեկրետի  հռչակմամբ  պսակը  հա­ մարվում  է քաղաքացիների  մասնավոր  ցանկություն,  այլ ոչ թե  պարտադիր  մի  գործողու­ թյուն,  ինչպես  նախկինում  է  եղել254:  Հայ  առաքելական  եկեղեցու  համար  խնդիր  առա­ ջացրեց  նաև  1922թ.  փետրվարի  2-ի  համագումարում  ընդունված  դեկրետը,  որով  «եկե­ ղեցին  անջատվեց  պետությունից  և դպրոցը'  եկեղեցուց»255:  Նշյալ դեկրետը  արգելում  էր Հայ  առաքելական  եկեղեցուն  «զբաղվել»  կրթությամբ:  Եվ  միայն  1918թ.  մայիսի  28-ի Հայաստանի  առաջին  հանրապետության  անկախացումից  հետո  Հայ  առաքելական  եկե­ ղեցու  և  կառավարության  միջև  ձևավորվեցին  որոշակի  հարաբերություններ:  Չնայած առաջին  հանրապետության  կարճատև գոյությանը'  Հայ  առաքելական  եկեղեցու  համար ազատ  գործելու  հնարավորություն  էր  ստեղծվել256: ", "Իրավական դաշտն այնպիսին պետք է լինի, որ ազատ չարձակված անձի ներկայացումն իրավասու  դատարան՝  նման  միջոցի  ինքնաբերաբար  հետևանք  հանդիսանա:  Իրավա- սու դատական մարմնի գործառույթներից է որոշել նախնական կալանքի ժամկետի եր- կարաձգման  անհրաժեշտությունը,  և  եթե  կա  նման  անհրաժեշտություն,  ապա՝  որքա՞ն ժամանակով:  Հաջորդ  բաժիններում  կքննարկվեն  ժամկետի  երկարաձգման  հիմքերը  և դրա  առավելագույն  չափը:  Սակայն  կարևոր  է,  որ  այդ  գործընթացը  լինի  իրավախախ- տում  կատարելու  մեջ  կասկածվող  անձանց  ազատությունից  զրկելու  միջոցի  անբաժա- նելի  մասը:  Էնգելն  ու  այլոք  ընդդեմ  Նիդեռլանդների  գործում  իրավասու  դատական մարմնի  կողմից  հսկողություն  չէր  իրականացվել  ազատազրկված  զինվորների  նկատ- մամբ այն պատճառով, որ նրանց կատարած իրավախախտումները որակվել են որպես կարգապահական:  Արդյունքում,  իշխանությունները  չկարողացան  հիմնավորել  ազա- տությունից  այդ  զրկումը:  Եվրոդատարանն  արձանագրել  է  5-րդ  հոդվածի  1-ին  կետի խախտում249: ", "• 20-րդ  դարը  վստահաբար  կարող  ենք  համարել  իրավունքի  գլոբալացման առաջին փուլ, քանի որ հենց այս ժամանակաշրջանում էր, որ միջազգային իրավունքն իր  զարգացումն  ապրեց  և  դարձավ  իրավունքի  լիարժեք  ճյուղ։  Դեռևս  1900թ․ Փարիզում կայացած «Համեմատական իրավունքի  առաջին միջազգային համագումարից»  համեմատական  իրավունքի  հեղինակավոր  իրավագետների  կողմից կարևորվում  էր  «քաղաքակիրթ  աշխարհի  համար  ընդհանուր  իրավունքի»  ստեղծման գաղափարը,  ինչը  պետք  է  կատարվեր  իրավահամեմատական  վերլուծությունների միջոցով  տարբեր  իրավահամակարգերի  միասնականացմամբ  և  ընդհանուր խնդիրների  բացահայտմամբ,  իրավունքի  զարգացման  գործում  համեմատական իրավունքի  կիրառմամբ  և,  ի  վերջո,  իրավունքի  գլոբալիզացիայի  ամենավառ դրսևորումը հանդիսացող միջազգային իրավունքի զարգացման միջոցով։ ", "Նոր  ստեղծված  պետության  ղեկավարները  միանշանակ  գիտակցում  էին,  որ  իրենք Հայ  առաքելական  եկեղեցու  աջակցության  կարիքն  ունեն:  Իսկ  վերջինս  իր  հերթին  նո­ րանկախ  իշխանությանը  մեծապես  աջակցում  էր  նաև  միջազգային  հարաբերություննե­ րը  կարգավորելու  հարցում: ", "Հիմնավորված կասկածի առկայություն  է արձանագրվել Կ.-Ֆ.-ն ընդդեմ Գերմա- նիայի  գործով  վճռում,  որի  պարագայում  բնակտարածության  վարձակալները  ձերբա- կալվել  են  վարձավճարի  հետ  կապված  խարդախության  համար:  Բնակտարածության տիրուհին ոստիկանությանը հայտնել է, որ կասկածում է վարձակալներին իրենց պար- տավորությունները  չկատարելու  մտադրության  մեջ,  և  քննությունը  բացահայտել  է,  որ նրանց նշած հասցեն սոսկ փոստարկղի համար է և որ նրանցից մեկի նկատմամբ խար- դախության համար քրեական հետապնդում է հարուցված: Պունցելտն ընդդեմ Չեխիայի գործով վճռում Դատարանը բացահայտել է հիմնավորված կասկածի առկայություն` ել- նելով  նրանից,  որ  երկու  հանրախանութների  վաճառողը  չի  կարողացել  իրացնել  բա- նակցությունների  ընթացքում  որպես  երաշխիք  ներկայացված  երկու  չեկը,  քանի  որ դրանք ապահովված չեն եղել: ", "Լուկանովն  ընդդեմ  Բուլղարիայի  գործով  վճռում  Դատարանը  ընդգծել  է,  որ  չեն ներկայացվել փաստեր կամ տեղեկություններ, առ այն, որ դիմողը փորձել է իր կամ որևէ մեկի  համար  օգուտ  ստանալ  այլ  երկրներին  տրամադրած  պետական  միջոցներից253: ", "Общество и право № 3 (45) / 2013, ¿ç 172: ", "Անհրաժեշտ է ոչ միայն ցույց տալ կապը ազատությունից զրկված անձի և դեպքե- րի  միջև,  որոնք  ենթադրաբար  իրավախախտում  են  համարվում,  այլ  նաև  բավարար հիմքեր` եզրակացնելու, որ այդ դեպքերը, իրադարձությունները համընկնում են այն ի- րավախախտմանը, որի կատարման մեջ նրան կասկածում են: Դա խնդիրներ կառաջաց- նի  նոր  կամ  հազվադեպ  կատարվող  իրավախախտումների  ժամանակ,  երբ  առանձին արգելքի անսովոր մեկնաբանումը կարող է հանգեցնել կասկածի անհիմն համարելուն: ", "Չնայած  հիմնավոր  կասկածի  առկայության  ստուգումը  չի  նախատեսվում հավանական  իրավախախտումների  նկատմամբ,  պահանջը,  որ  այդ  հիմքով  ազա- տությունից  զրկումը  պետք  է  իրականացվի  միայն  առանձին  և  կոնկրետ  իրավախախ- տումների դեպքում, ինչպես նաև այն, որ այդ ազատությունից զրկումը՝ կանխարգելման նպատակով, պետք է համարվի «հիմնավորված անհրաժեշտություն», անկասկած, կնշա- նակի 5-րդ հոդվածի 1-ին կետի «c» ենթակետի խախտումից խուսափելու համար, պետք է ցույց տալ, որ տվյալ կասկածը նույնքան հիմնավոր է: Ուստի պետք է լինեն բավարար, օբյեկտիվ ապացույցներ, որ դիտարկվող անձի գործողությունները մեծամասամբ ուղըղ- ված  են  իրավախախտում  կատարելուն:  Ընդ  որում,  չպետք  է  հիմնվել  նախապաշար- մունքների կամ անհիմն կասկածների վրա: ", "Կալանավորման  հիմքերը  և  պայմանները  ՀՀ  քր.  դատ.  օր-ով  առանձին  սահ- մանված  չեն:  Դրանք  ներառվում  են  ընդհանուր  խափանման  միջոցների  կիրառման հիմքերի  և  պայմանների  մեջ  ՀՀ  քր.  դատ.  օր.  135-րդ  հոդվածի  1-ին  և  3-րդ  մասերում: ", "Իրավագետները ուսումնասիրելով Քերնիի արտաքին քաղաքականության  ինդեքսը,  նշում  են․  «Գլոբալացումը  փոխկապվածությունների համակարգ  է,  որը  ներառում  է  ազգային  տնտեսության  վերաբաշխումը  ինտեգրված աշխարհի  տնտեսության  մեջ  ապրանքների  և  արտադրական  գործոնների  շարժի առավելագույն քիչ խոչընդոտներով»265: ", "Մոտեցումը  պայմանավորված  է  նրանով,  որ  օրեսդիրը  կալանավորման  կիրառ- ման հիմքում չի դրել հանցագործության ծանրության աստիճանը` թեև ՀՀ քր. դատ. օր-ի ՙանչափահաս  կասկածյալի  կամ  մեղադրյալի նկատմամբ  կալանքը  որպես  խափանման  միջոց  կիրառել  թույլատրվում  է  միայն  այն դեպքում,  երբ  նրան  վերագրվում  է  միջին  ծանրության,  ծանր  կամ  առանձնապես  ծանր հանցանքների  կատարում՚,  իսկ  կալանավորման  կիրառման  համար  135-րդ  հոդվածով սահմանված  ընդհանուրից  բացի  մասնավոր  հիմքեր  չեն  նախատեսվում:  Այս  առումով նպատակահարմար է ՀՀ քր. դատ. Օրենսգրքում, սակայն ոչ թե խափանման միջոցների կիրառման  հիմքերը  նախատեսող,  այլ  կալանավորման  կիրառումը  կանոնակարգող հոդվածում,  սահմանել,  որ  խափանման  այլ,  ավելի  մեղմ  միջոցի  կիրառման  անհնա- րինության  դեպքում  կալանավորումը  կարող  է  կիրառվել  միայն  միջին,  ծանր  կամ առանձնապես ծանր հանցագործությունների կատարման մեջ մեղադրվող անձի նկատ- մամբ:  Այս  իմաստով  մոտեցումը  արդարացված  չէ  այն  առումով,  որ  հստակ  և  սպառիչ սահմանված  չեն  կալանավորումը,  որպես  խափանման  միջոց  ընտրելու  հստակ  պա- հանջները:  Նման  կարգավորումը  ըստ  էության  սահմանափակում  է  պետության  հայե- ցողությունը,  նկատի  ունենալով,  որ...  գործը,  որտեղ  հստակ  սահմանված  է  որ  կալա- նավորումը կիրառելի է այն դեպքերում, երբ ավելի մեղմ միջոցները կիրառելի չեն և չեն կարողղ  ապահովել  կանխատեսվող  արդյունքը:  Իսկ  այն  դեպքերում,  երբ  կալանա- վորումը,  որպես  խափանման  միջոց  ընտրելու  համար  սահմանված  լինեն  առանձին պայմաններ,  ներպետական  իրավակիրառ  մարմինը  ըստ  էության  կունենա  հայեցողու- թյան  ավելի  լայն  սահմաններ`  նկատի  ուենալով  երկու  կարևոր  հանգամանք.  առաջին, Կոնվենցիան,  ըստ  էության,  կարգավորում  է  ազատության  սահմանափակման  հետ կապված  խափանման  միջոցի  կիրառման  պայմանները`  Կոնվենցիայով  սահմանված իմաստով:  Իսկ  օրինակ  այլընտրանքային  խափանման  միջոցների  կիրառումը,  որը, ինչպես  ցույց  տվեց  նախադեպային  իրավունքի  վերլուծությունը,  ըստ  էության  դուրս  է մնում  Կոնվենցիոն  կարգավորման  տեսադաշտից,  թեև,  իրենց  բնույթով  որոշակիորեն սահմանափակում  են  եթե  ոչ  անձի  ազատության,  ապա,  առնվազն`  ազատ  տեղա- շարժվելու  իրավունքը:  Երկրորդ,  կալանավորման  հիմքերի  առանձին  սահմանումը առավել  հստակ  և  կանխատեսելի  կդարձնի  այդ  խափանման  միջոցի  կիրառման  հնա- րավորությունը ոչ միայն անձի, այլև` իրավակիրառ մարմնի համար, ինչը մարդու իրա- վունքների առավել պաշտպանվածության կարևոր երաշխիք է: ", "Օրինակ, կալանավորման կիրառման մասնավոր հիմքերի օրենսդրական ամրա- պնդումը  բավականին  հաջող  կարգավորված  է  ՌԴ  քր.  դատ.  օրենսգրքով:  Մասնավո- րապես,  հիմք  ընդունելով  ՌԴ  քր.  դատ.  օր-ի  108-րդ  հոդվածի  1-ին  մասի  բովանդա- կությունը, կարելի է սահմանել, որ բացառիկ դեպքերում կալանավորումը կարող է կի- րառվել նաև  ոչ  մեծ ծանրության  հանցագործության կատարման  մեջ մեղադրվող անձի նկատմամբ,  եթե  առկա  է  հետևյալ  հանգամանքներից  որևէ  մեկը`  մեղադրյալը  չունի մշտական բնակության վայր, պարզված չէ նրա ինքնությունը, նա խախտել է նախկինում ընտրված  խափանման  միջոցի  պայմանները,  նա  թաքնվել  է  քրեական  վարույթն իրականացնող մարմնից: ", "Բացառություն կազմող երկրորդ լիազորությունն  ամրագրված է Սահմանադրության  130-րդ  հոդվածով,  որի  համաձայն՝  «Սահմանադրության  158-րդ հոդվածով  սահմանված  դեպքերում  Հանրապետության  նախագահն  անհապաղ ընդունում  է  Կառավարության  հրաժարականը»։  Սա  արդեն  ոչ  թե  լիազորություն  է՝ այս  եզրույթի  բուն  իրավաբանական  իմաստով,  այլ  պարտականություն,  որը չկատարելու  դեպքում  Հանրապետության  նախագահը  կարող  է  պաշտոնանկ  արվել՝ «Սահմանադրության կոպիտ խախտման համար» (հոդ. 141, մաս 1)։ Հատկանշական է Վենետիկի  հանձնաժողովի  այն  առաջարկը,  որ  վարչապետին  անվստահություն հայտնելու  դեպքում  կառավարության  հրաժարականը  պետք  է  հետևի  «իրավունքի ուժով»։ ", "ՀՀ  գործող  քրեական  դատավարության  օրենսգիրքը  մեղադրյալին  վերագրվող արարքի բնույթն ու վտանգավորության աստիճանը չի դիտում որպես խափանման մի- ջոցի  կիրառման  ինքնուրույն  հիմք:  Այն  միայն  դասվում  է  խափանման  միջոցների,  այդ թվում  նաև`  կալանավորման  կիրառման  պայմանների  թվին:  Ինչ  վերաբերում  է  Եվրո- պական  կոնվենցիային,  ապա  5-րդ  հոդվածի  1-ին  մասի  «c»  կետի  բովանդակությունից հետևում է, որ անձի օրինական կալանավորումը կամ ձերբակալումը կարող է կատար- վել  այն  նկատառումով,  որ  նա  կանգնի  իրավասու  մարմնի  առջև`հիմնավոր  կերպով կասկածվելով  իրավախախտում  կատարելու  մեջ,  կամ  այն  դեպքում,  երբ  հիմքեր  կան ենթադրելու, որ անհրաժեշտ է կանխել նրա կողմից իրավախախտում կատարելը, կամ այն կատարելուց հետո նրան խանգարել թաքնվելու: Նման ձևակերպումը թույլ է տալիս եզրակացնել, որ Կոնվենցիան սահմանափակում է ինչպես օրինական կալանավորման «ձերբակալման» նպատակը, որ անձը պետք է կանգնի իրավասու մարմնի առջև, այնպես էլ  հիմքերը,  որոնցից  առանձնացվում  են  իրավախախտում  կատարելու  մեջ  հիմնավոր կասկածը կամ, ինչպես հաճախ նշվում է Եվրոպական դատարանի վճիռներում` ողջա- միտ  կասկածը:  Ողջամիտ  կասկածի  առկայությունը  ենթադրում  է  այնպիսի  հանգա- մանքների  կամ  տվյալների  գոյություն,  որոնք  կարող  են  համոզել  օբյեկտիվ  դիտորդին, որ հնարավոր է, որ կոնկրետ անձը հանցագործություն է կատարել: Սա ազատությունից կամայական  զրկելը  կանխելու  էական  երաշխիքներից  մեկն  է:  Դրա  հետ  մեկտեղ, պարտադիր չէ, որ կասկածներ հարուցող փաստերը կամ տվյալները լինեն նույն կարգի, ինչ  որ  հիմնավոր  դատապարտման  համար  անհրաժեշտ  տվյալները:  Այդ  խնդիրը  լուծ- վում  է  քրեական  գործի  քննության  հաջորդ  փուլերում:  Ողջամիտ  կասկածի  առկայու- թյունը  կամ  բացակայությունը,  վերջին  հաշվով,  կախված  է  կոնկրետ  գործի  հատուկ հանգամանքներից:  Սակայն  կասկածը  կարող  է  հիմնավոր  համարվել  միայն  այն  դեպ- քում,  երբ  դրա  հիմքում  ընկած  փաստերն  ու  տեղեկությունները  կասկածվող  անձին օբյեկտիվորեն կապում են ենթադրյալ հանցագործության հետ, այսինքն` պետք է լինեն ապացույցներ  առ  այն,  որ  տվյալ  անձի  կողմից  կատարված  գործողություններն  ուղղա- կիորեն մատնացույց են անում նրա առնչությունը իրավախախտմանը: Ինչպես երևում է նշված հոդվածի մեկնաբանություններից, պետության միջազգային պարտավորություն- ներն ամենևին չեն խոչընդոտում, որպեսզի կատարված հանցագործության ծանրության աստիճանը կալանավորման կիրառման ինքնուրույն հիմք հանդիսանա: ", "Գործնականում  ևս  հանցագործության  ծանրության  աստիճանը  բավականին ծանրակշիռ  փաստարկ  է  կալանավորումը  որպես  խափանման  միջոց  կիրառելու  հա- մար: Չնայած այն հանգամանքին, որ կալանավորում կիրառելու  վերաբերյալ քրեական հետապնդման  մարմնի  միջնորդության  և  դատարանի  որոշման  հիմքում  դրվում  են օրենքում  սահմանված  ստանդարտ  ձևակերպումներ,  գերակշռող  մեծամասնությամբ խափանման  այս  միջոցի  կիրառումն  իրականում  պայմանավորված  է  այն  մտավախու- թյամբ,  որ  արարքի  ծանրության  աստիճանը  և  դրա  համար  ապագայում  կիրառվելիք խիստ  քրեական  պատիժը  լուրջ  շարժառիթներ  են  գործի  քննությանն  ու  լուծմանը էապես  հակազդելու  համար:  Ստացվում  է,  որ  կալանավորման  կիրառման  հիմքում դրվում  են  ոչ  թե  օրենքում  նշված  հիմքերը,  այլ  հենց  հանցագործության  ծանրության շարժառիթը:  Չի  կարելի  ժխտել  այն  հանգամանքը,  որ  մեղադրյալին  մեղսագրվող  հան- րորեն  վտանգավոր  արարքը  և  դրա  կատարման  հանգամանքները  կարող  են  վկայել անձի  հասարակական  խիստ  վտանգավորության  մասին:  Եթե  անձը  մեղադրվում  է բնականաբար,  բավարար  ապացույցների  համակցության  պայմաններում  քաղաքացի- ների  և  ամբողջությամբ  վերցրած  հասարակության  անվտանգության  դեմ  ուղղված  մի շարք հանցագործությունների կատարման  նպատակով հանցավոր կազմակերպություն ստեղծելու  մեջ,  ապա  նման  փաստն  ինքնին  հիմքեր  է  տալիս  ենթադրելու,  որ  մեղա- դրյալը,  մնալով  ազատության  մեջ,  կարող  է  շարունակել  իր  հանցավոր  գործունեու- թյունը,  թաքնվել  գործի  քննությունը  վարող  իրավասու  մարմիններից  կամ  օգտագործել հնարավոր  բոլոր  միջոցները  գործի  քննությանը  հակազդելու  համար:  Կոնվենցիայի դրույթները, մասնավորապես, 5-րդ հոդվածի 1-ին մասի c կետը չպետք է կիրառվեն կամ մեկնաբանվեն  այն  առումով,  որ  ավելորդ  դժվարություններ  ստեղծեն  կազմակերպված հանցավորության  դեմ  պետության  կողմից  պայքարի  գործընթացում  արդյունավետ  մի- ջոցների օգտագործման համար: Միաժամանակ, վերը նշված ծանր հանցագործություն- ների  դեպքում  կալանավորման  կիրառման  չափանիշները  չպետք  է  ինքնաբերաբար տարածվեն  հանրորեն  վտանգավոր  այլ  արարքների  վրա:  Միայն  արարքի  ծանրության հիմքով  կալանավորման  կիրառման  դեպքում  պետք  է  անվերապահորեն  պահպանվեն խափանման  այս  միջոցի  օրինականությունն  ու  հիմնավորվածությունը,  ապահովող բոլոր  երաշխիքները  պետք  է  ակնհայտ  լինի  տվյալ  անձի  առնչությունը  հանցագոր- ծությանը,  ապահովվի  կալանավորման  օրինականության  և  հիմնավորվածության  դա- տական ստուգումը և այլն: ", "Հօգուտ  ներկայացվող  դիրքորոշման  է  խոսում  նաև  արտասահմանյան  որոշ երկրների  քրեադատավարական  օրենսդրության  վերլուծությունը:  Մասնավորապես, Ֆրանսիայի  քր.  դատ.  օր-ի  144-րդ  հոդվածի  համաձայն`  ի  թիվս  այլ  հիմքերի,  ժամա- նակավոր  կալանավորումը  կարող  է  կիրառվել  նաև  այն  դեպքում,  երբ  դա  հասարա- կական  կարգին  հանցագործությամբ  պատճառված  վնասը  վերացնելու  միակ  միջոցն  էª կապված դրա ծանրության, կատարման հատուկ հանգամանքների կամ հասցված վնա- սի էական  լինելու  հետ: Գերմանիայի քր. դատ. օր-ի 112-րդ հոդվածը  սահմանում  է, որ ՙկալանավորումը  կիրառվում  է,  եթե  մեղադրյալը  լրջորեն  կասկածվում  է  հանցագոր- ծության կատարման մեջ և կան կալանավորման հիմքեր, սակայն մեղադրյալը կարող է կալանավորվել  նաև  դրա  համար  անհրաժեշտ  հիմքերի  բացակայության  պայմաննե- րում,  եթե  դա  կապված  է  որոշակի  ծանր  հանցագործության  կատարման  մեջ  կասկած- վելու կամ նույն բնույթի արարքի կրկնակի կատարման վտանգի հետ: ", "Վերը նշվածից կարելի է եզրակացնել, որ այս հարցի օրենսդրական կարգավոր- ման  անհրաժեշտությունը  բխում  է  պրակտիկայի  պահանջներից  և  չի  հակասում  անձի հանրաճանաչ  իրավունքների  պաշտպանության  միջազգային  չափանիշներին:  Նպա- տակահարմար  է  օրենսդրորեն  սահմանել,  որ  հիմնավոր  կասկածների  առկայության դեպքում  քրեական  վարույթն  իրականացնող  մարմինը,  հաշվի  առնելով  խափանման միջոցների կիրառման ընդհանուր պայմանները, կարող է կալանավորում կիրառել, եթե անձը  մեղադրվում  է  ծանր  կամ  առանձնապես  ծանր  հանցագործության  կատարման մեջ:  Օրենսդրական  նման  կարգավորման  տրամաբանությունը  պայմանավորված  է կալանավորման  կիրառման  հետ  կապված  մեկ  այլ  իրավական  երաշխիքով`  այն,  որ տվյալ խափանման միջոցը կարող է կիրառվել միայն մեղադրյալի նկատմամբ, այսինքն` այն անձի, որի նկատմամբ որոշում է կայացված որպես մեղադրյալ ներգրավելու մասին: ", "Պետության  ծագման  հետ  միաժամանակ  ծագում  է  պետական  իշխանությունը՝ որպես  պետության  կարևոր  հատկանիշներից  մեկը:  Պետական  իշխանությունը  հիմն- վում  է  ընդհանուր  կամքի  վրա  և  հնարավորություն  ունի  իրեն  ենթարկելու հասարակության  բոլոր  անդամներին:  Պետական  իշխանությունը  չի  համընկնում անմիջականորեն բնակչության հետ և իրականացվում է հատուկ պետական ապարատի միջոցով:  Պետական  ապարատը  պետական  մարմինների  համակցությունն  է,  որի միջոցով  իրականացվում  են  պետության  գործառույթները:  Պետական  ապարատը միավորում է պետության բոլոր մարմինները, ինչպես նաև բանակը, հետախուզությունը, հարկադրանք իրականացնող մարմինները: ", "Սակայն  գործադիր  իշխանության  համակարգում  կառավարության  տեղի անհստակության հարցը պահպանվեց։ Վերջապես 2015 թվականի սահմանադրական փոփոխությունների  արդյունքում  Սահմանադրության  146-րդ  հոդվածի  1-ին  մասով հստակորեն ամրագրվեց. «Կառավարությունը գործադիր իշխանության բարձրագույն մարմինն  է»։  Միևնույն  ժամանակ,  նույն  հոդվածի  3-րդ  մասով  սահմանվեց Կառավարության և գործադիր իշխանության այլ մարմինների փոխհարաբերությունների  սկզբունքը. «Կառավարությունն  իրականացնում է պետական  կառավարման  համակարգի  մարմինների  ընդհանուր  ղեկավարումը»։ ", "Կալանավորման  առաջին  հիմքը  կիրառվում  է  այն  դեպքերում,  երբ  դատարանը կամ վարչական  մարմինն օրինական  որոշում է կայացնում` անչափահաս անձին պա- հել հսկողության ներքո` զուգակցված ազատության այնպիսի սահմանափակումներով, որոնցից  է  հարկադիր  տեղավորումը  ուղղիչ  հաստատությունում  կամ  կլինիկայում: "]}