{"paragraph_source_docs": [1, 1, 0, 0, 1, 1, 0, 1, 1, 0, 0, 0, 0, 0, 0, 1, 0, 1, 0, 1, 0, 1, 0, 1, 0], "paragraphs": ["Նույնաբանությանը նախորդող և/կամ հաջորդող նախադասությունները ստեղծում են  այն  համատեքստը,  որի  օգնությամբ  հնարավոր  է  դառնում  դրանց մեկնաբանությունը  տվյալ  իրավիճակում:  Առաջին  և  երկրորդ  օրինակներում առանց համատեքստի լսողի համար դժվար է կամ գուցե դժվար կլիներ ընկալել, թե ինչ  է  ցանկանում  փոխանցել  խոսողն  այդ  նույնաբանությունը  կիրառելով:  Եթե առաջին օրինակում  համատեքստը օգնում է  հասկանալ,  որ  խոսողը համակերպված կեցվածք ունի պատերազմի ու դրա հետևանքների հանդեպ, ապա երկրորդ  օրինակում  կրկին  համատեքստի  միջոցով  մենք  ընկալում  ենք  խոսողի վճռականությունը և համախմբվելու պատրաստակամությունը`  մի կողմ թողնելով հանդուրժողականությունը:  Եթե  փորձենք  դուրս  բերել  այն  գործոնները,  որոնք հիմք  տվեցին  նման  մեկնաբանությունների  համար,  ապա  կստանանք  հետևյալ պատկերը. թեմայից: ", "մոտեցումից: ", "Լեզվի  հարցերում  խմբագրական  քաղաքականության  այս  ակնհայտ  փոփոխու- թյունը կարող էր, անշուշտ, ունենալ և օբյեկտիվ նախադրյալներ, ինչպես, օրինակ, ըն- թերցողների  կողմից  հետաքրքրվածության  և  համապատասխան  պահանջի  բացակա- յությունը:  Ակնհայտ  է,  որ  եթե  խմբագրությունը  ստանար  ասորերենի  ներմուծման  վե- րաբերյալ  ընթերցողների  խանդավառ  նամակներ,  դրանք  կհրապարակվեին,  սակայն «Բաբելոնի» էջերում նման նամակներ չենք գտնում: Ավելին, ինչպես արդեն նշել էինք, խմբագրական  հոդվածներից  մեկից  կարելի  է  եզրակացնել,  որ  «Բաբելոնի»  լեզուն դժգոհության առիթ է տվել, հատկապես լավ հայկական կրթություն ստացած անձանց կողմից, որոնք սովոր էին հայկական պարբերականների մաքուր լեզվին, և որոնց հա- մար անսովոր պետք է լիներ ասորական բառերի ներհյուսումը գրական հայերենի մեջ, նույնիսկ եթե դա արվում էր հայրենասիրական ազնիվ նկատառումներով: ", "«Բաբելոնում» արձանագրված 160 ասորական լեզվական միավորներից 42-ը, այսինքն՝ մոտ 30%-ը, գոյականներ են (չհաշված շաբաթվա օրերի և ամիսների անվանումները): ", "խնդիրը և լսողի տեղեկացվածությունից իր ունեցած դիրքորոշման մասին, չի կասկածում,  որ  լսողը  օգտագործված  նույնաբանությունը  կմեկնաբանի այնպես, որ այն համապատասխանի իր հաղորդակցական նպատակին: ", "Հակառակ  պարագայում,  եթե  նշված գործոնները  առկա  չլինեին,  ապա  կա՛մ խոսողի օգտագործած նույնաբանությունը կմնար ոչ լիովին ու ոչ համապատասխան  կերպով  մեկնաբանված,  կա՛մ  էլ  խոսողը գուցե չկիրառեր  այն` համարելով, որ խոսընկերը ունակ չէ իր միտքը ճիշտ ընկալելու: ", "Ձևաբանական  առումով  գոյականներից  մի  քանիսը  դասական  ասորերենում պատկանում են իգական սեռին, սակայն հայերենում սեռի քերականական կարգի բա- ցակայությունը  չեզոքացնում  է  բառերի  սեռային  տարբերությունները:  Թվի  կարգի՝  ա- սորերենին բնորոշ ցուցանիշները նույնպես որևէ կերպ չեն դրսևորված: Հետաքրքրա- կան է, որ մօտանուտօ «լուր» բառը, որը դասական ասորերենում եզակի թվում է, «Բա- բելոնում»  սովորաբար  հանդես  է  գալիս  որպես  հոգնակի  թվի  գոյական,  հայերեն թարգմանվում է «լուրեր» բառով և երկու անգամ նույնիսկ ուղեկցվում է դասական ասո- րերենի  ձևաբանությանը  բնորոշ  եղանակով  հոգնակի  թվում  դրված  ասորական  ածա- կանով (մանրամասն հաջորդ գլխում): ", "Եթե  նախորդ  գլխում  մեր  նպատակն  էր  քննել  այն լեզվական  և արտալեզվական գործոնները, որոնք ձևավորում են նույնաբանական կառույցների գործաբանական  ներուժը,  ապա  աշխատանքի  այս  մասում  փորձելու  ենք բացահայտել համատեքստի ու հարատեքստի դերը նույնաբանական կառույցներին բնորոշ ներակա իմաստների մեկնաբանման գործընթացում3: ", "Խնդրին  ավելի համալիր մոտեցում ցուցաբերելու նպատակով նախաձեռնեցինք  մի  գործնական  փորձ,  որի  նպատակն  էր  վերհանել  այն գործոններն  ու  մեխանիզմները,  որոնք  օգնում  են  լսողին/ընթերցողին  վերծանելու նույնաբանական  կառույցներում  պարունակվող  ներակա  իմաստները  և  նրանցում կոդավորված  գործաբանական  ներուժը:  Փորձի  արդյունքների  քննության  և վերլուծության  արդյունքում  առանձնացրել  ենք  նույնաբանական  կառույցների հաղորդակցական-գործաբանական արժեքի մեկնաբանության հետևյալ «բանալիները».  համատեքստ4,  հարատեքստ,  խոսընկերների  ընդհանուր  և հենքային  գիտելիք  և  նույնաբանական  կառույցի  գոյականական  անդամի իմաստային  դաշտը:    Հարցման  համար  առանձնացվել  են  169  նույնաբանական կառույց, որոնք մեկնաբանվել են  87 հարցվողների կողմից, որոնց մայրենի լեզուն անգլերենն է: Հարցման մասնակիցներին տրվել է նույնաբանությունների 25-ական նմուշ` երկու տիպի հարցաթերթիկով: ", "Քանի որ այս պարագայում գործ ունենք դասական ասորերենից ժառանգված և հարյուրամյակներ գործածվող ավանդական կրոնա-ծիսական արտահայտության հետ, ապա ածականների՝ ըստ սեռի զանազանումը միանգամայն բացատրելի է և այս պա- րագայում առանձնահատուկ ուշադրության արժանի չէ: ", "Ավելի  հետաքրքական  է  թվում  հայատառ  ածականի՝  հոգնակի  թվում  գործած- ված  լինելու  միակ  նմուշը,  որին  նախնական  անդրադարձ  եղավ  նախորդ  գլխում:  Ինչ- պես  նշեցինք,  մօտանուտօ  «լուր»  բառը,  որը  դասական  ասորերենում  եզակի  թվում  է, «Բաբելոնում»  սովորաբար  հանդես  է  գալիս  որպես  հոգնակի  թվի  գոյական,  հայերեն թարգմանվում  է  «լուրեր»  բառով:  Դրան  կապված  «փոքր»  ածականը  հանդես  է  գալիս հոգնակի թվով, որը կազմված է ըստ դասական ասորերենի ձևաբանության նորմերի՝ զըուրէ  (եզակիում՝  զըուրօ):  Հետևաբար՝  մօտանուտո  զըուրէ՝  «կարճ  լուրեր»:  Ակնհայտ է,  որ  այս  արտահայտություն  կազմողն  ուներ  դասական  ասորերենի  քերականության ավելի  խոր  իմացություն,  քան  կարելի  էր  ակնկալել  Խարբերդի  հայախոս  ասորիների հիմնական զանգվածից: ", "Թվականները «Բաբելոնում» ասորերենի առավել հաճախ գործածվող խոսքի մասն են: ", "Ակնհայտ  է,  որ  պարբերականի  հրատարակիչներն  ասորերենի  հետ  ընթերցողներին ծանոթացնելու գործում առանձնակի հույսեր էին կապում հենց թվականների հետ: Դա է  վկայում  այն,  որ  «Բաբելոնում»  հրատարակված  առաջին  երեք  բառացանկերը  հենց թվականներ են պարունակում (մանրամասն ստորև): ", "Ասորական  թվականներն  առաջին  անգամ  գործածվում  են  Ա-6-16  հոդվածում, որը պարունակում է «Բաբելոնի» պատասխանները Ասորվոց Հնգյակ Ընկերության մա- սին  ոմն  Մ.  Խոյունի  հարցերին:  «Բաբելոնում»  գործածվում  են  ինչպես  քանակական, այնպես  էլ  դասական  թվականները:  Այն  հանգամանքը,  որ  ասորական  թվականներն առաջին  մի  քանի  համարներում  միշտ  ուղեկցվում  են  կամ  հայերեն  թարգմանությամբ (ըթլիթօյօ (երրորդ), ըթրայօնօ (Բ.)), կամ թվային համարժեքներով (ըթլիթօյօ (3րդ), ըթ- լօթին (30)), ինչպես նաև առանձին բառացանկերով դրանց ներկայացվելը նշանակում է, որ թվականները գործածելի չեն եղել Խարբրեդի ասորիների խոսակցական հայերե- նում  և  ներմուծվել  են  արհեստականորեն՝  դրանց  հետ  ընթերցողներին  ծանոթացնելու և «Բաբելոնի» ասորական էությունը ընդգծելու նպատակով: Միևնույն թվականի գրու- թյան տարբեր ձևերը հաստատում են այս ենթադրությունը և հուշում, որ յուրաքանչյուր հոդվածագիր յուրովի էր փորձում արտահայտել հայկական գրով դասական ասորերե- նի  թվականները:  Թվականների  գրության  կամ  դրանց  թարգմանության  մեջ  հանդի- պող  կոպիտ  սխալները  նշանակում  են,  որ  շատ  հոդվածագիրների  համար  այդ  թվա- կաններն ամբողջապես խորթ էին, իսկ հոդվածը «Բաբելոնի» համար արտագրող անձը կամ  խմբագիրը  նույնպես  չուներ  այդ  թվականների  գործածության  կայուն  սովորու- թյուն՝  այդ  սխալներն  ինքնաբերաբար  ուղղելու  համար:  Հետաքրքրական  է,  որ առնվազն մեկ դեպքում ասորական թվականը ներմուծվել է հայկական թերթից վերար- տադրված  հոդվածի  մեջ,  ուր  այն,  հասկանալի  է,  չէր  կարող  գործածված  լինել,  և  սա մեկ  անգամ  ևս  վկայում  է  համապատասխան  հստակ  խմբագրական  քաղաքականու- թյան մասին: ", "Ա-13 համարից փորձ է արվում կանոնակարգել և միասնականացնել ասորական թվականների և խոսքի այլ մասերի գործածությունը, և ներկայացվում է 1-ից 10-ը թվա- կանների  ցանկը:  Ա-14  համարում՝  «Գործածվելի  ասորեն  բառեր»  վերնագրի  տակ  բա- ռացանկով  ներկայացված  են  11-ից  20  թվականները,  իսկ  Ա-15  համարում՝  «Ասորեն դաս» վերնագրի  տակ՝ տասնյակներն ու հարյուրները: Չնայած Ա-13 համարի մեջ  ար- ված նախազգուշացման՝ հաջորդ համարներում ասորական թվականների կողքին փա- կագծերում  շարունակում  են  ընդգրկվել  դրանց  հայերեն  թարգմանությունները  կամ թվային արժեքները, սակայն ավելի հազվադեպ, քան մինչև Ա-13 համարը: Պահպան- վում է նաև ուղղագրական խառնաշփոթը՝ միևնույն թվականի գրության զուգահեռ ձևե- րով  (հատ-խատ,  ըթրէն-ըթրէյն,  ըսրին-էսրին  և  այլն)  կամ  էլ  գործածվում  են  թվական- ների  այնպիսի  ձևեր,  որոնք  միանգամայն  տարբերվում  են  ցուցակների  մեջ  հանձնա- րարված  ձևերից,  ինչպես,  օրինակ,  ըմմա  (100)՝  Ա-15  համարի  ցանկի  մեջ  ներկայաց- ված մոօ ձևի դիմաց: ", "Հենքային  գիտելիքը  մեզ  տրամադրում  է  այն  տեղեկությունը,  որ  Սոմերսեթ Մոըմի  նկարագրած  ժամանակների  Անգլիայում  հարուստ  խավի  երիտասարդ կանանց  ապագան  կանխորոշված  էր.  նրանք  ձգտում  էին  հնարավորինս  հաջող ամուսնանալ ու զբաղվում էին տան գործերով և երեխաների դաստիարակությամբ: ", "Ասորական թվականներն ազատորեն ներհյուսված են հայկական տեքստի մեջ և հաճախ կապակցված են հայկական թվականների կամ չափ ու քանակ նշող այլ բառե- րի հետ, օրինակ՝ «հարիւրէն թէշօ», «ըթլօթօ ու կես» (Ա-12-9), «ըթլօթօ հազար», «եօթա- նասուն թէշօ» (Ա-13-2) և այլն: ", "Դիտարկենք  հաջորդ օրինակը,  որտեղ  հարցվողները  պետք  է  մեկնաբանեին If it is a necessity, it is a necessity պայմանական նույնաբանությունը: ", "Քանակական Դասական ըշթիթօյօ շապիօյօ ըթմինօյօ էսիրօյօ ըշթօ շապօ ըթմօնեօ թէշօ էսրօ, ըսրօ հատ ըսար թրի ըսար թըլթասար արպօ ըսար համշօ ըսար 162 ըշթօ ըսար շապօ ըսար ըթմօ ըսար, ըթմօնա- սար 163 ըթշօ ըսար ըսրին, էսրին164 էսրին ու հատ 165 -,,- վաթրէյն -,,- ըթլօթօ, ըսլի (?) ըթ- լաթ էսրէն ըշթօ166 էսրին ըթմօնեօ 167 ըթլօթին -,,- ու հատ -,,- վաթրէյն արպըեըն -,,- ու հատ -,,- վաթրէյն արպին, արըպին168, համշին, համշի 169 էսրին: ", "Իհարկե,  պետք է նշել, որ նույնաբանությունների մեկնաբանությունը, բնականաբար, վերոբերյալ գործոններից միայն մեկի միջոցով չէ տեղի ունենում: Հաճախ դրանցից մի քանիսն են  միաժամանակ  օգնում  ընթերցողին  կամ  լսողին  հաղորդակից  լինելու  խոսողի հաղորդակցական  նպատակին  ու  հասկանալու,  թե  նա  ինչ  է  փորձել  ասել նույնաբանությամբ:  Տվյալ  դեպքում  հատվածի  հեղինակը`  գրաքննադատ  Առնոլդ Բեննեթը,  համեմատում  է  պիես  ու  վեպ  գրող  արվեստագետներին:  Եթե նույնաբանությունը  կարդացողը  արդեն  իսկ  ծանոթ  լինի  Բեննեթի  աշխատանքին, ապա նրա համար շատ ավելի ընկալելի կլինի խոսողի միտքն ու նույնաբանության Դիտարկենք  ևս  մեկ  օրինակ,  որտեղ  համատեքստը  ընդգծում է նույնաբանության  նշանակությունը  ու  դառնում  այն  գործիքը,  որի  միջոցով  այն նշանակությունը: ", "«Բաբելոնում»  արձանագրված  է  նույն  բայաձևի  գործածման  մեկ  այլ դեպք,  որը  չափազանց  ուշագրավ  է  այն  առումով,  որ  հայկական  տեքստի  մէջ ասորական  բայի  ներհյուսման  ամենաբարդ  և  միևնույն  ժամանակ  ամենաճիշտ օրինակն  է:  Ա-18  համարի  Եուհէննէ  Պօյաճի  «Ճամփու  Հուշերէս»  հոդվածում կարդում ենք. «Որոշված եավմօն, նույն ժամուն քուլլը ժողովուրդը էթքանաշ», այ- սինքն՝ «Որոշված օրը, նույն ժամին ամբողջ ժողովուրդը հավաքվեց»: Տվյալ նա- խադասությունում  էթքանաշ  բայը  ոչ  միայն  գործածված  է  իր  ճիշտ  իմաստային ձևով,  այլև  ճիշտ  ժամանակով,  դեմքով  և  թվով:  Քանի  որ  սա  պարբերականում ասորական բայի նման հաջող գործածության միակ դեպքն է, ապա կարելի է են- թադրել,  որ  Եուհէննէ  Պօյաճը,  որի  ստորագրությամբ  «Բաբելոնում»  միայն  այս մեկ հոդվածն ենք տեսնում, ուներ դասական ասորերենի բավականին լավ իմա- ցություն: ", "“I had polio” she said. “That’s all it is. My mother had it too, and she died.” “I  suppose  so.  I  can’t  remember  her.  I’m  going  to  Egypt  next  week.  I  was very keen on going, but now I don’t seem to care so much. Do you think it’d “That’s too bad.” be fun?” “I have to earn a living.” finished. “Me too.” He was amazed at what he’d said, and of course, it set her off giggling. “I  was  speaking  in  general  terms,”  she  said  grandly,  when  the  giggling Some  creepy  fortune  hunter  was  bound  to  snap  her  up,  some  Egyptian  or whatever.  She  seemed  both  bold  and  childish.  At  first,  a  man  might  be intrigued by her, but then her forwardness, her self-satisfaction, if that was what  it  was,  would  become  tiresome.  Of  course,  there  was  money,  and  to some men that never became tiresome. “You  mustn’t  ever  mention  my  leg  in  front  of  Daddy  or  he  will  go apoplectic,”  she  said.  “Once  he  fired  not  just  a  kid  who  teased  me  but  his entire family. I mean, even cousins.” (MA DL: 153) Այս  նույնաբանությունը  հարցվողների  մի  խմբին  տրվել  է  մեկնաբանելու համատեքստով,  իսկ  մյուս  խմբին`  առանց  համատեքստի:  Որպեսզի  ավելի պարզորոշ  հասկանանք,  թե  որքան  կարևոր  է  համատեքստը  նույնաբանության հաղորդակցական-գործաբանական ներուժի ապակոդավորման համար, ներկայացնենք, թե ինչպես է այն մեկնաբանվել առանց համատեքստի. This repetition suggests something that can’t be changed – whatever ‘it says’ is final and there is no way to amend or change it. Այս  նույնաբանությունը  հարցվողների  մի  մասը  մեկնաբանել  է  որպես փաստի  անդառնալի ու  անշրջելի,  անուղղելի  լինելը: Ինչ  ասվել  է,  դա  վերջնական է:  Այս  մեկնաբանման  համար  հիմք  է  ծառայել  կառույցում  առկա  կրկնությունը: ", "ենք անգլերեն հետևյալ հիմնական համարժեքները՝ “to be gathered”, “to come together”, “to be collected, compiled” (էջ 219): M. Sokoloff-ի A Syriac Lexicon-ում՝ “to be assemled”, “to be collected” (էջ 637): ", "Անշուշտ,  սա  չափազանց  ընդհանրական  մեկնաբանություն  է:  Այլ  հարցվողներ  էլ տվել  են  այսպիսի  պատասխաններ`  It  is  very  clear.  There  is  no  alternative explanation; And that's it! Սրանք, իհարկե, շատ անորոշ պարզաբանումներ են, ինչի պատճառը  համատեքստի  բացակայությունն  է:  Այսինքն`  հնարավոր  չի  եղել  որևէ հստակություն  մտցնել,  հնարավոր չի  եղել  մեկնաբանել  ու  վերծանել նույնաբանությունը  կիրառողի  բուն  հաղորդակցական  նպատակը:  Հարցվողների մեկնաբանությունները  ավելի  շատ  ենթադրությունների  են  նման:  Անհասկանալի է`  ինչու  է  փաստը  անդառնալիորեն  անշրջելի,  կամ  ինչ  փաստի  մասին  է  խոսքը: ", "կան)  լինի»  արտահայտության  մեջ,  որը,  հավանաբար,  Խարբերդի  ասորիների սերնդեսերունդ փոխանցված և կենդանի խոսքում պահպանված ասորական մի քանի  կրոնական  արտահայտություններից  մեկն  էր:  Սույն  բայաձևի  հիմքը  դա- սական  ասորերենի  həwa՝  «լինել»  բայն  է,  որը  գործածված  է  անկատար  կերպի համեմատաբար ճիշտ ձևով, սակայն արականի փոխարեն՝ իգական սեռով, այ- սինքն պետք է լիներ նէվէ (դասական ասորերենի ճիշտ ձևը՝ nehwe): "], "source_docs_file": "Linguistics.json"}