{"paragraph_source_docs": [1, 1, 0, 0, 1, 0, 1, 0, 0, 2, 0, 1, 0, 0, 0, 1, 2, 0, 2, 2, 1, 2, 0, 0, 2], "paragraphs": ["NiII-(S)-2-BrBPB-(S)-Ala  (10):  Tհալ  =  308-310 ºC;  [] =  +3385.0  (c  =  0.1,  MeOH): ", "Գտնվել է (%): С, 56.80; H, 4.27; N, 7.20: C25H23O3NBr: Հաշվվել է (%): С, 56.88; H, 4.40; N, m, γ-Ha, Pro); 2.64 (1H, m, -Ha, Pro); 2.96 (1H, m, -Hb, Pro); 3.51 (1H, m, -Hb, Pro); 3.58 (1H, d, CH2Ar, J=12.9); 4.47 (1H, d., CH2Ar, J=12.9); 6.61-6.70 (2H, m., H-3, H-4, C6H4); 6.96  (1H, m, C6H5); 7.07-7.16 (2H, m, H-Ar); 7.27 (1H, m, H-Ar); 7.34 (1H, td, C6H4Br,  3J=7.5,  4J=1.2); 7.42- NiII-(S)-3-BrBPB-(S)-Ala  (11):  Tհալ  =  268-270 ºC;  [] =  +2815.3  (c  =  0.1,  MeOH): ", "Այրման  պինդ  արգասիքների  ռենտգենաֆազային  անալիզի  արդյունքները  ցույց են տալիս,  որ  փոխազդեցության  հիմնական  արգասիքներն  են  հանդիսանում  Mo,  MgO  և NaCl-ը`  գործնականում  n-ի  բոլոր  արժեքների  համար:  Նկ.  3.10-ում  բերված  է  n=4  մոլի դեպքում  ստացված  այրման  արգասիքի  դիֆրակտոգրամներն  իրականացված  թթվային մշակումից  առաջ  և  հետո:  Ինչպես  կարելի  է  համոզվել,  թթվային  մշակումից  հետո դիֆրակտոգրամում դիտվում են միայն մոլիբդենին բնորոշ դիֆրակցիոն ռեֆլեկսներ: ", "E = 50 KJ/mol-12-11-10-9-80.00030.00050.00070.00091/T, K-1Ln(Uա/Tա) – Mo – MgO – NaCl բ. ա. Նկ. 3.10. MoO3 + 3Mg + 4NaCl խառնուրդի այրման արգասիքի դիֆրակտոգրամները թթվային մշակումից առաջ (ա) և հետո (բ) Հարկ  է  նշել,  որ  այրման  արգասիքում  մետաղական  Mo-ի  առանձնացնելուց  հետո, ստացված  լուծույթում  հայտնաբերվել  է  զգալի  քանակությամբ  մոլիբդենի  իոններ:  Այս արդյունքը վկայում է այն մասին, որ փոխազդեցության վերջանյութերում ձևավորվում են նաև  ջրալուծ  մոլիբդենային  միացություններ:  Լուծույթ  անցած  Mo-ի  քանակի  վերահաշ- վարկից պարզվում է, որ այն կազմում է ռեակցիոն խառնուրդում 1.25-1.45 զանգ. %: ", "Էլեմենտար  բջջի  տվյալներն  ու  28326  անդրադարձումների (6984  անկախ անդրադարձում,  Rint)  ինտենսիվությունը չափվել  են  Bruker  SMART  1K  CCD (T  =  100  K,  (MoK)  գրաֆիտային  մոնոքրոմատոր,  θмакс  =  30φ  և  -սկանավորում ունեցող ավտոմատ դիֆրակտոմետրի վրա՝ θмакс = 30: Բոլոր հաշվարկները կատարվել են SHEL XTL կոմպլեքս ծրագրի հիման վրա: ", "Նկ. 3.11, գ-ում բերված է միևնույն բ) նկարի մի հատվածի մեծացված պատկերը, (բ) (գ) (դ) (ե) (զ) Նկ. 3.11. MoO3+3Mg+nNaCl խառնուրդների այրման արգասիքների SEM և EDS անալիզի արդյունքները:  (ա) n=4, (բ, գ) n=2, (դ) թելանման կառուցվածքով ձևավորված բյուրեղներ` n=4, (ե, զ) MoO3+3Mg+4NaCl խառնուրդի այրման արգասիքը՝ թթվային մշակումից հետո որտեղ  ըստ  միկրոանալիզի  տվյալների,  0.3-1  մկմ  հատիկայնությամբ  սպիտակավուն բյուրեղներն իրենցից ներկայացնում են Mo, իսկ մինչև 5 մկմ չափս ունեցող բյուրեղները` MgO: Ակնհայտ է, որ Mo-ի մասնիկները գլխավորապես ձևավորվում են միկրոնի կարգի մեծության  մագնեզիումի օքսիդի  միջհատիկային  սահմաններում:  Աղի  մեծ պարունակությամբ  խառնուրդների  այրման  արգասիքներում  պարունակվում  են  նաև կառուցվածքով  բյուրեղներ  (նկ.  3.11,  դ):  Այս  բյուրեղներում  իրականացված  տարրերի անալիզը  ցույց  է  տալիս,  որ  նրանում  առկա  են  ինչպես  նատրիում  և  քլոր,  այնպես  էլ մոլիբդեն, մագնեզիում և  թթվածին:  Մեծ  խոշորացումների  պայմաններում իրականացված  միկրոկառուցվածքային  հետազոտություններից  պարզվել  է,  որ թելանման կառուցվածքով բյուրեղները պատված են 0.05-0.3 մկմ բնութագրական չափսի բյուրեղներով: ", "Անջատված  հիմնական  դիաստերեոմեր  կոմպլեքսների  կառուցվածքն  ու  բացարձակ կոնֆիգուրացիան որոշվել է սպեկտրադիտման անալիզի մեթոդներով: Ալկիլման ռեակ- ցիաների  դիաստերեոմերային  ստերեոսելեկտիվությունը  (de)  որոշվել  է  արգասիք կոմպլեքսների խառնուրդի թթվային հիդրոլիզից անջատված ամինաթթվային խառնուր- դի (առանց վերաբյուրեղացման) ԲԱՀՔ անալիզմամբ: ", "Նկ. 3.12. Mo-ի մասնիկների չափսի բաշխման հիստոգրամ MoO3+3Mg+4NaCl խառնուրդի համար Ֆրակցիաներից  մեկում  մասնիկների  միջին  չափն  ընկած  է  0.3-1  մկմ  տիրույթում, իսկ մյուսում դիտվում է 0.05-0.3 մկմ հատիկայնությամբ նուրբ փոշի: ", "Հարկ  է  նշել,  որ  լվացումից  հետո  պինդ  մնացորդում  բացակայում  են  թելանման կառուցվածքով  բյուրեղները:  Ստացված  մոլիբդենի  փոշու  տեսակարար  մակերեսի չափումները  ցույց  են  տալիս,  որ  այն  կազմում  է  1.35  մ2/գ, թթվածնի  պարունակությունը մոտ  0.2  զանգ.  %  է,  իսկ  դերիվատոգրաֆիական  եղանակով  օդի  միջավայրում  տաքաց- ված մոլիբդենի փոշու օքսիդացման սկզբնական ջերմաստիճանը գրանցվել է 400 °C: ", "Շ ո լ կ ո ֆի ս ի ն թե զ ի ռ ե ակ ց ի այ ո ւ մ , ո ր պե ս ք ի ր ալ այ ի ն ս ո ւ բ ս տր ատ  կ ի ր առ վ ե լ   է   (S)-  և   (S,R)-ալ ան ի ն ն ե ր ի ց   կ ազ մ վ ած   ց ի կ լ ի կ դ ի կ ե տո պի պե ր ազ ի ն ը   (LXXXVII)  (ս խե մ ա  12):  Ան հ ր աժ ե շ տ  է   ն շ ե լ ,  ո ր ս ո ւ բ ս տր ատի  2-ր դ  դ ի ր ք ո ւ մ  ալ ան ի ն ի  (S)-կ ո ն ֆի գ ո ւ ր աց ի այ ի  դ ե պք ո ւ մ (R)-բ աց ար ձ ակ   կ ո ն ֆի գ ո ւ ր աց ի այ ի ք ի ր ալ այ ի ն   կ ե ն տր ո ն   և   ն պատակ այ ի ն   ամ ի ն աթթո ւ ն   առ աջ ան ո ւ մ   է   (R)- բ աց ար ձ ակ կ ո ն ֆի գ ո ւ ր աց ի ա և հ ակ առ ակ ը : ", "արգասիքների  թթվային  մշակման  ժամանակ  լուծույթում  հայտնաբերված  բավականին բարձր  կոնցենտրացիայով  մոլիբդենը  թույլ  են  տալիս  ենթադրել,  որ  MoO3-ն  այրման ռեժիմում փոխազդում է նաև NaCl-ի հետ` բերելով Na2MoO4 և MoO2Cl2 միացությունների առաջացմանը ըստ հետևյալ ռեակցիայի. Այրման  արգասիքների միկրոկառուցվածքային  հետազոտությունից պարզվել է, որ ելային  խառնուրդ  ներմուծվող  աղը  խիստ  կերպով  ազդում  է  նաև  ձևավորվող արգասիքների  միկրոկառուցվածքի  վրա:  Այսպես,  աղի  փոքր  քանակների  առկայության պայմաններում արգասիքների հատիկների ձևավորումը հիմնականում տեղի է ունենում մագնեզիումի  հալույթում:  Նկ.  3.11,  բ,  գ-ից  ակընհայտ  է,  որ  մոլիբդենի  հատիկները հալույթից  առանձնանալով  ձևավորվում  են  MgO-ի  միջհատիկային  սահմաններում: ", "NiII-(S)-4-BrBPB-(S)-Phe  (15):  Tհալ  =  119-121 °C;  [] =  +1101°  (c  =  0.25,  CH3OH): ", "Թելանման  բյուրեղների  առկայությունը  նկ.  3.11,  դ-ում,  որոնք  առաջացել  են գոլորշի-հեղուկ-պինդ  փոխազդեցության  մեխանիզմով  (1),  վկայում  է  այրման  ռեժիմում ներքոբերված ռեակցիայի հավանական ընթանալու մասին. MoO2Cl2(գ.) + Na2MoO4(պ., հ.) + 6Mg(հ., գ.) = 2Mo(պ.) + 6MgO(պ.) + NaCl(հ., գ.)   (2) Ենթադրվում  է,  որ  թթվային  մշակումից  հետո  ստացված  0.05-0.3  մկմ հատիկայնությամբ  Mo-ի  նուրբ  փոշին  ձևավորվել  է  հիմնականում  (2)  ռեակցիայի ընթանալու  արդյունքում:  Իսկ  MoO3–3Mg–nNaCl  համակարգի  համար  ստացված ակտիվացման էներգիայի նման ցածր արժեքը (50  կՋ/մոլ)  նույնպես վկայում է գազային (հեղուկ)  ֆազի  մասնակցությամբ  ընթացող  ռեակցիայի  ունեցած  էական  դերին նպատակային արգասիքի ձևավորման պրոցեսում: ", "դիֆերենցիալ ջերմային անալիզի եղանակով Հարկ  է  նշել,  որ  աղերը  միշտ  դիտարկվել  են  որպես  իներտ  միջավայր  և  դրանց ազդեցությունը  փոխազդեցության  մեխանիզմի  վրա  դեռևս  մանրամասն  ուսումնա– սիրված չէ: ", "Նախկինում կատարված [78, 79] աշխատանքներում ուսումնասիրվել է անցումային շարքի  մի  շարք  մետաղների  օքսիդների  (Ta2O5,  WO3,  MoO3,  TiO2)  փոխազդեցությունը NaCl-ի  հետ:  Ստացված  արդյունքներից  պարզվել  է,  որ  այս  համակարգերում  650-950  oC տիրույթում  տեղի  է  ունենում  ինտենսիվ  զանգվածի  կորուստ,  որը  պայմանավորված  է NaCl-ի  գոլորշիացմամբ,  ելային  մետաղի  օքսիդի  հնարավար  սուբլիմացմամբ,  ինչպես նաև  պրոցեսի  միջանկյալ  փուլերում  ձևավորվող  մետաղների  գազային  քլորիդներով  և օքսիքլորիդներով:  Պարզվել  է  նաև,  որ  MoO3-ն  ավելի  ինտենսիվ  է  փոխազդում  NaCl-ի հետ՝ ի տարբերություն այլ անցումային մետաղների օքսիդների [78-80]: Այդ պատճառով NaCl-ի  ազդեցության ուսումնասիրությունն  այրման ռեժիմում թերմիտային ռեակցիաներում  փոխազդեցության  սկզբնական  փուլերի  վրա  ունի  կարևոր նշանակություն: ", "NiII-(S)-3-BrBPB-(S)-2-F-Phe (17): Tհալ = 161-163 ºC; [] = +1133.10 (c = 0.3, MeOH): ", "Բ ի ս -լ ակ տի մ այ ի ն  ե թե ր ն ե ր ը  կ ար ե լ ի  է  կ ի ր առ ե լ  ն աև  ալ դ ե հ ի դ ն ե ր ի  և կ ե տո ն ն ե ր ի  ալ դ ո լ այ ի ն  կ ո ն դ ե ն ս մ ան  ռ ե ակ ց ի ան ե ր ո ւ մ : ", "Ինչպես  երևում  է  բերված արդյունքներից՝ մոլիբդենի (VI)  օքսիդի  DTA  կորի  վրա առկա  են  երկու  էնդոթերմ տիրույթներ: ", "Ալ կ ի լ մ ան   CIV  ար գ աս ի ք ի   ան մ ի ջ ակ ան   հ ի դ ր ո լ ի զ ի   ար դ յ ո ւ ն ք ո ւ մ ս տաց վ ո ւ մ   է (R)-բ աց ար ձ ակ   կ ո ն ֆի գ ո ւ ր աց ի այ ո վ   CV  ամ ի ն աթթո ւ ն (ս խե մ ա 15) [184,185]: ", "Սխե մա 15 Ամ ի ն աթթո ւ ն ե ր ի   աս ի մ ե տր ի կ ս ի ն թե զ ի ռ ե ակ ց ի ան ե ր ո ւ մ կ ի ր առ ո ւ թյ ո ւ ն   է   գ տե լ   ն աև   գ լ ի ց ի ն ի   և   2-հ ի դ ր օ ք ս ի պի ր ան -3-օ ն ի առ աջ աց ր ած CVI Շ ի ֆի հ ի մ ք ը [ս խե մ ա =  երր-Bu]: ", "Գտնվել է (%): С, 59.35; H, 4.11; N, 6.18: C34H29BrFN3O3Ni: Հաշվվել է (%): С, 59.58; H, 4.23; N, 6.13:  1Н ՄՄՌ սպեկտր ( p.p.m): 1.78-1.97 (2H, m, , -Ha Pro); 2.38-2.65 (3H, -Hb և - Ha,b Pro); 2.83 (1H, dd, J = 13.7, 5.7, CHCH2C6 H4F); 3.06 (1H, dd, J = 13.7, 4.5, CHCH2C6 H4F); (4H, m, Ar-H); 8.13 (1H, d, J = 7.6, 1.5, H-3 C6H4Br); 8.14 (1H, d, J = 8.7, H-6 C6H4): ", "Այ դ   ռ ե ագ ե ն տը   գ լ ի ց ի ն ի   ե ր ր ո ր դ այ ի ն   բ ո ւ թի լ   է ս թե ր ի   տե ս ք ո վ կ ի ր առ վ ե լ   է   Պան ի ն ի   և   աշ խատակ ի ց ն ե ր ի   կ ո ղ մ ի ց :  Ար դ յ ո ւ ն ք ո ւ մ ս ի ն թե զ վ ե լ  ե ն  մ ի  շ ար ք  լ ի պո ֆի լ  ամ ի ն աթթո ւ ն ե ր  [186]: ", "Էկզոթերմ  ռեակցիայի  ավարտից  անմիջապես  հետո  տաքացումն  ընդհատած  նմուշի պինդ  մնացորդի  համար  իրականացվել  է  ռենտգենաֆազային  անալիզ  (նկ.  3.15): ", "Դիֆրակտոգրամում  դիտվում  են  NaCl-ի,  MoO3-ի  և  Na2MoO4(MoO3)x  բաղադրությամբ ֆազերի բնութագրական դիֆրակցիոն ռեֆլեքսներ: ", "Սխե մա 17 Այ ս պե ս , Ա. Բ լ ակ ը և աշ խատակ ի ց ն ե ր ը ս ի ն թե զ ի դ ի աս տե ր ե ո ս ե լ ե կ տի վ ո ւ թյ ան մ ե ծ աց մ ան ն պատակ ո վ (S)-2-N-(N'- բ ե ն զ ի լ պր ո լ ի լ )ամ ի ն ո բ ե ն զ ո ֆե ն ո ն ք ի ր ալ այ ի ն ռ ե ագ ե ն տի   N- բ ե ն զ ի լ այ ի ն   խո ւ մ բ ը   փո խար ի ն ե լ   ե ն   դ ի ֆե ն ի լ մ ե թի լ ,  տր ի տի լ   և ն ավ թալ ի ն -1-ի լ -մ ե թի լ   խմ բ ե ր ո վ   (ն կ .  18)  [162]:  Հ ե տազ ո տո ւ թյ ո ւ ն ն ե ր ի ար դ յ ո ւ ն ք ո ւ մ   պար զ վ ե լ   է ,  ո ր   դ ր ան ց ի ց   կ ո մ պլ ե ք ս ի   N-բ ե ն զ ի լ այ ի ն մ ն աց ո ր դ ի   ֆե ն ի լ այ ի ն   օ ղ ակ   մ ի այ ն   ն ավ թալ ի ն -1-մ ե թի լ   խմ բ ի ն ե ր մ ո ւ ծ մ ան   դ ե պք ո ւ մ   է   ն կ ատվ ե լ   ս տե ր ե ո ս ե լ ե կ տի վ ո ւ թյ ան   աճ , ս ակ այ ն   այ ս   դ ե պք ո ւ մ   է լ   ի ջ ե լ   է   ռ ե ակ ց ի այ ի   ար գ աս ի ք ի   ք ի մ ի ակ ան ե լ ք ը : "], "source_docs_file": "Chemistry.json"}