{"paragraph_source_docs": [0, 0, 1, 0, 2, 2, 2, 4, 2, 4], "paragraphs": ["Այս ժամանակահատվածում Օսմանյան կայսրության հյուպատոսարաններն  ակտիվ  գործունեություն  են  ծավալել  Ռուսական  կայսրության Կարս, Թիֆլիս, Ալեքսանդրապոլ և 19 այլ քաղաքներում: ", "Այսպիսով,  տիրապետելով լայնածավալ  և բազմաբնույթ,  այդ  թվում` կանխարգելիչ տեղեկատվությանը, Օսմանյան կայսրության գաղտնի ծառայությունները հատուկ  միջոցների,  մեթոդների  և  ձևերի  կիրառմամբ  կարողանում  էին  ներազդել հակառակորդի վրա` պառակտելով կամ չեզոքացնելով վերջինիս: ", "Խաղացողները սկզբում շրջան են կազմում ու խմբի տարիքով մեծը օդ է նետում գնդակը և ասում. – Բոլորը Նազար349  են, բա–ցիիի˜ ...(տալիս է խաղացողներից մեկի անունը): ", "Այս  ժամանակաշրջանից  սկսած  հետախուզության  դերը  և  նրա  ազդեցությունը պետական  քաղաքականության  ձևավորման  ու  մշակման,  ինչպես  նաև  ռազմական միջոցառումների պլանավորման գործընթացներում զգալիորեն աճեցին: ", "Իսկ  հուշարձանի  ժայռապատկերներով  զբաղվող  Բ.  Ուտիեն  և  Մ.  Թիերին  նրանց թվագրում են առավել վաղ՝ պալեոլիթյան ժամանակաշրջանով, որի հետ մենք համակար- ծիք  ենք128:  Մեզ  համար  հետաքրքրական  է  նաև  այն  հանգամանքը,  թե  ու՞մ  էին  ներկա- յացնում Վանի «պարող կույսերը»: Քարայրի պատկերների ողջ համատեքստն ունենալով գտնում ենք, որ բացի վերը նշվածից կարելի է ենթադրել, որ պատկերված կանայք. tions et Belles-Lettres, Année 1952, Volume 96, Numéro 4, p. 612-614. Tarih Dergisi, 1975, p. 1-40. ա.  տարբեր  նշանակությամբ  և  գործառույթներով  օժտված  դիցուհիների  էին,  որոնք պահպանում էին սրբատեղին, բ.  կենդանիների  հովանավոր,  անտառների,  բուսականության  հովանավոր  և  որսի պահապան  աստվածուհիներ  էին՝  այծերի  և  այլ  կենդանիների  ուղեկցությամբ  երկունքի ծիսական ներկայացման ժամանակ, գ. քրմուհիներ կամ տոհմի պահապաններ, որոնք ներկայացվում են աղոթողի դիրքե- րով մայր աստվածուհուն ձոնված ծիսակարգի ժամանակ129: ", "Օ.  Բելլիի  կարծիքով  մայր  աստվածուհու  վաղեմի  պաշտամունքը  Վանում  կարող  էր նախատիպ դառնալ ուրարտական և հետուրարտական ժամանակաշրջանում մայր աստ- վածուհու  պաշտամունքի  և  պատկերագրի  ծագման  համար,  որը  հետագայում  քրիստո- նեության  մեջ  փոխարինվեց  Աստվածածնի  պաշտամունքով  և  սրբատեղիներով:  Այստեղ էր  գտնվում  Հոգեաց  վանքը,  որտեղ  ըստ  ավանդության  պահվում  էր  Տիրամոր  առաջին սրբապատկերը130: ", "Հատկանշական է, որ հայաստանյան ժայռապատկերներում կինը, որպես կանոն ներ- կայացված  է  երկնային  լուսատուների,  կենդանիների  (արև,  ծառ,  այծեր  կամ  վիշապներ) հետ պատկերագրմամբ, երբեմն նաև ծննդաբերության տեսարաններում: Այս խորհրդա- նիշների  համատեղումը  կնոջ կերպարի  հետ  թույլ  է  տալիս  ենթադրելու,  որ  ժայռապատ- կերներում  կանայք  ներկայացված  են  որպես  երկնային  աստվածություն,  «ամենայն  գոյի նախամայր»:  Նման  ենթադրության  համար  կարող  են  հիմք ծառայել նաև Փոքր Ասիայի տարբեր  հատվածներից  հայտնի  նեոլիթյան  «Նախամայր-Մեծ  մոր»  կերպավորումները, որտեղ կինը հանդես էր գալիս որպես անտառների, որսի, բուսականության, կենդանինե- րի հովանավոր աստվածուհի, պտղաբերության և ծննդաբերության խորհրդանիշ: ", "археографическою комиссиею, Под ред. Ад. Берже, Тифлис (հետայսու՝ АКАК), т. V, 1873, с. 1119. իշխանությունը  ժառանգաբար  անցնում  է  որդուն՝  Մելիք  Մուհամմադ  խանին94:  Մինչ այդ Միրզա Մուհամմադը հասցրել էր բարեկամանալ հարևանների հետ, «իսկ Ղուբայի Ֆեադալի  խանի  հետ,  որը  միւսներից  վտանգաւոր  կարող  էր  լինել  նորա  համար՝ ազգակցութեան մէջ մտաւ»95 և իր որդուն ամուսնացրեց Ղուբայի խանի քրոջ հետ: Ուժեղ կամքի  տեր  կին  լինելով՝  Հադիջա-բիկին  իշխանությունից  գրեթե  հեռացնում  է  Բաքվի թուլակամ  խանին  և,  միանձնյա  կառավարելով,  կյանքի  է  կոչում  Ֆաթհ  Ալի  խանի քաղաքական  ծրագիրը:  Ուստի,  Բաքվի  խանությունը  Ղուբայի  խանի  ընդարձակ տիրույթներից մեկը դարձավ: ", " Որպես որսորդության հովանավորուհի, ով որսորդության ժամանակ, իր մոգական մասնակցությամբ խթանում էր որսի հաջող ընթացքը: ", "XVIII  դ.  երկրորդ  կեսին  Կասպից  ծովի  ամենահարմար,  ապահով  և  անվտանգ նավահանգիստը  Բաքուն  էր:  Ի  տարբերություն  Աստրախանի  նավահանգստի,  որը Վոլգայի սառցապատման հետևանքով միայն վեց ամիս էր բաց՝ գործում էր ողջ տարին: "], "source_docs_file": "History.json"}