{"paragraphs": ["Նկ. 4.6. Նախնական առանցքային ճնշման տակ գտնվող չեռակալված քառակուսի հատույթով փոշենմուշի լայնական հատույթով կտրման փորձարկման մամլակաղապարի սխեման. 1-սեղմիչ, 2-մամլամատ, 3-կոնտեյներ, 4-դանակ, 5-ներդիր, 6-փորձանմուշ Նախնական կողմնային ճնշման տակ գտնվող չեռակալված կլոր հատույթով փոշենմուշի կտրումը առանցքային ուղղությամբ փորձարարական մեթոդը: ", "Աղ.  2.2-ում  ներկայացված  են m=16=24  մոդուլով  (2.12)`  համաձայն  արտա- հայտության,  բոլոր  չկրկնվող  ինդեքսների  եռյակները,  որոնք  դիտարկվում  են  որպես մոդիֆիկացված  ինդեքսային ձևափոխում  m=16 մոդուլով բազմապատկման համար: ", "Հաշվի  առնելով  (3.1)-(3.7)-ը  (3.22)-ի  փոխարեն  ստացվում  է  ցածրացնող  ՀԼԿ-ի հետևյալ  մոդիֆիկացված  միջինացված  մոդելը  բացված  տեսքով,  ընդհատուն  հոսանքի 001(1)2LSVRrVDTRLR1DK12112311()()()1()()()()(),SdxtdtdtAdtdtAxtdtbvtdt0121123()()()()1()()(),vtdtdtcxtdtdtcxt ռեժիմում, որտեղ հակիրճության նպատակով ցույց չի տրված t ժամանակից կախումը` (3.24) :         (3.26) կամ մատրիցային տեսքով` Ելքային լարման արտահայտությունը հետևյալ տեսքի է` :                                                 (3.25) Ինչպես հետևում է (3.25) - (3.26)-ից, ցածրացնող ՀԼԿ-ի դինամիկայի ուսումնասի- րությունը  ընդհատուն  հոսանքի  ռեժիմում  զգալի  բարդ  է  անընդհատ  ռեժիմի  միևնույն խնդրից,  քանի  որ  առաջադրված  D=d1  լցման  գործակցի  դեպքում  (3.25)-ի  A  մատրիցը կախված է (3.17)-ի d2  գործակցից, որը ոչ գծային է կախված D-ից և ՀԼԿ-ի պարամետրե- րից (հիշեցնենք, որ անընդհատ ռեժիմում A և c0 մեծություններն անփոփոխ էին): ", "Նկ. -  ում  դիտարկված  փորձարարական  մամլակաղապարի յուրահատուկ կառուցվածքը հնարավորություն է  տալիս իրականացնել փորձանմուշի  առանցքային  հատույթի  կտրում,  որի  դեպքում լարումը համարվում է ճնշումով  սկզբնական  մամլման  դեպքում  առաջացած տեսականորեն որոշվող կողային ճնշումը: ", "Ներկայացնենք (3.27)-ի ըստ ժամանակի միջինացված բոլոր ֆունկցիաները (3.30) որտեղ այսինքն` տեսքով, որտեղ շեղումները համարվում են փոքր, իսկ , , և մեծությունները  հաստատուն  են  և  համապատասխանում  են  աշխատանքային  կետին: ", "Բեռնելով A և B թվերի  ինդեքսների արժեքները համապատասխանաբար եռամուտք LUT1  և LUT2  աղյուսակներում`  կատարում  ենք  ինդեքսների  գումարում  երեք գումարիչների միջոցով, որոնցից մեկը դիրքային է (և ինդեքսների գումարիչը), իսկ մյուս երկուսը` մոդուլյար (1 և 2, և ինդեքսների գումարման համար): Հակադարձ ինդեքսային ձևափոխման LUT աղյուսակն ունի երեք մուտք: ", "LUT 1 A[n-1:0] LUT 2 B[n-1:0] A A A B B B ADD ADD |2k-2-| ADD mod 2 LUT 3 (ab)mod 2k Նկ. 2.9.  2k մոդուլով ինդեքսային մեթոդով մոդուլյար բազմապատկիչի կառուցվածքային սխեման պատկիչների ապարատային իրագործման ժամանակ անհրաժեշտ է դիտարկել նաև այն դեպքը, երբ օպերանդներից (արտադրիչներից) մեկը (կամ երկու օպերանդները միաժա- մանակ)  հավասար  է  զրոյի:  Ինչպես  երևում  է  աղյ.  2.2-ից,  օպերանդի  զրոյի  հավասար լինելը  LUT1  և  LUT2  աղյուսակներում  արտապատկերված  չէ:  Այս  դեպքը  պահանջում  է լրացուցիչ սխեմա մուտքային օպերանդները “0”-ի հետ համեմատելու համար: ", "Կարգաբերման  ռեժիմն    ունի  երկու    հատված՝  դինամիկ    բեռնվածքների    և  բնական ջերմոզույգի  կարգաբերման հատված:  Դինամիկ  բեռնվածքների կարգաբերման համար  ստենդը    ունի    կարգաբերման    գլխույկ    և    կարգաբերման    բեռ  (5,8կգ): ", "Հարկ է նշել, որ վերլուծական եղանակով հետազոտությունները լիարժեք չեն արտահայտում  խտացման  գործընթացի  իրական  պատկերը,  իսկ  ԱԾՄ  -  ում մոդելավորման տվյաները դեռևս քիչ են: Ընդ որում, ԱԾՄ - ի կիրառմամբ կարելի է ստանալ  տարբեր  նախապատրաստվածքների  դեֆորմացման  ամբողջական պատկերը  և  գնահատել  տեսական  մոտավոր  եղանակներով  հաշվարկների ճշտությունը:  Հետևաբար,  կոշտ  գլանական  մամլամայրում  փոշենյութի  խտացման գործընթացի  մոդելավորումը  ԱԾՄ  -  ում,  դրա  հետազոտումը  վերլուծական եղանակով և ստացված տվյալների համեմատումը բավականին արդիական է: ", ":                                           (3.37) Հարկ է նշել, որ  rL=0  և  rC=0 դեպքում (3.37)-ի փոխարեն ունենք հետևյալ հայտնի բանաձևերը` :                                       (3.38) Հարկ  է  նշել  նաև,  որ  (3.33)  հավասարման  գծայնացումը  փաստորեն  կապում  է սկալյար  ելքը  մուտքային  երկու և փոփոխականների  հետ,  ընդ  որում, համաձայն  վերադրման  սկզբունքի  [5,  49],  այդ  փոփոխականների  ազդեցությունները ցածրացնող ՀԼԿ-ի ելքի վրա կարող է դիտարկվել մեկը մյուսից անկախ: ", "Հետևելով  վիճակների  տարածությունում  հավասարումներից  գծային  համակար- գերի  փոխանցման  ֆունկցիաների  ստացման  սովորական  մեթոդին  անհրաժեշտ  է իրականացնել  (3.33)  հավասարումների  համակարգի  Լապլասյան  ձևափոխություն զրոյական սկզբնական պայմանների դեպքում և ստացված հանրահաշվական հավասա- րումներից արտաքսել x(s) վիճակների վեկտորը, որտեղ s-ը` Լապլասի փոփոխականն է [48,  49]:  Ելքային  սկալյար փոփոխականի  նկատմամբ  դա  բերում  է  հետևյալ կոմպլեքս հավասարմանը` որտեղ 12 չափանի W(s) փոխանցման ֆունկցիան հետևյալ տեսքի է` ,                                                             (3.39) :                                       (3.40) Այստեղ  WV(s)  և  WD(s)  սկալյար  փոխանցման  ֆունկցիաները  կապում  են -ը մուտքային և փոփոխականների հետ: Ելնելով (3.40)-ից WV(s)-ի և WD(s)-ի համար ստացվում են հետևյալ արտահայտությունները` իսկ բնութագրիչ հավասարումը հետևյալն է` Հարկ  է  նշել,  որ  WV(s)  և  WD(s)  փոխանցման  ֆունկցիաներն  ունեն  ձախակողմյան զրոներ  համապատասխանաբար  ZV=-1/rCC,  ZD=-M1/M0  կետերում:  Բացի  այդ,  WD(s) փոխանցման  ֆունկցիան  պարունակում  է  հանրահաշվական  անդամ,  որն  անմիջապես փոխանցում է մուտքային ազդանշանը ելքին rCD գործակցով: ", "Քանի  որ  խնդիրը  առանցքասիմետիկ  է,  ուստի  ԱԾՄ  -  ում  չեռակալված փոշենյութի մամլման գործընթացը առանցքասիմետրիկ է մոդելավորված (նկ. 5.1): ", "Նկ. 5.1. ԱԾՄ-ում մոդելի սխեման ԱԾՄ  -  ում  կոշտ  գլանական  մամլամայրում  չեռակալված  փոշենմուշի մամլման  գործընթացի  մոդելավորման  արդյունքում լարվածադեֆորմացիոն վիճակի բոլոր բաղադրիչների համար ստացվել են բաշխման դաշտերը: Նկ. 5.2 – 5.5 -  ում  բերված  են  առանցքային,  շառավղային  և  շրջանային  լարումների  և առանցքային  դեֆորմացիաի  համակարգչային  տվյալները,  որոնք  ցույց  են  տալիս դրանց բաշխման անհամասեռության աստիճանը: ", "Երկուական բազմապատկիչ P=A•B մոդուլյար գումարիչ Նկ. 2.12.   Դիրքային բազմապատկիչի  և  մոդուլյար գումարիչի հիման վրա 2k-1 մոդուլով մոդուլյար բազմապատկման սարքի կառուցվածքային սխեմա Այս  մշակված  մեթոդի  առավելությունը  իրականացման  պարզությունն  է,  սակայն բազմապատկիչի հիմնական բնութագրերը (արագագործություն, զբաղեցնող մակերես և այլն)  կախված  են  դիրքային  բազմապատկիչի  և  մոդուլյար  գումարիչի  որոշակի իրացումից: ", "Այդ պատճառով D=0,1  դեպքում ՀԼԿ-ն  գտնվում է ընդհատուն հոսանքի  ռեժիմում: Այդ դեպքում WV(s) և WD(s) փոխանցման ֆունկցիաները հավասար են` և  ունեն  p1,2=-16000,43j51868,46  կոմպլեքս-համալուծ  բևեռներ  ZV=-26957,45  և ZD=-269156,4 կետերում: ", "Նկ․3․15․  Ուժերի դիագրաման գրտնակման ժամանակ Ուժի դիագրամայից երևում է, որ Py=150(Ն),  է Px=20(Ն)  Pz=30(Ն)։ Px բաղադրիչը կազմել  է  Py-ի  0,13  մասը,  իսկ  Pz  բաղադրիչը  կազմել  է  Py-ի  0,2  մասը,  հետևաբար գրտնակիչը  կարելի  է  տեղադրել  X  առանցքների  նկատմաբ  80  աստիճանի  տակ,  իսկ  Z առանցքների  նկատմաբ  120  աստիճանի  տակ,  որի  հետևանքով  նրա  ինդենտորի  Ax տատանման  ամպլիտուդները  հավասար  կլինեն  մոտավորապես  0,13Ay,  իսկ    Az տատանման  ամպլիտուդները հավասար կլինեն  մոտավորապես  0,2Ay։ Եթե ընդունենք Ay=20մկմ, ապա Ax=2,6մկմ Az=4մկմ: ", "Այժմ  կատարենք  կոշտ  գլանական  մամլամայրում  փոշենյութի  խտացման գործընթացի  ԱԾՄ  –  ում  ստացված  արդյունքների  համեմատում  վերլուծական եղանակի թվային հաշվարկի տվյալների հետ: ", "Նկ.  3.5-նկ.  3.10-ում  ցուցադրված  են  ցածրացնող  ՀԼԿ-ի  (3.49)-(3.52)  WV(s)  և  WD(s) Նիկոլսի  և  Նայքվիստի  դիագրամներն  ընդատուն  հոսանքի  ռեժիմում  և  իդեալական դեպքում (երբ  rL=rC=0), ինչպես նաև rL=80 մՕհմ, rC=0,05 Օհմ: ", "Կոշտ  գլանական  մամլամայրում  չեռակալված բարձրությամբ  և տրամագծով չեռակալված  մետաղական  փոշենմուշի  մամլման գործընթացի վերլուծական եղանակով լարվածային վիճակի մեծությունների թվային հաշվարկների համար օգտվենք (4.18) բանաձևից` որտեղ - ը (4.23) բանաձևով որոշվող չափում չունեցող մեծություն է: Հետևաբար, ,                                                             (5.1) չափային :                                                   (5.2) Խնդրի  թվային  հաշվարկները  կատարվել  են , [73] դեպքի համար, երբ ազդող առանցքային ճնշումը` և և ստացված տվյալներով կառուցվել է - ի գրաֆիկը (նկ. 5.6 –ի 2 կորը): ", "ա)                                                                                     բ) Նկ. 3.11. ՀԼԿ-ում ելքային լարման մոդելավորման արդյունքները խոշորացված մասշտաբով (ա) և ընդհանուր տեսքով (բ) Նկ. 3.12. ՀԼԿ-ում դրոսելի հոսանքի մոդելավորման արդյունքները Նկ.  3.13-ում  ցուցադրված  մոդելը  մշակված  է  նկ.  3.1ա  սխեմայի  հիման  վրա, որտեղ  օգտագործված  են  ՄՕԿ-տրանզիստորի  (որպես  բանալի)  և  դիոդի  մոդելները SimPowerSystem  փաթեթի  ստանդարտ  գրադարանից:  Ինչպես  հետևում  է  նկ.  3.3-3.10 վերլուծությունից  և  նկ.  3.11,  3.12  կորերից,  փոխանցման  ֆունկցիաներում  զրոների առկայությունը  լավացնում  է  կայունության  պաշարները  և  անցումային  երևույթները ՀԼԿ-ում ընդհատուն հոսանքի ռեժիմում: ", "մոդուլով բազմապատկիչների իրականացման եղանակներից են`   LUT աղյուսակների կիրառմամբ: ", "  Դիրքային բազմապատկիչների կիրառմամբ: ", "Աղ. 3.1. Փորձանմուշների քիմիական բաղադրությունը Մետաղի մակնիշը Քիմիական բաղադրությունը %(մնացածը երկաթ) Mn Si Ni Պողպատ 45 Պողպատ ШХ15 Պողպատ X18H9T Cr Աղ,3.2. BT5 մակնիշի տիտանային համաձուլվածքի քիմիական բաղադրությունը Մետաղի Քիմիական բաղադրությունը %  (մնացածը տիտան) մակնիշ Al Fe Si BT5 Աղ. 3.3. Փորձանմուշների  ֆիզիկա-մեխանիկական  հատկությունները Մետաղի մակնիշ Մեխանիկական հատկություններ B T HB ՄՊա ՄՊա Պողպատ 45 Պողպատ ШХ15 Պողպատ X18H9T ՄՊա Տիտան BT5 Ուսումնասիրվել է տարբեր  ֆիզիկա-մեխանիկական հատկություններով նյութերի տարածական    գերձայնային  տատանումների  կիրառմամբ  գրտնակման  գործընթաց: ", "Մակերևույթի  միկրոերկրաչափության  և  մակերևութային  շերտի դեֆորմացված վիճակի  պարամետրերի գնահատման համար  փորձերի մաթեմատիկական պլանավորման  եղանակով  մշակվել  է  բազմագործոնային  մոդելներ՝  կախված ելակետային  խորդուբորդություններից,  ազդող  ստատիկ  ուժից, գրտնակման մատուցումից,տատանման ամպլիտուդից և  գրտնակման անցումների թվից, ընդ որում առաջին  երեք  պարամետրերից  կախումը  քառակուսային  է,  իսկ  անցումների  թվից  և տատանման ամպլիտուդից կախումը գծային է: ", "Կառավարման  տեսությունը  սկսել  է  բուռն  զարգանալ  XIX  դարում,  երբ  ի  հայտ եկան  տարբեր  արդյունաբերական  գործընթացների  առաջին  ավտոմատ  կարգավորիչ- ները:  Այդ  ժամանակ  ներմուծվեցին  այնպիսի  հասկացություններ,  ինչպիսիք  են փոխանցման ֆունկցիան,  հաճախականային բնութագիրը, կայունությունը, ստացվեցին գծային, իսկ հետո նաև ոչ գծային համակարգերի կայունության հայտանիշները, և այլն: "], "source_docs_file": "Mechanical Engineering and Machine Science.json", "paragraph_source_docs": [1, 3, 0, 1, 0, 3, 3, 2, 1, 0, 0, 1, 1, 3, 0, 2, 1, 0, 1, 0, 3, 3, 2, 2, 0]}