{"paragraph_source_docs": [1, 1, 1, 1, 0, 1, 1, 0, 1, 2], "source_docs_file": "Chemistry.json", "paragraphs": ["Սխեմա 6 Ռեակցիաների ընթացքին հետևում են ՆՇՔ մեթոդով [SiO2, CHCl3:CH3COCH3 (3:1)]՝ ըստ ելային կոմպլեքսի հետքի անհետացման և ալկիլման արգասիք դիաստերեոիզոմե- րային  կոմպլեքսների  միջև  թերմոդինամիկական  հավասարակշռության  հաստատման: ", "Ալկիլման  ռեակցիաների  արգասիք  (S,S)-  և  (S,R)-դիաստերեոիզոմերների  հարաբե- րությունը  որոշվել  է  առաջացած  դիաստերեոմեր  կոմպլեքսների  խառնուրդի  1H  ՄՄՌ սպեկտրադիտման  անալիզի  մեթոդով՝  N-բենզիլպրոլինային  մնացորդի  բենզիլային խմբի  մեթիլենային  պրոտոնների  ազդանշանների  ինտեգրալների  հարաբերությամբ՝ NiII-(S)-2-BrBPB-Gly (7) կոմպլեքսի C-ալկիլման արդյունքները  պիպերազինային և ֆուրիլային խմբեր պարունակող ալկիլ հալոգենիդներով Աղյուսակ 7 Ելային կոմպլեքս Ալկիլող ագենտ NiII-(S)-2-BrBPB-Gly (7) -“- -“- Ժամ. րոպե Ալկիլված կոմպլեքս (S,S)/(S,R) (%), ա) Ելքը (%), բ) ա) ՄՄՌ 1H անալիզի տվյալներ ; բ) Քիմիական ելքը ալկիլման փուլում: ", "Հաշվի առնելով բրոմ  պարունակող (S)-2-BrBPB, (S)-3-BrBPB և  (S)-4-BrBPB քիրա- լային օժանդակ ռեագենտների  C-ալկիլման ռեակցիաների  արձանագրված արդյունքները,  սույն  գլխում  ևս,  օպտիկապես  ակտիվ  -տեղակալված  (R)--ամի- նաթթուների  ասիմետրիկ  սինթեզի  համար  հետազոտվել  են  միայն  (R)-2-BrBPB քիրալային  օժանդակ  ռեագենտի  և  գլիցին  ու  ալանին  ամինաթթուների  Շիֆի  հիմքերի հետ NiII իոնի առաջացրած կոմպլեքսները: Որպես ալկիլող ռեագենտներ օգտագործվել են  ալիլբրոմիդ  և  օրթո ու մետա ֆտոր  տեղակալված  բենզիլ  բրոմիդներ:  Ալկիլման ռեակցիաների  ընթացքը  բերված  է  սխեմա  7-ում,  իսկ  արդյունքները`  աղյուսակ  8-ում: ", "Միջինացված  տվյալներով  (R,R)-դիաստերեոմերների  էնանտիոմերային  ավելցուկը գերազանցում  է  94%-ը,  ինչը  հնարավորություն  է  ընձեռում  (R)-2-BrBPB  քիրալային օժանդակ  ռեագենտի  կոմպլեքսներն  օգտագործել  (R)--ամինաթթուների  ասիմետրիկ սինթեզի ռեակցիաներում: ", "Այսպիսով, հիմնվելով ստացված հաշվարկային արդյունքների վրա, թերմոդինամի- կական  հետագա  վերլուծությունների  իրականացման  նպատակով  P  =  10  մթն-ը դիտարկվել է որպես ճնշման օպտիմալ  արժեք: ", "Բրոմ  տեղակալված  մոդիֆիկացված  NiII-(S)-2-BrBPB-Gly,  NiII-(S)-3-BrBPB-Gly, NiII-(S)-4-BrBPB-Gly  կոմպլեքսները  հետազոտվել  են  նաև  ալդեհիդների  հետ  ալդոլային կոնդենսման ասիմետրիկ ռեակցիաներում (տես հավելված 1): ", "Այսպիսով,  իրականացված  հետազոտությունները  վկայում  են  այն  մասին,  որ (S)-2-BrBPB  քիրալային  օժանդակ  ռեագենտի  ամինաթթվային  կոմպլեքսները  կարելի  է երաշխավորել  ոչ  սպիտակուցային  ամինաթթուների  պրեպարատիվ  քանակներով ասիմետրիկ սինթեզի համար: ", "(MoO3–NaCl) համակարգի թերմոդինամիկական վերլուծություն իզոթերմ պայմաններում Հաշվի  առնելով  փորձերից  ստացված  որոշ  արդյունքներ,  ինչը  հանգամանալից կներկայացվի արդյունքների քննարկման բաժնում, կատարվել է նաև MoO3-NaCl համա- կարգի  թերմոդինամիկական  վերլուծություն  իզոթերմ  պայմաններում:  Որոշվել  է  MoO3- NaCl  համակարգի  փոխազդեցության  հավասարակշռային  բաղադրությունը  կախված փոխազդեցության  ջերմաստիճանից  (նկ.  3.3):  Ստացված  արդյունքներից  պարզվել  է,  որ մինչև  770  oC  տաքացման  պայմաններում  աղի  և  մոլիբդենի  եռօքսիդի  միջև  որևէ վիճակում: 770 ÷ 1270  oC ջերմաստիճանային տիրույթում MoO3 + NaCl փոխազդեցության արդյունքում ձևավորվող հեղուկ Na2MoO4 և գազային MoO2Cl2 ֆազերը հանդիսանում են հիմնական վերջնանյութերը: ", "Նոր  սինթեզված  բրոմ  պարունակող  բոլոր  քիրալային  օժանդակ  ռեագենտների, կոմպլեքսների  և  նպատակային  ամինաթթուների  տեսակարար  օպտիկական  պտույտի ու  դրանց  հալման  կետերի  արժեքները  չափվել  են    ՀՀ  ԳԱԱ  “Հայկենսատեխնոլոգիա” ԳԱԿ  ՊՈԱԿ-ի  “Ասիմետրիկ  սինթեզի”  լաբորատորիայում՝ “Perkin-Elmer  314”  և “Elektrothermal” սարքերի միջոցով: ", "Կո մ պլ ե ք ս ն ե ր ի   այ դ   հ ատկ ո ւ թյ ո ւ ն ե ր ն   ե ն   օ գ տագ ո ր ծ ե լ   տար բ ե ր հ ե տազ ո տակ ան  խմ բ ե ր  (Յո ւ . Ն. Բ ե լ ո կ ո ն ը ՝  (ՌԴ), Ա. Ս. Ս աղ յ ան ը ՝  (Հ Հ ) և  Ա. Վ.  Սո լ ո շ ո ն ո կ ը ՝   (ԱՄՆ)  և   այ լ ն )  զ ան ազ ան   կ առ ո ւ ց վ ած ք ի   (S)-  և  (R)-- ամ ի ն աթթո ւ ն ե ր ի  աս ի մ ե տր ի կ  ս տե խի ո մ ե տր ի կ  ս ի ն թե զ ի  ի ր ակ ան աց մ ան հ ամ ար [158-161]:  Այ դ   կ ո մ պլ ե ք ս ն ե ր ի   կ ի ր առ մ ամ բ   ս ի ն թե զ վ ե լ   ե ն կ ո ղ մ ն այ ի ն   շ ղ թայ ո ւ մ   տար աբ ն ո ւ յ թ  ալ ի ֆատի կ ,  ար ո մ ատի կ   և   հ ե տե - ր ո ց ի կ լ ի կ   տե ղ ակ ալ ի չ ն ե ր   պար ո ւ ն ակ ո ղ   150-ի ց   ավ ե լ   օ պտի կ ապե ս ակ տի վ  ն ո ր  -ամ ի ն աթթո ւ ն ե ր : Որ ո շ  ամ ի ն աթթո ւ ն ե ր ի  (վ ալ ի ն , ս ե ր ի ն  և (E)-դ ե հ ի դ ր ո ամ ի ն ո կ ար ագ աթթո ւ )  կ ո մ պլ ե ք ս ն ե ր ի   կ առ ո ւ ց վ ած ք ն   ո ւ բ աց ար ձ ակ կ ո ն ֆի գ ո ւ ր աց ի ան հ աս տատվ ե լ է ռ ե ն տգ ե ն կ առ ո ւ ց - վ ած ք այ ի ն  ան ալ ի զ ի  (ՌԿԱ) մ ե թո դ ո վ  (Նկ . 13): "]}