{"paragraph_source_docs": [0, 1, 1, 1, 0, 1, 0, 1, 1, 1], "paragraphs": ["Վերջապես,  հայտնի  է,  որ  XIX  դ.  սկզբում  կազմվել  է  Ծաղկազարդին  նվիրված եկեղեցական  մի  հավաքածու,  որի  մեջ  զետեղվել  են  ասորերեն,  հայերեն,  արաբերեն, թուրքերեն ու պարսկերեն շարականներ՝ բոլորն ասորատառ: Այս ձեռագիրը նույնպես կազմում է Ալֆոնս Մինգանայի հավաքածուի մի մասը (Mingana syr. 520)50: ", "Այժմ  դիտարկենք Women are women  նույնաբանությունը,  որն,  ըստ  Վերժբիցկայի դասակարգման,  պատկանում  է  «Մարդկային  բնույթի  հանդեպ  հանդուրժողական մոտեցում»  արտահայտող նույնաբանությունների շարքին: ", "Նա  այս նույնաբանությունը  մեկնաբանում  է  Boys will be boys  նույնաբանությանը  բնորոշ մեկնաբանության բաղադրիչներով. Everyone knows: ", "People of this kind do things like this One would want them not to do things like this I know someone can think This is bad They should not do it I think: one should not think this One should know: ", "Մինչև 1915 թ. Մեծ եղեռնը, որի զոհերը հայերի հետ միասին դարձան նաև տասնյակ հազարավոր  ասորիներ,  վերջիններիս  աշխարհագրական  տարածումն  ուներ  հետևյալ պատկերը:  Նեստորականներն  ունեին  բնակության  երկու  խոշոր  շրջան:  Առաջինը Հաքքյարի  լեոնային  անկլավն  էր  (արամեերեն  աքքարե՝  «ռանչպարներ»  բառից),  որը զբաղեցնում  է  այսօրվա  Թուրքիայի  հարավարևելյան  անկյունը:  Հաքքյարիի  նեստո- րակնները բաժանված էին մի քանի ցեղերի և համեմատաբար անկախ էին Օսմանյան իշխանություններից: Այստեղի Քոչանիս գյուղում գտնվում էր Արևելքի եկեղեցու կաթո- ղիկոսի  նստավայրը:  Կաթողիկոսը,  բացի  կրոնական  պարտականություններից,  կա- տարում էր նաև նեստորականների աշխարհիկ առաջնորդի դերը: Հաքքյարիից բացի՝ նեստորականներ  կային  նաև  Վանի  վիլայեթի  հարակից  շրջաններում:  Այստեղի  ասո- րիների  կախվածությունն  Օսմանյան  իշխանություններից  և  տեղացի  մահմեդականնե- րից ավելի ուժեղ էր53: ", "Վերժբիցկան  առանձնացնում  է  անգլերենի  նույնաբանությունների  ևս  մի խումբ,  որոնք  հանդուրժողական  վերաբերմունք  են  արտահայտում  որոշ գործողությունների,  իրավիճակների  նկատմամբ,  ունեն  հաճելի  բնույթ  և կատարվում  են  հատուկ  առիթներով,  ինչպես,  օրինակ,  արձակուրդ,  ծնունդ, խնջույք,  հավաքույթ  և  այլն  (Wierzbicka  2003:  408):  Նա  դիտարկում  է  հետևյալ օրինակները. A picnic's a picnic. A party is a party. A holiday is a holiday. A honeymoon is a honeymoon. A game is a game. Նա նշում է, որ դժվար թե կիրառվեն A Monday is a Monday; An autumn is an autumn; A morning is a morning նույնաբանական կառույցները, եթե, իհարկե, տարբերակում չենք  մտցնում  նշված  երկուշաբթիների  միջև:  Այս  խմբի  նույնաբանությունների իմաստային  առանցքն  այն  է,  որ  պետք  է  հանդուրժող  ու  համբերատար  լինել անհարմարությունների  նկատմամբ,  որոնք  առաջանում  են  կամ  կարող  են առաջանալ նմանատիպ  հատուկ  առիթների  արդյունքում:  Ա. Վերժբիցկան  գտնում է, որ հնարավոր չէ ասել A picnic will be a picnic; A holiday will be a holiday, ինչպես կարելի է ասել Boys will be boys, քանի որ պիկնիկի կամ արձակուրդի պարագայում հանդուրժողական  լինելը  պատճառաբանվում  է  այդ  ժամանակահատվածների հատուկ  բնույթով:  Նա  կարծում  է,  որ  will-ով  կառուցված  նույնաբանությունները տվյալ  դեպքում  չեն  կարող  կիրառվել,  քանի  որ  դրանք  չեն  հիմնվում  մարդուց անկախ  գործող  կանխատեսելի  ապագայում  տեսանելի  երևույթների  վրա  (այս մասին  ավելի  մանրամասն  տե՛ս  2-րդ  գլխում):  Սակայն  կարծում  ենք,  որ A picnic will be a picnic  տարբերակը  չի  օգտագործվում  ոչ  թե  նշված  պատճառով,  այլ որովհետև  տվյալ  պարագայում  ներկա  ժամանակաձևը,  որով  կառուցված  է    A picnic is a picnic նույնաբանությունը, ընդգրկում է ոչ միայն տվյալ պահը` ներկան, այլ  նաև  ընդհանրապես  պիկնիկ  երևույթը:  Տվյալ  նույնաբանությանը  չի  կարելի վերագրել  որոշակի  ժամանակահատված,  որում  այն  ճիշտ  է,  իսկ  մյուսում`  ոչ: ", "Նեստորականների  հետ  ասորիների  արևելյան  խումբը  կազմող  քաղդեականնե- րը  հիմնականում  բնակվում  էին  Հաքքյարիից  դեպի  հարավ  տարածվող  Մոսուլի  դաշ- տավայրում, որը կազմում էր Մոսուլի վիլայեթի մասը: Այստեղ նրանց գլխավոր կենտ- րոնը Ալկոշ գյուղաքաղաքն էր, որի մերձակայքում գտնվում էր քաղդեականների ամե- նանշանավոր  Ռաբբան  Հորմիզդ  վանքը:  Քաղդեական  գյուղեր  կային  նաև  Ուրմիայի շրջանում, ինչպես նաև Վանի և Դիարբեքիրի վիլայեթներում, այդ թվում՝ Սղերդում: ", "Պետք է առանձնացնել ևս մեկ հանգամանք. Վերժբիցկայի կողմից կիրառելի չհամարվող  նույնաբանությունները`  A picnic will be a picnic; A holiday will be a holiday,  ունեն  հետևյալ  կառուցվածքը`  a  will  be  a:  Ինչպես  տեսել  ենք,  շատ նույնաբանություններ  ունեն  տվյալ  կառույցը,  թեկուզ  նույն  Boys will be boys-ը: ", "Սակայն  մի  դեպքում  ստացվում  է,  որ  այդ  նույն  կառույցով  կազմված նույնաբանություններից  մեկը  հնարավոր  է  գործածել,  իսկ  մյուսը`  ոչ:  Այստեղ հարց է  առաջանում, որ եթե կառուցվածքային  տեսանկյունից  այս նույնաբանությունները  նույնական  են,  ապա  ի՞նչն  է  դրանց  տարբերությունը,  որի պատճառով  մեկը  կիրառելի  է,  իսկ  մյուսը`  ոչ:  Այս  հարցին  պատասխանելու համար  նախ  պետք  է  հստակեցնել,  թե  ինչ  ենք  հասկանում`  կիրառելի  ասելով: ", "Կիրառելիությունը  տվյալ  պարագայում  ընկալելի  լինելն  է  լեզվական  հանրույթի կողմից:  Այսինքն,  եթե  որևէ  կառույց  ընկալելի  ու  ընդունելի  է  հասկացական մակարդակում,  ապա  այն  կիրառելի  է  դառնում  խոսքում,  հակառակ  դեպքում`  ոչ: "], "source_docs_file": "Linguistics.json"}