{"paragraph_source_docs": [4, 4, 4, 4, 4, 5, 5, 0, 4, 4], "paragraphs": ["Oxford University Press, 1972, p. 217. է, որ շատ կանանց համար  աշխատանքը ոչ միայն ֆինանսական վիճակի բարելավման, այլև  ինքնաարտահայտման  միջոց  էր։  Սա  հանգեցնում  է  ամուսինների  միջև փոխհարաբերությունների էական  փոփոխության։  Եթե  նախկինում  ամուսինը ընտանիքում  եկամտի  միակ  աղբյուրն  էր,  իսկ  կինը՝  նրա  օգնականը,  որն անվերապահորեն  կատարում  էր  ամուսնու  կամքը,  ապա  1960-70-ական  թթ. ամերիկացիների  գիտակցության  մեջ  ընտանիք  հասկացությունն  ընկալվում  էր  որպես երկու հավասար անհատների միություն։ ", "շատ  սկսեց  դառնալ  առասպել։  Մեծացավ  ամուսնալուծությունների  քանակը,  աճեց դեռահասների  հանցագործությունների  մակարդակը,  տեղի  ունեցավ  բարոյական նորմերի անկում։ Ֆեմինիստական գաղափարաբանության ազդեցությամբ փոխվեց նաև կնոջ  դիրքը  ամերիկյան  հասարակության  մեջ,  որի  արդյունքում  վերանայվեցին ամուսնության և երեխաների դաստիարակության մասին  ավանդական պատկերացումները։ ", "Կազմալուծված ընտանիքի  պատկերը դարձավ  այս ժամանակաշրջանի  գրականության  հիմնական  նյութը։ ", "Մարդկանց  բարոյական նորմերի  անկման  և  ամուսնական  ճգնաժամի  մասին  թեման  լայնորեն  տարածվեց ամերիկյան գրականության մեջ։ ", "Կնոջ  և  տղամարդու  միջև  սիրո  և  փոխհարաբերությունների  թեման  վառ արտահայտվեց      Ջ.  Ափդայքի,  Ջ.  Օուտսի,  Մ.  Մաքքարթիի,  ինչպես  նաև  Ջոն  Չիվերի ստեղծագործություններում։ ", "Անանուն  տխրության  այս  մոտիվը  գործառում  է  Տեր-Մարտիրոսյանի՝  նաև  1914- թյունը փոխվում է։ Հոգու խռովքը ծագում է բնորոշ մի հակադրությունից. զվարթ, արևով ու  կյանքով  լի  աշխարհ,  որ  միաժամանակ  խորթ  ու  անարդար  է  երևում  բանաստեղծի տխուր հոգու ներքին տեսողությանը. Ա՜խ, այս կյանքը միշտ այսպես խորթ ու անարդար ու զվարթ, Երկինքնե՜րը, երկինքնե՜րը հրավառ ու լուսազարդ, Արևնե՜րը, արևնե՜րը լայն ու խոր, Ու աշխարհը բազմագո՜ւյն ու հեռավո՜ր… Տեր-Մարտիրոսյանի  բանաստեղծություններում  մթին  տարակույսների,  անհայտի հանդեպ  երկյուղի  ու  տագնապի  զգացումները  հաճախ  տեղի  են  տալիս  զվարթ  ու կենսահաստատ  տրամադրությունների  առջև։  Դրանք  մեծ  մասամբ  սիրո  երգեր  են։ ", "Սակայն,  ինչպես  արձանագրում  է  նաև  գրականության  պատմությունը,  Տեր-Մարտի- րոսյանի բանաստեղծություններում «սերը սիմվոլիկ նշանակություն ունի. բանաստեղծի սիրած  էակը  սովորական  կին  չէ,  այլ  խորհրդավոր  մի  զորություն,  որի  հպումից լուսավորվում է աշխարհը»64։ Տխրությունը, որ այս երգերում էլ անբաժան է քնարական տրամադրությունից,  երանգափոխվում  է,  «լույսերից  է  հյուսված»։  Սա  տերյանական «ուրախագին  թախիծն»  է,  որ  աստիճանաբար  փոխում  է  բանաստեղծի  քնարական ապրումների տոնայնությունը։ Ահա 1915-ին գրված սիրային մի բանաստեղծություն. Քո խելառ խոսքերի արձագանքը հնչեղ Դեռ դողում է օդում այս օտար, Կարծես թե լինում ես և այնտեղ, և այստեղ, Կարծես թե լուծվում ես բազմատարր… Եվ հիմա քո խոսքերն են հնչում ամենուր՝ Աշխարհում, երկնքում, երգերում. Հնչում են ինչպես երգ, վառվում են ինչպես հուր, Ու անդարձ և անզուսպ են գերում, Ու երգում է արդեն քեզ աշխարհը հանուր Իմ բոլոր երգերում…65 Օտար օդում դողացող արձագանք, գոյի մարմնեղեն էության տարրալուծում անո- րոշ  տարածության  ու  ժամանակի  մեջ,-  բանաստեղծության  սկզբի  այս  պատկերները դեռ  պահպանում  են  կապը  տերյանական  աշխարհի  հետ։  Շարունակության  մեջ  պատ- կերային համակարգը այլ որակ է ձեռք բերում. խոսքերը հնչում են իբրև երգ, «վառվում են ինչպես հուր», անհատի  ներաշխարհի  սահմաններն ընդարձակվում  են, ներանձնա- ցած հոգու փոխարեն աշխարհն է երգում…  Այս նոր քնարական իրադրությունը արդեն կապվում է չարենցյան աշխարհի հետ։ ", "Ճամփորդության  ընթացքում  Աջիլուլֆոն  իջևանում  է  մի  ազնվական  տիկնոջ՝ Պրիշիլլայի  մոտ,  որը  փորձում  է  նրան  գայթակղել  և  պահել  իր  մոտ:  Իր  ակունքները «Ոդիսականում» ունեցող այս մոտիվը, որ հանդիպում է արթուրյան շարքի գրեթե բոլոր վեպերում,  այստեղ  մի  յուրօրինակ  գրոտեսկային  վերաիմաստավորում  է  ստանում. «Ասում են՝ Կլեոպատրան ամեն գիշեր երազում տեսնում էր անկողնում պառկած Columbia University. New york 2010. Vol. 101. P. 562 զրահով մի մարտիկի»:160  Անծանոթ  ազնվական  տիկնոջ  հետ  մերձեցումը  այն  պահն  է, երբ  յուրաքանչյուր  ասպետ  դեն  է  նետում  իր  զրահը  և  ներկայանում  որպես  սիրեկան, մինչդեռ  ցանկացած  սխրանքի  պատրաստ  Աջիլուլֆոն՝  զրահի  մեջ  ամփոփված անմարմին այս էությունը, անկարող է կատարել «կնոջը տիրելու սխրանքը»: ", "Ըստ  Ջուրքայի՝  չիվերյան արվարձանում  ընտանեկան երջանկությունը բավականին դժվար հասանելի երազանք է։ Այդ երազանքը,  Ջուրքայի բնորոշմամբ,  բարեկեցիկ կյանքի ծաղրերգական հակաթեզ է. կյանք, որտեղ գոհունակություն ոչ մի առումով գոյություն չունի144։  Չիվերի հերոսները սովորաբար  ունեն  բավարար  գումար,  հարմարավետ  տներ,  լավ  աշխատանք  և ընտանիք։  Նրանք  ապրում  են  այն  զգացողությամբ,  որ  ունեցածը  բավարար  հիմք  է երջանիկ  լինելու  համար,  սակայն  իրականությունն  այլ  է։    Նրանք  խորապես  դժբախտ են,  արվարձանը  կարծես բանտ է մարդու ներքին ազատության համար։ ", "Գրականագետ  Ռոբերթ  Ա.  Մորեյսը    «Զուգահեռականներից  դեպի  դրախտ. Չիվերի  արձակի  քնարական  կառուցվածքը»  («From  Parallels  to  Paradise:  The  Lyrical Structure  of  Cheever's  Fiction»)  հոդվածում  գրում  է.  «Չիվերի  հերոսները  սովորաբար միջին  խավի  մարդիկ  են,  որոնց  կյանքն  աստիճանաբար  մոտեցրել  է  վերացական կյանքի խաչմերուկներին։ Բոլորը կանգնել են միևնույն խնդրի առջև. ինչպես ապրել մի աշխարհում,  որը,  չնայած  միջին  խավին  հատկանշական  հարմարություններին  և երաշխիքներին,  հանկարծ  վերածվում  է  անհյուրընկալ,  երբեմն  վտանգավոր  մի աշխարհի:  Այն  կարծես  օրեցօր  դառնում  է  ավելի  ու  ավելի  անտրամաբանական  և անհեթեթ,  որտեղ  «գոյատևման  բարոյական  շղթան»  փոխակերպվել  է  սովորական պարուրակի, իսկ շաղակրատանքը խորամտությունից տարբերակելը հետզհետե ավելի ու ավելի է բարդանում, ինչին քաջածանոթ է ժամանակակից արվեստի, երաժշտության և գրականության լսարանը»145։ "], "source_docs_file": "Literature.json"}