{"paragraph_source_docs": [0, 4, 0, 0, 5, 0, 0, 0, 0, 2], "source_docs_file": "Literature.json", "paragraphs": ["Գրականագետ  Կրիստինա  Բակիլեգան  այս  կապակցությամբ  գրում  է.  «Աջիլուլֆոն ոչ այլ ինչ է, քան անուն և տիտղոս, որ նյութականցված է զենք ու զրահի մեջ»:154 Աջիլուլֆոն արժանի ասպետ լինելու համար ունի ամեն ինչ, բացի «ինքն իրենից». «այսպիսով՝ Կառլոս Մեծի բանակում կարելի է ասպետ լինել, ունենալ բազմաթիվ կոչումներ, կռվելու հանդեպ մեծ կիրք և պատրաստակամություն՝ առանց գոյություն ունենալու կարիքի»:155 Երբ  ասպետական  նկրտումներով  տարված  և  Աջիլուլֆոյի  շնորհներով  հիացած դեռահաս  Ռամբալդոն  խորհուրդ  է  հարցնում  Աջիլուլֆոյից՝  ինչպես  պետք  է premio. La fiaba e i testiextrafolklorici. Edizioni grafo. Brescia 1985.  P.29 սարակինոսներից  վրեժ  լուծի  հոր  սպանության  համար,  ապշում  է  ասպետի  տված անտարբեր և ակնհայտորեն կենցաղային, բյուրոկրատական պատասխանից. «Պետք  է  դիմել  Մենամարտերի,  Վրիժառության  և  Պատվի  վրա  Խազերի Տնօրինությանը՝ մասնավորեցնելով պատճառները, որոնք ուսումնասիրվելուց հետո կորոշվեն ինչ պայմաններ ձեռնարկել, որ դիմողը բավարարվի»:156 Ակնհայտ  է,  որ  նման  պատասխանը  հատուկ  չէ  միջնադարյան  ասպետական վեպի հերոսին: Սա ճղճիմ կենցաղային խնդիրներով ու ձևականություններով տարված, տիտղոսների  զրահ  հագած  և  մարդկային  զգացմունքներից  զուրկ  մի  հերոսի պատասխան  է,  որն  ապացուցում  է  կռվի  և  ասպետականության  հանդեպ  նրա խանդավառության բացակայությունը: ", "շատ  սկսեց  դառնալ  առասպել։  Մեծացավ  ամուսնալուծությունների  քանակը,  աճեց դեռահասների  հանցագործությունների  մակարդակը,  տեղի  ունեցավ  բարոյական նորմերի անկում։ Ֆեմինիստական գաղափարաբանության ազդեցությամբ փոխվեց նաև կնոջ  դիրքը  ամերիկյան  հասարակության  մեջ,  որի  արդյունքում  վերանայվեցին ամուսնության և երեխաների դաստիարակության մասին  ավանդական պատկերացումները։ ", "Գրականագետ  Բելանուին  գտնում  է,  որ  Աջիլուլֆոն  «մաքուր կամքն է՝ առանց տարածականության», իսկ Գուրդուլուն «ներկայացնում  է  բացարձակ տխմարությունը»:158 Համաձայնելով  գրաքննադատի  կարծիքին՝  հավելենք,  որ Աջիլուլֆոյի  մարմինը,  «տարածականությունը»,  լուծված  է  նրա  բացարձակ  կամքի  մեջ, որը  մետաղի  պես  կարծրացել  և  վերածվել  է  զրահի:  Իսկ  Գուրդուլուն  ունի  մարմին, սակայն  զուրկ  է  կամքից:  Աջիլուլֆոյի  և  Գուրդուլուի  ընդհանրությունը  ինքնության բացակայության մեջ է, սակայն, ի տարբերություն շարունակ «ծռծմվող», «վերելքների» ու «վայրէջքների»  մեջ  գտնվող  իր  վահանակրի՝  մարմնից  զուրկ  Աջիլուլֆոն  հաստատուն կանգնած է իր զրահի ներսում: ", "Մի  շարք  գրականագետներ,  ինչպես,  օրինակ  Ռոբերտ  Ռաշինգը,    Աջիլուլֆոյի  և վահանակիր  Գուրդուլուի  մեջ  տեսնում  են  Դոն  Կիխոտ  և  Սանչո  Պանսա  զույգի University. Istambul 2012. Vol. 2. No. 5. P. 319 արձագանքը:  Ընդունելով  Ռաշինգի  այն  միտքը,  որ  Աջիլուլֆոյի  կերպարը արտահայտում է  Դոն  Կիխոտի «իդեալիզմի  հերթական  տրագիկոմիկական ձախողումը»՝159  ավելացնենք,  որ  Դոն  Կիխոտի  պես  մելանխոլիկ  Աջիլուլֆոն  արդեն կրում է սերվանտեսյան հերոսի գիտելիքն ու իդեալների տապալման փորձը: ", "Տարբերությունն  այն  է,  որ  եթե  Տերյանի  բանաստեղծության  մեջ  խորագրից  բացի  ոչ  մի տեղ  չի  հանդիպում  տխրություն  բառը,  որի  խորհրդանիշը  գունատ  աղջիկն  է,  ապա այստեղ տխրությունը առարկայորեն իրական զգացում է, որով համակված է ու շնչում է ողջ բնությունը։ Բնությունը և մարդկային ներաշխարհը լուռ հաղորդակցության մեջ են, երկուսն  էլ  մորմոքում  են  անհայտության  ու  անորոշության  ցավով՝  նամակներ,  որ  չեն հասել,  հայացքներ,  որ  չեն  տեսել,  հասկերի  վհատ  մրմունջ  և  այլն։  Սիմվոլիստական մշակույթի հետ ընդհանրություններն ակնհայտ են։ ", "Աջիլուլֆոյի  անունը,  պատիվն  ու  պարգևները  կասկածի  տակ  են  դրվում,  երբ Կառլոսի  պալադիններից  մեկը՝  Տոռիզմունդոն,  հայտարարում  է,  որ  Աջիլուլֆոյի տիտղոսները,  որոնք  նա  ձեռք  է  բերել  մի  օրիորդի  պատվազրկումից  փրկելու  համար, կեղծ  են,  քանզի  այդ  աղջիկը  Շոտլանդիայի  արքայադուստր  Սոֆրոնիան  է,  ում  հետ զվարճացել են սուրբ Գրաալի կարգի բոլոր ասպետները: ", "Աջիլուլֆոն  մեկնում  է  որոնելու  Սոֆրոնիային  իր  պարգևների  արժանիությունը ապացուցելու  նպատակով:  Նրան  հետևում  են  Բրադամանտեն՝  Աջիլուլֆոյին սիրահարված մի կին ասպետ, Բրադամանտեին սիրահարված Ռամբալդը, որ երազում էր  ասպետ  դառնալ,  և  Տոռիզմունդոն:  Աջիլուլֆոն  գնում  է  որոնելու  իր  ինքնության ակունքները,  այն,  ինչ  իրեն  ասպետի  պատիվ  է  բերել:  Այստեղ  է,  որ  նա  դոն  Կիխոտի պես  բախվում  է  այն  իրականությանը,  որը  ցույց  է  տալու  նրան  իր  ինքնության բացակայությունը: ", "Ճամփորդության  ընթացքում  Աջիլուլֆոն  իջևանում  է  մի  ազնվական  տիկնոջ՝ Պրիշիլլայի  մոտ,  որը  փորձում  է  նրան  գայթակղել  և  պահել  իր  մոտ:  Իր  ակունքները «Ոդիսականում» ունեցող այս մոտիվը, որ հանդիպում է արթուրյան շարքի գրեթե բոլոր վեպերում,  այստեղ  մի  յուրօրինակ  գրոտեսկային  վերաիմաստավորում  է  ստանում. «Ասում են՝ Կլեոպատրան ամեն գիշեր երազում տեսնում էր անկողնում պառկած Columbia University. New york 2010. Vol. 101. P. 562 զրահով մի մարտիկի»:160  Անծանոթ  ազնվական  տիկնոջ  հետ  մերձեցումը  այն  պահն  է, երբ  յուրաքանչյուր  ասպետ  դեն  է  նետում  իր  զրահը  և  ներկայանում  որպես  սիրեկան, մինչդեռ  ցանկացած  սխրանքի  պատրաստ  Աջիլուլֆոն՝  զրահի  մեջ  ամփոփված անմարմին այս էությունը, անկարող է կատարել «կնոջը տիրելու սխրանքը»: ", "Այս  իրավիճակը  համապատասխանում  է  գրականագետ  Կրիստինա  Վիլայի «ֆանտաստիկ  դեֆորմացման»  վերը  նշված  բնորոշմանը:  Աջիլուլֆոյի  գոյություն չունենալու փաստը և՛ ֆանտաստիկ է, և՛ ռեալ։ ", "Սակայն  պետք  է  նշել,  որ  սյուժեի  բացակայությունը  կամ  հատվածայնությունը վերականգնվում,  փոխհատուցվում  է  դրվագների,  մոտիվների,  պատկերների  ու զգացողությունների պարբերաբար կրկնություններով: "]}