{"paragraph_source_docs": [0, 1, 0, 0, 0, 0, 2, 0, 0, 0], "paragraphs": ["այրման ռեժիմում մետաղական Mo-ի ստացման օպտիմալ պայմանների որոշում (MoS2+2Zn) – n(MoO3+3Mg) համակարգում ռեագենտների հարաբերակցության ազդեցութ- յունը հավասարակշռային բաղադրության և ադիաբատ ջերմաստիճանի վրա Մինչ  փորձարարական  հետազոտություններ  իրականացնելը`  ուսումնասիրվող համակարգում  կատարվել  է  նախնական  թերմոդինամիկական  վերլուծություններ “ISMAN-THERMO”  ծրագրային  փաթեթով [124]:  Հաշվարկների  իրականացման նպատակն  է  եղել  պարզել  հավասարակշռային  արգասիքների  բաղադրությունն  ու այրման  ադիաբատ  ջերմաստիճանները  MoS2+Zn  ցածր  և  MoO3+3Mg  բարձր կալորիական խառնուրդների ջերմաքիմիական զուգորդման պայմաններում: ", "(S)-3-(4'-Bz-Ph)Ala  (59):  Ելքը`  60.0  %  (1.34գ.,  0.005  մոլ):  Tհալ  =  227-229 °C;  []D С, 71.36; Н, 5.61; N, 5.20. 1Н ՄՄՌ սպեկտր ( p.p.m): С, 71.36; H, 5.61; N, 5.20. 2.95 (1H, dd, (S)-2-Me-3-(4'-Bz-Ph)Ala (60): Ելքը` 62.4 % (1.13 գ., 0.004 մոլ): Tհալ = 243-244; [α]D С, 72.27; H, 5.91; N, 5.10: Հաշվվել է,  %: 1Н ՄՄՌ սպեկտր ( p.p.m): 1.40 (3H, s, CH3), 2.86- (S)-3-(4'-Bz)Ala (61): Ելքը` 51.6 % (0.58 գ., 0.003 մոլ): Tհալ  = 225-227 °C: [α]D (c  =0.14,  6N  HCl):  Գտնվել  է,  (%):  С,  62.31;  H,  5.59;  N,  7.38:  C10H11NO3:  Հաշվվել  է,  %:  С, (1H, dd, J1=19.0, J2= 4.5, CH2); 4.28 (1H, dd, J1= 6.6, J2 = 4.5, CH); 7.63-7.70 (2Н, m, 2-H, C6H5); (S)-3-(4'-F-Bz)Ala (62): Ելքը` 66.4 % (0.27գ, 0.001 մոլ): Tհալ. = 227-229 °C. []D (c = 0.15, 6N HCl). Գտնվել է, %: С 57.00; H 4.62; N 6.69. C10H10NO3F. Հաշվվել է, %: С 56.87; H  4.73;  N  6.63:  1Н  ՄՄՌ  սպեկտր  (  p.p.m):  2.92  (1H,  d,  2J=  7.0,  CH2CH);  3.17  (1H,  dd, (S)-3-(4'-NO2-Bz)Ala (63): Ելքը`  50.4 %  (0.58  գ., 0.003 մոլ): Tհալ  = 225-227 °C:  [α]D С, 62.31; H, 4.2;  N, 11.76:  1Н ՄՄՌ սպեկտր  ( p.p.m): 3.68 (1H, dd, J1=19.1, J2 = 6.5, CH2); C6H5); 7.77-7.84 (1Н, m, 1-H,C6H5); 8.00-8.08 (1Н, m, 3-H, C6H5): ", "պ. ադ. Ci, % հ. գ. գ. Նկ. 4.1. (MoS2+2Zn) – n(MoO3+3Mg) համակարգի թերմոդինամիկական վերլուծության արդյունքները՝ կախված n-ի արժեքից (P = 25 մթն) Ստացված  արդյունքներից  կարելի  է  եզրակացնել,  որ  չնայած  n-ի  մեծացումը նպաստում  է  համակարգի  ադիաբատ  այրման  ջերմաստիճանի  բարձրացմանը,  ինչը հնարավորություն  է  տալիս  Mo-ի  ստացումը  կազմակերպել  ինքնատարածվող  այրման ռեժիմում,  սակայն  n≥0.35  արժեքների  տիրույթում  դիտվում  է  ոչ  լրիվ  փոխարկում` պայմանավորված Zn-ի գոլորշիացմամբ: ", "Գազային միջավայրի ճնշման ազդեցությունն այրման ադիաբատ ջերմաստիճանի և արգասիքների հավասարակշռային բաղադրության վրա Ըստ  նկ.  4.1-ում  բերված  թերմոդինամիկական  վելուծության  արդյունքների, այրման  հավասարակշռային  արգասիքներում  դիտվում  են  զգալի  քանակությամբ  Zn-ի գոլորշիներ:  Ընդ  որում  n-ի  արժեքի  մեծացումը  նպաստում  է  ինչպես  այրման առավելագույն  ջերմաստիճանների  բարձրացմանը  (նկ.  4.3),  այնպես  էլ  Zn-ի  ինտենսիվ գոլորշիացմանը  (նկ.  4.5)  և  այրման  արգասիքներում  ոչ  ցանկալի  միացությունների առաջացմանը  (նկ.  4.4):  Այդ  պատճառով  խնդիր  դրվեց  ուսումնասիրել  գազային միջավայրի ճնշման ազդեցությունը հետազոտվող համակարգում: ", "(MoS2+2Zn) + 0.2(MoO3+3Mg) խառնուրդի համար՝ կախված միջավայրի գազի ճնշումից: ", "Այստեղ n = 0.2 արժեքը դիտարկվել է որպես օպտիմալ արժեք` հիմք ընդունելով այրման ռեժիմում ստացված նախնական փորձարարական արդյունքները: ", "(S)-2-CBPB  ք ի ր ալ այ ի ն  ռ ե ագե նտի Ան հ ր աժ ե շ տ  է   ն շ ե լ ,  ո ր   ս ի ն թե զ վ ած   ն ո ր   մ ո դ ի ֆի կ աց վ ած ք ի ր ալ այ ի ն   օ ժ ան դ ակ ն ախկ ի ն ո ւ մ   ս ի ն թե զ վ ած   չ մ ո դ ի ֆի կ աց վ ած   (S)-BPB-ի ,  ավ ե լ ի   լ ավ   ե ն լ ո ւ ծ վ ո ւ մ   օ ր գ ան ակ ան լ ո ւ ծ ի չ ն ե ր ո ւ մ   և   գ ո ր ծ ն ակ ան ո ւ մ չ ե ն լ ո ւ ծ վ ո ւ մ ջ ր ո ւ մ ,  ի ն չ ը   զ գ ալ ի ո ր ե ն   հ ե շ տաց ն ո ւ մ   է   հ ե տագ ա կ ո մ պլ ե ք ս ագ ո յ աց մ ան   փո ւ լ ի ռ ե ակ ց ի ո ն մ ի ջ ավ այ ր ի ց դ ր ան ց չ ռ ե ակ ց վ ած  ք ան ակ ն ե ր ի  ան ջ ատմ ան  պր ո ց ե ս ն ե ր ը : ", "Ճնշման  բարձրացումը  խոչընդոտում  է  ցինկի  գոլորշիացմանը,  որը  նպաստում  է նպատակային նյութի բարձր ելքով ստացմանը: Այրման ջերմաստիճանը բարձրանում է ճնշման  մեծացմանը զուգընթաց և P ≥ 12 մթն արժեքների դեպքում մնում հաստատուն, որտեղ գրանցվում է ռեագենտների  ամբողջական  փոխարկում:  Ստացված արդյունքներից  կարելի  է  եզրակացնել,  որ  մոլիբդենի  սուլֆիդի  ամբողջական փոխարկում մոլիբդենի դիտվում է հենց գազային միջավայրի 12 մթն –ից բարձր ճնշման պայմաններում: ", "Tա m Uա Uա ջերմաքիմիական զուգորդման պայմաններում և մետաղական մոլիբդենի ստացումը հարաբերակցությունից Հիմնվելով  թերմոդինամիկական  վելուծության  արդյունքների  վրա՝  ուսումնասիր- վել  է  (MoS2+2Zn)+n(MoO3+3Mg)  խառնուրդի  փոխազդեցության  օրինաչափություններն այրման  ռեժիմում  կախված  n-ի  արժեքից:  Հետազոտություններն  իրականացվել  են իներտ գազի 25 մթն ճնշման պայմաններում: Այրման պարամետրերի (Tա և Uա) և նմուշի զանգվածի փոփոխությունը (m, զանգ. %) կախած n-ի արժեքից բերված են նկ. 4.3-ում: ", "Tա, oC Tա m Uա, սմ/վ m*10, զանգ. % Նկ. 4.3. Այրման պարամետրերի (Tա և Uա) և զանգվածի (m) փոփոխման օրինաչափությունները կախված n-ի արժեքից n(MoO3 + 3Mg) Ստացված արդյունքներից պարզ է դառնում, որ փոխազդեցությունը հնարավոր է իրականացնել այրման ռեժիմում n0.15 դեպքում: Այսպիսով այրման ստորին սահմանը դիտվել  է  n=0.15  դեպքում,  որտեղ  փոխազդեցության  առավելագույն  ջերմաստիճանն  ու արագությունը կազմել են համապատասխանաբար 1500 oC և 0.11 սմ/վ: Ինչպես կարելի է տեսնել  ստացված  արդյունքներից,  այրման  պարամետրերը  (Tա.  և  Uա.)  դանդաղորեն աճում են n-ի մեծացմանը զուգընթաց (n = 0.150.3 տիրույթում): "], "source_docs_file": "Chemistry.json"}