{"paragraph_source_docs": [1, 0, 0, 0, 1, 1, 0, 0, 0, 1, 1, 1, 0, 0, 1, 0, 1, 0, 1, 0, 1, 0, 0, 1, 0], "paragraphs": ["East is East and West is West And never the twain shall meet. Տողերի  հեղինակը  ընդգծում  է,  որ  այն  հատկանիշներն  ու  որակները,  որ բնորոշ  են  Արևմուտքին,  հստակորեն  տարբեր  են  այն  ամենից,  ինչը յուրահատուկ  է  Արևելքին:  Այս  տարբերությունները  առավել  շեշտելու համար  նա  ավելացնում  է,  որ  այս  երկու  բևեռները  երբեք  չեն  միանա  իրար: ", "Հայկազյան  Համալսարան,  2013,  էջ  44:  Հայտնի  է  խարբերդցի  ասորու  առնվազն  մեկ  ազգանուն  ռու- սական –ով վերջավորությամբ. խոսքը «Բաբելոնի» երկրորդ խմբագիր Նաում Բեշարովի մասին է, որին մանրամասն կանդրադառնանք համապատասխան գլխում: ", "ans, in Chronos: Revue d’Histoire de l’Université de Balamand, No. 23, 2011, էջ 21: ", "Հայկական անունների տարածված լինելն ակնհայտորեն առաջացրել է որոշ ազ- գայնականորեն  տրամադրված  տարրերի  և,  հավանաբար,  եկեղեցու  դժգոհությունը: ", "Ավելին, նա գտնում է, որ նույնաբանությունների անթարգմանելիությունն ինքնին համոզիչ հիմնավորում  չէ,  թե  նույնաբանությունները  հատուկ  են  որևէ  լեզվի  ու անփոխանցելի  են  այլ  լեզուներ,  որովհետև  ակնհայտ  է,  որ  բազմաթիվ արտահայտություններ հնարավոր  չէ մեկին մեկ ճշգրտությամբ թարգմանել, և  թեպետ  կարող  են  լինել  որոշ  կառուցվածքային  տարբերություններ, սակայն  իմաստային  տեղեկույթը  կարելի  է  փոխանցել  տարբեր  լեզուների միջև  (նույն  տեղում):  Օրինակ`  անգլերեն  A wife is a wife  (wives are wives) նույնաբանությունը համապատասխանում է ճապոներենի Okusan wa okusan da  (Okamoto  1993:  437),  իսկ  Boys  are  boys-ը  համապատասխանում  է արաբերենի il walad-walad կառույցներին (Farghal 1992: 226) Ա.  Վերժբիցկան  անգլերենի  անվանական  նույնաբանական կառույցները խմբավորում  է ըստ  հետևյալ  շարահյուսական կաղապարների և նրանցից յուրաքանչյուրին վերագրում որոշակի իմաստներ. Nabstr is Nabstr   War is war; Wars are wars; Wars will be wars Npl are Npl   Kids are kids; The kids are the kids Npl will be Npl   Boys will be boys; A boy will be a boy A N is a N   A party is a party; The party is the party The N is the N   The law is the law; The war is the war N1 is N1 (and N2 is N2) East is east and west is west Մայբաուերն  առանձնացնում է նույնաբանությունների վերլուծության չորս    գլխավոր հիմնահարց. Համընդհանրականություն`  ի  դեմ լեզվին  ներհատուկությանը (Universality vs. Language Specifity) Պայմանադրականություն`  ի  դեմ  ներակայման  (Conventionality  vs. Երկրորդ  NP-ի  ստորոգելիական  կարգավիճակը  (Art)  NP  be  (Art)  NP Implicature) կառույցում: ", "Իլլոկուտիվ իմաստը (Meibauer 2008: 442) Մայբաուերը  Վերժբիցկայի  տեսությունը  դիտարկում  է  վերոնշյալ առաջին  տեսակետի  առանցքում:  Չհամաձայնելով  այն  մտքին,  թե նույնաբանությունները լեզվին բնորոշ երևույթներ են ու գրեթե անթարգմանելի  են,  քանի  որ  միևնույն  նույնաբանական  կառույցը  տարբեր լեզուներում  ունի  նրբերանգային  առանձնահատկություններ,  ու  դա  գրեթե անհնար  է  տեղափոխել  մի  լեզվից  մյուսը,  Մայբաուերը  դիտարկում  է Վերժբիցկայի  համեմատությունը  անգլերենի,  ֆրանսերենի  և  գերմաներենի միջև  (Boys will be boys; Les garçons seront les (des) garcons; Knaben warden Knaben  sein):  Ըստ  Մայբաուերի`  գերմաներենի  համապատասխան տարբերակը  բավականին  ընդունելի  թարգմանություն  է,  միայն  Knaben-ի փոխարեն  ավելի  նախապատվելի  է  օգտագործել  Jungen  գոյականը  (նույն տեղում): ", "Մի քանի սերունդներ շարունակ լինելով հայախոս և «Բաբելոնի» էջերում ցուցա- բերելով  հայերենի  փայլուն  իմացություն,  Խարբերդի  ասորիները,  այդուհանդերձ,  չէին դիտում  հայերենը  որպես  մայրենի  լեզու:  Նրանց  համար  այն  միշտ  մնում  էր  «օտար», «ուրիշների»  լեզու99,  որի  հետ  խորքային  զգացմունքային  կապվածության  արտահայ- տություններ գրեթե չեն պահպանվել100: Սեփական լեզուն կորցրած լինելու հանգաման- քը  բարդույթի  տեսքով  իշխում  էր  ասորի  մտավորականների  վրա:  «Բաբելոնի»  հոդ- վածներից մեկում կարդում ենք. «Ունինք լեզու մը որ գործածող չկա, ուրիշների լեզուն առած  ենք,  մեկ՝  մեկ  ազգի  մը  լեզվով  կ’խոսի,  ուրիշ  մը՝  ուրիշին:  Ոմանք  թուրքերեն կ’խոսին, ոմանք պարսկերեն, ոմանք հայերեն, ոմանք ալ արաբերեն <…> Իրար չենք ճանչնար,  իրար  չենք  հասկնար,  հազար  ու  մեկ  ճյուղերու,  հազար  ու  մեկ  մասերու բաժնված  ենք:  Մելքիթին  ինքզինքը  տարբեր  կը  ճանչնա,  քիլդանին  տարբեր,  Պարս- է  1930-ականներին  Կալիֆոռնիայում  երիտասարդների  կողմից  կազմակերպված  և  մասամբ  հայերեն վարված  մի  միջոցառում.  այդ  կապակցությամբ  հոդվածագիրը  նշում  է,  որ  ներկա  մեծահասակները «վայելեցին հայերենը» (“enjoyed the Armenian language”): ", "կաստանի ասորին ինքնզինքը նեստորի կը կոչէ ու կը զատվի բոլորովին Միջագետքի Ասորիէն»101:  Անորոշ  ապագայում  «մայրական  լեզուն»  վերակենդանացած  տեսնելու հույսը  պարբերաբար  հնչում  է  «Բաբելոնում»,  թեև  Խարբերդի  ասորիների  պարագա- յում  այն  իրականանալու  որևէ  նախադրյալներ  չուներ:  Այսպես,  հոդվածներից  մեկում կարդում  ենք.  «Ասորի  ազգը  անլեզու  չէ  և  ունեցած  է  լեզու  մը  ճոխ  գրականությամբ: ", "Մինչ ուրիշ ազգեր չունեին լեզու, ասորին իր լեզուն ուներ և ուրիշին կուսուցաներ: <…> Նա այնչափ ճոխ է, որչափ արաբերենը, հունարենը և ոևէ եվրոպական լեզուներ: <…> Ազգաց մեր վրա իշխելովը ստիպած ենք գործածել իշխող ազգաց լեզուները: <…> Ինչ- պես  ոևէ  լեզուներ  ավելի  պարզված,  ավելի  բարեփոխված  և  ըրած  են  հարմարագույն ներկա պարագայից՝ կրնա ըլլալ ասորի լեզուն ևս առավել պարզ և ժամանակին հար- մար: Ասոր համար խումբ մը լեզվագետներ կրնան բարեփոխել զայն՝ այսպես որ ըլլա ընդհանուր լեզու Նեստորականին, Ջեկոբայթներու102, Քաղդեացիներու»103: «Բաբելոնի» էջերից ինչպես հրատարակիչների, այնպես էլ նամակագիրների կողմից երբեմն հնչել է պարբերականը  ապագայում  ասորալեզու  դարձնելու  գաղափարը,  թեև  կրկնենք,  որ Խարբերդի ասորիների և «Բաբելոնի» պարագայում սա անիրականանալի էր: Այսպես, հոդվածներից մեկում կարդում ենք. «Սրտի անհուն ուրախությամբ է, որ կարդալու բա- րեբախտությունը կունենամ ձեր ազգօգուտ կիսամսյան, վստահելով որ մոտալուտ ձեր չարաչար աշխատանաց արդյունքը պիտի ըլլա մայրական լեզվով «Բաբելոնի» հրատա- րակչությունը»104: ", "Յամամոտոն  համարում  է  ոչ  լիարժեք  (Yamamoto  2013:  15-17):  Ըստ  նրա`  Ջ. Վորդի  և  Ջ.  Հիրշբերգի  առաջ  քաշած  հայեցակարգը  հստակ  կերպով  չի պատկերում,  թե  ինչպես  է  հնարավոր  մի  համատեքստից,  որտեղ  խոսողն օգտագործել  է  a  is  a  նույնաբանություն,  դուրս  բերել  a  is  b  կամ  (some)  a  is  b այլընտրանքային  տարբերակներ:  Ն.  Յամամոտոն  գտնում  է,  որ  Ջ.  Վորդի  և Ջ.  Հիրշբերգի  մոտեցման  համաձայն`  b-ն  կամ  նույնականացնում  է  a-ի որոշակի հատկանիշ կամ էլ a-ի որոշակի համարժեք a is b-ի համար կամ էլ a-ի  որոշակի  ենթակարգի  համար  համարժեքներ  (some)  a  is  b-ի  համար: ", "Տվյալ  դեպքում,  ըստ  նրա,  b-ի  սահմանումը  անսահմանափակ  է  և, հետևաբար, ոչ վստահելի (Yamamoto 2013: 15): ", "Անգլերեն նույնաբանական կառույցների գործաբանական ներուժի   կազմավորումը Համաձայն  Գրայսի  քանակի կարգախոսի`  համագործակցող խոսընկերները չեն  արտաբերում  ավել  կամ  պակաս  տեղեկություն  պարունակող  ասույթներ:  Եթե հաշվի  առնենք,  որ  նույնաբանական  ասույթներն  ի  սկզբանե  ճշմարիտ  են  և հետևաբար չեն պարունակում նոր տեղեկություն, ապա դրանք չպետք է կիրառվեն հաղորդակցվելիս: Սակայն ինչպես ցույց են տվել բազմաթիվ հետազոտություններ, նույնաբանական ասույթները, բացի իրենց պայմանադրական նշանակություններից  (conventional  meaning),  կրում  են  բավականին  ընդգրկուն հաղորդակցական-գործաբանական  ներուժ  և  լայնորեն  կիրառվում  են  խոսքում (Wierzbicka 1991;  Ward, Hirschberg  1991;  Harnish  1976; Walter  2008; Meibauer 2006; Mizuta 1996; Farghal 1992; Miki 1996; Lyons 1968; Lewis 1972; Katz,  Langendoen 1976; King 2005): ", "Վերը նշվեց, որ հայախոս ասորիների ծանոթությունը դասական ասորերենին հիմնա- կան  սահմանափակվում  էր  աղոթքներով  և  շարականներով:  «Բաբելոնի»  բազմաթիվ հոդվածներից  տեղեկանում  ենք,  որ  նույնիսկ  Ամերիկայում  հավաքները  սովորաբար սկսվում  էին  ասորալեզու  Տերունական  աղոթքով  (արևմտահայ  տառադարձությամբ՝ Ապունտ  պաշմայն՝  այսինքն՝  «Հայր  մեր,  որ  երկնքում  ես»),  իսկ  ընտանեկան  և  այլ խնջույքների ժամանակ սարկավագները (շմմաս-ները) երգում էին նաև ասորական շա- րականներ: Այսպես, հոդվածներից մեկում կարդում ենք. «Ճաշասեղանեն վերջն էր, որ ըթլոթո  [երեք107]  շմմասներու  մասնակցությամբ  «Թշպոհթօ»  փառաբանական  ժամեր- գով մը սկսվեցավ արարողությունը»108: ", "Արժե ևս մեկ անգամ նշել, որ Բիթլիսում, օրինակ, ասորիները ոչ միայն խոսում էին հայերեն, այլև գործածում էին այն իրենց եկեղեցական արարողություններում109, և որ հայերենը ժամերգության մեջ գործածվել է նաև Մարդինի Քառասուն նահատակնե- րի ասորական եկեղեցում110 (և սա այն պարագայում, երբ քաղաքի ասորիներն ու հայե- րը՝ հատկապես կաթոլիկ, արաբախոս էին): Կրկնենք նաև, որ XX դ. սկզբին Դիարբե- քիրում գործածվել է ասորատառ հայերենով Ավետարան, որն, ըստ երևույթին, հայկա- կան գարշունիի՝ գործածության մեջ եղած վերջին նմուշն էր: ", "Համաձայն  Թ.  Աութենրիեթի`  երկրորդ  անդամը  չի  մատնանշում  խմբի  առանձին անդամ  կամ  անդամներ,  այլ  ընտրում և  մատնացույց  է  անում այդ  խմբի  առանձին անդամին  կամ  անդամներին  բնորոշ  հատկանիշներ:  Փաստական  նյութի  մեր քննության արդյունքները նույնպես փաստում են, որ նույնաբանական կառույցների առաջին  անդամը  ներկայացնում  է  հաղորդակցության  առարկան  (դենոտատը): ", "Խարբերդի  ասորիների  ծիսական  պրակտիկայում,  ամենայն  հավանականու- թյամբ,  որոշ  տեղ  ուներ  թուրքերենը:  Դա  են  վկայում  վերոհիշյալ  խարբերդցի  սարկա- վագ Յաղուբ բար Թոմայի XX դ. սկզբում կազմած երկու աղոթագրքերը, որոնցում դա- սական ասորերենով գրված օրհներգերի կողքին նույն տեքստը կրկնօրինակված է ա- սորատառ թուրքերենով111: ", "Այսպիսով,  օրինակ`  Kids  are  kids  համարժեք  նույնաբանական  կառույցը նշանակում  է  Kids  have  properties  of  kids:  Սակայն  սա  հարցի  մի  կողմն  է: ", "Ինչպես և հայերի, խարբերդցի ասորիների միջավայրում XIX դ. երկրորդ կեսում շատ լայն տարածում էր ստացել բողոքականությունը, որը հիմնականում քարոզում էին ամերիկացի  միսիոներները:  Բողոքականություն  ընդունող  ասորիները  գտնվում  էին հայերի  ավելի  ուժեղ  ազդեցության  տակ,  քան  «հակոբիկներն»  ու  կաթոլիկները: ", "Նույնաբանության  արտահայտած  ներակայումն  այստեղ  այն  է,  որ  երեխաներին բնորոշ  են  հենց  իրենց  բնորոշ  հատկանիշներ,  այն  է`  անել  ոչ  խելամիտ  և անկանխատեսելի արարքներ: ", "ներուն, որոնց հանդեպ ազգային թերթով մը հականեխել պետք է: Եթե ոչ, լավ է որ հի- մակվնէ հետևինք այն ազգին [հայերին], որուն լեզուն, գրականությունը, սովորությունը կգործածենք արդեն, քան որ քառորդ դար վերջ: <…> Ի՞նչ ընենք, մենք ալ [մեր] գրե՞րը թաղենք և ասորության վերջ մը դնենք, թե ոչ ծաղկեցունենք»113: ", "While  hope  you  are  not  part  of  the  conspiracy  because  a  terrorist  is  a  terrorist there's nothing like moderate rebels going about slaughtering innocent souls. Join Putin  in  annihilating  those  vampires  or  law  of  karma  cut  up  with  you  and  your country like hypocrite Erdogan of Turkey. (Express, http://www.express.co.uk/news/politics/622224/David-Cameron-Prime- Minister-Syria-airstrikes-ISIS-Islamic-State-House-of-Commons (accessed 26 October, 2015)) Այստեղ  նույնաբանության  հեղինակը  արտահայտում  է  ոչ  թե  գիտակից  ու սառը  վերաբերմունք  ահաբեկիչների  հանդեպ,  այլ  ընդհակառակը`  հայտնում  է իր անհանդուրժողականությունը:  Նա  նշում  է,  որ  չափավոր  ապստամբ  չեն  կարող կոչվել  այն մարդիկ, որոնք կոտորում են բնակչությանը:  Այսինքն` նույնաբանությունը  կիրառողը  բացառում  է  այլընտրանքային  տարբերակների հնարավորությունը,  ինչպիսիք  կարող  էին  լինել A terrorist is still a human being; A terrorist should also be empathized  տարբերակները: ", "Ասորիների  հարանվանափոխությունն  ու  «հայացումը»  չէր  կարող  չառաջացնել ասորի  հոգևորականության  դժգոհությունը:  Սարգոն  Դոնաբեդը,  չհիշատակելով  որևէ աղբյուր, նշում է, որ Դիոնիսիոս Աբդելնուր Ասլան եպիսկոպոսը քաղաքում հաստատ- վելուն  պես  դրամական  տուգանքով  էր  սպառնացել  այն  ասորիներին,  որոնք  կբռնվեն հայերեն  խոսելիս115:  Այս  վկայության  հավաստիությունն  այսօր  շատ  դժվար  է  հաստա- տել (ամեն պարագայում, քիչ հավանական է, որ բարձրաստիճան հոգևորականն իրոք արգելքների  և  տուգանքների  միջոցով  հույս  ունենար  փոխելու  ասորիների՝  մի  քանի հարյուրամյակների  խոսակցական  լեզուն).  հավանաբար,  աղավաղված  ձևով,  այն պահպանում է հիշողությունը հարանվանափոխ եղած ասորիների նկատմամբ եպիսկո- պոսի  ձեռնարկած  ինչ-ինչ  պատժամիջոցների  մասին:  Դիոնիսիոս  եպիսկոպոսի  մա- սին,  որը  ծնվել  է  Ուրֆայում  1851  թ.,  այսինքն՝  ինքն  էլ  է  եղել  հայախոս  միջավայրի ծնունդ, իրոք հայտնի է, որ նա փորձել է սահամանփակել հայերի ազդեցությունն ասո- րիների վրա, ընդդիմացել է խառն ամուսնություններին և հաճախ լուրջ խնդիրներ է ու- նեցել սեփական հոտի հետ: Քաղաքի ասորական մտավորականությունը նրան մեղա- դրել է նաև չափից դուրս օսմանամետ կեցվածքի, ինչպես նաև եկեղեցական միջոցնե- րը  վատնելու  համար:  Խարբերդից  հետո  Դիոնիսիոս  Աբդելնուր  Ասլանը  եղել  է  Հոմսի Պատկեր 10. Խարբերդի Վերի թաղն ու «Եփրատ» քոլեջի համալիրը (Սիրիա)  և  ապա՝  Դիարբեքիրի  եպիսկոպոսը:  Ունեցել  է  ասորական  ձեռագրերի  հա- րուստ հավաքածու: Մահացել է 1933 թ.116: ", "Արևմտահայերի՝ XIX դ. երկրորդ կեսի մշակութային և կրթական վերելքի պտուղ- ներից  օգտվեցին  նաև  ասորիները:  Ինչպես  նշվեց,  խարբերդցի  ասորիներից  շատերը ստացել էին լավ կրթություն ոչ միայն ասորական, այլև հայկական, այդ թվում՝ միսիո- ներների  հիմնած  դպրոցներում:  Նրանցից  ոմանք  շարունակել  են  կրթությունը  Խար- բերդի հանրահայտ «Եփրատ» քոլեջում, որը 1878 թ. հիմնել էին ամերիկացի բողոքա- կան  միսիոներները:  Լինելով,  ըստ  էության,  միսիոներական  հաստատություն՝  քոլեջը բաց  էր  բոլոր  հարանվանություններին  պատկանող  քրիստոնյաների  համար  և  Արևմ- տյան Հայաստանում բարձրագույն կրթության առաջատար հաստատությունն էր: Քոլե- ջը գտնվում էր Վերի թաղում և տասից ավելի շինություններից բաղկացած համալիր էր: ", "Չնայած  տարբերություններն  առկա  են,  սակայն  փոքր  քաղաքում  ապրող մարդկանց համար դրանք էական չեն: Նրանց համար օղին օղի է: Դիտարկենք մեկ այլ օրինակ ևս. A Million dollars in those days was a million dollars. (MA DL: 135) Այստեղ  հատվածի  հեղինակը  արտահայտում է  այն  միտքը,  որ ժամանակները  փոխվել  են,  ու  տնտեսության  մեջ  էլ  է  դա  արտահայտվել,  և  այն ժամանակ  մեկ  միլիոն  դոլարն  իրոք  մեծ  գումար  էր:  Նա  արտահայտում  է  իր ափսոսանքը  անցյալի նկատմամբ,  որն  ուղեկցվում է  ինչ-որ  հաճելի հիշողություններով: ", "շրջանավարտներից  երկուսն  ասորի  են  եղել՝  մեկ  տղա  և  մեկ  աղջիկ117  (Assyrian Progress-ում հիշատակվում է քոլեջն ավարտած ասորուհիներից մեկի անունը՝ Սրբուհի Արսլան):  Ինչպես  նշվեց,  ասորիները  սովորել  են  նաև  Խարբերդի  այլ  ուսումնական հաստատություններում՝  Կեդրոնական  վարժարանում,  «Սմբատյան»  ճեմարանում,  Ս. Կարապետ եկեղեցու նախակրթական վարժարանում, Վարի թաղի «աղջկանց վարժա- րանում», Կապուցինների վարժարանում: Ասորիներին հասու էր նաև Այնթապում (ներ- կայումս՝  Գազիանթեպ)  գտնվող  և  նույնպես  միսիոներների  կողմից  հիմնադրված «Կենտրոնական  Թուրքիայի  քոլեջը»,  որն  ուներ  բժշկական  ֆակուլտետ:  «Բաբելոնի» հեղինակների,  թղթակիցների  և  նամակագիրների  մեծ  թիվը  և  հայոց  լեզվին  նրանց կատարյալ  տիրապետումը  (ներառյալ՝  հայերենով  բանաստեղծություններ  գրելը)  վկա- յում է հայերենով լավ կրթություն ստացած ասորիների մեծ թիվը: Որոշ ասորիներ հա- մագործակցում էին հայկական մամուլի հետ, ինչպես, օրինակ, կաթոլիկ ասորի բժիշկ Պիեր  Դաշոն,  որը  Խարբերդի  «Եփրատ»  թերթում  հրապարակում  էր  առողջապահու- թյանը  վերաբերող  հոդվածներ118  (դրանցից  մեկը  վերարտադրված  է  նաև  «Բաբելոնի» համարներից  մեկում),  ինչպես  նաև  ֆրանսերեն  էր  դասավանդում  «Եփրատ»  քոլե- ջում119: "], "source_docs_file": "Linguistics.json"}