{"paragraph_source_docs": [2, 2, 3, 4, 1, 3, 3, 3, 3, 3, 3, 3, 3, 2, 3, 2, 1, 3, 0, 2, 0, 3, 3, 3, 3], "paragraphs": ["Այս  առումներով  խիստ  ուշագրավ  դիտարկումներ  ունենք  Լա  Մագդալենի  (Նկ.4,  3- տական վերլուծությունների շնորհիվ120: ", "Կանանց  հարթաքանդակները  մեծաթիվ  չեն,  առաջին  հերթին  դրանք  չորսն  են  Լոս- սելից (Նկ. 3.11-14)121, որոնք կարելի է վերագրել մոնումենտալ արվեստին: Բոլորի վրա էլ ներկայացված են ծավալային գեր կանայք՝ կախված կրծքերով և լայն կոնքերով, որոնցից լավ  պահպանված  օրինակի  ձեռքին  ինչ-որ  իր  կա,  հավանաբար  պտղաբերության  եղջ- յուր122:  Կնոջ  կերպարի  և  պատկերագրության  առումով  բացառիկ  են  Ֆրանսիայի  Լա Մագդալեն123 քարանձավի երկու կանացի ռեալիստական բարձրաքանդակները (Նկ. 4.3, րանձավի «Հանգստացող Վեներաները» (Պենն Տարն), որոնք տեղակայված են քարան- ձավի  պատերին  բացառիկ  և  արտասովոր  պատկերագրով124:  Կիսապառկած  կանայք ներկայացված  են  հանգստի  կամ  էլ  ծննդաբերության  պահին:  Ա.  Բրեյլը՝  պալեոլիթյան ro 3, Année 1954, աղյուսակ I, II, p. 125-126. արվեստի  խոշորագույն  գիտակը,  բացառում  է  այստեղ  կրկօրինակման  կամ  կեղծման հնարավորությունը125: ", "ձեռագրերի հիշատակարաններ, մասն Ա (1401-1450 թթ.), էջ 383: ", "(այսուհետև՝ АГС). государя императора Петра Великого, СПб., 1763, с. 37-38. В. Г. Гаджиев, Москва, 1967, с. 375; The Encyclopaedia of Islam, Leiden, E. J. Brill, 1991, vol. 2, p. 206. Москва, 1988, с. 91-92 (հետայսու՝ РДО). Այսպիսով,  կիսանկախ  տիրակալները  նպատակ  չունեին  Իրանի  տերությունից, Ռուսական  և  Օսմանյան  կայսրություններից  որևէ  մեկից  քաղաքականապես կախվածություն ունենալ և դիմում էին խուսանավելու քաղաքականությանը: ", "նպատրաստից հորինված հեքիաթներ, ծաղրերգեր և այլն) (տե´ս Ա. Սարգսյան, Մանկական բանա- հյուսության հարցի շուրջ, Գիտական նստաշրջան` նվիրված ՍՍՀՄ 60-ամյակին, Զեկուցման թեզիս- ներ, Եր., 1982,  էջ 19-20): ", "Զաքարեի  դուստր  Գոնցայի`  Տարսայիճ  Օրբելյանի  որդի  Ջալալի  հետ  ամուսնու- թյամբ96  Լոռեն  և  Զաքարյան  այդ  ճյուղին  պատկանող  հողերը  անցնում  են  այս  անգամ հայ  Օրբելյաններին,  որոնք  մինչև  XV  դարի  կեսերը  մեկընդմեջ  տիրում  են  Լոռեին97: ", "Դրանից  հետո,  Լոռեն  հայտնվում  է  մեկ  ակ-կոյունլուների,  մեկ  վրացիների,  իսկ  XVI  – XVII դդ. արդեն Սեֆյան Իրանի և Օսմանյան Թուրքիայի տիրապետության ներքո: ", "Լոռե բերդաքաղաքի պեղումներն իրականացվել են 1966 – 1974 թթ. (ղեկ.` պ.գ.դ. Ի. Ղարիբյան),  վերսկսվել  2009  թ.  և  շարունակվում  են  առայսօր  (ղեկ.  Ի.  Ղարիբյան,  Հ. Սիմոնյան): Լոռեի պեղումները բացառիկ հնարավորություն են ընձեռում հետևելու Հա- յաստանի  պատմական  այդ  շրջափուլի  առևտրա-տնտեսական,  արհեստագործական կենսագործունեության  առաջընթացի  բոլոր  փոփոխություններին:  Լոռե  բերդաքաղաքը Լոռու  տարածաշրջանի  ոչ  միայն  վարչական  կենտրոնն  էր,  այլև  առևտրատնտեսական կապերը  համակարգողը: Մեզ հետաքրքրող թեմայի  շրջանակներում  պետք է նշենք, որ Լոռեում  կազմակերպվել  է  ժամանակի  բարձրակարգ  խեցեգործական  արտադրություն: ", "Հնագիտական գտածոների հարուստ և բազմատեսակ հավաքածուների ուսումնասիրու- թերթ, Վիեննա, 2003 (ՃԺԷ), թիւ 1-12, էջ 192: ", "թյունը թույլ է տալիս հետևելու նախորդ ավանդույթների շարունակականությանը, փո- փոխությանն  ու  զարգացման  ընթացքին,  ինչպես  և  առանձնացնելու  տեղական  ու  ներ- մուծած արտադրանքը` որոշելով ներմուծման ուղիները: Լոռե բերդի XV – XVII դդ. Խե- ցեղենի,  հատկապես  հախճապակու  ուսումնասիրությունը  փաստում  է  նրա  առևտրա- կան կապերի մասին ավելի շատ Արևելյան Վրաստանի, քան Հայաստանի մյուս տարա- ծաշրջանների հետ98: ", "Խեցեգործական  արհեստը  զարգանում  էր  Հայաստանի  ոչ  միայն  քաղաքներում  ու գյուղաքաղաքներում,  այլև  ամրոցներում,  գյուղական  բնակավայրերում  ու  վանքերում` կոչված բավարարելու տեղի բնակչության կարիքները, թեև մրցունակ չէր ներքին և ար- տաքին շուկայում: ", "Հայաստանի Միջնաշխարհը` Արագածոտնը, XII – XIV դդ. գտնվում էր Զաքարյան- ների,  ապա  նրանց  վասալ  Վաչուտյան  տոհմի  տիրապետության  տակ,  որոնց  ռազմա- կան ու վարչական կենտրոնը Անբերդն էր99: XII – XIII դդ. հայ-վրացական միացյալ զոր- քերը  Անբերդը  սելջուկներից  ազատագրելուց  հետո  հանձնում  են  վերջիններիս,  որոնք ձեռնամուխ են լինում ամրոցի ամրացմանը: Աճող ամրոց-բնակավայրը շրջափակվում է նոր, ավելի ընդարձակ պարիսպներով, որոնք իրենց մեջ ներառում են ողջ հրվանդանը: ", "Մոնղոլական  արշավանքներից  հետո  Անբերդը  ավերվում  է,  իսկ  Վաչուտյանները ստիպված  հեռանում  են  և  իրենց  վարչական  կենտրոնը  հաստատում  Վարդենիս  գյու- ղում: XIII դարի վերջերին Վաչուտյաններին հաջողվում է վերադարձնել Անբերդը մինչև Լենկ  Թեմուրի  արշավանքները:  Այդ  շրջանում  ամրոցն  ամփոփվում  էր  միջնաբերդի  և նրան հարող փոքր տարածքի սահմաններում: XVI – XVII դդ., երբ ամրոցն այլևս գոյու- թյուն չուներ, նրա փոխարեն տարածվում է սովորական բնակավայր: ", "Մեզ հայտնի առաջին աստվածուհիներն ունեն հնագույն արմատներ, որոնք Ռ. Բրիֆ- ֆոյի կարծիքով կարելի  է բաժանել աստվածուհիների չորս հիմնական նախատիպերի (Աղ. II)132. ա. բոլոր աստվածների և ամեն գոյի նախամայր-աստվածուհի (Աղ. II, ա), բ. կենդանիների մայր-աստվածուհի (Աղ. II, բ), գ. «մայր-հացահատիկ», բերքի, պտղաբերության հովանավորուհի (Աղ. II, գ), դ. «մայր-հող»-«մայր-երկիր» (Աղ. II, դ): ", "ղաց`  Անբերդաձորում:  Ամրոցից  դուրս,  հյուսիսային  կողմում,  մոտ  200  մ  հեռավորու- թյան վրա գտնվում է Անբերդի գերեզմանոցներից մեկը` օրորոցաձև տապանաքարերով և  XII  –  XIV  դդ.  խաչքարերով:  Մյուս  գերեզմանոցը,  որտեղ  թաղումներ  կատարվել  են դեռևս X – XI դդ., գտնվում է Արխաշանի ձորի հակառակ եզրին` Բյուրական տանող ճա- նապարհի ձախ կողմում: ", "Ակնհայտ է նաև, որ նախնադարյան այս կերպարները ձևավորված աստվածուհիներ չէին, այլ գերբնական էակներ, որոնք արտացոլում էին բնական տարերային տարբեր երև- ույթներ  և  առարկաներ:  Մինչդեռ  պալեոլիթյան՝  «ռեալիստական-բնապաշտական»  ոգով կատարված թմբլիկ, գեր կանանց արձանիկները երկար ժամանակ միանշանակ համար- վում էին նախամայր կանանց պատկերումներ, սերնդի հովանավոր նախնիներ: ", "Տրամաբանական բնույթի են փազլները, սեղանի, խաղաքարտային խաղերը, գլուխ- կոտրուկները, որոնք զարգացնում են խաղացողի մտածելակերպը և խնդիրների լուծման հմտությունները:  Դրանք  հետաքրքրում  են  տարբեր  տարիքային  խմբերին  («Փազլ»,371 «Պոկեր»,372 «Բլոտ»,373 «Բիլիարդ»,374 «Շախմատ», «Նարդի»375 և այլն): Տրամաբանական ուղղվածություն ունեն նաև նույնանման պատկերներն ըստ ձևի կամ գույնի դասավորելու խաղերը՝  «Candy  crush»376  կամ  «Cookies»377  խաղը:  Այս  առումով  առանձնանում  են  նաև խաչբառային հետևյալ խաղերը՝ «Mahjong Daily», «3D Logic», «Mini Sudoku» և այլն:378 Հատկանշական  է,  որ  համացանցում  կան  խաղեր,  որոնք  բնորոշ  են  տարիքային գրեթե  բոլոր  խմբերին:  Դրանք  են`  «Grand  theft  auto»379 (կրճատ` GTA)  աշխարհում հայտնի  համակարգչային  խաղերի  շարքը  (ավտոկայանատեղ,  սպորտային),  «Balls»380 (դասական) և այլն: ", "Ամրոցը հիմնվել է X դարում` Բագրատունիների կողմից103, ապա XII դարում անցել Շե- դադյաններին104,  որոնք  քառակուսի  շինությունը  համալրել  են  բոլորաձև  աշտարակնե- քննությունը ցույց  է տալիս, որ Անբերդի ջնարակի  վառ երանգավորումը նրա բնորոշ հատկանիշն  է: Դա պայմանավորված  է  տեղական  կավի  որակական  հատկանիշներով,  որը  թրծվում  էր  ավելի  ցածր  ջեր- մաստիճանում`  թույլ  չտալով  ջնարակի  ավելորդ  այրում:  Տես`  Измайлова  Т.,  Керамика  из  раскопок  Ан- берда, ТОВЭ, т. 4, Ленинград, 1947,  с. 188. ճանապարհի  Արուճ  և  Թալին  հանգրվանները,  Անի-Շիրակի պատմության էջեր (հոդվածների ժողո- վածու), Երևան, Հեղ. Հրատ., 2010, էջ 247: ", "«Քուլելիի  իրադարձության»  վերաբերյալ  գիտնականների  տեսակետների բազմազանությունը  պայմանավորված  է  հիմնականում  փաստագրական  տվյալների բացակայությամբ,  որոնց  կարևորագույն  մասը  հավանաբար  ոչնչացվել  է  թուրք իշխանավորների կողմից: ", "Պատկերաքանդակների  բազմազանությամբ  և  մոնումենտալ  արվեստում  դրանց  կի- րառման բացառիկ տվյալներով առանձնանում է Գյոբեկլի թեփե հնավայրը (Նկ. 6.1-5, 7.1- հյուսիս-արևելք, տեղանքի ամենաբարձր բլրի վրա: Հուշարձանը պեղվում է 1995 թվակա- նից138: ", "Ոչ  մի  պետություն,  այդ  թվում զարգացած  եվրոպական  երկրները, երաշխավորված չեն դավադրություններից, հեղաշրջումներից կամ հեղափոխություններից:  Դավադրության բացահայտումը, կանխարգելումը և չեզոքացումը ցանկացած պետության գրավականն է և նրա հատուկ ծա-ռայությունների աշխատանքի  գնահատականը:  Նամանավանդ,  որ  այս  պարագայում  այն  ուղղված  է սուլթանական  կառավարության  դեմ,  որը  ձեռնամուխ  է  եղել  իրագործելու  մեծ տերությունների  կողմից  առաջարկված  կամ  թելադրված  Թանզիմաթի  պահանջները: ", "Պատմական  Այրարատ  նահանգի  Նիգ-Ապարան  գավառում  է  գտնվում  Թեղենյաց վանքը,  որը  միջնադարյան  Հայաստանի  հոգևոր,  մշակութային  ու  գրչության  կարևոր կենտրոններից էր: Այն գտնվում է Բուժական գյուղից 3 կմ հյուսիս` անտառածածկ տա- րածքում: Վանական համալիրը բաղկացած է զույգ որմնամույթերով ,,գմբեթավոր դահ- լիճ’’  տիպին  պատկանող  Կաթողիկե  եկեղեցուց,  գավթից,  սեղանատնից,  գրչատնից  և գավթին հյուսիսից հարող կառույցից, հիմնական հուշահամալիրից 30 մ արևելք գտնվող V  –  VII  դդ.  քառախորան  փոքր  եկեղեցուց,  համակառույցից  հյուսիս  գտնվող  գերեզմա- նատնից: Թեղենյաց  վանքը գրավոր  աղբյուրներում  հիշատակվում է դեռևս VIII  դ., սա- կայն վանքի ծաղկուն շրջանը սկսվում է  XII – XIII դդ., երբ այն անցնում է Վաչուտյան- ների հովանավորության տակ: Վանքի համբավը մեծանում է XIII – XIV դդ., երբ այստեղ գործում  էր  մեծ  միաբանություն:  Մշակութային  հզոր  օջախի  դերը  Թեղենյաց  վանքը կորցնում է XIV դարի կեսերին, թեև շարունակում է գործել ընդհուպ մինչև XVII դ., որից Երևան, 1991, էջ 113-114; Ալեքսանյան Տ., Միրիջանյան Դ., Դաշտադեմի 2011 թ. պեղումները (նախնական հաղորդում), Էջմիածին, 2012, Ը, էջ 102-106: ", "les operations effectuées au cours de la campagne août 2011; Augé I. etc, Rapport sur la campagne de fouilles de la mission  française  d’Ani-Pemza,  août-septembre  2012;  Ալեքսանյան  Տ.,  Միրիջանյան  Դ.,  Դաշտադեմի  2011  թ. պեղումները (նախնական հաղորդում), Էջմիածին, 2012, Ը, էջ 103-104. հետո  վանքը  մատենագիտական  և  վիմագրական  աղբյուրներում  հիշատակվում  է,  սա- կայն ոչ որպես գործող վանք109: ", "Թեղենյաց վանքում  պեղման աշխատանքներ  իրականացվել են 1979 – 1986 թթ. Գ. Սարգսյանի  կողմից  և  որոշ  ընդհատումներով  շարունակվում  են  մինչ  օրս:  Թեղենյաց վանքի  պեղումներով  հայտնաբերված  գտածոները  վկայում  են  վանքի`  Հայաստանի տարբեր արհեստագործական կենտրոնների հետ ունեցած ակտիվ կապերի մասին: Ան- ջնարակ  և  ջնարակապատ  խեցեղենի,  ինչպես  նաև  արտադրական  խոտանի  առկայու- թյունը  վկայում  է  տեղում  կազմակերպված  խեցեղենի  արտադրության  մասին,  որը  բա- վարարել  է  վանքում  գործող  մեծ  միաբանությանը,  գուցե  և  շրջակա  գյուղերի  ներքին պահանջմունքները: Տարբեր տարիների պեղումներով հայտնաբերված խեցեղեն հավա- քածուն  լրացնում  է  մատենագիտական  և  վիմագրական  աղբյուրներով  հավաստված իրողությունը, որ Թեղենյաց վանքը շարունակաբար գործել է ընդհուպ XVII դարը: ", "Ուշմիջնադարյան  մյուս  կարևոր  հոգևոր  ու  մշակութային  կենտրոնը  Արագածոտ- նում Ուշիի Ս. Սարգիս վանքն է, որն շարունակաբար գործել է V – XVIII դդ. և կործան- վել 1827 թ. երկրաշարժից110: 1999 – 2001 թթ. ձեռնարկած պեղումների շնորհիվ (ղեկ.` պ. գ. թ. Ֆ. Բաբայան) հողի թանձր շերտի տակից բացվել են վանքի բոլոր կառույցները` Ս. Սարգիս  եկեղեցի-վկայարանը,  Ս.  Աստվածածին  եկեղեցին,  գավիթը,  զանգակատունը, արտաքին  սրահը,  վանական  խցերը,  հասարակական,  բնակելի  և  տնտեսական  շինու- թյունները և պարսպապատը` հինգ աշտարակներով, վանքի մուտքերը: Վանքի տարած- քից  հայտնաբերված  խեցեղեն  տեսականին  հիմնականում  վերաբերում  է  միջնադարի զարգացած և ուշ փուլերին, որի մեջ առանձնանում են ինչպես տեղական օրինակները, որոնց  զուգահեռները  տեսնում  ենք  Հայաստանի  ուշմիջնադարյան  մյուս  հուշարձան- ներից հայտնաբերված խեցեղեն գտածոներում, այնպես էլ ներմուծված նմուշներ, որոնք մեկ անգամ ևս վկայում են այս տարածաշրջանի բանուկ առևտրական ճանապարհների ուրվագծում Ուշիի գրաված կարևոր տեղի մասին: "], "source_docs_file": "History.json"}