{"paragraphs": ["Brucella  abortus Brucella  melitensis B.  melitensis Rev RB B. abortus Rev-1 B. melitensis B. abortus Rev B. melitensis RB Rev RB Rev B. abortus B. abortus B.  melitensis B.  melitensis B. melitensis B. ovis B. suis B. suis B. abortus B. melitensis B. suis B. suis B. canis B. neotamae Rev abortus RB Brucella Micrococcus  melitensis, Bac.  abortus  bovis Br. abortus suis Brucella M A Brucella B.  abortus melitensis B. B.  suis B.  ovis B.  neotomae B. neotomae Neotomaelepida B.  neotomae B. ovis B. canis B. canis B.  canis B. suis B. ovis B. canis B. neotomae B. ceti B. pinnipeolialis B. microti B. inopinata B. Brucella B. abortus B. melitensis ceti B. pinnipeolialis Brucella B.  inopinata Brucella B. microti B. abortus B.  abortus B.  melitensis Y. enterocolitica enterocolitica  serovar Pasteurella Campylobacter Yersinia RS B. abortus B.  melitensis B.  abortus B. melitensis abortus B. B.  abortus B. abortus B. abortus melitensis Rev Rev Rev Rev Rev B.  abortus B. abortus В. melitensis B. abortus B. abortus B. abortus B. abortus B. abortus B. abortus B. abortus B. abortus SR B. B. melitensis abortus B.  abortus B.  abortus B. abortus B.  abortus abortus KB B. B.  abortus B. abortus B.  abortus B. abortus B.  abortus B.  abortus B.  abortus B.  abortus B.  abortus B. melitensis Brucella B. abortus B. melitensis Rev B. abortus Rev RB Rev B.  melitensis Rev B.  abortus B.  abortus B. abortus B.  melitensis Rev , B. abortus Rev Rev Brucella abortus B.  abortus Rev B.  melitensis Rev Rev B. abortus B. abortus B.  abortus abortus B. B. abortus B.  abortus B.  abortus B.  abortus B. abortus B. abortus B. abortus B. abortus B.  abortus B. abortus B.  abortus B. abortus B.  abortus B. abortus bovinus Rev Rev melitensis Rev Rev B. B. abortus ]: ", "B.  abortus B.  abortus B.  abortus B.  abortus B.  abortus B.  abortus B. abortus B. abortus Rev Rev Rev B.  abortus B.  abortus B. abortus Rev B. abortus Rev Rev- Rev Rev Rev Rev Brucella (³) (µ)   (³) (µ) Cv Cv Cv Cv Cv Cv Cv B. melitensis B.  melitensis B.  melitensis B. melitensis B. abortus tensis B. meli- B. melitensis B. abortus B.  melitensis Սեմյոնովկա Ծովագյուղ Զովաբեր Գագարին Ծաղկուն Գեղամավան Սևան Վարսեր Զորավանք Դպրաբակ Անտառամեջ Կալավան Այգուտ Գետիկ Մարտունի  Թթուջուր Բարեպատ Ճամբարակ Դրախտիկ Վահան Աղբերք Շորժա Արտանիշ Նորաշեն Լճաշեն Չկալովկա Ծովազարդ Լճափ Բերդկունք Հայրավան Գավառ  Նորատուս Ծաղկաշեն Սարուխան Գանձակ Կարմիրգյուղ Լանջաղբյուր Գեղարքունիկ Ջիլ Ծափաթա Փամբակ Դարանակ Արեգունի Երանոս Ձորագյուղ Թազագյուղ Վերին Գետշեն Ծակքար Լիճք Մարտունի Աստղաձոր Մեդինա Ավազան Արփունք Կախակն Նորակերտ Գեղամաբա Մեծ Մասրիկ Վարդենիս Ակունք Տրետուք Կուտական Զառիվեր Սոթ Շատվան Նորաբակ Ներքին Շորժա Կութ Ձաղացաձոր Շատջրեք Այրք Ծովինար Վադենիկ Զոլաքար Ծովակ Արծվանիստ Լճավան Վաղաշեն Մաքենիս Գեղաքար Ախպրաձոր Վերին Շորժա Սիփան Լեռնապար Գեղադիր Նորոշեն Ամրա Թազա Ծիլքար Վարդաբլուր Ղամշլու Գեղարոտ Շենկան Համբերդ Գեղաձոր Նիգավա Ավան Ավշեն Ալագյազ Դերեկ Օրթաճյա Ռյա Թազա Միրաք Ապարան Չքնաղ Լուսագյուղ Թթու ջուր ան Ձորագլուխ ան Եղիպատրուշ Ջրամբար ան Քուչակ Վարդենիս ան Շենավան ան Հարթավան ան Ափնագյուղ ան Արտաշատավան Լուսագյուղ Երնջատապ Արագածավան ան Արայի Վարդենուտ ան Ցամաքասար Նոր Արթիկ Սուսեր Թլիկ Սորիկ Հակկո Գետափ Գյլատո Մաստարա ան Ոսկեթաս Հացաշեն Ակունք Թալին Արեգ Բառոժ Դավթաշեն Կաթնաղբյուր Գառնահովիտ Զովասար Ձորագլուխ ան Կարմրասար ան Շղարշիկ ան Իրինդ ան Եղնիկ ան Արագած Ղաբաղթափա Արտենի Ավթոնա  Անտառու Բայսզ Դիան ան Վերին Սասունիկ Լեռնարոտ Կոշ ան Դպրավանք  Շամիրամ Տեղեր Ուջան Ոսկետափ Փարպի Ոսկեհատ Ուջան Մուղնի Կարպի Աշտարակ Օշական Կարին Աշնակ Լուսակն Կաքավաձոր ան Ագարակ ան Առուճ Պարտիզակ Նոր Ամանոս Արագածոտն ան Նոր Եդեսիա ան Կաքավաբերդ Գեղանիստ Արգավանդ Արբատ Գետափնյա Դարակերտ Սիփանիկ Հովտաշատ Սայաթ-Նովա Ռանրպար Այնթափ Դաշտավան Զորակ Նորաբաց Նիզամի Մխչյան Արևաբույր Սիս Նոր-Կյուրի Գետազատ Դիտակ Բարձրաշեն Լանջազատ Ջրաշեն Բերդիկ Մրգավետ Արքսավան Բերքանուշ Ազատավան Դալար Դիմիտր Բուրաստան Կանաչուտ Ն. Դվին  Նարեկ Վ. Արտաշատ Այգեպատ Ոստան Այգեզարդ Արտաշատ Նոր-Ուշի Արալեզ Շահումյան Տափերական Լուսառատ Գոռավան Դաշտաքար Վեդի Վանաշեն Ոսկետափ Արարատ Շաղափ Ավշար Գ. Արարատ Ուրսալանջ Լանջանիս Լուսաշող Վարդաշատ Զանգակատուն Նոր-Կյանք Եղեգնավան Նոյակերտ Սուրենավա Երասխ Արմաշ Լանջառ Պարույր Սևակ Արգին Քարակերտ Լեռնագոգ Կողբավան Բագարան Արագած Աղավնատուն Ֆերիկ Դողս Ամբերդ Այգեշատ Դաշտ Արշալույս  Մրգաշատ  Նորակերտ Շենիկ Դալարիկ Հացիկ Խանջյան Լուկաշին Մյասնիկյան Նորավան Արևաշատ Արմավիր Մայիսյան Ժդանով Խորոնք Հայթաղ Մեծամոր  Տարոնիկ Ակնալիճ Զարթոնք Նորապատ Ալաշկերտ Արտիմետ Վարդանաշեն Առատաշեն Արտաշատ Երվանդաշատ Արտամետ Հոկտեմբեր Վանանդ Տալվորիկ Լենուղի Հուշակերտ Նոր-Կեսարիա Արաքս Ամասիա Հայկավան Արևիկ Տանձուտ Եղեգնուտ Փշատավան Արազափ Ջրառատ Ապագա Շենավան Ջանֆիդա Բերքաշեն Գետաշեն Նալբանդյան Արգավանդ Երասխահուն Մարգարա Արաքս Ոսկեհատ Գայ Ակնաշեն Լուսագյուղ Հայկաշեն Մեծամոր Մերձավան Այգեկ Բաղրամյան Վաղարշապատ Արևաշատ Թայրով Փարաքար Ծաղկունք Բավրա Սիզավետ Թավշուտ Ղազանչի Աշոցք Կարմրավա Կրասա Լեռնագյուղ Թորոսգյուղ Ծաղկունք Գառնառիճ Զորակեր Արդենիս Աղվորիկ Ալվար Շաղիկ Բերդաշեն Զառիշատ Փոքր Սեպասար Բանդիվան Հովտուն Ամասիա Արգնադեմ Ջրաձոր Մեղրաշատ Մարմարաշեն Հողմի Հովունի Քեթի Վահանաբերդ Հայկավան Հարթաշեն Մուսաելյան Սալյու Բաշգյուղ Փոքր Սարիաս Ձորաշեն Սարապատ Կաքավասար Արփենի Կարմրաքար Հացիկ Մայիսյան Առափի Գյումրի Կրաշե Ջաջուռ կայարան Ջաջուռ Շիրակ Կամուտ Ոսկեհասկ Ախուրիկ Գետք Եղեգնավան Բայանդուր Գուսանագյուղ Ախուրյա Ազատան Բենիամի Լուսակեր Արևիկ Այգեբաց Նոր Կյանք Լուսաղբյուր Հայրենյաց Մարալի Սարաքար Ձորաքար Սարատակ Վարդաքար Անուշավան Հոռոմ Տուֆաշեն Քարաբեր Ձիթանքով Լանջիկ Սառնաղբյուր Հով Մուսաելյան Ջրառա Գեղանիստ Մեղրաշե Փանիկ Սարալանջ Գետափ Արթիկ Հառիճ Պեմզաշեն Լեռնակերտ Իսահակյան Շիրակավա Աղին Ջրափի Հայկաձոր Բագրավան Սպանդարյան Փոքր Մանթաշ Մեծ Մանթաշ Նահապետավան Անի Պեմզա Անի Կայարան Հանքավան Արտավազ Մեղրաձոր Մարմարիկ  Աղավնաձոր Ծաղկաձոր Կարենիս Ջրառատ Հրազդան Բուժական Արզական Թեղենիք Արգել Բջնի Քախսի Սոլակ Ալափարս Սարիլանջ Քարաշամբ Զորավան Չարենցավան Ֆանտան Լեռնանիստ Նուռնուս Նոր Գեղի Ջրաբեր Կապուտան Բյուրեղավան Նոր Հաճն  Պտղնի Գետամեջ Զովունի Աբովյան Կոտայք Ակունք Հատիս Զովաշեն Սևաբերդ Զառ Մայակովսկի Կամարիս Գետաշեն Զովք Հադիոկայանին կից Վերին Պտղնի Ձորաղբյուր Ողջաբերդ Առինջ Ջրվեժ Գեղադիր Հացավան Գեղարդ Գողթ Նոր Երզնկա Եղվարդ Նոր Արտամետ Քանաքեռավան Քասախ Պռոշյան Գառնի Գորհայք Ծղուկ Սառնաղբյուր Անգեղակոթ Սպանդարյան Շաղաթ Բարձրավան Բռնակոթ Բալաք Սիսի ան Շաքի Ույծ Աշոտավան Բնունիս Տոլորս Ախլաթյան Թասիկ Թանահա Արևիս Սոֆլու Խոզնավար Իշխանասար Վաղատուր Ակներ Նորավան Աղիտու Որոտան Հարժի Տաթև Լոր Վերիշեն Գորի Որոտափ Խոտ Խնածախ Արավուս Քարաշեն Կոռնիձոր Տեղ Խնձորեսկ Հարթաշ Քարահուն են Շուռնուխ Տորունք Դաստակեր Շենաթաղ Տանձատափ Աղվանի Վերին Խոտանան Քարուտ Փայահա Գեղի Վանե Քաջարան Լեռնաձոր Մուցք Շինուհայ Քաշունի Տանձավեր Եղեգ Շրվենանց Դավիթ-Բեկ Առաջնաձոր Կապան Գեղանուշ Հալաջ Կաղնուտ Արծվանիկ Ուժանիս Եղվարդ Սյունիք  Ագարակ Ճակատեն Շիկահեր Ծավ Ներքին Հանդ Տաշտուն Լիճք Վահրավար Գուդենիս Կուրիս Կարճևան Վարանիձոր Ալվանք Լեհվազ Մեղրի Ագարակ Շվանիձոր Նռնաձոր Ջիլիզա Շամլուղ Ճոճկան Աղթալա Նեղոց Ալավերդի Կարկոպ Մեծ Այրում Շնող Թեղուտ Հաղպատ Ծաղկաշատ Մեծավան Ձորամուտ Նորաշեն Ձյունաշող Պետրովկա Ապավեն Արծնի Սարչապետ Լեռնահովիտ Պաղաղբյուր Դաշտադեմ Միխայելովկա Բլագոդարնոյե Տաշիր Մեդովկա Պրիվոլնոե Կաճաճկուտ Կաթնառատ Մեղրահովիտ Կաթնաղբյուր Սարատովկ Նովոսելցովո Բովաձոր Ուրասար Ստեփանավան Ամրակից Պուշկինո Սվերդլով Ուռուտ Լեջան Ագարակ Լոռի Բերդ Կողես Գյուլագարակ Գառգառ Ազնվաձոր Աքորի Հագվի Օձուն Հովնանաձոր Եղիտանք Մղարթ Կարմիր Աղեկ Արդվի Վարդաբլու Հոբարձի Ձորագյուղ Վահագնի Վահագնաձոր Դսեղ Ձորագետ Չկալով Դեբետ Բազում Քարաբերդ Եղեգնուտ Սպիտակ Ղուրսալ Լեռնանցք Նոր Խաչակապ Լեռնապատ Փամբակ Գուգարք Սարամեջ Հալավար Լեռմոնտովո Վանաձոր Շահումյան Գազանաբուծական պետական  տնտեսություն Քարինջ Մարց Շամուտ Աթան Լորուտ Ահնիձոր Մարգահովիտ Ֆիոլետովո Սարալանջ Լուսաղբյուր Խնկոյան Հարթագյուղ Գոգարան Շենավան Շիրակամուտ Մեծ Պառնի Սարահարթ Գեղասար Կաթնաջուր Արջուտ Քարաձոր Ծաղկաբեր Ջրաշեն Լեռնավան Հերմոն Վարդահովի Գողթանիկ Աղնջաձոր Թառաթում Հորբատեղ Քարագլուխ Սալլի Արտաբույն Եղեգիս Շատին Ելփի Չիվա Աղավնաձոր Ռինդ Ագարակաձոր Վերնաշեն Գլաձոր Եղեգնաձոր Արենի Արփի Գետեր Ջերմուկ Կարմրաշեն Հերհեր Գնդեվազ Մալիշկա Արին Զեդեա Վայք Փոռ Սարավան Սարավան Արտավան Խաչիկ Գնշիկ Ազատեկ Զառիթափ Մարտիրոս Գոմք Խնձորուտ Սերս Նոր Ազնաբերդ Բարձունի Դեբետավան Բագրատաշեն Դեղձավան Պտղավան  Նոր Խաչիսար Բերդավան Հաղթանակ Արճիս Այրում Դովեղ Կողբ Լճկաձոր Ջուջեվան Նոյեմբերյան Կոթի Ոսկեվան Բաղանիս Կիրանց Ոսկեպար Ծաղկավան Աչաջուր Ակնաղբյուր Լուսաձոր Ենոքավան Գետահովիտ Բերքաբեր Սարիգյուղ Սևքար Դիտավան Խաշթառակ Լուսահովիտ Իջևան Գանձաքար Ազատամուտ Վազաշե Այգեհովիտ Պառավաքար Վարագավան Չինչին Ծաղկավան Թովուզ Այգեպար Մոսեսգեղ Իձաքար  Բերդ Նավուր Նորաշեն Վերին Կարմիր գյուղ Չորաթան Չինարի Արձվաբերդ Այգեձոր Թեղուտ Դիլիջան Հովք Հաղարծին Գոշ Խաչարձան Աղավնավանք Դավիթաշեն Աջափնյակ Քանաքեռ Ավան Արաբկիր Զեյթուն Կենտրոն Մալաթիա Սեբաստիա Նորք Նորք Մարաշ Շենգավիթ Էրեբունի Նուբարաշեն Br. bovis Br. melitensis colitica Yersinia entero- Yersinia entrocolitica B.  abortus RB Abortox Rev Rev Rev RB RB Rev RB Rev RB RB Rev Rev RB Rev »- Rev T. Armbruster Rev-1 RB abortus B. B. abortus B.  abortus B.  abortus B. abortus B. abortus B.  abortus B. abortus B.  abortus B.  abortus B.  abortus B. abortus B. abortus B. abortus B.  abortus Rev Rev Rev Rev Rev Rev RB B. melitensis B. melitensis Rev RB Rev- RB RB Rev RB Rev RB Rev B. abortus B. abortus SR B. melitensis Rev B.  abortus B.  abortus B. abortus B. abortus бруцеллеза у животных // Тр. Узб. НИВИ, 1980.- Вып. 30.- Ч. 1.- С. 8-12. зяйственных животных // Ветеринария, 2010.- № 1(11).- С. 43-47. Аспекты  организации  противоэпизоотических  мероприятий, способствующих  неблагополучию  регионов  по  бруцеллезу  //  Ветеринария.-  2014.- № 1(35).- С. 25-26. Бруцеллез  животных  и  его  специфическая  профилактика  //  Ветеринария.-  1997,  № рогатого скота  с применением вакцины из штамма 82 //  Ветеринария.- 2000, № 3.- нов  М.Ш.        Современное  состояние  и  перспективное  направление  специфической профилактики  бруцеллеза  животных  в  Казахстане  //  (аналитич.  обзор).-  Уральск, С. 3-7. рование и развитие эпизоотического процесса при бруцеллезе// Б. науч. тр. КазНИВИ.- ти противобруцеллезных вакцин и совершенствование средств и методов специфи- ческой  профилактики  бруцеллеза  животных:  Автореф.  дис.  …  д-ра  вет.  наук: ", "спективы специфической профилактики бруцеллеза крупного рогатого скота живы- ми вакцинами // Веткорм.- М., 2004, № 5.- С. 62-63. бруцеллезного  антиген-полимерного  конъюгата  //  Ветеринарная  патология.-  2006, № 3 (18).- С. 122-128. целлеза // Ветеринарный консультант.- 2006, № 4 (119).- С. 6-8. гена из разных штаммов бруцелл // Ветеринария.- 2006, № 10.- С. 30-31. гические  свойства  усовершенствованной  инактивированной  адъювант-вакцины «ЭВАК»// Актуальн. пробл. инф. патол. и иммунол. животных: Матер. межд. науч.- практ. конф.- М., 2006.- С. 148-150. Brucella abortus 75/79-AB в организме северных оленей: Автореф. дис . … канд. вет. наук: 16.00.03 / ЯГСХА.- Якутск, 2006.- 23 с. ции эпидемического проявления // Ж. микробиол., эпидемиол. и иммунобиол.- 2002, № 6.- С. 86-90. В.И., Чекишев В.М.   Реакция иммунодиффузии в агаровом геле (РИД) с О-ПС ан- тигеном ИЭВСиДВ при диагностике бруцеллеза крупного рогатого скота // Ветери- нария.- 1994, № 11.- С. 19-22. вированной  вакцины для  иммунизации  новорожденных  телят  против  бруцеллеза  // Ветеринарный врач.- 2005, № 3.- С. 8-11. тимизация  системы  противоэпизоотических  мероприятий  –  путь  к  искоренению бруцеллеза в России // Матер. межд. симп., 28-30 ноября 2005.- Казань, 2005.- Ч. II.- С. 41-50. (РБП) при бруцеллезе яков // Туберкулез и бруцеллез сельскохозяйственных живот- ных:  Науч.-техн.  бюлл.  СО  ВАСХНИЛ  ИЭВСиДВ.-  Новосибирск,  1984.-  Вып.  30.- С. 41-44. вакцины из штамма 19 при бруцеллезе овец // Ветеринария.- 1998, № 8.- С. 18-21. мунизации овец вакциной из штамма 19 и кратности прививки на проявление серо- логических реакций (РА, РСК, РИД) // Инфекционная патология животных: Сб. на- учн. тр. РАСХН.- Омск, 2001.- С. 77-80. О-ПС антигеном из В. melitensis для диагностики бруцеллеза у овец // Ветеринария.- контроля  эпизоотического  процесса  бруцеллеза  мелкого  рогатого  скота  //  Ветери- нарный врач.- 2010, № 6.- С. 22-25. фической профилактики бруцеллеза крупного рогатого скота с использованием жи- вых слабоагглютиногенных вакцин // Ветеринария.- 2012, № 11.- С. 6-9. зяйственных животных в современных условиях// Ветеринария.- 2013, № 4.- С. 23-27. вых продуктов за 1931-1989 гг. Заключительные отчеты АрмНИИЖиВ МСХ РА: за – С. 33-64 (493 с.); 1986-1989 гг. – С. 86-89 (482 с.). ук.- Ереван, 1944.- 108 с. вотных,  зараженных  вакцинами  и  вирулентными  штаммами  бруцелл  //  Ветерина- рия.- Киев, 1984.- Вып. 59.- С. 5-7. ких реакций при диагностике бруцеллеза животных // Агронаука.- 2010, № 5-6.- С. лучных по бруцеллезу хозяйств в современных условиях Республики Армения // Ве- теринария сегодня.- Россия, г. Владимир.- 2016, № 1 (16).- 46-50. Карагандинской области // Ветеринария.- 2011, № 4(20).- С. 38-42. проблемы // Вестн. с.-х. науки.- 1986, № 11.- С. 111-117. Ставропольского края: Автореф. … дис. канд. мед. наук.- М., 2005.- 22 с. кой  фауны  юго-восточного  региона  Казахстана  //  Матер.  междунар.  науч-прак. конф., посвящ. 10-летию независимости РК. КазНИВИ.- Алматы, 2001.- С. 53-58. альные вопросы современной эпидемиологии.- М.: Медицина, 1968.- 304 c. ветбаклаборатории  //  Вопросы  ликвидации  бруцеллеза  в  прибалтийских  республи- ках и Белорусской ССР.- Вильнюс, 1958.- С. 66-73. А.В.    Эпидемиологическая характеристика бруцеллеза в современных условиях // ЖМЭИ.- 1998, № 3.- С. 23-26. животных: Автореф. ... дис. д-ра вет. наук.- Алматы, 1998.- 52 с. ных болезней // Эпидемиология и инфекционные болезни.- 2009, № 6.- С. 49-53. Под ред. А.А. Сидорчука.- М.: КолосС, 2007.- 671 с. крупного рогатого скота из штамма B. abortus КВ 17/100 в Калининском районе Са- ратовской области // Научные основы производства ветеринарных препаратов: Тез. докл.  Всеросс.  науч.-практ.  конф.,  посвященной  30-летию  ВНИИТиБП.-  Щелково, лактика.- М.: Ньюдиамед, 2007.- 653 с. штамма B. abortus 19 при инфекционном эпидидимите баранов // Матер. межд. на- уч.-практ. конф.- Омск, 2011. - С. 21-26. дения вакцины из штамма Brucella melitensis REV 1: Автореф. … дис. канд. вет. на- ук.- М., 1991.- 24 с. штамма B. melitensis Рев-1 на иммунологическую реактивность овец // Тез. докл. III всесоюзн. конф. по эпизоотологии.- Новосибирск.- 1991.- С. 162-164. краях и автономных республиках Российской Федерации // Бруцеллез и туберкулез сельскохозяйственных животных: Матер. межд. конф. МЭБ.- М., 1967.- С. 33-39. рогатого  скота  с  использованием  иммуноферментного  анализа  (лейкоз,  ящур, бруцеллез) // Ветеринария Кубани.- 2007, № 2.- С.11-12. Бруцелла // Архив биологических наук.- 1941, № 63 (1-2).- С. 39-99. цины // Докл. ВАСХНИЛ.- 1956.- Вып. 6.- С. 36-39. Br. abortus 19-ВА и 104-М, предложенных для иммунизации людей // ЖМЭИ.- 1959, № 11.- С. 41-44. тивности антител классов IgM и IgG в реакциях иммунитета при бруцеллезе // Ма- тер. межинстит. конф. по бруцеллезу.- М., 1971.- С. 46. целлеза.- М.: Медицина, 1974.- 272 с. ной прививочной дозы бруцеллезной вакцины // Микробиология, эпидемиология и иммунобиология.- 1982, № 10.- С. 59-65. вакцина пролонгированного защитного действия // Теоретическая и прикладная ин- фекционная иммунология: Матер. 1-ой Всесоюз. конф.- М., 1982.- С. 58. исследований в ветеринарии.- Минск: Белтаможсервис, 2008, № 10.- 1-5/36.- 970 с. скохозяйственных  животных  //  В  сб.:  Труды  34-го  пленума  ветеринарной  секции.- М., 1955.- С. 5-17. Павловского  о  природной  очаговости  болезней  //  В  сб.:  Природная  очаговость  бо- лезней человека и краевая эпидемиология.- М.: Медгиз.-1954.- С. 27-36. бораторной диагностики бруцеллеза // ЖМЭИ, 1994.- № 4.- С. 55-59. тий  по  профилактике и  ликвидации  бруцеллеза  крупного  рогатого  скота  на  заклю- чительном этапе оздоровления хозяйств (по материалам Самарской области): Авто- реф. дис. … канд. вет. наук: 16.00.03., 03.00.07 / ВНИВИ.- Казань, 2004.- 24 с. штамма Br. abortus 19: Автореф. дис. ... канд. вет. наук: 16.00.03 / М.- 1968.- С. 6-15. мунных реакций при бруцеллезе крупного рогатого скота в свежем очаге инфекции // Сб. научных трудов Ставропольского науч.-исслед. ин-та животноводства и кор- мопроизводства.- 2014.- Т. 3, № 7.- URL: http://cyberleninka.ru/article/n/ harakteristika- immunnyh-reaktsiy-pri-brutselleze-krupnogo-rogatogo-skota-v-svezhem-ochage-infektsii. при  конструировании  вакцин  //  Сельскохозяйственная  биология.-  1987,  №  12.-  С. ния  //  Бруцеллез-пограничная  инфекция  животных  и  человека,  требующая  общих усилий разных стран: Тез. докл. конф.- Серпухов (Московская область), 2008.- С. 45. гатого скота при иммунизации полной и малой дозами вакцины из штамма 19// Ме- ры борьбы с инфекционными паразитарными и незаразными болезнями сельскохо- зяйственных животных в Казахстане.- Алма-Ата.- 1985.- С. 39-47. М., 1991.- С. 213-218. ломыцев С.А.    Эффективность вакцинопрофилактики бруцеллеза животных в Рос- сии // Ветеринария.- 2008, № 9.- С. 7-12. вание слабоагглютиногенных вакцин против бруцеллеза // Межд. рабоч. совещание: ", "Бруцеллез - пограничная инфекция животных и человека, требующая общих усилий разных стран.- Серпухов, 2008.- С. 15-16. Бруцеллез сельскохозяйственных животных в Р// Ветеринария.- 2013, № 6.- С. 23-28. ред.  А.А.  Кудряшовой,  А.В.  Святковского.-  Санкт-Петербург-Москва-Краснодар, бруцелл вакцинного штамма B. abortus 82, выделенных от животных из благополуч- ных хозяйств // Инфекционные и паразитарные болезни сельскохозяйственных жи- вотных:  Научно-техн. бюлл.- Новосибирск, 1981, № 50.- С. 8-11. исследования на бруцеллез собак на территории г. Омска // Актуальные вопросы ве- теринарии:  Мат.  науч.-практ.  конф.  фак.  вет.  мед.  НГАУ.-  Новосибирск,  2001.-  С. ная диагностика бруцеллеза крупного рогатого скота, привитого вакциной из штам- ма 82 // Ветеринария.- 2002, № 1.- С. 17-20. R-бруцеллезных  антигенов  при  бруцеллезе  крупного  рогатого  скота  //  Достижения науки и техники АПК.- 2011, № 9.- С. 57-61. молоком  при  дифференциальной  поствакцинальной  диагностике  бруцеллеза  круп- ного рогатого скота // Достижения науки и техники АПК.- 2011, № 9.- С. 64-67. ринария.- 1997, № 10.-  С. 6-11. целлезных  и  противотуберкулезных  мероприятий//  Диагностика  и  специфическая профилактика бруцеллеза и туберкулеза животных.- Новосибирск , 1998.- С. 8-11. при  различных  схемах  специфической  профилактики  //  Автореф.  дис.  ...  канд.  вет. наук.- Новосибирск, 2008.- 17 с. мов B. abortus 19 и B. melitensis Рев-1 при бруцеллёзе овец // Актуальные вопросы ветеринарной медицины: Матер. II Сиб. Вет. конгр., Новосиб. гос. аграр. ун-т.- Но- восибирск, 2010.- С. 325-326. Оптимизация противобруцеллезных мероприятий у крупного рогатого скота в сов- ременных  эпизоотических  и  социально-экономических  условиях  //  Матер.  межд. науч.-практ. конф., посвящ. 90-летию СибНИВИ, ВНИИБТЖ.- Омск, 2011.- С. 47-49. схема их применения на крупном и мелком рогатом скоте // Дис. ... канд. вет. наук.- Новосибирск, 2003.- 133 с. Микробиология.- 1963, № 6.- С. 130. бруцеллезными  вакцинами:  Автореф.  дис.  …  канд.  вет.  наук:  16.00.03  /  ЯГСХА.- Якутск, 2004.- 22 с. бруцеллезу животных в Казахстане за 2013 год// Вестник Алтайского государствен- ного аграрного университета.- 2015, № 4(126).- С. 92-97. логических  реакций,  обусловленных  Yersinia  enterocolitica  0:9  при  диагностике бруцеллеза // Бюл. ВНИИЭВ.- М.: Колос, 1990.- Вып.73-74.- С. 89-93. новки  реакции  нейтрализации  антител  (РНАт)  при  бруцеллезе  //  Совершенствова- ние  ветеринарных  мероприятий  в  борьбе  с  инфекционными  болезнями  сельскохо- зяйственных животных в Казахстане: Сб. науч. тр.- Алма-Ата, 1981.- С. 73-78. тарных бруцеллезных диагностикумов РНГА // Вестник сельскохоз. науки Казахста- на.- 1983, № 2.- С. 64-67. Медицина, 1984.- 267 с. синия энтероколитика сероварианта 0:9// Современные проблемы зоонозных инфек- ций: Тез. докл. Всесоюз. межведом. конф.- М., 1981.- С. 98-99. –  пограничная  инфекция  животных  и  человека,  требующая  общих  усилий  разных стран: Матер. межд. рабоч. совещ., 2-4 июня 2008 г. Серпухов.- М., 2008.- С. 20-21. Зоологический журнал, 2010.- Т. 89, № 1.- С. 53-60. целлеза  животных  от  зараженных  бруцеллезом  //  Тр.  ВИЭВ.-  М.,  1967.-  Т.  33.-  С. жай, 1975.- 224 с. ловека.- М.: Медгиз, 1953.- 243 с. ти  некоторых  противобруцеллезных  вакцин в  овцеводческих  хозяйствах:  Автореф. … дис. канд. вет. наук.- Омск, 1996.- 24 с. таты применения новых средств специфической профилактики бруцеллёза крупного рогатого скота // Ветеринарный врач.- 2006, № 1.- С. 14-18. специфической профилактики бруцеллеза мелкого рогатого скота в Российской Фе- дерации // Ветеринарный врач.- 2007, Спецвыпуск.- С. 16-18. лактика бруцеллёза мелкого рогатого скота в Российской Федерации // Бруцеллез – пограничная  инфекция  животных  и  человека,  требующая  общих  усилий  разных стран:  Матер.  межд.  рабоч.  совещ.,  2-4  июня  2008  г.-  Серпухов,  Московская  об- ласть.- 2008.- С. 77-78. Г.М.    Изыскание наиболее эффективных живой и гамма инактивированной проти- вобруцеллезной вакцины для мелкого рогатого скота // Ветеринарный врач.- Казань, кой  профилактики  и  ликвидации  бруцеллеза  крупного  рогатого  скота  //  Ветерина- рия.- 2013, № 7.- С. 10-13. ных штаммов бруцелл // Тр. ин-та ВГНКИ.- М., 1977.- Т. 23.- С. 94-103. казаний РСК (РДСК) при исследовании сывороток крови животных с применением антигенов, приготовленных из культуры бруцелл, с различными по степени диссо- циации популяциями // Совершенствование ветеринарных мероприятий в борьбе  с инфекционными болезнями сельскохозяйственных животных в Казахстане: Сб. на- уч. тр.- Алма-Ата, 1981.- С. 78-86. Анализ эпизоотической ситуации по бруцеллезу крупного рогатого скота в России // Российский ветеринарный журнал.- М., 2006, № 4.- С. 4-5. вотноводство России.- 2007, № 5.- С. 59-60. руге // Современные проблемы диагностики и профилактики хронических зооантро- понозных  инфекций  //  Матер.  Всеросс.  науч.  практ.  конф.,  посвящен.  памяти  засл. деят. науки РФ, д.в.н., проф. И.А. Косилова.- Омск, 2009.- С. 58-62. профилактики  бруцеллеза  мелкого  рогатого  скота  //  Тр.  ВИЭВ.-  2009.-  Т.  75.-  С. Практика  оздоровления  хозяйств  Волгоградской  области  от  бруцеллеза  крупного рогатого скота // Тр. ВИЭВ.- 2009.- Т. 75.- С. 307-312. ти  и  совершенствование  специфической  профилактики:  Дис.  ...  д-ра  вет.  наук: ", "против бруцеллеза сельскохозяйственных животных // Веткорм.- 2011, № 1.- С. 18-19. кого рогатого скота // Веткорм.- 2011, № 2.- С. 20-21. иммунобиологических  и  аллергических  реакций  у  иммунизированных  животных при  бруцеллезной  инфекции:  Автореф.  дис.  …  канд.  вет.  наук:  16.00.03.-  Одесса, крупного рогатого скота адъювант-вакциной из штамма В. abortus KB 17/100  // Тез. докл. межд. научн. конф., 30-31 мая 2000 г.- Казань, 2000.- С. 69-71. нария.- 2001, № 7.- С. 21-23. КВ/100 // Ветеринария.- 2002, № 5.- С. 10-12. роприятий  в  условиях  Кыргыстана:  Автореф.  ...  дис.  д-ра  вет.  наук.-  Новосибирск, ных: Автореф. ... дис. канд. вет. наук: 16.00.03.- Бишкек, 2002.- 20 с. бруцеллином ВИЭВ в сравнении с другими методами диагностики бруцеллеза овец // Сб. науч. работ ДагНИВИ.- Махачкала, 1968.- Т. 2.- С. 73-76. рогатого скота на бруцеллез в свежезараженных стадах // Тр. ВИЭВ.- М., 1974.- Т. спецпрофилактики инфекционного эпидидимита баранов // Состояние и перспекти- вы  научных  исследований  по  диагностике  и  профилактике  туберкулеза  и  бруцел- леза и мерам борьбы с этими болезнями с.-х. животных.- Омск, 1980.- С. 290-292. рогатого скота // Бюлл. ВИЭВ.-1983.- Вып. 51.- С. 46-49. ного рогатого скота // Тр. ВИЭВ.- М., 1984 .- Т. 61.- С. 26-29. лок, иммунизированных малыми дозами вакцины из штамма 19 // Пути ликвидации инфекционных и  инвазионных болезней с/х животных: Сб. науч. тр.- Новосибирск, иммунизированных против бруцеллеза телок // Ветеринария.- 1986, № 7.- С. 29-31. ного  рогатого  скота  при  иммунизации  против  бруцеллеза  малой  дозой  вакцины  из штамма 19 // Бюлл. ВИЭВ.- М., 1987.- Вып. 64.- С. 59-65. и  Br. melitensis 53Н38 при бруцеллезе крупного рогатого скота: Автореф. ... дис. канд. вет. наук: 16.00.03.- М., 1991.- 22 с. серологических  реакций  при  исследовании  крови  телок,  иммунизированных  в  ма- лых дозах противобруцеллезной вакциной из штамма 19 B. abortus: Профилактика и меры  борьбы  с  инфекционными  и  незаразными  болезнями  сельскохозяйственных животных в Казахстане // Алма-Ата.- 1984.- С. 43-48. Агропромышленный комплекс Туркменистана.- Ашхабад, 1989, № 1.- С. 22-23. комплекс Туркменистана.- Ашхабад, 1989, № 11.- С. 30-31. лемы экологии в ветеринарной медицине: Тез. докл. Всесоюз. науч.-техн. конф., 25- мышленный комплекс Туркменистана.- Ашхабад, 1991, № 1.- С. 28. Сельское хозяйство Туркменистана.- Ашхабад, 1991, № 5.- С. 29. ного  рогатого  скота  от  бруцеллеза  //  Развитию  животноводства  научное  обеспече- ние: Сб. науч. тр.- Ашгабат, 1999.- С. 36-37. ма 19 в малой дозе (3 млрд. м.к.) в Киргизской ССР // Инфекционные болезни жи- вотных и вопросы природной очаговости: Сб. тр. Академии наук Киргизской ССР, ин-т биохимии и физиологии.- Фрунзе, 1985.- Вып.V.- С. 15-18. шенной дозы вакцины из штамма Br. abortus 19 при иммунизации крупного рогато- го  скота  //  Инфекционные  болезни  животных  и  вопросы  природной  очаговости.- коров,  иммунизированных  вакциной  из  штамма  82  //  Инфекционные  и  незаразные болезни  сельскохозяйственных  животных  в  Казахстане:  Сб.  науч.  тр.-  Алма-Ата, мов бруцелл: Автореф. дис. ... канд. вет. наук: 16.00.03 / ВИЭВ.- М., 1987.- 21 с. из штамма 19 // Ветеринария.-1963, № 6.- С. 23-26. производственных условиях // Сб. науч. тр. ИЭВСиДВ.- Новосибирск, 1978, № 2.- С. целлезом крупного рогатого скота // Современные проблемы профилактики зооноз- ных  болезней  и  пути  их  решения:  Матер.  3-й  респуб.  науч.-практ.  конф.-  Гродно, при бруцеллезе мелкого рогатого скота // Ветеринария.- 2001, № 6.- С. 12-15. целлезе: Автореф. дис. ...д-ра. мед. наук: 14.00.10.- М., 1952.- 45 с. тика и диагностика болезней животных: Сб. науч. тр.- Новосибирск, 1983.- С. 110-115. у  животных,  сенсибилизированных  R-формами  бруцелл  с  помощью  РА,  РНГА  и РНИФ  //  Хронические  инфекции  животных:  Науч.-тех.  бюлл.  СО  ВАСХНИЛ ИЭВСиДВ.- Новосибирск, 1983.- Вып. 33.- С. 7-12. при бруцеллезе // Туберкулез и бруцеллез с.-х. животных: методы и средства диаг- ност. и профилакт., Новосибирск.- 1994 (1995).- С. 32-36. ношений  при  бруцеллезе  животных:  Автореф.  дис.  …  д-ра.  вет.  наук:  16.00.03  / РАСХН Сибирское отд. ин-т эксп. ветер. Сибири и Дальн. Востока.- Новосибирск, вотных в Латвийской ССР // Вопросы ликвидации бруцеллеза в прибалтийских рес- публиках и Белорусской ССР.- Вильнюс, 1958.- С. 13-20. ма 82-SR B. abortus и его применение при сочетанной защите животных от бруцел- леза: Автореф. дис. …  канд. биол. наук: 16.00.03 /ФЦТРБ-ВНИВИ.- Казань, 2010.- 24 с. тербург. Москва. Краснодар, 2007.- 607 с. Скавронская А.Г., Гинсбург А.Л., Михайлова Ю.П., Калмыков В.В., Шумилов К.В. Использование  молекулярно-биологических  методов  идентификации  бруцелл  в сравнительном  анализе  штаммов,  выделенных  от  больных  собак  //  Молекулярная генетика, микробиология и вирусология.- 2000, № 4.- С. 7-12. ных.- 1934.- 125 c. мунизированных полной и малой дозами вакцины из штамма 19 B. abortus // Меры борьбы с инфекционными, паразитарными и незаразными болезнями сельскохозяй- ственных животных в Казахстане.- Алма-Ата, 1982.- С. 48-58. зависимости  от  метода  введения  противобруцеллезной  вакцины  //  Сб.  тр.  ВИЭВ.- М., 1987, № 64.- С. 74-78. диагностики бруцеллеза крупного рогатого скота // Ветеринария.- 1956, № 2.- С. 37. центным  раствором  хлористого  натрия,  РА  с  физраствором  и  РСК  при  бруцеллезе крупного рогатого скота// Тр. Ростовской обл. науч.-исслед. ветеринарной станции.- штамма B. abortus 19 // Контроль и стандартизация средств специфической профи- лактики  и  диагностики  инфекционных  болезней  животных:  Сб.  науч.  тр.  ВГНКИ.- М., 1984.- С. 113-117. крупного рогатого скота на введение разных доз вакцины из штамма B. abortus 19 // Контроль  и  стандартизация  средств  специфической  профилактики  и  диагностики инфекционных болезней животных: Сб. науч. тр. ВГНКИ.- М., 1984.- С. 120-125. М.: Медицина, 1982.- 271 с. крупного рогатого скота в зоне интенсивного ведения животноводства: Автореф. ... дис. д-ра. вет. наук: 16.00.03.- С-Петербург, 1995.- 45 с. диагностики и течения болезни // Матер. 8-ого межд. конгр. по пробл. вет. мед. мел- ких дом. живот.- М., 2000.- С. 246-248. лочных ферм от бруцеллеза и туберкулеза // Ветеринария.- 1997, № 3.- С. 10-12. С. целлезных антигенов // Ветеринария.- 1987, № 4.- С. 26-27. мянской ССР: Дис. … канд. вет. наук.- Ереван, 1971.- 164 с. Толмачева Т.А.     Идентификация L-форм бруцелл реакцией ДНК-ДНК гибридиза- ции // Бюлл. ВНИИЭВ.- 1987, № 64.- С. 75-78. nia enterocolitica сероварианта 0:9 с Brucella abortus 19 // Сб. науч. тр. ВГНКИ.- М., ных.- М.: Колос, 1970.- 280 с. рованию молекулярных вакцин.- Новосибирск: Наука.- 1987.- 207 с. ции крупного рогатого скота против бруцеллеза // В сб.: Актуальные вопросы  про- филактики бруцеллеза и организации медицинской помощи больным.- М., 1989.- С. павловск, 1999.- 133 с. крупного  рогатого  скота  в  Грузинской  ССР:  Автореф.  ...  дис.  канд.  вет.  наук: "], "paragraph_source_docs": [0, 0, 0, 0, 0], "source_docs_file": "Veterinary.json"}