{"paragraphs": ["XIV – XV դդ., ապա և հետագա երկու դարերում հյուսիսային Հայաստանի կարևո- րագույն  կենտրոններից  էր  Լոռե  բերդաքաղաքը93,  որը  նշանակալից  դերակատարու- թյուն  ուներ  Լոռու  տարածաշրջանի  քաղաքական,  տնտեսական  կյանքի  կազմակերպ- ման  գործում:  Ի  տարբերություն  Հայաստանի  այլ  քաղաքների  ու  քաղաքատիպ  ավան- ների, Լոռեն եզակիներից է, որ անընդմեջ ապրել է բուռն տնտեսական կյանքով սկսած հիմնադրումից (XI դ. առաջին տասնամյակից) մինչև XVIII դ. կեսերը: ", "Խաղի` զբաղմունք կամ աշխատանք լինելու ձևերի մասին շատ ուշագրավ տեսա- կետ ունի նաև Վ. Վունդտը. «Չկա խաղի մի ձև, որ չունենա այս կամ այն լուրջ զբաղ- մունքի իր օրինակը, ինչպես դա ինքնին, բնականաբար, նախորդում է նրան ժամանա- կի  մեջ:  Քանի  որ  կենսական  անհրաժեշտությունը  մղում  է  աշխատանքի,  իսկ  այնտեղ մարդը կամաց-կամաց սովորում է գործի մեջ տեսնել հաճույք»:346 «Ստոպ»347 («Ձու»348) անվամբ ժամանակակից խաղն իր մեջ կրում է ոչ միայն ֆի- զիկական պատրաստվածության տարրեր, այլև մտավոր-դաստիարակչական: Խաղում են գնդակով, խառը կազմով` 6-14 տարեկան աղջիկներն ու տղաները: ", "Լա Մագդալենի բարձրաքանդակները պառկած կանանց երկու ֆիգուրներ են` ձգված իրանով,  հենված  ծալված  ձեռքի  վրա,  լավ  մոդելավորված  ոտքերով  (Նկ.  4.3,  4.4):  Մի կնոջ ոտքերը երկարեցված են (Նկ. 4.4), իսկ մյուսինը՝ ծալված (Նկ. 4.3): Գլուխները իրա- րից դժվար են տարբերակվում: Առանձնացված են կուրծքը և աճուկի մասը: Մարմնի մա- սերը  էլեգանտ  են  և  նրբագեղ:  Ա.  Բրեյլի  նկարագրով  նրանք  ոչ  մի  առնչություն  չունեն օրինյակ-պերիգորդյան ոճի կանանց հաստլիկ և գեր մարմնակազմության հետ: ", "Այս  ժամանակաշրջանից  սկսած  հետախուզության  դերը  և  նրա  ազդեցությունը պետական  քաղաքականության  ձևավորման  ու  մշակման,  ինչպես  նաև  ռազմական միջոցառումների պլանավորման գործընթացներում զգալիորեն աճեցին: ", "նպատրաստից հորինված հեքիաթներ, ծաղրերգեր և այլն) (տե´ս Ա. Սարգսյան, Մանկական բանա- հյուսության հարցի շուրջ, Գիտական նստաշրջան` նվիրված ՍՍՀՄ 60-ամյակին, Զեկուցման թեզիս- ներ, Եր., 1982,  էջ 19-20): ", "Հետախուզությանը  բնորոշ  գործելաոճի  համաձայն,  այս  պատվիրակությունը Օսմանյան կայսրությունում պետք է գործեր ոչ պաշտոնապես: Դրա քողարկման համար «Թուրքիա  ժամանած  գերմանացի  սպաները  Թուրքիայի  բանակում  պետք  է  անցնեին ծառայության  որպես  մասնավոր  անձինք՝  ազատ  արձակվելով  Գերմանիայի  զինված ուժերից»2: ", "Դրանից  հետո,  Լոռեն  հայտնվում  է  մեկ  ակ-կոյունլուների,  մեկ  վրացիների,  իսկ  XVI  – XVII դդ. արդեն Սեֆյան Իրանի և Օսմանյան Թուրքիայի տիրապետության ներքո: ", "Լոռե բերդաքաղաքի պեղումներն իրականացվել են 1966 – 1974 թթ. (ղեկ.` պ.գ.դ. Ի. Ղարիբյան),  վերսկսվել  2009  թ.  և  շարունակվում  են  առայսօր  (ղեկ.  Ի.  Ղարիբյան,  Հ. Սիմոնյան): Լոռեի պեղումները բացառիկ հնարավորություն են ընձեռում հետևելու Հա- յաստանի  պատմական  այդ  շրջափուլի  առևտրա-տնտեսական,  արհեստագործական կենսագործունեության  առաջընթացի  բոլոր  փոփոխություններին:  Լոռե  բերդաքաղաքը Լոռու  տարածաշրջանի  ոչ  միայն  վարչական  կենտրոնն  էր,  այլև  առևտրատնտեսական կապերը  համակարգողը: Մեզ հետաքրքրող թեմայի  շրջանակներում  պետք է նշենք, որ Լոռեում  կազմակերպվել  է  ժամանակի  բարձրակարգ  խեցեգործական  արտադրություն: ", " Որպես որսորդության հովանավորուհի, ով որսորդության ժամանակ, իր մոգական մասնակցությամբ խթանում էր որսի հաջող ընթացքը: ", "թյունը թույլ է տալիս հետևելու նախորդ ավանդույթների շարունակականությանը, փո- փոխությանն  ու  զարգացման  ընթացքին,  ինչպես  և  առանձնացնելու  տեղական  ու  ներ- մուծած արտադրանքը` որոշելով ներմուծման ուղիները: Լոռե բերդի XV – XVII դդ. Խե- ցեղենի,  հատկապես  հախճապակու  ուսումնասիրությունը  փաստում  է  նրա  առևտրա- կան կապերի մասին ավելի շատ Արևելյան Վրաստանի, քան Հայաստանի մյուս տարա- ծաշրջանների հետ98: ", "Ըստ աղբյուրի՝ Բաքվի խանը Կասպից ծովում ավելի շատ նավեր (խոսքն առևտրական ուխտատեղեաց եւս եւ քաղաքացն եւ գիւղօրէից որք ի Շամախւոյ թեմի, Տփխիս, 1896, էջ 378: ", "Հայաստանի Միջնաշխարհը` Արագածոտնը, XII – XIV դդ. գտնվում էր Զաքարյան- ների,  ապա  նրանց  վասալ  Վաչուտյան  տոհմի  տիրապետության  տակ,  որոնց  ռազմա- կան ու վարչական կենտրոնը Անբերդն էր99: XII – XIII դդ. հայ-վրացական միացյալ զոր- քերը  Անբերդը  սելջուկներից  ազատագրելուց  հետո  հանձնում  են  վերջիններիս,  որոնք ձեռնամուխ են լինում ամրոցի ամրացմանը: Աճող ամրոց-բնակավայրը շրջափակվում է նոր, ավելի ընդարձակ պարիսպներով, որոնք իրենց մեջ ներառում են ողջ հրվանդանը: ", "հավաքելով, ի վերջո հասնում է դևին, սպանում և հաղթում կամ պարտվում՝ մեռնում: ", "մուլտֆիլմերի  հիմնադիրը:  Խոսքը  Ամերիկայի  Կալիֆոռնիա  նահանգում  գտնվող  «Դիսնեյլենդ»  (Disney- land) զբոսայգու համար նախատեսված մուլտկերպարներով և անիմացիաներով խաղերի մասին է: ", "Չնայած այն հանգամանքին, որ նախապատմական և վաղ պատմական ժամանակնե- րից հայտնի են տարբեր անուններով ու գործառույթներով բազմաթիվ «աստվածուհիներ», կարելի է ասել, որ վերը թվարկված հատկանիշները հստակորեն չէին բաժանված աստ- վածուհիների միջև133: ", "Անբերդի հնագիտական  պեղումները  սկսվել են 1936  թ. (արշավախմբի ղեկավար` Հ. Օրբելի) և շարունակվել 1963-1972 թթ. (ղեկ.` Ն. Տոկարսկի, Ս. Հարությունյան): Հայտ- նաբերված  հնագիտական  նյութերում  մեծաթիվ  է  խեցեղենը,  որը  հիմնականում  վերա- բերում է XII – XV դդ.: Խեցեղեն հավաքածուի ուսումնասիրությունը մատնանշում է տե- ղում  կազմակերպված  խեցեգործական  արհեստանոցի100,  ինչպես  նաև  Ոսկե  հորդայի, Հուլավյան  Իրանի,  Մամլուքյան  Եգիպտոսի  խեցեգործական  կենտրոններից  ներմուծած անոթների և դրանց ընդօրինակումների առկայությունը101: ", "Դաշտադեմի  ամրոցը  կարևոր  տեղ  է  զբաղեցնում  Անի  քաղաքի  պաշտպանական համակարգում:  Գտնվելով  Արագածոտնի  մարզի  Դաշտադեմ  գյուղում102  և  իշխող  դիրք ունենալով Արարատյան դաշտի նկատմամբ, այն Անիի արևելյան մատույցները պաշտ- պանող  ամրություններից  մեկն  էր,  որն  ի  տարբերություն  մյուս  բերդ-ամրոցների  զուրկ էր բնական անառիկությունից, այդ պատճառով էլ օղակվել էր բարձր պարսպապատով: ", "«Քուլելիի իրադարձության» վերաբերյալ կան բազմաթիվ գիտական աշխատություններ,  սակայն  դավադրության  բնույթի,  խնդրի,  նպատակի  մասին հետազոտողների  կարծիքները  ու  հետազոտությունները  տարբեր  են  և  հաճախ իրարամերժ2: ", "րում  են  մտավոր  դաստիարակության  կարևոր  գործառույթ,  մասնավորապես՝  համաշ- խարհային պատմության ընկալման համատեքստում: ", "դադյանը  ապաստանում  է  Դաշտադեմի  ամրոցում  և  նույն  թվականի  սեպտեմբերին    հիմնովին  վերա- նորոգում այն, ինչի վերաբերյալ թողել է արաբերեն արձանագրություն. ,,Да возвеличит его Аллах! {месяца} сафар пятьсот семидесятого года  {сентябрь 1174}. Возведший это укрепление  –  эмир,  великий  исфахсалар, ‘Адуд ад-дин, возвеличивающий ислам – Сул{тан} б. Махмуд б. Ша{вур}: Տես` Хачатрян А., Корпус арабских надписей Армении, VIII – XVI вв., Ереван, Изд. АН АрмССР, 1987, с. 46. րով:  XII  –  XIII  դդ.  ամրոցն  անցնում  է  Զաքարյաններին,  որոնք  լայնածավալ  վերակա- ռուցումներ են անում միջնաբերդում: Դա է վկայում Իվանե Զաքարյանի թոռ Աղպուղայի հատվածաբար  պահպանված  արձանագրությունը105:  Մոնղոլական  արշավանքների  հե- տևանքով ամրոցը կործանվում է և վերականգնվում միայն 1812 թ., երբ Երևանի պարսիկ խան  Հուսեինը  ձեռնարկում  է    հսկայածավալ  պարիսպապատերի  կառուցումը`  իրեն- ցում ներառելով միջնադարյան ողջ համալիրը106: ", "Թեև ընդունված է այն տեսակետը, որ ամրոցը մոնղոլական արշավանքներից հետո կործանվել է, սակայն տարբեր տարիներին իրականացված տարաբնույթ հնագիտական աշխատանքների  արդյունքում  հայտնաբերված խեցեղենն ունի  X – XVI դդ. պատկանե- լություն107:  Նշանակում  է,  որ  XIII  դարից  հետո  ամրոցը  դադարել  է  պաշտպանական գործառույթ կատարելուց և վերածվել է սովորական բնակավայրի, ինչի մասին վկայում են նաև տնտեսական և բնակելի շինության հետքերը108: ", "Սրբավայրի շրջանաձև կառույցների պատերի մեջ կանգնեցված T-ձև սյուներից շա- տերի վրա կան քանդակներ139: Բացված կառույցները թվագրվում են մ.թ.ա. 10-9-րդ հա- զարամյակների շրջանակներում (մ.թ.ա. 9600-8000 թվական)140: ", "les operations effectuées au cours de la campagne août 2011; Augé I. etc, Rapport sur la campagne de fouilles de la mission  française  d’Ani-Pemza,  août-septembre  2012;  Ալեքսանյան  Տ.,  Միրիջանյան  Դ.,  Դաշտադեմի  2011  թ. պեղումները (նախնական հաղորդում), Էջմիածին, 2012, Ը, էջ 103-104. հետո  վանքը  մատենագիտական  և  վիմագրական  աղբյուրներում  հիշատակվում  է,  սա- կայն ոչ որպես գործող վանք109: ", "Վերը  նշվածը,  մասնավորապես,  սուլթանական  կառավարության  արդարանալու փորձը  թույլ  է  տալիս  եզրակացնել,  որ  դավադրության,  դրա  բացահայտման  իրական բնույթի  և  նպատակների`  այն  է  քրիստոնյաների  դեմ  լայնածավալ  գործողությունների մասին տեղեկացված էին օտարերկրյա պետությունների հետախուզական մարմինները: ", "Ուշմիջնադարյան  մյուս  կարևոր  հոգևոր  ու  մշակութային  կենտրոնը  Արագածոտ- նում Ուշիի Ս. Սարգիս վանքն է, որն շարունակաբար գործել է V – XVIII դդ. և կործան- վել 1827 թ. երկրաշարժից110: 1999 – 2001 թթ. ձեռնարկած պեղումների շնորհիվ (ղեկ.` պ. գ. թ. Ֆ. Բաբայան) հողի թանձր շերտի տակից բացվել են վանքի բոլոր կառույցները` Ս. Սարգիս  եկեղեցի-վկայարանը,  Ս.  Աստվածածին  եկեղեցին,  գավիթը,  զանգակատունը, արտաքին  սրահը,  վանական  խցերը,  հասարակական,  բնակելի  և  տնտեսական  շինու- թյունները և պարսպապատը` հինգ աշտարակներով, վանքի մուտքերը: Վանքի տարած- քից  հայտնաբերված  խեցեղեն  տեսականին  հիմնականում  վերաբերում  է  միջնադարի զարգացած և ուշ փուլերին, որի մեջ առանձնանում են ինչպես տեղական օրինակները, որոնց  զուգահեռները  տեսնում  ենք  Հայաստանի  ուշմիջնադարյան  մյուս  հուշարձան- ներից հայտնաբերված խեցեղեն գտածոներում, այնպես էլ ներմուծված նմուշներ, որոնք մեկ անգամ ևս վկայում են այս տարածաշրջանի բանուկ առևտրական ճանապարհների ուրվագծում Ուշիի գրաված կարևոր տեղի մասին: "], "source_docs_file": "History.json", "paragraph_source_docs": [3, 1, 2, 0, 1, 0, 3, 3, 2, 3, 4, 3, 1, 1, 2, 3, 3, 0, 1, 3, 3, 2, 3, 0, 3]}