{"paragraphs": ["[61] -  ում  կատարվում  է  կառուցվածքի  թերություններ  պարունակող մարմինների  տեսակների  (ծակոտկեն  մարմիններ,  փոշեմարմիններ  և  փոշիներ) վերլուծություն:  Ծակոտկեն  մարմինները  պարունակում  են  միայն  եռաչափ  կարգի թերություններ՝ ծակոտիներ:  Ի  տարբերություն դրանց,  փոշեմարմինները պարունակում  են  ոչ  միայն  ծակոտիներ,  այլ  նաև`  ճաքեր:  Փոշիները  չկապված մարմիններ են և կարող են ընդունել այն անոթի ձևը, որի մեջ դրանք տեղավորված են: ", "Փոշեմարմինները կարող են ստացվել փոշիներից, օրինակ` սառը մամլման միջոցով: ", "ա)                                                                                բ) Նկ. 1.2. Ցածրացնող տեսակի ռեկուպերացնող ՀԼԻԿ-ի չկառավարվող (ա) և կառավարվող (բ) սխեմաները Դրոսելի հաշվարկը: Հաջորդ հիմնական տարրը ՀԼԿ-ում L դրոսելն է, որի ինդուկ- տիվության  ճիշտ  գնհատումը  նույնպես  խիստ  կարևոր  է:  Նկ.  1.1-ից  հետևում,  որ  ցած- րացնող տեսակի ՀԼԿ-ում դրոսելի հոսանքը էներգիայի ինչպես կուտակման, այնպես էլ փոխանցման դեպքում հոսում է դեպի հող  միևնույն C կոնդենսատորի միջոցով: Բարձ- րացնող և ինվերսող ՀԼԿ-ներում էներգիայի կուտակման հոսանքն անցնում է C կոնդեն- սատորով, իսկ փոխանցմանը ոչ: Այդ իսկ պատճառով ինուկտիվության հաշվարկն այս դեպքում տարբերվում է մյուս տարրերի հաշվարկից: ", "Կառուցվածքային  անհամասեռություն ունեցող նյութերի  մեխանիկան համարվում է ՀՄՄ - ի բաժիններից մեկը: Այդպիսի նյութերի համար ՀՄՄ - ն կարող է կիրառվել  որպես  միկրոմակարդակի  օբյեկտ,  այսինքն  այն  գործընթացների ուսումնասիրման  համար,  որոնք  տեղի  են  ունենում  միկրոծավալում,  հետևաբար Ճնշումով մշակման տեխնոլոգիական գործընթացների հաշվարկի հուսալի տեսական հիմքը համարվում  է ՀՄՄ -  ն և քանի որ  այն հիմնված է այն ենթադրության  վրա, որ ուսումնասիրվող  նյութական  օբյեկտները  անընդհատորեն  են  բաշխված  դրանց զբաղեցրած ծավալում, ապա դրա կիրառումը միկրոմակարդակում հնարավոր է այն պայմանով,  եթե  միկրոծավալի  չափերը  շատ  անգամ  մեծ  են  մոլեկուլյար-կինետիկ չափերից [61]: ", "Նույն  կերպ  ՀՄՄ -  ի  կիրառումը  մակրոծավալում  հիմնված  է  այն ենթադրության  վրա,  որ  դիտարկվող  մարմինը  կարող  է  տրոհվել  տարրական մակրոծավալների, որոնց բնութագրական չափերը մի կողմից` շատ անգամ փոքր են մարմնի  բնութագրական  չափերից,  իսկ  մյուս  կողմից`  շատ  անգամ  մեծ  են կառուցվածքային  տարրի բնութագրական չափերից:  Ենթադրվում է, որ մակրոպարամետրերի փոփոխությունը մակրոտարրում չնչին է: ", "Կախված  անցումների  թվից՝  առավելագույն  ազդեցություն  նկատվում  է  առաջին անցման  ժամանակ,  իսկ  երկրորդ,  երրորդ անցումները ավելի  լավացնում  են մակերևութային  շերտի  վիճակը,  մակերևութային  շերտի  խորդուբորդությունները նվազում  են,  ամրացման  աստիճանը  և  ամրացված  շերտի  խորությունը  մեծանում  են [81]։  Անցումների  թվի  հետագա  մեծացումը  բերում  է  մակերևութային  շերտի գերամրացման։ ", "Օրինակ,  երբ  լարման  շեղումը`  dUC0=Umax,  Q0  միջանցիկությունը  կարելի  վերցնել  0,3 կամ  0,4:  Այս  դեպքում  որոշելով  (1.3)  արտահայտությունից  L  ինդուկտիվությունը, ստացվում է վերջնական բանաձևը հետևյալ տեսքով՝ (1.4) Դիտարկենք  դրոսելի  հաշվարկը  ցածրացնող  ՀԼԿ-ի  դեպքում:  Հաշվարկն  այս դեպքում  նման  է  նախորդին,  բացառությամբ,  որ  ինչպես  վերը  նշվել  էր  կոնդեսատորի լիցքավորումը  տեղի  է  ունենում  ինչպես  դրոսելում  էներգիայի  կուտակման,  այպես  էլ էներգիան  դրոսելից  փոխանցման  ժամանակ:  Այդ  պատճառով  ցածրացնող  ՀԼԿ-ի համար L և Q մեծությունների կապի բանաձևը տրվում է հետևյալ ձևով՝ (1.5) որտեղ : ", "Ակնհայտ  է,  որ  (1.5)-ը  տարբերվում  է  (1.3)-ից  միայն  k-գործակցի  որշման բանաձևով: Վերը նշված կիևնույն ալգորիթմով կորոշվի նաև L ինդուկտիվությունը: ", ":                                          (1.6) ,kfCdULQ2C2ÈÆØ2Ù»U/U2k:kfCdUQL20C20ÈÆØ,kfCdULQ2C2ÈÆØ2CUU/U2kÙ»2C20C20UUU2k,kfCdUQLÙ»ÈÆØ 1.1.6. ՀԼԿ-ների կարգավորման բնութագրերը ՀԼԿ-ները  հաշվարկելիս  վերջին  քայլում  ստանում  են  Q  միջանցիկության կախվածությունը dUC լարումից (1.3) և (1.5) բանաձևերի օգնությամբ, տրված  L, C և fԼԻՄ մեծությունների դեպքում. Տեղադրելով վերջինումս ինդուկտիվության  արժեքը (1.4)-ից, կամ (1.6)-ից կարելի է ստանալ ԼԻՄ-իմպուլսների միջանցիկության հաշվարկման արտահայտությունը. :                                                   (1.7) :                                                         (1.8) Ստացված  (1.8)  արտահայտությունը  ԼԻՄ-կերպափոխիչի  կարգավորաման  բնու- թագիրն է: Հարկ է նշել, որ Q-ն տեսականորեն չի կարող գերազանցել 1,0-ը, հետևաբար, եթե  կարգավորման  բնութագծերն  ինչ  որ  պահի  գերազանցեն  1,0-ը,  ապա  անհրաժեշտ այն ընդունել որպես 1,0 արժեք: Գործնականում խորհուրդ է տրվում լցման գործակիցը փոփոխել 0,7-0,9 սահմաններում, որպեսզի բացառվի ինդուկտիվության միջով հոսանքի անսահմանափակ մեծացումը (նկ. 1.3): ", "(կանալը)  սինխրոնացվում  է  անկախ մյուսներից, ինչը հանգեցնում է արագագործության զգալի բարձրացման: ", "Ինչպես  երևում  է  բերված  դիագրամներից  սխեման  հաստատված  ռեժիմի  է հասնում  5-6  աշխատանքային  պարբերություն  անց:  Սխեմայի  հիմնական  ռեակտիվ տարրերի պարամետրերն ընտրված են այնպես, որ հասատատված ռեժիմում դրոսելով անցնում է ընդհատուն հոսանք (նկ. 1.4ա-ում սկսած t1=140 մկվ պահից): ", "ա) բ) գ) Նկ. 1.4. Ցածրացնող ՀԼԿ-ի ժամանակային դիագրամները PSPICE մոդելավորման միջավայրում Time0s20us40us60us80us100us120us140us160us180us200us220us240us260usV(V1:+,D1:2)V(C1:2)-10V0V10V20V30Vt125V           Time0s20us40us60us80us100us120us140us160us180us200us220us240us260usI(L1)-I(R1)-2.0A0A2.0A4.0A           Time0s20us40us60us80us100us120us140us160us180us200us220us240us260usI(L1)-I(R1)0A2.0A4.0A6.0A8.0A Նկ. 1.4ա-ում ցույց են տրված կառավարման իմպուլսները և ելքային լարումը, երբ Q=0,1,  նկ.  1.4բ-ում՝  դրոսելի  և  բեռի  հոսանքներն  ընդհատուն  ռեժիմ,  իսկ  նկ.  1.4գ-ում՝ դրոսելի և բեռի հոսանքներն անընդհատ ռեժիմում, երբ Q=0,8: ", "ՄՊԴ    գրտնակման    գործընթացում  ԳՁՏ  կիրառման  տեսության  կայացման  և զարգացման հիմքում ընկած են   Ա․Ի․ Մարկովի, Վ․Ֆ․ Կազանցեվի, Վ․Վ․ Կլուբովիչի, Լ․Դ․  Ռոզենբերգի,    Վ․Պ․  Սեվերդենկոի,  Ա․Վ․  Ստեպանենկոի,  Օ․Վ․  Տարատինովի, Ա․Մ․  Միցկեվիչի,  Ի․Ի․  Մուխանովի,  Խ․Մ․  Ռախիմյանովի,  Ի․Դ․  Ուստինովի,  Յու․Վ․ Խոլոպովի և ուրիշների աշխատանքները։ ", "Փոշենյութի  դեֆորմացիայի  և  քայքայման  մասին  համոզիչ  տեղեկություն կարելի  է  ստանալ`  իրականացնելով  տարբեր  սկզբնական  խտություն  ունեցող մամլվածքների  դեֆորմացման  հետազոտություններ:  Այդ  տեսակետից  կարելի  է  նշել Վ.Ե.  Պերելմանի  [67]  փորձերի  հույժ  կարևորությունը:  Դրա  համար  այստեղ  բերենք այդ փորձերի որոշ արդյունքների նկարագիրը: ", "Ըստ  նրա,  քանի  որ  փոշենյութերը  պատկանում  են  փխրուն  նյութերի  դասին, ուստի փոփոխելով հպման հարթակներում ծակոտկեն միջավայրի մասնիկների միջև սեղմող  լարումների  մեծությունները,  կարելի  է  ստանալ  պլաստիկ  քայքայման  բոլոր տեսակները, սկսած փխրուն քայքայումից` մինչև զարգացող պլաստիկ հոսունության վիճակ  առանց  նյութի  քայքայման,  այսինքն`  փոշենյութի  հատկանշական  մամլման պայմանների առաջացումը: ", "Հիմնվելով  թվային  սարքերի  նախագծման  ընդհանուր  մեթոդաբանության  վրա  [83], ատենախոսական  աշխատանքում օգտագործվում է սարքերի սինթեզման վրա հիմնված նախագծման  մեթոդը,  որն  իրագործված  է  թվային  սարքերի  նկարագրման  բարձր մակարդակի լեզուներից  մեկով`  Verilog-ով,  այնուհետև  ավտոմատ  նախագծման համակարգերի  միջոցով  (XST  ISE  սինթեզող  փաթեթ,  Xillinx),  արտապատկերվում  են տրամաբանական  տարրերի  հասանելի  բազիսի  վրա:    Այս  մեթոդով  իրականացված նախագծերի  առավել  կարևոր  բնութագրերից  է  դրանց  բացարձակ  անկախությունը տրամաբանական  տարրերի բազիսից  և  նախագծման  տեխնոլոգիայից:  Իսկ թերությունների  շարքին  կարելի  է  դասել  այն  փաստը,  որ  մշակվող  թվային  սարքերի քանակի  մեծացմանը  զուգընթաց  բարդանում  և  աճում  է  նաև  տվյալ  սարքերի նկարագրման  ծավալը,  ինչը  հետագայում  հանգեցնում  է  այդ  սարքերի  մշակման  և թեստավորման համար նախատեսվող ժամանակային մեծ ծախսերի: ", "Նկ. 1.6. Ուղիղ գործողության կերպափոխչի աշխատանքը մեկնաբանող ժամանակային դիագրամները (սևացված մասը մագնիսացման հոսանքն է) Նկ.  1.7-ում  բերված  է  հակառակ  գործողությամբ  տրանսֆորմատորային  կապով ԻԼԿ-ի  սխեմայի  օրինակ:  Այստեղ  ելքային  լարումը  կարելի  հաշվարկել  (առաջնային փաթւյթի հոսանքի սեղանաձև տեսքի դեպքում) հետևյալ արտահայտությամբ՝ :                                                      (1.10) Կառավարման  համակարգով  հսկվում  է  ելքային  լարումը  և  անհրաժեշտության TtQ,QWWUU12µ³óÙ»UVTiՏր1ttttiVD1iLE2EtբացtփակtբացTQ-1QWWUU12Ù» դեպքում փոփոխվում է տրանզիստրի բաց լինելու ժամանակը, այսինքը փոփոխվում է Q միջանցիկությունը:  Նկատենք,  որ  ելքային  լարման  կախվածությունը  Q-ից  ոչ  գծային  է, այն հիպերբոլի տեսքի է: ", "բ) Նկ. 1.1. Նմուշների տեսքերը կողմնային ճնշումով նստեցումից առաջ և հետո. ա) ПЖ2М2,   բ) կայծքարի կարբիդ [67] Այսպիսով,  վերը  բերված  փաստերի  հանրագումարը,  որը  ներկայացնում  է պարզ  և  հանրահայտ  դրույթներ,  ապացուցում  է  այն,  որ  փոշենյութերի  խտացումը պետք  է  դիտարկել  որպես  սեղմվող  մարմինների  դեֆորմացիաների  գործընթացներ, որոնց պլաստիկ հատկությունները որոշվում են ծակոտկեն միջավայրի խտությամբ և դրանց կառուցվածքի մեջ մտնող տարրի քիմիական բաղադրությամբ: ", "Նկ. 1.8. Հակառակ գործողության տրանսֆորմատորային կապով կերպափոխչի աշխատանքը մեկնաբանող դիագրամներ Տրանսֆորմատորի  փաթույթներում  հոսանքը  կլինի  սեղանաձև  տեսքի,  երբ տրանզիստորային բանալին միացվում է մինչ հոսանքը տրանսֆորմատորի երկրորդա- յին  փաթույթում  կհասցներ  դառնալ  զրո:  Եթե    սղոցաձև  հոսանքը  տրանսֆորմատորի երկրորդային  փաթույթում  հասցնում  է  հասնել  զրոյի,  ապա  առաջանում  է,  այսպես կոչված,  «մեռյալ  գոտի»,  երբ  հոսանքը  բացակայում  է  և՛  առաջնային  և՛  երկրորդային փաթույթներում: ", "Թվային  սարքի  կարգայնությունը  ոչ  թե  ալգորիթմի  մուտքային  տվյալների քանակությունն  է,  այլ  բիթերի  այն  քանակությունը,  որն  անհրաժեշտ  է  թվի  գրանցման համար:  Ալգորիթմը,  որի  մուտքային  տվյալներն  են` կոչվում  է  պոլինոմիալ, եթե  նրա  աշխատանքի  ժամանակը  սահմանափակվում  է բազմանդամով կամ մուտքային տվյալների  բազմանդամով: ", "Հոծ  նյութերի  համար  պլաստիկ  դեֆորմացման  առաջացման  պայմանը ներկայացվում է լարումների թենզորի բաղադրիչների ֆունկցիայի տեսքով. :                                                             (1.7) Ընդ որում, (1.7) պայմանի կատարման  դեպքում նյութը առաձգական  վիճակից անցնում է պլաստիկ վիճակի: ", "Դադարի ժամանակահատվածից հետո կրկին միացվում է VT1 բանալին և էլեկտրամագ- նիսական գործընթացները սխեմայում կրկնվում են: ", "պայմանը:  Համաձայն  դրա  հոսունության  վիճակում  գտնվող  հոծ  նյութում առավելագույն շոշափող լարումը մարմնի բոլոր կետերում ընդունվում է հաստատուն և հավասարեցվում է նյութի հոսունության սահմանին մաքուր սահքի դեպքում [43]. ,                                                           (1.8) որտեղ և -  ը  համապատասխանաբար  ամենամեծ  և  ամենափոքր  գլխավոր լարումներն են, իսկ - ը նյութի հոսունության սահմանի լարումն է: ", "Նկ. 1.10. երկտակտ տրանզիստորային ՀԼԿ-ի աշխատանքը մեկնաբանող դիագրամներ Նկ. 1.9 սխեմայում վոլտմետրի (ելքային) լարումը հավասար է LC-ֆիլտրի մուտքի լարման միջին արժեքին, որը որոշվում է հետևյալ բանաձևով՝ ,                                                      (1.11) որտեղ tբաց1, tբաց2-ը համապատասխանաբար առաջին և երկրորդ բանալիների բաց լինելու ժամանակներն  են,  W1-ը՝  տրանսֆորմատորի  առաջանային  կիսափաթույթի  գալարների թիվը, W2-ը`երկրորդային կիսափաթույթի գալարների թիվը: ", "FPGA  միկրոսխեմաները  նախագծվել  են  Xilinx  ընկերության  կողմից,  որի արտադրանքները PLD-ների համաշխարհային շուկայում մեծ տեղ են զբաղեցնում: "], "source_docs_file": "Mechanical Engineering and Machine Science.json", "paragraph_source_docs": [1, 1, 0, 1, 1, 2, 0, 0, 0, 3, 0, 0, 2, 1, 1, 3, 0, 1, 0, 3, 1, 0, 1, 0, 3]}