{"paragraph_source_docs": [5, 5, 5, 1, 4, 5, 5, 4, 5, 5], "paragraphs": ["Գրական այն մթնոլորտը, որ ձևավորվեց Տերյանի «Մթնշաղի անուրջներից» հետո, մի  կարևոր  առանձնահատկություն  ուներ։  Անշուշտ,  այդ  մթնոլորտը  լիցքավորվում  էր գլխավորապես  սիմվոլիզմից  եկող  խթանիչներով,  որոնց  աղբյուրը  Տերյանի  քնարական աշխարհն էր։ Բայց Տերյանը սիմվոլիստ էր յուրովի։ Նրա հոդվածներում, նամակներում, այլ  գրություններում  այդ  ուղղության  բնութագրումներ  կամ  գնահատականներ,  գրեթե չեն հանդիպում, բացառությամբ իր հայտնի զեկուցման մեջ արված մի դիտողության այն մասին,  թե  ժամանակակից  եվրոպական  կրթություն  ստացած  ինտելիգենտի  համար Շահազիզի,  Պատկանյանի,  Աղայանի,  Պռոշյանի,  Րաֆֆու  չափ  հեռու  և  օտար  է եվրոպական  և  ռուս  սիմվոլիստների  հին  սերունդը.  «Պշիբիշևսկին  արդեն  վաղուց մոռացված  հեղինակ  է,  Բայլմոնտը՝  ձանձրալի,  Մետեռլինգը,  Վյաչ.  Իվանովը  –  չոր  ու գիտուն.  Սոլոգուբը  ոչ  գուցե  այնքան  հիվանդոտ  ու  ցավագին,  որքան  ինքն  է՝ ընթերցողը»62։  Տերյանը,  ինչպես  արդեն  նկատել  ենք,  կապված  էր  սիմվոլիստների երկրորդ  սերնդի  հետ,  այլ  կերպ  ասած՝  այդ  հոսանքի  գոյատևման  այն  շրջանի  հետ,  որ բնութագրվում  է  նաև  որպես  քայքայման  ու  մահացման  շրջան։  Սա  նշանակում  է,  որ տերյանական  սիմվոլիզմը  անվերապահորեն  փակ  համակարգ  չէր,  այսինքն՝  այդ համակարգում  հայտնված  սկսնակների  համար  միշտ  էլ  բաց  դռներ  կային  դեպի  այլ ուղղություններ։  Փոքր  ստեղծագործական  կարողություններով  օժտված  սկսնակներից շատերը այնպես էլ չէին կարողանում օգտվել այդ ելքերից։ Իսկ որոշակի գրական ձիրքի տեր սկսնակները, մկրտվելով տերյանական դպրոցում, հետագայում հնարավորություն էին ստանում իրենց դրսևորելու նաև ստեղծագործական այլ ոլորտներում։ ", "Այս վերջիններից է Արտաշես Տեր-Մարտիրոսյանը (1892-1937)։ Ծնվել է Ալեքսանդ- րապոլում։ Բարձրագույն կրթություն է ստացել Մոսկվայի առևտրական ինստիտուտում։ ", "Միաժամանակ  հաճախել  է  համալսարանի  պատմաբանասիրական  ֆակուլտետի դասախոսություններին։  Իբրև  բոլշևիկյան  կուսակցության  անդամ՝  զբաղվել  է  ակտիվ քաղաքական  գործունեությամբ։  Հայաստանում  խորհրդային  կարգեր  հաստատվելուց հետո  կուսակցական  աշխատանք  է  կատարել  Երևանում  և  Թբիլիսիում։  1924-ին  տե- ղափոխվում  և  հաստատվում  է  Մոսկվայում։  Հոդվածներով  հանդես  է  եկել  “Красный архив”, “Знамя”, “Звезда” և այլ պարբերականներում։ ", "Ֆրանսիացիների համար սկզբունքային կարևորություն ունի  Պոյի §Կառուցվածքի  փիլիսոփայությունը¦  տեսական  գործը:  Այս  էսսեն  մի  յուրօրինակ սահմանագիծ  էր  և  §փորձաքար¦  ֆրանսիացի  տարբեր  գրողների  և  մտածողների համար: Նրանց մեծ մասը, ինչպես և Բոդլերը, այստեղ կասկածի տակ չի դնում Պոյի §ոչ այնքան անկեղծ լինելու¦ փաստը: ", "Կնոջ  և  տղամարդու  միջև  սիրո  և  փոխհարաբերությունների  թեման  վառ արտահայտվեց      Ջ.  Ափդայքի,  Ջ.  Օուտսի,  Մ.  Մաքքարթիի,  ինչպես  նաև  Ջոն  Չիվերի ստեղծագործություններում։ ", "Անանուն  տխրության  այս  մոտիվը  գործառում  է  Տեր-Մարտիրոսյանի՝  նաև  1914- թյունը փոխվում է։ Հոգու խռովքը ծագում է բնորոշ մի հակադրությունից. զվարթ, արևով ու  կյանքով  լի  աշխարհ,  որ  միաժամանակ  խորթ  ու  անարդար  է  երևում  բանաստեղծի տխուր հոգու ներքին տեսողությանը. Ա՜խ, այս կյանքը միշտ այսպես խորթ ու անարդար ու զվարթ, Երկինքնե՜րը, երկինքնե՜րը հրավառ ու լուսազարդ, Արևնե՜րը, արևնե՜րը լայն ու խոր, Ու աշխարհը բազմագո՜ւյն ու հեռավո՜ր… Տեր-Մարտիրոսյանի  բանաստեղծություններում  մթին  տարակույսների,  անհայտի հանդեպ  երկյուղի  ու  տագնապի  զգացումները  հաճախ  տեղի  են  տալիս  զվարթ  ու կենսահաստատ  տրամադրությունների  առջև։  Դրանք  մեծ  մասամբ  սիրո  երգեր  են։ ", "Սակայն,  ինչպես  արձանագրում  է  նաև  գրականության  պատմությունը,  Տեր-Մարտի- րոսյանի բանաստեղծություններում «սերը սիմվոլիկ նշանակություն ունի. բանաստեղծի սիրած  էակը  սովորական  կին  չէ,  այլ  խորհրդավոր  մի  զորություն,  որի  հպումից լուսավորվում է աշխարհը»64։ Տխրությունը, որ այս երգերում էլ անբաժան է քնարական տրամադրությունից,  երանգափոխվում  է,  «լույսերից  է  հյուսված»։  Սա  տերյանական «ուրախագին  թախիծն»  է,  որ  աստիճանաբար  փոխում  է  բանաստեղծի  քնարական ապրումների տոնայնությունը։ Ահա 1915-ին գրված սիրային մի բանաստեղծություն. Քո խելառ խոսքերի արձագանքը հնչեղ Դեռ դողում է օդում այս օտար, Կարծես թե լինում ես և այնտեղ, և այստեղ, Կարծես թե լուծվում ես բազմատարր… Եվ հիմա քո խոսքերն են հնչում ամենուր՝ Աշխարհում, երկնքում, երգերում. Հնչում են ինչպես երգ, վառվում են ինչպես հուր, Ու անդարձ և անզուսպ են գերում, Ու երգում է արդեն քեզ աշխարհը հանուր Իմ բոլոր երգերում…65 Օտար օդում դողացող արձագանք, գոյի մարմնեղեն էության տարրալուծում անո- րոշ  տարածության  ու  ժամանակի  մեջ,-  բանաստեղծության  սկզբի  այս  պատկերները դեռ  պահպանում  են  կապը  տերյանական  աշխարհի  հետ։  Շարունակության  մեջ  պատ- կերային համակարգը այլ որակ է ձեռք բերում. խոսքերը հնչում են իբրև երգ, «վառվում են ինչպես հուր», անհատի  ներաշխարհի  սահմաններն ընդարձակվում  են, ներանձնա- ցած հոգու փոխարեն աշխարհն է երգում…  Այս նոր քնարական իրադրությունը արդեն կապվում է չարենցյան աշխարհի հետ։ ", "Յուրաքանչյուր  դժբախտ  ընտանիք  նման  է  մյուսին,  իսկ  «երջանիկ  ընտանիք» հասկացություն,  որպես  այդպիսին,  գոյություն  չունի։ ", "Բայց  ստեղծագործական  նախկին  կորովը  այլևս  չվերադարձավ,  որի  մասին ափսոսանքով  են  գրում  նրա  երբեմնի  գրչակից  ընկերները։  Նրան  նվիրած  մի  տրիո- լետում Չարենցը ցավով գրում է. Թող Գյումրին սպասե, երկար ու երկար, Որ դառնա սիրասուն իր պոետը, Բայց անցավ նա ինչպես թռչող նետը, Թող Գյումրին սպասե երկար ու երկար… Քաղաքական-կուսակցական  գործունեությունը  Արտաշես  Տեր-Մարտիրոսյանին թույլ  չտվեց  լիովին  բացահայտել  իր  նշանակալից  ստեղծագործական  կարողություն- ները։  Բայց  եղան  նաև  այնպիսիները,  որոնք,  ստեղծագործական  մկրտություն  ստանա- լով տերյանական դպրոցում, հասարակական-քաղաքական նոր պայմաններում շարու- նակեցին  մնալ  գրական  կյանքի  կենտրոնում  և  զարգացնել  իրենց  ստեղծագործական հնարավորությունները՝  ժամանակի  առաջադրած  գեղագիտական  նոր  պահանջներին համապատասխան։ Դրանցից մեկն է Ազատ Վշտունին։ ", "Վշտունու  ստեղծագործական  առաջին  քայլերն  ընթացել  են  բավական  անսովոր պայմաններում։ Ծնվել է Վանում։ Միջնակարգ կրթությունն ստացել է Պոլսի Կեդրոնա- կան վարժարանում։  Այնուհետև մեկնում է  Փարիզ։ Ուսումը  շարունակելու այլ հնարա- վորություն  չունենալով՝  ցերեկն  աշխատում  է,  երեկոյան  հաճախում  Սորբոնի  համալ- սարանի  գրական-փիլիսոփայական  բաժնի  դասախոսություններին՝  որպես  ազատ ունկնդիր։ Փարիզյան շրջանում էլ կատարում է ստեղծագործական առաջին փորձերը։ "], "source_docs_file": "Literature.json"}