{"paragraph_source_docs": [4, 4, 2, 2, 4, 4, 3, 0, 4, 4], "source_docs_file": "Law.json", "paragraphs": ["Ինչպես երևում է օրենքում տրված ձերբակալման բնորոշումից, կասկածյալի ձեր- բակալումը բաղկացած է միմյանց հաջորդող  հետևյալ գործողություններից` անձին ար- գելանքի վերցնելը, այսինքն` նրան  ազատությունից փաստացի հարկադրական զրկելը, նրան հետաքննության մարմին կամ վարույթն իրականացնող մարմին բերելը,  ձերբա- կալման  արձանագրություն  կազմելը  և  կազմված  արձանագրության  մասին  ձերբա- կալված անձին  հայտարարելը: Ձերբակալման դատավարական նշանակությունը, նախ և  առաջ,  դրսևորվում  է  նրանում,  որ  դրա  կիրառման  պահից  անձն  ստանում  է    կաս- կածյալի  կարգավիճակ,  դառնում  է  քրեական  դատավարության  սուբյեկտ  և  օժտվում  է համապատասխան  իրավունքներով  ու  պարտականություններով:  Դատավարական օրենքը  ձերբակալման  օրինականությունն  ու  հիմնավորվածությունն  ապահովող  մի շարք  երաշխիքներ է նախատեսում, նշելով, որ այն կարելի է կիրառել միայն որոշակի անձանց նկատմամբ, որպիսիք են` այն անձինք, որոնք կասկածվում են  այնպիսի հան- ցագործության  մեջ,  որի  կատարման  համար  կարող  է  նշանակվել  պատիժ  կարգապա- հական  գումարտակում  պահելու,  կալանքի,  որոշակի  ժամկետով  ազատազրկման  կամ ցմահ  ազատազրկման  ձևով,  և  այն  մեղադրյալները,  որոնք    խախտել  են  իրենց  նկատ- մամբ կիրառված խափանման միջոցի պայմանները: ", "ՀՀ  քրեական  դատավարության  օրենսգիրքը  սահմանում  է  ձերբակալման  երկու եղանակ`  ձերբակալում  հանցանք  կատարելու  մեջ  անմիջականորեն  ծագած  կասկա- ծանքի  հիման  վրա  և  ձերբակալում  քրեական  հետապնդման  մարմնի  որոշման  հիման վրա: Համաձայն ՀՀ քրեական դատավարության օրենսգրքի 128-րդ հոդվածի 1-ին մասի, այդ հիմքերն են. կատարելուց անմիջապես հետո, արգելված արարք կատարողի, վրա, նրա մոտ կամ նրա բնակարանում կամ տրանսպորտային միջոցում հայտնաբերվել են քրեական  օրենքով արգելված արարքի կատարմանը նրա առնչությունը վկայող բա- ցահայտ հիմքեր, վայրից  կամ  քրեական  վարույթն իրականացնող մարմնից թաքնվելու փորձ է կատա- րել  կամ  չունի  բնակության  մշտական  վայր,  կամ  բնակվում  է  այլ  վայրում,  կամ  որի ինքնությունը պարզված չէ: ", "Кутафин О. Е., Шеремет К. Ф. Компетенция местных советов. М., 1986,  էջ 36: Ожегов С.И., Шведова Н.Ю. Толковый словарь русского языка. М., 1993, էջ 571; Սիմոնյան Հ. Մ., Տարածքային կառավարման մարմինների իրավական կարգավիճակը Հայաստանի Հանրապետությունում. իրավ. գիտ թեկն. գիտ. աստիճ. հայցման ատենախ, Երևան 2009, էջ 65-66: ", "վերապահված  իրավունքներն  ու  ազատությունները՝  հանրային  իշխանության գործառույթների իրականացման նպատակով։149 Կարծում ենք, որ  Յու. Ա. Տիխոմիրովի, Գ. Գ. Հարությունյանի  և Մ. Վ. Բագլայի այս  մոտեցումն  ունի  կարևոր  գործնական  նշանակություն  ՀՀ  խորհրդարանական կառավարման  մոդելի  ճշգրիտ  բնորոշման  համար,  քանի  որ  փոփոխված Սահմանադրության,  մասնավորապես՝  Ազգային ժողովի լիազորություններն ամրագրող  մի  շարք  դրույթների  ձևակերպումներում  օգտագործվում  է  «կարող  է» եզրույթը,  իսկ  Հանրապետության  նախագահի  որոշ  լիազորություններ  ձևակերպված են որպես այլընտրանք չունեցող՝ իմպերատիվ պարտականություններ։ ", "Հանցագործության մեջ կասկածվող անձից բացի ձերբակալումը կարող է կիրառ- վել նաև  մեղադրյալի  նկատմամբ: Դրա համար հիմք է  հանդիսանում մեղադրյալի կող- մից  իր  նկատմամբ  կիրառված  խափանման  միջոցի    պայմանները  խախտելը:  Նման պայմաններում  քրեական    վարույթն  իրականացնող  մարմինն  իրավունք  ունի  կայաց- նելու մեղադրյալին ձերբակալելու մասին որոշում միաժամանակ նրա  կալանավորման մասին միջնորդություն ներկայացնելով դատարան: ", "Ձերբակալում  հասկացության  օրենսդրական  ձևակերպումը  Եվրոպական  կոն- վենցիայի  պահանջներին  համապատասխանեցնելու  առումով  առկա  են  որոշակի  հա- կասություններ:  Ինչպես  վերը  նշվեց,  ըստ  գործող  օրենսդրության,  որպեսզի  անձը համարվի  ձերբակալված,  նրա  նկատմամբ  պետք  է  իրականացված  լինեն  միմյանց հաջորդող մի շարք գործողություններ, և դրանցից մեկի բացակայության դեպքում անձը ձերբակալվածի կարգավիճակ և դրա հետ կապված իրավունքներ ձեռք չի բերում: Մաս- նավորապես, համաձայն ՀՀ քրեական դատավարության օրենսգրքի պահանջների` ձեր- բակալվածն իրավունք ունի ունենալ պաշտպան այն պահից, երբ նրան ներկայացվում է ձերբակալման  մասին  քրեական  հետապնդման  մարմնի  որոշումը,  ձերբակալման  ար- ձանագրությունը կամ խափանման միջոց ընտրելու մասին որոշումը: Այսպիսով, գործող օրենսդրությունն անձի ձերբակալված լինելու հանգամանքը կապի մեջ է դնում որոշակի դատավարական  փաստաթղթերի  առկայության  հետ:  Այնուամենայնիվ,  անկախ  նրա- նից, թե ՀՀ ներքին օրենսդրությունը ինչ դատավարական կարգավորում է նախատեսում անձի  ձերբակալված  կարգավիճակ  տրամադրելու  հետ,  տվյալ  դեպքում  պետությունը ըստ  էության  զրկված  է  հայեցողության  որևէ  դրսևորումից,  քանի  որ  անձին  ազատու- թյունից  զրկելու  պահը  բոլոր  դեպքերում  համարվում  է  նրա  ազատությունը  փաստացի սահմանափակումը` անկախ փաստաթղթային կամ այլ նախապայմաններից: ", "Այս  սահմանմամբ  բավականին  հստակ  նշվում  են  այն  բոլոր  գործողությունները  և միջոցները,  որոնք  հոգեորսության  բաղկացուցիչ  մասն  են  կազմում:  Անհասկանալի  է  մի­ այն  այն,  թե  հեղինակները  ինչ  նկատի  ունեն'  «ֆիզիկական  կամ  հոգեբանական  բռնութ­ յուն  կիրառել»  ասելով:  Այստեղ  մեր  համոզմամբ  «ֆիզիկական  կամ  հոգեբանական բռնություն»  արտահայտության  փոխարեն  ավելի  ճիշտ   և  նպատակային  կլիներ  օգտ ա ­ գործել «հոգեբանական  ներազդման  մեթոդներ»  բառակապակցությունը: ", "Կառավարման հանրապետական ձևը հանդիսանում է առավել տարածվածը: ", "Կալանավորման ժամկետի երկարացման պատճառները թույլատրելի են համար- վում միայն այն դեպքում, եթե դրանք իրոք կիրառելի են կասկածվող անձի գործի հան- գամանքներում: Ուստի բացառված է նման նորմի գոյությունը, ըստ որի` քրեական որո- շակի անցյալ ունեցող կամ մի քանի կոնկրետ իրավախախտումներ կատարելու համար մեղադրվող  անձինք  մինչև  դատաքննությունը  զրկված  լինեն  ազատ  արձակվելու  հնա- րավորությունից: Կաբալյերոն ընդդեմ Միացյալ Թագավորության գործի քննության ըն- թացքում, ըստ որի դիմողը ձերբակալվել էր բռնաբարության փորձ կատարելու համար, Կառավարությունն ընդունել է, որ կատարվել է 5-րդ հոդվածի 3-րդ կետի խախտում, երբ դատարանը մերժել է դիմողին երաշխավորությամբ ազատ արձակել` հիմնվելով օրենքի այն դրույթների վրա, որոնք արգելում են, առանց բացառության,  սպանության, անզգույշ սպանության  կամ  բռնաբարության  համար  մեղադրվող,  կամ  դրանց  համար  դատա- պարտված անձանց երաշխավորությամբ ազատ արձակել: Նման օրենքը հակասություն էր ծնում, քանի որ դատավորներին թույլ չէր տալիս դիտարկել ազատությունից զրկված այս  կամ  այն  անձին  վերաբերող  կոնկրետ  հանգամանքները:  Պետք  է  նշել,  որ  Դատա- րանն անհիմն  է ճանաչել, նույնիսկ սպանության գործերով, ազատությունից անընդմեջ զրկումը: ", "Ավելին,  կարող  է  սահմանվել,  որ  ազատությունից  զրկումը  անընդմեջ  հիմնավո- րող հիմքերը ժամանակի ընթացքում կորցնեն իրենց հիմնավորվածությունն ու անհրա- ժեշտությունը:  Այդ  իսկ  պատճառով  անհրաժեշտ  է,  որ  ազատ  արձակման  միջնորդու- թյունը  քննարկվի  առանց  նախապաշարման:  Այն  դեպքերում,  երբ  նման  պատճառները բացակայում  են,  սակայն  դեռ  առկա  է  կատարված  իրավախախտման  մեջ  կասկածը, անձը  պետք  է  երաշխավորությամբ  ազատ  արձակվի,  որն  իր  հերթին  կարող  է  պայմա- նավորված  լինել  դատարան  ներկայանալու  երաշխիքով:  Այնուամենայնիվ,  եթե  անգամ հաստատվի,  որ  ազատությունից  անընդմեջ  զրկումն  արդարացնող  պատճառները  կի- րառվել են  այս կամ  այն անձի նկատմամբ, ամեն դեպքում պետք է նաև ապահովել, որ դատաքննությունն  այդ  անձի  նկատմամբ  սկսվի  ողջամիտ  ժամկետում,  ինչը,  անկաս- կած, սահմանափակում է նման ազատազրկման առավել թույլատրելի ժամկետները: "]}