{"paragraph_source_docs": [0, 0, 0, 0, 0, 2, 0, 0, 0, 0], "source_docs_file": "Literature.json", "paragraphs": ["հանդիպումը: ", "– Այդ դուք չէիք, Ձերդ Մեծություն, դա Ալեքսանդր Մեծն էր: ", "– Հա՛, իհա՛րկե, - պատասխանեց Նապոլեոնը, - Ալեքսանդրի և Դիոգենեսի – Միայն թե այն ժամանակ, - ավելացրեց Կոզիմոն, - Ալեքսանդրն էր, որ հարցրեց Դիոգենեսին, թե ինչ կարող է անել նրա համար…»:133 Այստեղ,  ինչպես  տեսնում  ենք,  հայտնի  պատմական  անեկդոտը  փոքր միջտեքստային խաղով՝ նոր մեկնաբանություն է ստացել. հարցնողը և պատասխանողը դերերով  փոխվել  են,  և  հարցնողը՝  Ալեքսանդրի  տեղ  ներկայացած  Բոնապարտը, «փիլիսոփա» Կոզիմոյին խնդրում է պաշտպանել իրեն արևից: ", "Վեպում  պատմության դերի մասին Կալվինոն գրում է. «սա ոչ էլ պատմավեպ է: ", "Այս արիստոկրատներն ու “լուսավորիչները”, յակոբինյաններն ու բոնապարտիստները բալետի ֆիգուրներ են»:134 Հետևելով  պատմավեպի  սկզբունքներին՝  Կալվինոն  վեպում  միաժամանակ ծաղրի  է  ենթարկում  այդ  ժանրը:  Հեղինակն  ընդգծում  է,  որ  սա  պատմավեպի  ոչ  ուղիղ ծաղր  է,  քանի  որ  ինքը  խուսափել  է  այնպիսի  գիտակցված  անախրոնիզմներից,  որոնք կարող  էին  «Բարոնը  ծառի  վրա»  ստեղծագործությունը  դարձնել  պատմավեպի հերթական պարոդիաներից մեկը: ", "Այս տեսանկյունից «Մարտի 12-ի վեպերը» ինչպես «պատմություն կերտող են», այնպես էլ  «պատմության  արտադրանք»,  քանի  որ  այս  վեպերի  հերոսներն  ընդօրինակելի կերպարներ  էին  բազմաթիվ  մարդկանց  համար:  Սրանք յուրատեսակ  «Վերթերի ախտանիշի»187 ազդեցություն ունեին 1970-ական թթ. երիտասարդ ակտիվիստների վրա: ", "Կալվինոյի  վեպի  կարևոր  ժանրային  շերտ  է  նաև  դաստիարակության վեպը (Bildungsroman),  որը  կարևորում  է  կերպարի  կայացման  ընթացքը  և  դրան  նպաստող փոփոխությունները:  Վիպական  կերպարի  մասին  խոսելիս  Բախտինը  այսպես  կոչված «սովորական»  վիպական  հերոսին  բնորոշում  է  որպես  ստատիկ  ու  անփոփոխ. «Կառուցման բոլոր հնարավոր տարբերություններով հանդերձ հերոսի կերպարում չկա շարժում, չկա կայացում: Հերոսն այն անշարժ և ամուր կետն է, որի շուրջ վեպում տեղի է ունենում ցանկացած շարժում: Հերոսի կայունությունն ու ներքին անշարժությունը վիպական շարժման նախադրյալն են…»:135 Ըստ  Բախտինի՝  բոլորովին  այլ  է  դաստիարակության  վեպի  հերոսի  կերպարը. «Այս գերիշխող, մասսայական տեսակի կողքին կա այլ, ավելի հազվագյուտ՝ կայացող վիպական հերոսի տեսակը: Իբրև հակադրում ստատիկ հերոսի միասնությանը՝ այստեղ գործում է հերոսի դինամիկ միասնությունը: Հերոսի փոփոխությունը ձեռք է բերում սյուժետային նշանակություն, և սրա հետ կապված՝ արմատապես վերափոխվում և վերաիմաստավորվում է վեպի ողջ սյուժեն»:136  Այսպիսով,  դաստիարակության  վեպի հերոսի համար ներքին  փոփոխությունը, հոգեբանական, բարոյական և քաղաքացիական  ձևավորումը  կերպարը  ստեղծող  և  ժանրը  բնորոշող  ամենաէական գործոնն  է:  Եթե  հերոսի  բնավորության,  աշխարհայացքի  մեջ  փոփոխություն  չի կատարվում,  ստեղծագործությունը  չի  կարող  համարվել  դաստիարակության  վեպ:  Այդ ժանրի  առաջին  օրինակներն  են  համարվում  Գյոթեի «Վիլհելմ  Մայստերի ուսումնառության տարիները» և Ռուսոյի «Էմիլը»:  18-19-րդ դարերի գրականության մեջ ստեղծվել  են  դաստիարակության  վեպի  բազմաթիվ  հերոսներ՝  Ռոբինզոն  Կրուզո, Գուլիվեր,  Թոմ  Ջոնս,  Ժուլիեն  Սորել,  Ֆաբրիցիո  դել  Դոնգո,  Ջեյն  Էյր,  Փիփ,  Դեյվիդ Կոպերֆիլդ,  Ֆրեդերիկ  Մորո  և  այլք,  որոնց զարգացումը  և  փոփոխությունը հոգեբանական է: Ինչպես «Կիսված վիկոնտում», այնպես էլ «Բարոնը ծառի վրա» վեպում կերպարային  փոփոխությունը  պայմանավորված  է  ոչ  թե  հոգեբանական,  այլ, բացառապես, ֆիզիկական ֆանտաստիկ վիճակով: ", "Վեպի  առաջաբանում  Կալվինոն  Կոզիմոյի  կյանքը  բնորոշել  է  որպես «միապաղաղ»:  Գրականագետներից  ոմանք  նույնպես  նկատում  են  եռերգության  այս  և մյուս երկու վեպերի հերոսների ստատիկ վիճակը. «Բոլոր վեպերում հեղինակը հատուկ շեշտադրում է անում գործողության զարգացման վրա: Կարելի է ասել, որ Կալվինոն պատմելիս այլ բան չի էլ անում, և այդ գործողության դերն այնքան մեծ է, որ այն հոգեբանականի և հոգևոր որոնումների համար տեղ չի թողնում»:137 Ընդունելով, որ  այս վեպում իրոք բացակայում են հերոսների հոգևոր որոնումներն ու հոգեբանական գծերը՝ նշենք,  որ  դա  բխում  է  գործողության  գերիշխող  դերից:  Կալվինոյի  պատումի  առանցքը վիզուալ պատկերն է և կերպարների ֆիզիկական վիճակը: ", "«Բարոնը  ծառի  վրա»  ստեղծագործությունը,  պարունակելով  դաստիարակության վեպի տարրեր (հերոսի՝ մանկությունից մինչև ծերություն տարբեր տարածաժամանակային  իրադրություններում  հայտնվելը  և  կերպարի  կայացումը), այդուհանդերձ,  զուրկ  է  հերոսի  հոգեբանական  կայացման  նկարագրությունից:  Դա պայմանավորված  է,  թերևս,  Կոզիմոյի  ընտրության  ազատությամբ,  ինչպես,  օրինակ, Օլիվաբասայի՝ իր պես ծառին ապրողներին հրաժեշտ տալու դրվագում: Արքունիքի հետ հարաբերությունները կարգավորած համայնքը որոշում է իջնել ծառից և ապրել ինչպես բոլորը, սակայն Կոզիմոն չի հրաժարվում իր ապրելակերպից. андреевские чтения. УРАО. М. 2006. С. 194 « – Աքսորն ավարտված է, - ասում էր կոմսը, - վերջապես կարող ենք գործի դնել այն, ինչի մասին վաղուց էինք մտածում: Էլ ինչու՞ ես մնում ծառերի վրա, բարո՛ն: Ցա՛ծ իջի՛ր, էլ իմաստ չունի: ", "մնալ»:138 –  Ես այստեղ  ձեզանից առաջ  եմ  բարձրացել, պարոնա՛յք,  և  կշարունակեմ Այս  հատվածը  Կոզիմոյի՝  հորը  տված  խոստումի  յուրօրինակ  կրկնությունն  է: "]}