{"source_docs_file": "Literature.json", "paragraph_source_docs": [3, 3, 3, 5, 3, 3, 3, 3, 3, 3, 3, 5, 3, 3, 0, 5, 3, 4, 3, 3, 3, 1, 4, 3, 5, 2, 5, 3, 3, 3, 0, 3, 3, 3, 3, 3, 3, 3, 3, 2, 2, 3, 3, 5, 2, 3, 5, 3, 3, 3], "paragraphs": ["ՄԻՆՉԵՎ ԲՌՆԱԴԱՏՈՒՄ, ՄԻՆՉԵՎ ՄԵԾ ՀԱՏՈՒՑՈՒՄ /Լեռ Կամսար, «Մահապուրծ օրագիր»/ պարզ  էր  ու  բացահայտ,  որ  մոտալուտ  իրադարձությունների  սաղմերն  արդեն  իսկ ծլարձակում են,  և մտավախության առիթ, իհարկե,  կար: Եվ դա երևաց ոչ  ուշ. առաջին քայլերը արդեն հինգ-վեց տարի անց են: ", "Լեռ  Կամսարի  «Մահապուրծ  օրագիր»  օրապատումը  առաջինն  է՝  ըստ ժամանակագրական  հաջորդականության,  թեև  տպագրվել  է  մի  փոքր  ավելի  ուշ՝  2008 թվականին:  Գիրքն  ընդգրկում  է  գրողի  1925-1935  թվականների  օրագրերը,  որոնք միևնույն  ժամանակ  նաև  մեր  պատմության  այդ  ժամանակաշրջանի  պատմագիր- վավերագրողի  արժեքավոր  վկայություններն  են:  Եվ  սա  հիմքն  է,  որի  վրա  պետք  է հետագայում  համեմատելի  մի  առանցք  ստեղծվի՝  սրան  հաջորդող  անազատության  և հետագայում  նաև  պարզապես  ձևական  ազատության  համար:  Եվ  մյուս  կողմից  էլ՝ այստեղից  է  սկսվում  Լեռ  Կամսար  մարդու,  գրողի  և  աքսորականի  ճակատագրի  գիծը՝ ներծծված-թաթախված  նրա  կյանքի  ամբողջ  ժամանակաշրջանի  մեծ  ու  փոքր իրադարձություններով: ", "Օրագրի  այս  մասը  գրողն  ընդհատել  է  ձերբակալման  օրը՝  1935  թվականի նոյեմբերի 26-ին: Գրքում «օրերը» համեմատաբար ավելի կարճ, սեղմ են տրված՝ սկսած նույնիսկ հինգ տողից:  Առկա է կուռ տրամաբանական  կապ անգամ հաջորդ և նախորդ օրերի, այսպես կոչված, ամփոփումների միջև, և սա այն ժամանակ,  երբ յուրաքանչյուր օր, թվում է, ավարտուն է ինքնին: ", "Տերյանի  այս  վերջին  պնդումը,  իհարկե,  անվերապահորեն  չպետք  է  ընդունել։ ", "Գրքում  գրողը  արդեն  ժամանակ  առ  ժամանակ  խոսում  է  իրադարձությունների մասին՝  այն  համոզվածությամբ,  որ  մի  օր  իրեն  ևս  բաժին  է  հասնելու  այդ  ամենից:  Ընդ որում,  սա  ոչ  թե  ուղղակի  սնահավատություն  էր,  այլ գրողն  ամեն  ինչ  գիտակցում  էր  և հասկանում,  որ  վաղ  թե  ուշ  ինքն  էլ  իբրև  «մտածող  գլուխ»  պետք  է  հայտնվի  Չեկայի «մսաղացում»: Ուստի և սա՝ այս անընդմեջ խոսքը Չեկայի, այնտեղից  վերադարձողների մասին,  ամենևին  էլ  պատահական  չէր  և  ոչ  էլ  «միամիտ»:  «Այնքան  ընելիք  չի  մնացեր ինձի այս աշխարհին  մեջ, որ վախվխելով փողոց կելնեմ ու ելնելուս ալ ամեն ծանոթին մտովի իրավունք կուտամ, ի տես ինձի, պոռալու զարմացած. -Ա՜յ  մարդ,  դուն  դեռ  հո՞ս  ես…»40  :  Այս  խոսքերը  գրողն  ասում  է  դեռևս  1925 թվականին: Արդյոք նա շտապո՞ւմ էր, թե՞ առաջիկա մեկ-երկու տարիները արդեն շատ մոտ էին  թվում:  Սակայն  անժխտելի  փաստն  այն է,  որ  գրողը  դեռևս իրադարձությունների  ծավալման  առաջին  օրերից  էլ  սպասել  է  իր  ազատազրկման հանգամանքներին՝ ասես խորապես զգալով, որ վերջինս շատ չի ուշանալու: Սա միայն ժամանակագրորեն,  սակայն  ազատության  թե՛  ներկա,  թե՛  ապագա  պայմանները փաստացի  գրեթե  միմյանցից  չէին  տարբերվում,  իսկ  նրանց  նմանության  առաջին հատկանիշը  գրողի  ցավալի  կորուստն  էր,  կորուստ,  որը  գրեթե  առարկայական  ու շոշափելի  էր  դառնում,  այնքան  որ  այդ  մասին  խոսում  է  իր  բոլոր  օրագրային  էջերում անխտիր:  Ազատ  խոսելու,  որ  է  գրելու  և  տպագրվելու  իրավունք՝  այն,  ինչից  գրողը զրկված  է  ժամանակի  բռնի  ուժով  և  նաև  այն,  ինչին  երևի  թե  մինչև  կյանքի  վերջը սպասեց,  հուսաց  ու  հավատաց,  բայց  այդպես  էլ  չհասավ  հեղինակը:  Վկաներից  մեկը վերջին՝ «Մարդը տանու շորերով» գրքի կալանքն էր, որին հետևեց գրողի մահը: ", "Ճիշտ  է՝  տեքստում  տարանջատված  են  սոցիալական  ու  քաղաքական ենթատեքստ  ունեցող  մտքերը,  սակայն  իրականում  այս  բաժանումը  լոկ  պայմանական բնույթ  է  կրում.  յուրաքանչյուր  սոցիալական  դրություն  նախ  և  առաջ  հիմնված  է քաղաքականի  վրա,  և  սոցիալական  հարցերը  անլուծելի  են  այնքան  ժամանակ,  քանի դեռ երկիրը ամուր ոտքերով չի հենված քաղաքական իր դիրքորոշումների վրա, և քանի Աշխատանքի այս մասում գրողի «Մահապուրծ օրագիր» գրքից այսուհետև մեջբերումներ անելու դեպքում կնշենք միայն համապատասխան էջահամարը: ", "դեռ  ղեկավարության  գլուխ  կանգնած  պետական  ու  քաղաքական  գործիչները վերջնականապես  չեն  հասկացել,  թե  իրականում  ի՛նչ  են  ուզում,  այդպիսի  քայլերով մինչև ո՛ւր են գնալու, իսկ իբրև ամենասկիզբ՝ ո՛րն է իրենց նպատակի վախճանակետը: ", "Լայն  է  գրողի  մտածողության  տրամագիծը:  Թվում  է՝  օրերը  և  ամիսները անպայմանորեն  նշելու  անհրաժեշտություն  գրեթե  չկար,  եթե  միայն  օրագրության ժանրը  հաշվի  չառնենք,  քանի  որ  ժամանակաշրջանը  պարզ  ու  ակնառու  կերպով արտացոլված  է  տողերի  մեջ  և  մանավանդ՝  օրերի.  ամեն  ինչ  պարզ  է  ու  հասկանալի՝ ժամանակագրության  չափ  հավաստի,  եթե  միայն  բացառենք  կենցաղային  մեկ-երկու ինքնատիպ մտքերը, որոնցով ամփոփում և կամ թե նոր «օր» է բացում հեղինակը: ", "Բոլոր դեպքերում պետք է չանտեսել այն հանգամանքը, որ գրողը տիրող վիճակի նկատմամբ,  մեղմ  ասած,  այնքան  էլ  լավատեսորեն  չէր  տրամադրված,  եթե  չասենք,  որ ատելությամբ  էր  լցված,  սակայն,  այս  ամենով  հանդերձ,  նա  կարողանում  է  ոչ  միայն վրեժով  ու  ատելությամբ  չխոսել,  այլև  միայն  ու  միայն  ռեալ,  չեզոք  դիրքերից  հնչեցնել ասելիքը: Գրողը ամեն ինչ բեկում է սեփական աշխարհայացքի պրիզմայով, իսկ խոսքը, ասես  մարսելի  դարձնելու  նպատակով,  երևան  է  բերում  զուտ  իր  անձին  և  կամ  թե ընտանեկան-կենցաղային  ինչ-ինչ  հարաբերությունների  վերաբերող  հարցեր,  որոնք  և՛ հարստացնում, և՛ նոր որակ են բերում հաղորդած նյութին: ", "Ահա  թե  ինչու  չի  կարելի  կտրուկ  սահմաններ  գծել  գրողի  սոցիալական, կենցաղային  և  քաղաքական  մտքերի  միջև:  Տիրող  ծանր  սոցիալական  դրությունը ժողովրդի  ճնշող  մեծամասնության  ուշադրությունը  միայն  մեկ՝  օրախնդիր  դարձած հարցի վրա էր բևեռել՝ «Ի՞նչ ուտել այսօր»: ", "Այս  և  բազմաթիվ  այլ  հարցեր  են  արծարծվում  Լեռ  Կամսարի  առաջին՝ «Մահապուրծ  օրագիր»  օրագրության  մեջ,  որին  կանդրադառնանք  առանձին հարցադրումներով: ", "Սակայն  տերյանական  ոճամտածողության  առանձնահատկությունների  մասին խոսելիս չպետք է նկատի ունենալ նրա  քնարական աշխարհի միայն արտաքին լեզվա- կան պաճուճանքը, այլև դրա հետ միասին և ամենից առաջ ներքին բովանդակությունը։ ", "Հետագայում,  թերևս  հաշվի  առնելով  էջերի  մահապուրծ  լինելու41  փաստը,  գիրքն ստացել  է  այժմյան  խորագիրը:  «Օրապատումը  գրված  էր  թղթերից  կարված նոթատետրերում  կամ  առանձին  թերթիկների  վրա՝  առանց  մաքրագրելու:  Կարծես հապշտապ ուրվագիր էր արված, որպեսզի հետագայում վրան աշխատվեր» /5/,- նշում է գրքի առաջաբանի հեղինակը՝ գրողի թոռնուհին՝ Վանուհի Թովմասյանը: Իսկ էջերը ի մի բերելը  ուղղակի  ժամանակի  հրամայականն  է,  ինչպես  ճիշտ  հակառակը՝  չլռելը՝  գրողի ապրած տարիների համար: ", "մեջ  գտնվող  մեկ  առանձին  վերցրած  երկրում  սոցիալիստական  հասարակարգ կառուցելու  տեսությունը:  Սոցիալիզմ  կառուցելու  համար  անհրաժեշտ  էր,  ինչպես նշվում էր կոմունիստական կուսակցության փաստաթղթերում, ինդուստրացնել երկիրը, կոլեկտիվացնել գյուղատնտեսությունը և կենսագործել կուլտուրական հեղափոխություն: Սա իրականության բացահայտման փաստական-պատմական կողմն է՝  զուտ  գիտական  տեսանկյունից:  Ահա  այս  նույն  իրականության  սեփական  և  ուրույն բանաձևը, ըստ որում տարբեր օրերի տարանջատված, ներկայացնում է Լեռ Կամսարը: ", "Այս  փուլում  Կալվինոն  հրատարակում  է  «Վերջինն  ագռավն  է  գալիս» պատմվածքների  ժողովածուն  և  «Սարդերի  հյուսած  արահետը»  վեպը,  որոնք  գրված  են նեոռեալիզմին  հատուկ լեզվի  պարզությամբ  և  հստակ  գծային  կառուցվածքով: ", "Այս տեսակետից Տերյանի շատ բանաստեղծություններ ծրագրային նշանակություն ունեն։ Օրինակ՝ հայտնի «Մթնշաղը». Ես սիրում եմ մթնշաղը նըրբակերտ, Երբ ամեն ինչ երազում է հոգու հետ, Երբ ամեն ինչ, խորհրդավոր ու խոհուն, Ցընորում է կապույտ մութի աշխարհում… Չըկա ոչ մի սահման դնող պայծառ շող, Աղմուկի բեռ, մարդկային դեմք սիրտ մաշող – Հիվանդ սիրտըդ չի տրտնջում, չի ցավում. Որպես երազ մոռացումի անձավում. Եվ թվում է, թե անեզր է ամեն ինչ – Որ ողջ կյա՜նքդ է մի անսահման քաղցր նինջ… Համեմատենք  Վեռլենի  «Պոեզիայի  արվեստը»  ծրագրային  բանաստեղծության ռուսերեն  տարբերակից  բառացի  թարգմանված  մի  քանի  բնորոշ  առաջադրությունների հետ՝ «ամենից առաջ երաժշտություն», «գրեթե անմարմինը գերադասիր այն ամենից, որ չափազանց  միս  ու  արյուն  է»,  «միշտ  սիրիր  կիսատոնը.  ո՛չ  լրիվ  երանգ,  այլ  միայն  կի- սաերանգ», և վերջապես՝ Այսպես երաժշտություն նորից ու նորից։ ", "իրականության նկատմամբ ուղղակի չեզոք դիրքով, ասել է թե՝ վրեժի և կամ թե ցասման բացակայության  պայմաններում,  խոսում  է՝  ուղղակի  արձանագրելով  փաստերը  կրկին պատմագրի  եռանդով  ու  ժամանակագրի    բծախնդրությամբ՝  միայն  թե  այդ  փաստերը բեկելով սեփական մտածողության  պրիզմայով ու  արտահայտելով իր անհատականություն-գրչի  միջոցով:  Ասվածի  բառացի  վկայությունը  այս՝  1925-ից սկսվող օրագրի մեջ արտահայտված հենց առաջին միտքն է. «Չորեքշաբթի 20.- Դեպքերը կսկսին  ահավոր  դառնալ:  Չարձանագրել  դեպքերը,  կնշանակե  անելին  առջև  դնել  այն պատմագրին, որ ապագային պիտի ցանկա մեր օրերու պատմությունը գրել: Ուստի այս օրվնե ձեռք կառնեմ գրիչը՝  գրելու օրը օրեն պատահածը, հաճախ պատահեցնելու նաև չպատահածը» /14/: Գրողը ամենևին էլ չի սահմանափակվում միայն նեղ, այսպես ասած, տեղական  լուրերով.  հեղինակի  աչքի  առջև  ամբողջ  աշխարհն  է,  լայն,  ասել  է՝ մոլորակային  ընդգրկումներով,  ինչը  լիովին  թույլ  է  տալիս  նրա  զարգացած  ու լայնահորիզոն  աշխարհայացքը:  Ուստի  և լայն է  գրողի  օրագրությունների ընդգրկումների  տրամագիծը,  որը  հաճախ  նեղ-անձնականից  հասնում  է  մինչև  մեծ տերությունների  միջև  հարաբերությունները,  խորհրդայնացած  Ռուսաստանից  մինչև բանկոոպի  կրպակները,  և  առկա  են  ասես  տրամաբանորեն  միմյանցից  շատ  ու  շատ հեռու  /միայն  առաջին  հայացքից/  բազմաթիվ  կապեր  ու  հանգույցներ,  որոնք  նաև ծավալային առումով, բառի բուն իմաստով եռաչափ են, ակնառու, համոզիչ ու խոսուն: ", "Ի դեպ, ամերիկյան միջին խավին մանրամասն ներկայացնելը Չիվերի գրելաձևին բնորոշ  առանձնահատկություններից  է:  Այս  կերպ  գրողը  փորձում  է  հանգամանորեն դիտարկել  նրանց  ապրելակերպը  և  վարվելակարգի  առանձնահատկությունները:    Երբ Վեսքոթների  հին  ռադիոն  այլևս  դառնում  է  անպիտան,  Ջիմ  Վեսքոթը  կնոջն ուրախացնելու  համար  նոր  ռադիո  է  գնում։  Սպասվածին  հակառակ՝  ռադիոն հետագայում  ավելի  շատ  անհանգստություններ  է  պատճառում  նրանց՝    դառնալով ամուսինների  միջև  լարվածության    պատճառ:  Սկզբում  ռադիոն  անհամատեղելի  էր սենյակի  վառ  գույների  հետ:  Սենյակը  գորշությամբ  պարուրելուց  բացի,  այն մռայլությամբ է լցնում նաև հերոսների կյանքը: ", "Եվ  սա  ամենևին  էլ  պատահական  բնույթ  չի  կրում:  Բուն  իրականությունը  ունի շղթայական տեսք.   քաղաքական վիճակ   սոցիալական կեցություն   գիտակցություն՝ կախված կենսապայմաններից: ", "Կարելի  է  վկայել  խիստ  իրական  փաստերով,  որոնք  բերում  են  մեն-մի եզրահանգման.  երկրի  քաղաքական  վիճակով  է  պայմանավորված  ժողովրդի գիտակցական  մակարդակը:  Եվ  գրողը  վերոհիշյալին  անդրադառնում  է  ապշեցուցիչ ճկունությամբ,  սառնասրտությամբ  և,  որը  չնշելը  խիստ  անտրամաբանական  կթվար, սուր,  սպանիչ  հումորով,  որը  ավելի  շատ  է  համոզիչ,  քան  մի  ամբողջ  մեծածավալ ակնարկը:  Այսպիսի  օրինակներով  լի  է  ժողովածուն,  և  պետք  է  հաշվի  առնել  նաև  այն հանգամանքը, որ սա դեռ կամսարյան օրագրության սկիզբն է միայն, ասել է թե՝ առաջին փուլը, եթե նրա օրագրությունները գնահատելու լինենք պայմանական փուլերով: ", "Սա,  իհարկե,  գրողի  այս  օրագրության  միակ  առանձնահատկությունը  չէ.  նրա բոլոր գործերը համեմված են ասույթներով, աֆորիզմներով, իսկ այս օրագրության մեջ, իբրև  մի  առանձին  շերտ,  ուրույն  տեղ  են  զբաղեցնում  գրողի  այն  աֆորիստիկ  մտքերը, որոնք  առավել  պայմանավորված  են  պահի  հրատապությամբ,  ժամանակաշրջանի նկարագրությամբ:  Պայմանականորեն  սրանք  անվանենք  քաղաքական  աֆորիզմներ՝ աֆորիստիկ  մտքեր,  որոնք  գրված  են  զուտ  քաղաքական  շնչով,  բայց  ունեն  այն առանձնահատկությունը,  որ  թերի  են՝  իբրև  լիարժեք  աֆորիզմ  ներկայանալու  համար, որովհետև  միակողմանի  են,  այսպես  ասած,  բացակայում  է  մյուս  կողմը,  այսինքն  թե՝ միայն պատմականության մեջ կարող են արդիական հնչեղություն ունենալ, և նաև սա է այն  տարբերությունը,  որ  առկա  է  գրողի՝  արդեն  «բուն»  աֆորիզմների  և  սրանց  միջև. առաջինները  արդիական  են  բոլոր  ժամանակների  համար:  Սրանց  ևս  առանձին անդրադարձ կլինի: ", "Պոն  ենթադրում  է,  որ  աշխարհում  ամենաբանաստեղծական  սյուժեն երիտասարդ կնոջ մահն է, իսկ մելամաղձոտությունը` մարդու ամենաբանաստեղծական տրամադրությունը։ ", "Ամուսինների  միջև  առաջացած  անհամաձայնություններից,  ի  վերջո,  պարզ  է  դառնում, որ  ինչպես  հարևանների,    այնպես  էլ    Այրինի  կյանքում  կան  խնամքով  թաքցրած գաղտնիքներ.  «Դու  սարսափում  ես  այն  մտքից,  որ  11-Ս  բնակարանի  հարևաններն ուզում են յուրացնել հյուրերի կորցրած ադամանդը, բայց ինքդ գողացար մորդ զարդերը նախքան  կտակը վավերացվելը։  Չտվեցիր  քրոջդ այն  գումարից,  որը նախատեսված էր նրա  համար,  նույնիսկ  այն  դեպքում,  երբ  նա  այդքան  շատ  ուներ  դրա  կարիքը։  Դու թշվառացրիր  Գրեյս  Հոլանդի  կյանքը,  որտե՞ղ  էր  քո  արժանապատվությունը  և առաքինությունը,  երբ  դիմեցիր  մեր  երեխայի  վիժեցման  քայլին,    սպանեցիր  նրան»78։ ", "«Եթե  գաղափարը  զոհել  կհրահանգե,  ո՞ւր  է  ասոնց  զոհը:  Կամ  եթե  կա  զոհը,  չի՞ նմաներ  արդյոք  այն  զոհին,  երբ  աքլորը  կտանեն  վանք  մը,  կատարը  կարյունեն  ու բերելով  տունը  կեփեն  ու  աղվոր  մը  կուտեն  վասն  հոգու  փրկության:  Օ՜ փարիսեցություն,  քանի՞  ձևով  որակեմ  քեզի» /171/,-գնահատելով  ժամանակի քաղաքական  գործիչների  /և  ոչ  միայն/  գործունեությունը՝  մի  առիթով  ասում  է  Լեռ Կամսարը:  Ժամանակի  գործիչների  մասին  իր  վերաբերմունքն  է  հնչեցնում  Հակոբ Պարոնյանը՝  «Ազգային  ջոջեր»-ում  նշելով.  «Կը  համարձակինք  ըսելու,  որ  ոչ  զոք վիրավորել  ուզած  ենք  և  ներկայացուցած  ենք  անձերն  այնպես,  ինչպես  որ  են  և  ոչ  թե ինչպես  որ  կուզեն  իրենք  և  եթե  ընթերցողն  տեղ  տեղ  ծանր  կետերու  հանդիպի՝  անոնց պատասխանատուն մենք չենք. ո՞ր հայելին գաճաճն Աքիլլես կանդրադարձնե, ո՞ր լեռն սուրբը սատանա կը կրկնե»42: ", "Չի  կարելի  ասել,  թե  տերյանական  դպրոցի  ձևավորումը  հենց  սկզբից  կրել  է գիտակցված  ու  հետևողական  շարժման  բնույթ։  «Մթնշաղի  անուրջների»  առաջացրած տպավորությունը սկզբնապես բուռն ու գրեթե տարերային էր։ Այդ մասին վկայում է Ստ. Զորյանը  իր  հուշերում։  «Մեր  գրականության  պատմությունը,-  գրում  է  նա,–  չի  տեսել երևի  բանաստեղծական  երկի  այնպիսի  սրտագին  ընդունելություն,  որին  արժանացավ Տերյանի  «Մթնշաղի  անուրջներ»  ժողովածուն։  ...Կարճ  միջոցում  Տերյանն  ունեցավ  հե- տևորդների մի ամբողջ  բազմություն։ Իսկ երկրպագուներին թիվ  չկար։ Պահ  մի մոռաց- վեցին  մեր  անվանի  բանաստեղծները,  ամենուրեք՝  երեկույթներում,  ընտանիքներում, ընկերային  շրջաններում,  արտասանվում  էին  Տերյանի  սոնետներն  ու  էլեգիաները։ ", "համարելով ոչ գրական, հրաժարվեցին իրենց ստեղծագործություններում արծարծելուց: Ercilasun B., նույն տեղում, էջ 288: ", "Զորյանի և այլոց նմանատիպ վկայությունները հիմք են տվել հետագա բոլոր տերյանա- գետներին՝ խոսելու  տերյանական դպրոցի  մասին՝ որպես գրական-պատմական վավե- րական իրողության։ ", "Վարդանյանին45: Դիմանկարը կազմում է ընդամենը չորս տող: Բայց առկա են պատկերը ակնառու  դարձնող  բառեր,  արտահայտություններ,  որոնք  դժվար  թե  ավելի  բացահայտ ու  պարզորոշ  լինեին,  եթե,  ասենք,  զբաղեցնեին  չորս  էջ:  Ներկայացնում  ենք  պատկերը ամբողջությամբ.  «Ամեն  անգամ,  երբ  փողոցին  մեջ  Գրիգոր  Վարդանյանը  կտեսնեմ, կխորհեմ՝ Արարատ գործարանը իր հին գինիները ինչո՞ւ չի լեցներ սա հին տիկին մեջ. չէ՞ որ այլապես տիկը կպատռի ու գինին կթափվի…» /16/: ", "հանրագիտարան:  Ծանոթագրություն.  Գրիգոր  Վարդանյան, Անդրկովկասում ու Հայաստանում հեղափոխական շարժումների և սովետական կարգերի հաստատման պայքարի  մասնակից:  Մինչև 1905թ.  եղել  է հնչակյան  կուսակցության անդամ։ 1895թ.  ձերբակալվել է թուրքական կառավարության կողմից և դատապարտվել: 1918թ. Թիֆլիսում հրատարակել է «Կարմիր դրոշակ» թերթերը։ 1920-1921թթ. օրեր», աշխատակցել  է  Բաքվի  «Կոմունիստ»  թերթին։ 1924թ.  ՀՕԿ-ի  պատասխանատու  քարտուղարն  էր, գլխավոր նախագահը։  Սովետական  Միության, Եվրոպայի և Ամերիկայի տարբեր քաղաքներում կազմակերպել է ՀՕԿ-ի բաժանմունքներ։ Ընտրվել է ՀՄՍՀ Կենտգործկոմի անդամ: ", "դրոշակ», 1919թ. Մոսկվայում՝ «Կարմիր վարչության «Կարմիր Ո՞վ  է  Սաքո  Համբարձումյանը46.  կրկին  չորստողանոց  մի  դիմանկար,  որով, սակայն,  գրողի  վերաբերմունքը  այս  անձնավորության  նկատմամբ  դեռևս  չի  հասնում ավարտին, և իբրև դիմանկարի ստվերագծի մգացում՝ նորից կա անդրադարձ, որը արժե մեջբերել.  «Ահա  ձեզի  ներկայություն  մը,  որ  սաստիկ  նման  է  բացակայության…»  /58/,- այստեղ  հեղինակը  թավ  շտրիխներ  է  ավելացնում  կերպարին.  այն  հետզհետե  ավելի  է մգանում՝  գրեթե  հասնելով  սևին.  «Ծո՛,  միգուցե՞  Սաքո  Համբարձումյանը  դիակ  մըն  է, որը,  սակայն,  կուսակցության  անունը  արատավորած չըլլալուն  համար  դեռ կշարունակե  կուսակցության  շարքերը  մնալ»  /67/:  Կամ՝  «Մեր  երկրին  մեջ  սաստիկ տարածված  է  տուներ,  փողոցներ,  նավեր  ու  նման  առարկաներ  կնքել  կուսակցական գործիչներու անունով: Կառավարությունը ձող մը, որ տնկեց, կա՛մ Լուկաշինի անվանն է,  կա՛մ  Սաքո  Համբարձումյանի»  /29/:  Սա  քաղաքական  այս  գործչի  նկատմամբ  գրողի վերաբերմունքի արտահայտությունն էր, որը հասնում է սարկազմի աստիճանի: ", "Զրահների մեջը եռում էր մարմանդ կրակի վրա դրված կաթսաների պես»:81 Վեպերի  այս  պատումային  ինցիպիտները  հեքիաթի  «լինում  է,  չի  լինում» բանաձևի  վիպական  տարբերակներն  են:  Վ.Պրոպպը  «Կախարդական  հեքիաթի ձևաբանությունը» տրակտատում,  խոսելով  հեքիաթի  պոետիկայի,  կառուցվածքի, թեմատիկ  առանձնահատկությունների  և  կերպարային  նշանակության  մասին,  նշում  է. «Հեքիաթը սովորաբար սկսվում է որոշակի ելքային իրավիճակից: Խոսվում է ընտանիքի անդամների մասին, կամ հիշատակվում է հերոսը իր անվամբ կամ դիրքով»:82 «Մեր նախնիները» եռերգության վեպերը գրեթե  ամբողջությամբ համապատասխանում է Պրոպպի` հեքիաթային ինցիպիտի այս բնորոշմանը: ", "«Դիլիջանեն  կգրեն.  «Ամսույս  12-ին  ընկեր  Ա.  Մռավյանը48,  տեղս  ժամանելով, զեկուցեց  ու  բանաձև  դուրս  բերավ  օպոզիցիայի  դեմ»:  Իջևանեն  կգրեն.  «Ամսույս  13-ին /Սաքո/ Իսահակի, պրոֆեսիոնալ հեղափոխական, կուսակցական և պետական գործիչ: Կոմունիստական կուսակցության  անդամ  1903-ից:  Փետրվարյան  հեղափոխությունից  հետո  կուսակցական-քաղաքական լայն  գործունեություն  է  ծավալել:  1921-ին  նշանակվել  է  ՀՍՍՀ  առողջապահության  ժողկոմ:  1922-ին ընտրվել է ՀՍՍՀ Կենտգործկոմի նախագահ: 1925-1929-ին ՀՍՍՀ Ժողկոմխորհի նախագահն էր: 1929-44- ին աշխատել է Մոսկվայում: Եղել է ՀԿԿ ԿԿ-ի բյուրոյի և Անդրֆեդերացիայի Կենտգործկոմի անդամ/: ", "կուսակցական  և  պետական  գործիչ։  ԽՄԿԿ  անդամ 1898 թվականից։  Խմբագրել  է  բոլշևիկյան  «Կայծ», «Պայքար»  թերթերը։ 1916թ.  ընտրվել է  Թիֆլիսի  քաղաքային  դումայի, 1917թ. Փետրվարյան հեղափոխությունից հետո՝ բանվորական խորհրդի, ապա՝ Անդրկովկասյան սեյմի անդամ։ 1920թ. որպես մենշևիկ-ինտերնացիոնալիստների  խմբի  լիազոր-ներկայացուցիչ՝  բանակցություններ  է  վարել  ՌԿ(բ)կ Կովկասյան  բյուրոյի  հետ՝  խումբը  կոմունիստական  կուսակցությանը  ձուլելու  համար։  Եղել  է  ՀԽՍՀ Հողժողկոմ, գործկոմի Հայաստանի  և Անդրկովկասի կուսակցական  և նախագահ։ 1922թ.-ից  անընդմեջ  ընտրվել խորհրդական ղեկավար մարմիններում: ", "պետական  գործիչ։ 1915-1917թթ.  եղել  է  բոլշևիկյան  «Պայքար»  թերթի  խմբագիրը։ 1917թ.  խմբագրել  է նախագահի  տեղակալ,  Երևանի ժողկոմսոխորհրդի քաղխորհրդի է ընկեր Ա. Մռավյանը, տեղս ժամանելով, զեկուցեց և բանաձև դուրս բերավ օպոզիցիայի դեմ»:  Ղարաքիլիսայեն  կգրեն.  «Ամսույս  14-ին  ընկեր  Ա.  Մռավյանը,  տեղս  ժամանելով, զեկուցեց  և  բանաձև  դուրս  բերավ  օպոզիցիայի  դեմ»:  Հարց.  «Ընկեր  Մռավյանին»  չէ՞ր կարելի  փոխարինել  արդյոք,  զեկուցող  ու  բանաձև  դուրս  բերող  մեքենայով  մը: ", "Եվրոպային  մեջ,  ասկե  շատ  ավելի  պակաս  կրկնվող  բաներու  համար  մեքենաներ կշինեն…»  /25-26/:  Ա.  Մռավյանը,  ուրեմն,  ամեն  տեղ  և  ամեն  անգամ  նույն  մտքերն  է կրկնում,  և  շահավետ  է  ու  «տնտեսապես»  հարմար,  որ  նրա  փոխարեն  աշխատի զեկուցող մի մեքենա, որ ընդդիմախոս է օպոզիցիային: ", "մեռավ:  Միակ  բանը  իր  կյանքին  մեջ,  որ  կատարեց  առանց  «ընկերներուն»  հարցնելու» /131-135/:  Կամ  մյուս  տողում  «ավելի  մեռավ»  և  ի  վերջո  նրա  արտաքինը՝  «ակնոց»  և «քիթ»  /տե՛ս  134/:  Սա  թերևս  գրողի  մոտ  ծավալուն  պատկերներից  մեկն  է,  եթե  ոչ ամենածավալունը:  Սա  մարդկային  բոլոր  արժեքների  բացահայտումն  է՝  էության, բնավորության,  գործունեության  և,  ի  վերջո,  նրա  արտաքինի  պարզ,  կոնկրետ  ու բովանդակալից  նկարագրությունը:  Ասել  է  թե՝  մի  քանի  շտրիխով  գրողը  «նկարում»  է մարդուն՝ ամբողջական, կենդանի ու շարժուն: Եվ այս ամենը հանգամանորեն, ամենայն մանրամասնությամբ,  այնպես,  որ  թվում  է,  թե  ուղղակի  դիմացդ  դրվում  է  նրա լուսանկարը: ", "Ի  դեպ,  իբրև  միջանկյալ  խոսք,  նշենք,  որ  գրողը  այս  ձևով  խոսում  է ամենատարբեր  բնագավառների  մարդկանց  մասին՝  մարդիկ,  ովքեր  բոլորն  էլ  ապրել կամ  ապրում  են  հեղինակի  շրջապատում՝  անկախ  այն  հանգամանքից՝  նրանք առնչություն ունե՞ն, թե՞ չունեն գրողի անձի հետ: ", "Եղիա  Չուբարը49  կուսակցական  է:  Լեռ  Կամսարի՝  նրա  կերպարին  առաջին անդրադարձը  ցույց  է  տալիս  նախ  նրա  դիրքը  կոմունիստական  կուսակցության «Բանվորի կռիվ» թերթը։ 1920թ. նոյեմբերին եղել է ՀՍԽՀ հեղկոմի կազմում, 1921-1923թթ. եղել է ՀՍԽՀ Արտաքին  գործերի ժողովրդական  կոմիսար,  որի  առաջին  տարում  հանդիսացել է Կարսի պայմանագրի ստորագրողներից  մեկը։  1923-1929թթ.  եղել  է լուսավորության  ժողկոմ  և  ՀՍԽՀ Ժողկոմխորհի  նախագահի  տեղակալ,  միաժամանակ  եղել  է  «Սովետական  Հայաստան»  թերթի խմբագիրը։ ԽՍՀՄ Կենտրոնական Գործադիր Կոմիտեի անդամ էր: ", "կինոսցենարիստ, գրական-հասարակական հրապարակախոս, գործիչ, ԽՍՀՄ լրագրող, Գրողների շարքերում,  նրա  «առաքելությունը»  և  դրա  ընթացքը.  «Կոմկուսակցությունը  Եղիա Չուբարը  Փարիզ էր ղրկեր՝ կոմունիստական գաղափարներ  տարածելու գաղութահայության  մեջ:  Չուբարը,  սակայն,  կես  ճանապարհին  ծոցատետրը կորսնցուցած  ըլլալով,  հեռագրով  մը  նոր  դիրեկտիվներ  կպահանջե  Երևանեն  այն մասին՝  թե  ո՞ր  քաղաքը  պիտի  երթա  և  ի՞նչ  գաղափարներ  քարոզե»  /27/:  Նույն կերպարին  գրողի  երկրորդ  անդրադարձը.  տալով  նախ  արտաքին  տվյալներ  /«Եղիա Չուբար:  Կոմունիստ  շեյխ  մը՝  մեկ  լդրանոց  փաթթոցով»  /86//՝  գրողը  ստեղծում  է զգայական-տեսողական տպավորություն, պատկերի երկրորդ պարբերությունը գալիս է ավելի  ծանրակշիռ  դարձնելու  հեղինակի՝  նրա  նկատմամբ  ունեցած  վերաբերմունքը. գործի է դրվում «ծանր հրետանին»՝ սատիրան՝ ամբողջովին մերժելով կոմունիստական կուսակցության  այս  ներկայացուցչի  դեմքը:  Իբրև  ամփոփում՝  գալիս  է  առակ-խրատը՝ «…ինչպես ագռավը խրատ տա սոխակին իր ձայնը փոխելու…» /87/: ", "Dergisi, Cilt 4, Sayı 7, 2006, s. 109. առումով  թուրք  վիպասաններից  առանձնանում  են  Հալիդե  Էդիփ  Ադըվարը,  Ռեշաթ Նուրի  Գյունթեքինը,  Ահմեդ  Համդի  Թանփընարը,  Փեյամի  Սաֆան98:  Նշենք,  որ  հիշյալ տասնամյակում  գրողները  կարևորում  էին  նաև  քեմալական  գաղափարախոսությունը գեղարվեստական  արտահայտչամիջոցներով  քարոզելու  խնդիրը:  Որպես  քեմալական գաղափարախոսության  ջատագով`  թուրքական  գրականության  մեջ  առանձնանում  է հատկապես  Յաքուփ  Քադրի  Քարաօսմանօղլուն,  ում  «Սոդոմ  և  Գոմոր»  (“Sodom  ve Gomere»),  «Անկարա»  (“Ankara”),  «Օտարը»  (“Yaban”)  վեպերը  մեծ  նշանակություն ունեցան  քեմալական  գաղափարախոսությունը  քարոզելու,  ինչպես  նաև  եվրոպական կենսաձևով,  սակայն  ազգային  ինքնություն  ունեցող  նոր  թուրքի  կերպար  կերտելու առումով99: Այս ստեղծագործություններն, իրավամբ, ոչ միայն Թուրքիայի պատմության լայն պաստառ են, որոնցում հեղինակը պատկերել է արագ փոփոխվող հասարակական կյանքի շատ իրողություններ,  այլև  այդ ժամանակաշրջանի  Թուրքիայի մտավորականության աշխարհայացքի, գաղափարների ու հոգեբանության զարգացման մանրակրկիտ ուսումնասիրություններ են100: ", "մեծ  հոսք  սկսվեց  դեպի  թուրքական  գրականություն:  Ըստ  հետազոտող  Ք.  Կարպատի` սա  սերտորեն  կապված  էր  այն  հանգամանքի  հետ,  որ  Թուրքիայում  արևմտյան գրականությամբ  «դաստիարակված»  ձախակողմյան  շարժման  ղեկավարները  գրական ստեղծագործությունները  հաճախ օգտագործվում էին իրենց գաղափարները տարածելու  և  քաղաքական  շարժման  գործնական  մեթոդներ  առաջարկելու  համար101: ", "Մահացել է 1937-ին: ", "Լուկաշինին-իր  անկեղծ  բարեկամին  կնվիրե  հեղինակը»  մակագրությամբ:  Տե՛ս  Լեռ  Կամսար,  Ազգային այբբենարան, Եր., 1926թ.: ", "Տրտմության,  թախծի,  անելանելիության  գաղափարը  ի  վերջո  պիտի  ճանապարհ փնտրեր  բանաստեղծի  հոգում,  այն  է՝  դեպի  հեռավոր  երկրների  մշուշոտ  գիրկը, անհայտի  նավավարին  պիտի  տաներ  անհաս  ափեր։  Եվ  այս  ամենը  «գաղտնի  շշուկի» թելադրանքով, որը ոչ այլ ինչ էր, քան «թեուրգյան» գաղտնիքը. Հեռավոր երկրից մի ձայն եմ լսում Որ կանչում է ինձ մաշող կսկիծով Ու հազար գաղտնի շշուկով խոսում – Կյանքս դարձնում տառապանքի ծով27։ ", "Թուրքական  գրականության  մեջ  նոր  զարգացումներ  արձանագրվեցին  Երկրորդ համաշխարհային  պատերազմի  տարիներին:  Թեև  այս  ժամանակաշրջանում գերիշխում  էր  այսպես  կոչված «պաշտոնական  ազգայնականության»  գրական հոսանքը`  սակայն  իր  դիրքերն  էր  ամրապնդում  ևս  երկու  հոսանք`  «մշակութային ազգայնականությունը»  (Յահյա  Քեմալ,  Ահմեդ  Համդի  Թանփընար,  Փեյամի  Սաֆա  և այլոք) և «սոցիալական ռեալիզմը» (Սուադ Դերվիշ, Հյուսամեթթին Բոզոք, Քերիմ Սադի և  այլոք):  Թուրք  հետազոտող  Դ.  Քյոքսալն  ընդգծում  է,  որ  սոցիալական  ռեալիզմի գրողների  ստեղծագործություններում  արտացոլվում  էին  նաև  Խորհրդային  Միության հանդեպ  համակրանք  պարունակող,  իսկ  երբեմն  էլ  սատարող  հայացքներ:  Բացի  այդ` դրանցում  նկատելի  էր  սովետական  արվեստի,  գրականության  ազդեցությունը105: ", "Իսկական  վրձնահարվածներ  են  հիշեցնում  հետևյալ  տողերը.  «Արտաշես Կարինյան:  Հայկենտգործկոմ:  Հանրապետության  նախագահ…  Իսկական  զեփյուռ,  որ բոլորի  երեսին  խոսք  ու  խոստում  կփչե:  Փոխանակ  խոսքե  գործին  անցնելու՝  խոսքե խոսք կանցնե… Իր կյանքին մեջ տակավին մեկ գործ է կատարած, այդ ծնվելն է, ու մեկն ալ  ունի  կատարելիք՝  այդ  իր  մահն  է:  Սպեղանի  մըն  է,  որ  տակավին  ոչ  մեկ  վերք  չի բուժեր իր կյանքին մեջ: Ոչ  մեկ զոհողության առջև չի  կենար՝ քեզի օգուտ մը չի տալու համար:  …Արդարությունը  կպահանջե,  որ  Կարինյանը,  իր  ձեռները,  ոտները  ու  մյուս բոլոր  զգայարանները  Աստծո  վերադարձնելով,  փոխարենը  խոշոր  լեզու  մը  խնդրե,  որ համար մղվող  պայքարին:  Աշխատել կուսակցական  ու  պետական  գործիչ,  գրականագետ,  պատմաբան:  ՀՍՍՀ  ԳԱ  ակադեմիկոս:  ՍՄԿԿ է 1917թ.  Փետրվարյան  հեղափոխությանը  և  սոցիալիստական անդամ  1907թ.:  Մասնակցել գործերի հեղափոխության կոմիսարիատում:  1923-1924թթ.  ՀՍՍՀ  Կենտգործկոմի  նախագահի  տեղակալն  էր,  1924-1928թթ.՝ նախագահը:  Հետագայում  եղել  է  ՀամԿ(բ)Կ  Անդրերկրկոմի  պատմության  ինստիտուտի  դիրեկտորի տեղակալ,  ՀՍՍՀ լուսժողկոմի  տեղակալ,  ապա  աշխատել  ՀՍՍՀ  ԳԱ  Մ.  Աբեղյանի  անվան գրականության  և  պատմության  ինստիտուտներում:  1906թ.  լույս  է  տեսել  նրա  «Գրականություն  և կյանք» գրքույկը, 1928թ.՝ «Դեմքեր և դեպքեր» աշխատությունը: Կարինյանը զբաղվել է 19-րդ դարի 60- ական թվականների հայ գրական-հասարակական մտքի հետազոտությամբ, հայ պարբերական մամուլի պատմությամբ:  Ունի  գրականության  խնդիրներին,  հայ  ժողովրդի  պատմության  նոր  ու  նորագույն շրջանների  և  Հայաստանի  կոմկուսի  պատմությանը  նվիրված  աշխատություններ:  Կարինյանն անդրադարձել է նաև ռուս և եվրոպական դասական ու ժամանակակից գրականությանը: ", "մի օրինակ. – Ո՞ւր ես տանում ինձ, դո՛ւ, անհայտ մղում Հեռվում փրփուրներ ծխում են սուտիկ…,30 ինչպես Տերյանի մոտ. Գերի է նավս անակնկալին Մութով՝ կտրված երկրից ու հողից։31 Սեփական  հոգու  մղումներին  գերի  բանաստեղծ  Քյալաշյանը  իր  տարագիր  հոգին հանում  է  դեպի  մի  երկիր,  ուր  «Արբումները»,  «Ցանկությունը»,  «Սկիզբն  ու  Վախճանը», «Անհունն»  ու  «Լռությունը»՝  մեծատառով  գրված,  ասել  է  թե  առանձնակի  արժևորված, բանաստեղծի  մտածողության  բառ-բանալիներն  են  իրենց  տիպիկ  խորհրդանշային իմաստներով։ ", "Կոմունիստական կուսակցության հերթական առաջամարտիկներից մեկն է Հայկ Ազատյանը53,  ըստ  որում,  հռետոր  առաջամարտիկ  է,  թեև  գրողի  քննադատության հիմնական թիրախը մշտապես եղել և մնում է հենց ժամանակաշրջանի, այսպես ասած, «ճառառատությունը»,  ինչը,  ցավոք,  ժողովրդական  լեզվով  ասած,  միայն  ջուր  ծեծել  է,  և դրանից ոչ ոք ոչինչ չի շահում, հատկապես նույն կուսակցությունը: Եվ ինչպես բնորոշ է կամսարյան  սեղմ,  բայց  հատու  գրչին,  նա  կերտում  է  Ազատյանի  դիմանկարը,  սա առավել նրա ու նրա ճառերի բուն էության մասին է, քան արտաքին նկարագրի. ի վերջո, ավելի դժվար չէ՞ տալ մարդու ներքին բնութագիրը, քան նկարագրել արտաքինը, այն էլ՝ չորս-հինգ  տողի  սահմաններում.  «Երեկ  երեկո  գնացել  էի  Հայկ  Ազատյանին  լսելու:  Իմ կարծիքը  այս  հռետորին  մասին  հետևյալն  է:  Եթե  անիկա  այս  եռանդով  շարունակե հիմարություններ դուրս տալ, պիտի գա օր մը, երբ իր կամքեն անկախ իմաստուն բաներ պիտի  խոսե:  Վասնզի  աշխարհիս  հիմարությունը  խոմ  անսպա՞ռ  չէ»  /59-60/:  Մեկ  այլ էջում  գրողը  նեղ  ընտանեկան  հարցը  կապում  է  կրկին  այս  գործչի  շատախոսության հետ՝  հավելելով.  «Մեր  տղան  խոմ  Հայկ  Ազատյա՞նը  չէ,  որ  աշխարհիս  բոլոր  բաներու մասին  ասելիք  մը  ունենա  լեզվին  տակ  պատրաստ  ու  կոճակին  սղմումին  սպասե՝ զանոնք  դուրս  զետեղելու  համար:  Փա՜ռք  քեզ  Աստված:  Ի՜նչ  տեսակ  մարդիկ  ես ստեղծեր:  …Ազատյան  ստեղծելով՝  երևի  ստանդարտիզացիա՞  ես  ուզեցեր  մտցնել ստեղծագործությանդ մեջ, տե՜ր» /104/: ", "Նույնպիսի  մի  քննադատություն  է  հնչում  ֆրանսահայ  գրողի՝  Զապել  Եսայանի վարած  բոլշևիկյան  գործունեության,  ասել  է  թե՝  նրա՝  «Երևան»  թերթում  վերջիններիս վարած քաղաքականությունը փառաբանող հոդվածների մասին /տե՛ս 62/: Ցավոք, մնում քաղաքական  գործիչ,  1908-11թթ.  գործել  է  Բաքվի  մենշևիկյան  կազմակերպությունում: 1913-ին բանտարկվել  է  հեղափոխական  գործունեության  համար: Եղել  է  կոմունիստական  կուսակցության անդամ,  ՀԱՄԽ-ի  առաջին  նախագահը, ՀԿԿ  ԿԿ  քարտուղար, ՀԽՍՀ  Կենտգործկոմի  նախագահի տեղակալ, ՀամԳԳԱ  փոխնախագահ  Անդրկովկասյան  մասնաճյուղի  տնօրեն: Աշխատությունները վերաբերում և սոցիալիստական աշխատավարձի տեսության հարցերին: ", "գյուղատնտեսության շինարարության, կոոպերացման են է  ավելացնել.  եթե  միայն  Լեռ  Կամսարը  իմանար,  թե  հետո  ինչ  ճակատագրի  պիտի արժանանար Զապել Եսայանը: "]}