{"paragraph_source_docs": [0, 0, 1, 0, 1, 4, 0, 0, 4, 0], "source_docs_file": "History.json", "paragraphs": ["Առանձնահատուկ  ուշադրության  են  արժանի  Օսմանյան  կայսրության  Ներքին գործերի նախարար Նազըմ փաշայի հուշերը1, որոնք կոնկրետ դեպքերով, փաստերով ու անուններով  բացահայտում  են,  թե՛  ոստիկանության  հետախուզական  գործունեության առանձնահատկությունները՝  ուղղված  հայկական  «կոմիտեճինէրի»  դեմ,  թե՛  հայ հեղափոխականների  շրջանում  տիրող  իրավիճակը:  Չնայած  Նազըմի՝    հայ  լրտեսների ու  մատնիչների  անունները  մատնանշելուն,    նրա  հուշերը  արժեքավոր  են  երկու նկատառումներով՝  անհրաժեշտ  տեղեկություն ստանալու համար հայազգի գործակալներ  ներդնելով  «կոմիտեճինէրի»  շրջանում  և  այլ  գործակալների  միջոցով ստացված  տեղեկատվության  հավաստիության  ստուգման  հանգամանքով:  Նազըմ  բեյն իր հուշերում սարսափով է հիշատակում լրտեսների սպանությունների շարանը. «Ահա այսպես  հայ յեղափոխական  Դաշնակ  կոմիտէն  սկսած  էր  ասպարեզ  կարդալ կառավարության,  սպաննելով  ոստիկանները  և  այն  Հայերը,  որոնք  հավատարիմ  կր մնային  կառավարութեան»2:  Խնդիրը  խորապես  հասկանալու  և  համապատասխան միջոցներ  կիրառելու  նպատակով  ոստիկանության  նախարարը  որոշում  է  հայ լրտեսներից մեկին. «…որ դեռ ճանաչված չէր կոմիտեճինէրուն կողմէ, յարաբերութեան մեջ դնել հայ յեղափոխական կոմիտէին հետ:… կոմիտէի ամէնէն կատղած անդամներէն մէկն  էր  Հակոբը…:  Լրտեսը  ղրկեցի  Հակոբի  մոտ:  Բարեկամացավ  նրա  հետ  և  մտավ կոմիտէին մեջ: Եվ օրը օրին ինծի լուր կուտար կոմիտէին որոշումներուն և ծրագրերուն մասին:  Հակոբը  ձերբակալվեց»3:  Ընդգծելով  Օսմանյան  կայսրության  ոստիկանության գործելակերպը, նշենք, որ Հակոբի հարցաքննության ժամանակ Նազըմ փաշան մեծ տեղ էր  հատկացնում  այլ  աղբյուրներից  ստացված  տեղեկությունների  հավաստիությանը՝ ստուգելով նաև լրտեսների հուսալիությունը: ", "Խադժետլաշեի  և  Նազըմ  փաշայի  հաղորդած  տեղեկությունները  ճշտելու  ու իրադարձությունները  համադրելու  նպատակով  ատենախոսության  մեջ  օգտագործվել են  նաև  սուլթան  Աբդուլ  Համիդ  2-րդի  քարտուղար  Թահսին  փաշայի  հուշերը,  որոնք հանդիսանում  են  այդ  շրջանի  իրադարձությունների  և  գաղտնի  ծառայությունների գործունեության լուսաբանման համար օգտագործվող հիմնական աղբյուրներից մեկը1: ", "Երկու մրցող խմբեր կամ անհատներ Խաղի կազմակերպում. Խաղը սկսում էին խաղալ, երբ հավաքվածներից մեկն ասում էր՝ «եկեք խաղանք». դա  հատուկ  ծրագրված  չէր  և  կարող  էր  կազմակերպվել  հանպատրաստից:  Մեծահա- սակները երբեմն նախապես պայմանավորվում էին որևէ խաղի համար: ", "կառույցների  ձևավորման  գործընթացի  մասին  արժեքավոր  տեղեկություններ  է պարունակում Գ. Խուդինյանի աշխատությունը4: Այս նպատակով ՀՅԴ-ի կողմից Երկիր ուղարկած  «ուսուցիչներից»  միայն  Հ.  Յուսուֆյանին  հաջողվեց  հարմարվել  տեղի պայմաններին5: Վերջիս, գործելով գրեթե միայնակ, կարճ ժամանակում (1892-1893 թթ.) կարաղացավ  ստեղծել  այն  նախադրյալները,  որոնք  հիմք  հանդիսացան  հետագայում ՀՅԴ  Արևմտյան  բյուրո  ձևավորելու  համար:  1893  թ.  Հ.Յուսուֆյանը  ևս  հայտնվեց ոստիկանության  տեսադաշում:  Աշխատությունը  կարևոր  տեղեկություններ է հաղորդում  մի  շարք  հայ  լրտեսների  ու  մատնիչների  մասին,  որոնց  նկատմամբ  ՀՅԴ-ի կողմից կազմակերպվեցին ահաբեկչական գործողություններ6: ", "«Քար  պահել»  գործողության  տարբերակներից  է  քարբռնուկը,  քարպահուկը144,  խլի– բլին145 կամ խլի–մլին,146 թաց ու չորը, գիր թե ղուշը (թռչունը), չոփ պահելը147 և այլն: Այդ գործողությունը  հետևյալն  էր.  մասնակիցներից  որևէ  մեկը  (հիմնականում  ճարպիկը) քար  էր  պահում  բռի  մեջ,  որպեսզի  ավագները,  որոնք  տարիքով  առավել  մեծերն  էին, գուշակեին, թե որ ձեռքի մեջ էր գտնվում քարը` որ ձեռքն էր դատարկ, որը` ոչ:148 Ըստ Վ. Բդոյանի` փուչ ու լիք, փուչ պահել, փուչ ու տռուզ, փոչ ու տռոզ149 վիճակա- հանության  ձևերի  անուններն  ունեն  նույն  նշանակությունը,  ինչ  ժողովրդական  լեզվով ասված խլե–պլեն, խլե–ֆլեն, խլե–փլեն, որը նշանակում է  ունայն, դատարկ,150 սակայն այստեղ կարևոր են  նաև հարց ու պատասխանը, ճիշտ կռահելը: ", "Թեմայի  ուսումնասիրության  ընթացքում  փաստաթղթային  հարուստ  նյութեր  ենք օգտագործել  Մ.  Ներսիսյանի,  Վ.  Գամրեկելիի,  Վ.  Գաջիևի,  Վ.  Մաճարաձեի,  Պ. Շաստիտկոյի  և  Գ.  Բուռնությանի  խմբագրություններով  26  1950-1990-ական  թթ. հրատարակված տպագիր սկզբնաղբյուրների ժողովածոներից: ", "են պարունակում Կ.Իզմիրլյանի աշխատությունը1: Ուշագրավ են նաև Մաթեոս Իզմիրլյան պատրիարքի  և  Ներսես  Խարախանյան  վարդապետի  ՀՅԴ  երրորդ  ընդհանուր  ժողովին ուղղված վերլուծական նամակները2 Երկրի անցյալի, ներկայի և ապագայի վերաբերյալ, որոնցում  կարևորվում  էր  բոլոր  փոքրաթիվ  ազգերի՝  հայերի,  քրդերի,  ասորիների ընդհանուր անկախ դաշնակցությունը: ", "Օսմանյան կայսրության և  Թուրքիայի Հանրապետության գաղտնի ծառայությունների  պատմության, գենեզեսի, գործելաոճի և իրականացված գործողությունների ուսումնասիրության տեսակետից արժեքավոր է թուրք հետազոտող, թուրքական  գաղտնի  ծառայության  պատմության  մասնագետ  Թունջայ  Օզքանի «Թուրքիայի հետախուզական ծառայության (MIT) գաղտնի  պատմությունը» մենագրությունը,  որտեղ  կողմնակալության  հետ  մեկտեղ  հեղինակը  կարևոր տեղեկություններ է  հաղորդում  տարբեր  ժամանակաշրջաններում  Օսմանյան կայսրությունում  և  Թուրքիայում  գոյություն  ունեցող  գաղտնի  ծառայությունների մասին3: ", "Հյուսիս-արևելյան  Այսրկովկասի  XVIII  դ.  երկրորդ  կեսի  քաղաքական պատմությունը որոշ կողմնակալ մեկնաբանություններով է ներկայացված «Ադրբեջանի միացումը  Ռուսաստանին»  ծավալուն  աշխատության  մեջ։  Ըստ  նրա՝  Հյուսիս-արևելյան Այսրկովկասի  համար  օրհասական  1790-ական  թթ.  պատմական  ժամանակաշրջանում խանությունների միակ ելքը՝ «փրկությունը», Ռուսաստանին միացումն էր32: ", "«Հատուկ  կազմակերպությանն»  առնչվող  հարցերի  ուսումնասիրության  համար օգտագործվել են թուրք պատմաբաններ Էմին Դեմիրելի «Գաղտնի կազմակերպությունները  «Հատուկ  կազմակերպությունից»  մինչ  մեր  օրերը»5  և  Էրգյուն Հիչյըլմազի «Հատուկ կազմակերպությունը» և հետախուզական կազմակերպությունները» մենագրությունները6: "]}