{"paragraphs": ["Азербайджан в XVIII веке и взаимоотношения его с Россией, Баку, 1965. բանասիրական հանդես», 1991, № 2: ", "Թեև  բավական  մեծ  աշխատանքներ  են  տարվել  միջնադարյան  նյութական  մշա- կույթի, հատկապես խեցեգործության ուսումնասիրման ուղղությամբ, այնուամենայնիվ դրանք ամբողջական չեն  և ժամանակագրորեն ավարտվում են  հիմնականում XIV դա- րով: Չնայած մեծաքանակ գիտական գրականության առկայության, XIV – XVII դդ նյու- թական մշակույթի վերաբերյալ չկան լիարժեք համալիր աշխատանքներ: Մեր ատենա- pottery IX – XIVth cc. London, Faber and Faber limited, 1957, 37 p.. Изд.  ,,Наука’’,  1982,  211  с.;  Среднеазиатская  глазурованная  керамика  XII  –  XV  вв.,  Душанбе,  Изд.  ,,Дониш’’, Sakisyan  A.,  La  céramique  d’Asie-Mineure  et  de  Constantinople,  Paris,  Librairie  Orientaliste  Paul  Geuthner,  1923; Wilkinson Ch., Fashion and technique in Persian pottery, Bulletin the Metropolitan Museum of Art, November, 1947, v.6, N 3, pp. 99-104; Wilson R. P., Islamic art, New York, The Macmillan company, 1957. Керамика Старой Ганджи, Баку, Изд. АзФАН, 1940, 44 с. խոսությունը  ևս  չի  հավակնում  լինելու  համալիր  ուսումնասիրություն:  Ատենախոսու- թյան շարադրանքում, առաջին անգամ փորձ է կատարվում դասակարգել ու միավորել Հայաստանի  տարբեր  շրջաններից  գտնված  XIV  –  XVII  դդ.  վերաբերող  խեցեղեն  նյու- թերը` դիտարկելով կոնկրետ ժամանակահատվածում: ", "Ատենախոսությունը  շարադրված  է  հնագիտական  հուշարձաններից  հայտնաբեր- ված, ինչպես նաև թանգարաններում կուտակված ու մեզ համար մատչելի նյութերի հի- ման  վրա:  XIV  –  XVII  դդ.  խեցեղենի  ուսումնասիրության  գործում  կարևոր  նշանա- կություն  ունեն  միջնադարյան  հուշարձանների  պեղումներից  հայտնի  հնագիտական գտածոները: Աշխատանքում օգտագործել ենք մոտ երեք տասնյակ միջնադարյան հուշ- արձանների  խեցեղեն  հավաքածուները,  որոնց  մի  մասը  հրատարկված  է  (Դվին,  Անի, Անբերդ,  Գառնի,  Լոռե  բերդաքաղաք),  իսկ  մյուս  մասը  արդյունք  է  վերջին  տասնամ- յակներում  իրականացված  պեղումների  և  դեռևս  գիտական  գրականության  մեջ  շրջա- նառված չէ (Ոստինք,  Շատիվանք, Նորավանք, Սելիմի քարավանատուն, Արայի քարա- վանատուն,  Արտաշատ,  Էջմիածին,  Թեղենյաց  վանք,  Միրաք,  Դաշտադեմ,  Հայկաձոր, Քոբայր,  Թեղուտ  և  այլն):  Գտածո  տեսականիները  ներկայացնում  են  ինչպես  քաղաքա- յին,  այնպես  էլ  գյուղական  բնակավայրերից,  վանական  համալիրներից,  քարավա- նատներից հայտնաբերված նյութը` հիմնականում արտացոլելով ՀՀ ողջ տարածքի խե- ցեգործական արտադրության ընդհանուր պատկերը XIV – XVII դդ.: ", "շարձան, Տարեգիրք, Հ. Զ, Երևան, 2010, էջ 197-208: ", "խոսությամբ: ", "История внешней политики России. Конец XV в. – 1917 г., Oтв. ред. А. Н. Сахаров, Москва, 1998, с. 150-167. Տե՛ս  նաև  թեմայի  վերաբերյալ  Ժ.  Անանյանի  մյուս  արժեքավոր  ուսումնասիրությունը՝  Հայ-ռուսական հարաբերությունները,  նախադրյալները,  փուլերը,  պրոբլեմի  նկատմամբ  մոտեցումները,  –  «Լրաբեր հասարակական գիտությունների», 1991, № 1, էջ 3-19: ", "գրաֆիական անալիզների արդյունքների առկայության դեպքում, որոնք, ցավոք, տեխնիկական դժվարու- թյունների պատճառով բացակայում են: ", "Առաջին  գլխում  ներկայացված  են  պեղված  հնագիտական  այն  հուշարձանները, որոնց  խեցեղեն  հավաքածուները  մատչելի  են  եղել  մեզ`  օգտագործելու  ատենախոսու- թյան  մեջ:  Հուշարձանները  ներկայացնելիս  շեշտը  դրել  ենք  այն  հանգամանքի  վրա,  թե որքանով են դրանք մասնակցություն ունեցել խեցեգործական արտադրության զարգաց- ման ընթացքի վրա: ", "Հայաստանի  պատկերագրության  մասին՝  որպես  պարտյալ  Արտաշիսյան  թագուհի տիպի ուսումնասիրության համար հիմնվել ենք արտասահմանյան ուսումնասիրություննե- րից  Ջ.  Հերմանի73,  Ա.  Կյութների74,  Հ.  Դրագենդորֆի75,  Հ.  Լաուբշների76,  Ջ.  Պոլլինի77  և այլոց աշխատությունների վրա78: ", "գիտական ուսումնասիրությունները41: ", "Չորրորդ գլուխը նվիրված է ջնարակապատ խեցեղենին, որի ուսումնասիրությունը անջնարակ խեցեղենի համեմատ, թույլ է տալիս XIV – XVII դարերի մեջ ավելի նեղ փու- լաբաժանում  կատարել`  կապված  տեխնոլոգիական  միջոցների  արագ  փոփոխություն- ներով:  Ջնարակած  խեցեղենի  քննությամբ  հնարավոր  է  հետևել  և  մշակութային  փոխ- առնչություններին հարևան երկրների, Առաջավոր Ասիայի, Իրանի, Միջին Ասիայի, Չի- նաստանի,  Թուրքիայի  հետ,  որոնք  աշխարհաքաղաքական,  առևտրա-տնտեսական շարժերի հետևանք են: ", "Исследования по истории России», Ред. О. Эльдман, т. VIII, Москва, Изд-во «Модест Колеров», 2010, с. 7-25. Ер., 2007. ուսումնասիրություն),  Եր.,  2010;  նույնի՝  Բաքու  քաղաքի  հայության  պատմությունը  (Պատմաժողովրդա- գրական ուսումնասիրություն), Եր., 2011: ", "XIV –  XVII  դարերը  հայ  ժողովրդի  պատմության կնճռոտ և քիչ  լուսաբանված ժա- մանակահատվածն են, երբ երկրում տիրում էր քաղաքական և տնտեսական  անկայուն իրավիճակ:  Նախորդ  ժամանակաշրջանում  (IX  –  XIII  դդ.`  սկզբում  Բագրատունիների, ապա Զաքարյանների տիրապետության շրջանում) սկսած քաղաքական, տնտեսական, հասարակական կյանքի զարգացումն ընթանում էր բնականոն հունով, որը հանգեցրեց մշակութային ակնառու վերելքի: Տնտեսական վերելքը, քաղաքների ձևավորումն ու հե- տագա  աճը  նպաստեցին  արհեստագործության  լայնածավալ  արտադրությանը,  ներքին ու  արտաքին  առևտրի  զարգացմանը,  որոնք  երկրի  տնտեսության  առաջընթացի  հիմ- նական գործոններն էին: Զաքարյանների տիրապետության շրջանում սկսված պատմա- կան  օրինաչափ  առաջընթացը,  սակայն,  ընդհատվեց  մոնղոլական  քոչվոր  ցեղերի  ար- շավանքներից  հետո:  Հայաստանը,  ներքին  որոշակի  շարժերով  պայմանավորված  թու- լանալով, խոցելի էր դարձել մոնղոլական արշավանքների նախօրեին: ", "XIII  դ.  սկզբին  մոնղոլ-թաթարական  ցեղերը,    համախմբվելով  առաջնորդ  Չինգիզ խանի շուրջ (1206), շատ կարճ ժամանակամիջոցում ստեղծեցին աշխարհակալ մի պե- տություն`  իրենց  նվաճումների  աշխարհագրությունը  տարածելով  Չինաստանից  մինչև Սև ու Միջերկրական ծովերի ափերը: Հայաստանը մոտ մեկ դար (1256 – 1344) ընդգրկ- վեց  մոնղոլական  հսկայածավալ  պետության  կուսակալություններից  մեկի`  Հուլավյան մոնղոլա-իրանական պետության կազմում39 և ինչպես մոնղոլական կայսրությանը բռնի ուժով  միացած  Մերձավոր  ու  Հեռավոր  Արևելքի  մյուս  երկրները,  ենթարկվեց  մոնղո- լական քաղաքական ու մշակութային ազդեցությանը: Թեև քաղաքական ու տնտեսական տեսանկյունից  դա  բացասական  հետևանքներ  ունեցավ  առաջադեմ  երկրների  համար, սակայն որոշ չափով  նպաստեց նաև դրանց  միջև (ընդգրկելով  և Ռուսաստանը) առևտ- րական  ու  մշակութային  հարաբերությունների  աշխուժացմանը,  որը  սկսել  էր  մեծ  թա- փով ծավալվել դեռևս Զաքարյանների իշխանության շրջանում: ", "արարումը,  պտղաբերությունը  և  արգասաբերությունը»94  և  Ա.  Վան  դեր  Մեյերի  հեղինա- կած «Նախնադարյան նախամայր Մաի լեզուն. Կնոջ պատկերագրության զարգացումը 40 Սրանք  շատ  արժեքավոր  աշխատություններ  են  ոչ  միայն  մեզ  համար,  այլև  համաշխար- հային  արվեստում  և  պատկերագրության  մեջ  կանանց  առաջին  օրինակների  տիպաբա- նության և դասակարգման ուսումնասիրության առումով: ", "Լենկ  Թեմուրի  արշավանքներին  նախորդող  տարիներին  արդեն  Մերձավոր  Արե- վելքի  քաղաքական  կյանքում  որոշակի  դեր  էին  խաղում  օսմանյան  թուրքերը,  կարա- կոյունլու  և  ակ-կոյունլու  համադաշնությունները,  որոնք  XIII  դարի  կեսերին  գաղթելով Թուրքեստանից,  բնակություն  էին  հաստատել  պատմական  Հայաստանի  հարավում  և Փոքր  Ասիայի  արևմուտքում:  Հայկական  լեռնաշխարհում  թեմուրյանների  թուլացումից առաջինը օգտվեցին կարա-կոյունլուները, որոնք տիրեցին ,,Հուլավուի թախթին’’ (Ատր- պատական, Հայաստան, Իրաք) 1410 – 1468 թթ.41: Ի տարբերություն մյուս տիրակալնե- րի,  միայն  կարա-կոյունլուներն  էին,  որ  տիրում  էին  հիմնականում  Հայաստանում (գլխավոր  կայանը`  Վաղարշակերտ)  և  ակ-կոյունլուների  ու  Չաղաթայան  Շահրուխի (Լենկ  Թեմուրի  որդու)  դեմ  պայքարում  նույնիսկ  հենվում  հայ  ֆեոդալների  ու  ազգա- բնակչության  աջակցության  վրա42:  Կարա-կոյունլուները  և  պատմական  Աղձնիքում հաստատված ակ-կոյունլուները XIV – XV դդ. ընթացքում փոփոխական հաջողություն- ներով իշխում էին Հայաստանում մինչև XVI դարի սկիզբ, երբ Հայաստանը ռազմական թատերաբեմ դարձավ հակառակորդ երկու կողմերի` Օսմանյան Թուրքիայի և Առաջա- վոր Ասիայում քաղաքական առաջնության ձգտող Սեֆյան Իրանի միջև43: ", "Մասնագիտական գրականության մեջ հատուկ ընդգծվում է այն դրույթը, որ արվեստը կոնկրետ-զգայականի ձևով հանդես եկող աշխարհաճանաչողության միջոց է  և այդ ճա- նաչողության վաղագույն ձևն անկասկած առասպելն է: Առասպելը ոչ միայն գիտակցութ- յան  առաջին,  այլև  ունիվերսալ  այն  ձևն  է,  որ  ընկած  է  արվեստի  ստեղծագործության կերտման հիմքում: Միայն թե նախնադարյան կամ արխաիկ արվեստում առասպելն եղել է խմբային` ձևավորվելով որպես, աշխարհի մասին կոլեկտիվ պատկերացումներով առաջ եկած  կերպարների  անգիտակցական  պրոեկցիա…  Հանդես  գալով  որպես  աշխարհի  և կյանքի մոդել, արխաիկ առասպելի ձևավորմանը համընթաց ձևավորվում էր նաև այն լե- զուն  (մեր դեպքում, երբ խոսք է գնում կերպարվեստի մասին`  պատկերագրման լեզուն), որը մի կողմից հանդես էր գալիս, որպես ճանաչողության գործիք, իսկ մյուս կողմից` որ- պես ինֆորմացիայի փոխանցող: Պատկերագրական այդ լեզուն, որի ակունքները հայտ- նաբերվել են 30-25 հազարարամյակներ առաջ, կրում է այնպիսի ունիվերսալ հատկանիշ- ներ, որ մինչ օրս մնացել է պրակտիկորեն անփոփոխ: Եթե դիցաբանական մտածողութ- յան  մեջ  ժամանակակից  մարդը  արվեստի  ստեղծագործությունն  արարող  և  ընկալող  է, ապա նախնադարյան մարդը անընդհատ և անփոփոխ նրա մեջ էր, ինչով և բացատրվում է նախնադարյան և արխայիկ արվեստի մոգական հարատևության կախարդական ուժը98: ", "տության  բացակայության  պայմաններում  տեղի  ունեցավ  վարչատարածքային  մաս- նատում: XIV – XV դդ. իրենց գոյությունը պահպանող հայ իշխանական տներից մի քա- նիսը, սահմանափակվելով իրենց տիրույթներում, փորձում էին ինչ-որ ձևով պահպանել ներքին կայուն իրավիճակը: Սյունիքի առանձին տարածքներում իշխում էին Օրբելյան, Խաչենում`  Հասան-Ջալալյան,  Ծարում`  Դոփյան,  Արագածոտնում`  Վաչուտյան,  Վայոց ձորի  որոշ  տարածքներում`  Պռոշյան,  Անիի  ու  Բջնիի  շրջակայքում`  Զաքարյան  (մինչև տատիրության եզրափակիչ  շրջանն  է, երբ  պատմության ասպարեզից դուրս են մղվում հայ իշխանական խոշոր տների վերջին ներկայացուցիչները44: XVI – XVII դդ. Հայաստա- նի միայն լեռնային գոտիներում էին տեղ-տեղ պահպանվել հայկական մանր իշխանու- թյունների մնացորդները, որոնց միջև, սակայն, բացակայում էր ներքին կապը45: ", "XVI  դարից  Այսրկովկասի  և  Շիրվանի  տարածքը  դառնում  է  թուրք-իրանական ռազմական  բախումների  թատերաբեմ:  Այսպես,  XVI-XVII  դդ.  ընթացքում  Օսմանյան կայսրության  և  Սեֆյան  պետության  միջև  ընթացող  պատերազմների  հետևանքով «Մերձավոր Արևելք» (հետայսու՝  ՄԱ), 2007, պր. 4, Եր., էջ 61-65: ", "XIV – XVII  դդ. արտաքին քաղաքական շարժերի հետևանքով փոխվեց Հայաստա- նի  ներքին  սոցիալ-տնտեսական  դրությունը:  Մոնղոլական  և  հետմոնղոլական  արշա- վանքներից  հետո  երկրի  արտադրողական  ուժերի  աստիճանական  արտահոսքի  հե- տևանքով  հետզհետե  անկում  ապրեցին  քաղաքները,  արհեստներն  ու  առևտուրը:  Ար- տաքին ներխուժումներից մեծապես տուժած քաղաքներն այլևս չվերականգնվեցին, լա- վագույն  դեպքում  վերածվեցին  գյուղական  բնակավայրերի,  որտեղ  սեփական  կարիք- ները բավարարելու համար քաղաքային կամ ապրանքային արտադրանքը մեծ մասամբ փոխարինվեց տեղում ստեղծված գյուղական տնայնագործական արտադրանքով: ", "Հետախուզական  գործունեության  արդյունքում  սուլթանը  և  վեզիրները  լավ տեղեկացված էին ոչ միայն հարևան երկրների, այլև հեռավոր պետություններում տիրող իրավիճակի մասին:  Այդ երկրների հասարակության  տարբեր  խավերի բարձրաստիճան  պաշտոնյաներից ունեին ներկայացուցիչներից` հատկապես իրազեկիչներ,  որոնց  տրամադրած  տեղեկատվությունը  թույլ  էր  տալիս  թուրք իշխանավորներին  ճիշտ  կողմնորոշվել բարդ  իրավիճակներում  և  կայացնել համապատասխան քաղաքական որոշում1: ", "XVIII դ. սկզբին  Սեֆյան  պետության կործանման հետևանքով Այսրկովկասում  քաղաքական  իրավիճակն  ապակայունանում  է՝  պարարտ  հող նախապատրաստելով  ռուս-թուրքական  ռազմական  ագրեսիայի  համար:  XVIII  դ. առաջին  քառորդում  ռուսական  կովկասյան  քաղաքականության  մեջ  նպատակ  էր դրվում  բացառել  Իրանից  արտահանվող  մետաքսի  հումքի  անգլիական  և  թուրքական առևտրականների  մենաշնորհը:  Հետևաբար,  Պետրոս  Ա  կայսեր  նախանշած  արևելյան քաղաքականության  գլխավոր  նպատակն էր  Արևելքի  և  Արևմուտքի  միջև իրականացվող  համաշխարհային  առևտուրն  ուղղել  դեպի  Ռուսաստանի  տարածք: ", "են99: ", "Հարկ է ավելացնել, որ կանանց արձանիկների համընդհանուր ընդունելություն ստա- ցած  դասակարգման  սկզբունքներում  առանցքային  տեղ  է  հատկացվում  մարմնակազ- մության առանձնահատկություններին: ", "Դվինի  քաղաքային  կյանքի  վերջին  փուլի  վերաբերյալ  (XIII  դ.  կես  –  XIV  դ.  վերջ) որոշակի  պատկերացում  են  տալիս  նրանից  4  կմ  հյուսիս  գտնվող  Տիկնունի  ամրոցի մասնակի պեղումները49: Ամրոցը կառուցվել է IV դ., իսկ մոնղոլական շրջանում վերա- կառուցվել`  հավանաբար  որպես  նստոց  ծառայելով  մոնղոլական  վերնախավի  ներկա- յացուցչի համար50: Այդ են վկայում 1984 թ. իրականացված պեղումներից (ղեկ.` Հ. Եսա- յան)  հայտնաբերված  լուսամուտի  ապակիների,  գիպսե  ճարտարապետական  հարդա- րանքի  և  հախճասալերի  բազմաթիվ  բեկորները,  որոնք  XII  դարից  սկսած  Մերձավոր Արևելքի և միջինասիական երկրների ճարտարապետական հարդարանքի ամենահար- գի  հարդարատարրերից  են:  Հայաստանում  դրանց  կիրառումը  ճարտարապետական հարդարանքում խոսուն վկայությունն է օտար տարրերի, ճաշակի թելադրանքի մասին: "], "source_docs_file": "History.json", "paragraph_source_docs": [4, 3, 3, 2, 1, 4, 3, 3, 2, 4, 3, 4, 3, 3, 2, 3, 2, 3, 4, 3, 0, 4, 2, 2, 3]}