{"paragraph_source_docs": [2, 1, 2, 2, 0, 0, 0, 0, 0, 1], "source_docs_file": "Chemistry.json", "paragraphs": ["Գ ր ակ ան   ակ ն ար կ ի   վ ե ր լ ո ւ ծ ո ւ թյ ո ւ ն ի ց   մ ի ան շ ան ակ   հ ե տև ո ւ մ   է , ո ր  օ պտի կ ապե ս  ակ տի վ  ո չ  ս պի տակ ո ւ ց այ ի ն  ամ ի ն աթթո ւ ն ե ր ի  ս տաց մ ան հ այ տն ի մ ե թո դ ն ե ր ի ց տե խն ո լ ո գ ի ակ ան մ ատչ ե լ ի ո ւ թյ ան տե ս ան կ յ ո ւ ն ի ց  լ ավ ագ ո ւ յ ն ն  ե ն  հ ամ ար վ ո ւ մ  (S)-N-(2-բ ե ն զ ո ի լ ֆե ն ի լ )-1- բ ե ն զ ի լ պի ր ո լ ի դ ի լ -2-կ ար բ օ ք ս ամ ի դ   ք ի ր ալ այ ի ն   օ ժ ան դ ակ   ռ ե ագ ե ն տի [(S)-BPB]  և   ամ ի ն աթթո ւ ն ե ր ի   Շ ի ֆի   հ ի մ ք ե ր ի   հ ե տ  NII  ի ո ն ի   առ աջ աց ր ած հ ար թ  ք առ ակ ո ւ ս այ ի ն   կ ո մ պլ ե ք ս ն ե ր ի   հ ի մ ան   վ ր ա մ շ ակ վ ած ո ւ ն ի վ ե ր ս ալ   մ ե թո դ ն ե ր ը :  Այ դ   կ ո մ պլ ե ք ս ն ե ր ի   ամ ի ն աթթվ այ ի ն մ ն աց ո ր դ ն ե ր ի   C-ալ կ ի լ մ ամ բ   հ աջ ո ղ վ ե լ   է   ի ր ակ ան աց ն ե լ   զ ան ազ ան կ առ ո ւ ց վ ած ք ի   ո չ   ս պի տակ ո ւ ց այ ի ն   (S)--ամ ի ն աթթո ւ ն ե ր ի   աս ի մ ե տր ի կ ս ի ն թե զ ն ե ր :  Բ աց ի   դ ր ան ի ց ,  ց ո ւ յ ց   է   տր վ ե լ ,  ո ր   BPB  ք ի ր ալ այ ի ն ռ ե ագ ե ն տի N-բ ե ն զ ի լ պր ո լ ի ն ի մ ն աց ո ր դ ի ֆե ն ի լ այ ի ն օ ղ ակ է լ ե կ տր ո ն աակ ց ե պտո ր   տե ղ ակ ալ ի չ ն ե ր ի   ն ե ր մ ո ւ ծ ո ւ մ ը   խթան ո ւ մ   է ալ կ ի լ մ ան ռ ե ակ ց ի ան ե ր ի ար ագ աց ո ւ մ ն ո ւ ս ի ն թե զ ի ս տե ր ո ս ե լ ե կ տի վ ո ւ թյ ան   աճ ը :  Դա  հ ատկ ապե ս   կ ար և ո ր   է   ի զ ո տո պն ե ր ո վ ն ի շ ակ ր վ ած   ամ ի ն աթթո ւ ն ե ր ի ս տաց մ ան հ ամ ար , ո ր ո ն ք լ այ ն պահ ան ջ ար կ  ո ւ ն ե ն  ՊԷ Տ  ախտո ր ո շ մ ան  բ ն ագ ավ առ ո ւ մ : ", "Արդյունքում, ելային քիրալային օժանդակ ռեագենտները`(S)-2-BrBPB, (S)-3-BrBPB, (S)-4-BrBPB  վերականգնվել  են  քանակական  քիմիական  ելքերով  (>85%)  և  ելային օպտիկական  ակտիվության  պահպանմամբ,  ինչը  հնարավորություն  է  տալիս  դրանց բազմակի անգամ օգտագործել նմանատիպ ասիմետրիկ սինթեզի ռեակցիաներում: ", "Ու ս տի ,  N-բ ե ն զ ի լ պր ո լ ի ն ի   մ ն աց ո ր դ ի   ֆե ն ի լ այ ի ն   օ ղ ակ ի  օ-, մ- և պ-  դ ի ր ք ե ր ո ւ մ   է լ ե կ տր ո ն աակ ց ե պտո ր   (F,  Cl,  Br,)  կ ամ   է լ ե կ տր ո ն ադ ո ն ո ր (CH3  և   այ լ ն )  տե ղ ակ ալ ի չ ն ե ր   պար ո ւ ն ակ ո ղ   BPB  ք ի ր ալ այ ի ն   ռ ե ագ ե ն տի մ ո դ ի ֆի կ աց վ ած   ն մ ան ակ ն ե ր ի   ս տաց ո ւ մ ը   և   ո ր պե ս   ՊՖ-ֆե ր մ ե ն տն ե ր ի ար դ յ ո ւ ն ավ ե տ  մ ո դ ե լ այ ի ն   հ ամ ակ ար գ ե ր   կ ի ր առ ո ւ մ ը է ն ան տի ո - մ ե ր ապե ս   հ ար ս տաց վ ած   (ee  >  97  %)  կ ար և ո ր   ո չ   ս պի տակ ո ւ ց այ ի ն   (S)-  և  (R)- ամ ի ն աթթո ւ ն ե ր ի   աս ի մ ե տր ի կ   ս ի ն թե զ ի   կ ար ճ ատև   (5-30  ր)  մ ե թո դ ն ե ր ի մ շ ակ ո ւ մ ը  մ ն ո ւ մ  է  ար դ ի ակ ան  և  հ ր ատապ խն դ ի ր : ", "Հ աշ վ ի   առ ն ե լ ո վ ո չ ս պի տակ ո ւ ց այ ի ն   ամ ի ն աթթո ւ ն ե ր ի ն կ ատմ ամ բ  հ ար աճ ո ւ ն  պահ ան ջ ար կ ը  (տար ե կ ան ՝  10-15 %-ո վ ), կ ի ր առ ակ ան տե ս ակ ե տի ց   ար դ ի ակ ան   է   ն աև   մ շ ակ վ ած   մ ե թո դ ն ե ր ի   հ ի մ ան   վ ր ա  (S)-  և (R)-բ աց ար ձ ակ կ ո ն ֆի գ ո ւ ր աց ի այ ո վ ո չ ս պի տակ ո ւ ց այ ի ն - ամ ի ն աթթո ւ ն ե ր ի   ս տաց մ ան   ո ւ ն ի վ ե ր ս ալ   տե խն ո լ ո գ ի այ ի   մ շ ակ ո ւ մ ը   և դ ր ան ց ապր ան ք այ ն աց ո ւ մ ը փո ք ր ած ավ ալ ար տադ ր ակ ան պայ մ ան ն ե ր ո ւ մ ՝  ե լ ն ե լ ո վ  շ ո ւ կ այ ի  ի ր ակ ան  պահ ան ջ ն ե ր ի ց : ", "Հիմնվելով  նկ.  3.25-ում  ստացված  ռենտգենագրամի  տվյալներից`  Շերրերի հավասարումով գնահատվել է մոլիբդենի դիսիլիցիդի բյուրեղի բնութագրական չափսը, որի  համար  ստացվել  է  40  նմ  միջին  բնութագրական  չափս:  Սակայն,  ինչպես  տեսնում ենք նկ. 3.23,  բ-ից, ձևավորված արգասիքը, չնայած գտնվում է  ագլոմերատի ձևով, բայց այնուամենայնիվ  առանձին  բյուրեղներն  ունեն  10  նմ  միջին  բնութագրական  չափս:  Այդ նմուշների  տեսակարար  մակերեսի  չափումներն  ըստ  ԲԷԹ  եղանակի  տվել  են  24  մ2/գ արժեք: Եթե ստացված MoSi2-ի բյուրեղները լինեին կատարյալ գնդաձև կառուցվածքով, ապա  ԲԷԹ-ի  եղանակով  ստացված  տեսակարար  մակերեսը  կհամապատասխաներ  6.7 նմ միջին բնութագրական չափսով բյուրեղահատիկների: ", "պարամետրերի վրա Հետազոտվող  համակարգում  այրման  պրոցեսի,  ինչպես  նաև  նպատակային արգասիքի  միկրոկառուցվածքի  ձևավորման  վրա  նոսրացուցիչի  բնույթի  ունեցած ազդեցության  պարզաբանման  նպատակով  NaCl-ը  փոխարինվել  է  այլ  բնույթի նոսրացուցիչով՝ մագնեզիումի օքսիդով: Վերջինի ընտրությունը պայմանավորված է այն հանգամանքով,  որ  մագնեզիումի  օքսիդի  հալման  ջերմաստիճանը (2830 օC) բավականաչափ բարձր է  այրման  առավելագույն ջերմաստիճաններից, տարբերություն  նատրիումի  քլորիդի,  և  այրման  պրոցեսում  այն  գտնվում  է  պինդ վիճակում:  Կատարված  հետազոտությունները  ցույց  են  տվել,  որ  MoO3–3Mg–2Si համակարգում  մագնեզիումի  օքսիդի  ներմուծումը  բերում  է  այրման  ջերմաստիճանի զգալի  նվազման:  Մասնավորապես,  ելային  խառնուրդում  45  զանգ.  %  մագնեզիումի օքսիդի  առկայության  դեպքում  այրման  ալիքում  առավելագույն  ջերմաստիճանը գրանցվել  է  2050  օC:  Այս  դեպքում  այրման  սահմանն  ըստ  նոսրացուցիչի  քանակության դիտվել  է  ելային  խառնուրդում  66.5  զանգ.  %  MgO-ի  դեպքում,  իսկ  այրման ջերմաստիճանը  կազմել  է  1425  օC:  Համեմատության  համար  նկ.  3.26-ում  բերված  է MoO3+3Mg+2Si խառնուրդի այրման ջերմաստիճանի փոփոխությունը կախված տարբեր բնույթի  նոսրացուցիչների  զանգվածային  բաժնից:  Ինչպես  երևում  է  նկարում  բերված համեմատությունից, NaCl-ով նոսրացման Նկ. 3.26. MoO3+3Mg+2Si խառնուրդի այրման ջերմաստիճանի փոփոխությունը կախված նոսրացուցիչի զանգվածային բաժնից և բնույթից դեպքում  այրման  սահմանը  գրանցվել  է  w=58  զանգ.  %  արժեքի  դեպքում,  այսինքն նոսրացուցիչի  ավելի  փոքր  զանգվածային  բաժնի  դեպքում,  քան  MgO-ի  պարագայում (66.5  զանգ.  %):  Մյուս  կողմից,  համեմատած  մագնեզիումի  օքսիդի  հետ  համեմատած նատրիումի  քլորիդի  դեպքում  այրման  սահմանը  գրանցվել  է  ավելի  ցածր ջերմաստիճանում  (1050  օC):  Այս  հանգամանքը,  հավանաբար,  պայմանավորված  է նոսրացուցիչների  ջերմունակությունների  զգալի  տարբերությամբ,  ինչպես  նաև  NaCl-ի ֆազային  փոխարկումով:  Նշենք, որ նատրիումի քլորիդի  տեսակարար ջերմունակությունը  հավասար  է  50.5  Ջ/մոլ.K,  իսկ  մագնեզիումի  օքսիդի  համար  այն կազմում է 37.2 Ջ/մոլ.K: ", "Ինչպես  երևում  է  նկ.  3.26-ում  բերված  կորերից,  սիլիցիումի  հալման ջերմաստիճանից  բարձր  ջերմաստիճաններում  ստացված  Tա  –  w  կախման օրինաչափություններն  երկու  նոսրացուցիչների  դեպքում  ունեն  համանման  բնույթ: ", "Օգտագործված նոսրացուցիչների դեպքում այրման արագությունների տարբերությունը գնահատելու  նպատակով  կառուցվել  են  այրման  ջերմաստիճան–արագություն կախումները:  Նկ.  3.27-ում  բերված  կորերի  համեմատությունից  ակնհայտ  է,  որ MoO3+3Mg+2Si  խառնուրդում  երկու  նոսրացուցիչներով  նոսրացման  դեպքում  այրման ջերմաստիճան–արագություն  օրինաչափություններն ընդհանուր  առմամբ  ունեն համանման բնույթ` արտահայտված էքսպոնենցիալ օրենքով: ", "Tհալ.(Si) NaCl MgO Նկ. 3.27. MoO3+3Mg+2Si+wMgO/NaCl խառնուրդների այրման արագության փոփոխությունը կախված այրման առավելագույն ջերմաստիճանից Սակայն  բարձր  ջերմաստիճանային  տիրույթում  (Tա.Tհալ.(Si)),  MoO3+3Mg+2Si խառնուրդը  NaCl-ով  նոսրացնելիս  այրման  արագությունը  2÷2.5  անգամ  ավելի  մեծ  է՝ համեմատած մագնեզիումի օքսիդով նոսրացման դեպքի հետ: ", "(S)--MePhe  (48):  Գրականության  մեջ  հայտնի  ամինաթթու  է154,155`  []D նմուշ  =  - գրակ = -4.510(c 1.04, H2O),),  Tհալմ. նմուշ = 298-299°C, Tհալմ. գրակ. = 298°C: "]}