{"paragraph_source_docs": [3, 3, 4, 3, 3, 4, 3, 3, 3, 3], "source_docs_file": "Literature.json", "paragraphs": ["«…Ես գիտեմ, երբ կարդաք իմ անտիպները, կմեծարեք ինձ ավելի, քան հիմա ես եմ պահանջում, բայց ցավը նրանում է, որ ես այն ժամանակ մեռած կլինեմ արդեն»: ", "Լեռ Կամսար մեկը՝ Լեռ Կամսարը: «Նախորդ տասնամյակներից մինչև արդի պրոցեսը կան չլուծված- չպարզաբանված գրական-բանասիրական  հարցեր,  որոնք մեկնաբանության  ոչ ճշգրիտ տեսանկյուն  ունեն,  ինչպես  նաև`  պաթոլոգիկ-գաղափարական  հիմնավորում, աղավաղված  և  շրջված  են  գրական  տեքստը  և  բնագիրը:  Նրանց  վերարժևորումը  և ճշտումը գրական արդի հարցադրումների հանգանակում ևս քննադատության նյութն են կազմում,  որովհետև  հարցադրումները  եթե  արդիական  են,  «վերականգնված»  և խմբագրման  ենթարկված  տեքստը  եթե  հնչում  է  միասնական  ու  նորովի,  ապա պատմությունը  վերարժևորվում  է  արդիականության  համատեքստում:  Այդպիսի «պատմական» նորությունը,  որի հրապարակումը  չափազանց կարևոր է գրական արդի պրոցեսը ամբողջականացնելու համար, վերջին տասնամյակների մասնաբաժինն է նաև, որի առկա օրինակը  վերջերս նաև  Լեռ  Կամսարի  ստեղծագործության հրապարակումն է»1:  Ո՞վ  էր  նա:  Հայ  իրականությունը  երբեք  այսպիսի  գալիքի  ծնունդին  չէր  սպասի՝ երգիծաբանության  երրորդ  հսկային՝  Հակոբ  Պարոնյանից  ու  Երվանդ  Օտյանից  հետո: ", "Թեև  ռուս  գրականագետ  Ա.  Մուլյարչիկը  համարում  է,  որ  ամերիկյան գրականության  հեղինակությունը  Եվրոպայում  բարձրացավ  հատկապես  Երկրորդ աշխարհամարտից  հետո,  սակայն, սրանում գրականագետը  տեսնում է հակասություն. «Հենց այս ժամանակաշրջանում ամերիկյան արձակի լայն և հզոր հոսքը սկսեց նվազել, շատ գրողների ստեղծագործություններում հաճախ էին հանդիպում ինքնակրկնումներ»3:  Ըստ  գրականագետի՝  սա  վկայում  է  այն  մասին,  թե  որքան  էր փոխվել  ամերիկյան  իրականությունը  և  որքան  բարդ    էր    ներկայացնել  նրա  ներքին հակասական ու փոփոխական էությունը։ Հետպատերազմյան տարիներին ի հայտ եկած գրական տեսանելի ճգնաժամը պայմանավորված էր մի շարք հանգամանքներով։ ", "«Եթե  կամենում  ես  անառարկելի  կարծիք  հայտնել,  այն  արտահայտիր  արվեստի լեզվով»3,-մի առիթով ասում է Լեռ Կամսարը և ինքն էլ տալիս է առաջին օրինակը: ", "Լեռ Կամսարը մեկն  էր հայ  ժողովրդի այն զավակներից, որ դեռ 7-8 տարեկանից սկսած՝ տեսավ ու ապրեց այն ամենը, ինչով բնորոշվում է հայոց պատմության շուրջ 70- ամյա ուղին՝ կոտորածներ,  Առաջին  աշխարհամարտ,  անհատի պաշտամունքի տարիներ, խորհրդային իրականություն՝ ծածկված-ներփակված երկաթե վարագույրով,  ինչը  իրականության  իսկական  դիմագծի  պղտորված,  աղարտված, խաթարված  տարբերակն  էր  և  ինչը  բաց  տեքստով  երևում  է  գրողի  բոլոր  տողերում  ու պարբերույթներում,  թեպետև  ժամանակներն  այլ  բան  էին  ստիպում,  ու  ժամանակի թաթը ճզմում էր նրան ավելի, քան երբևէ ու առավել, քան որևէ մեկին: ", "և պատմվածքագիր Ջոն Վիլյամ  Չիվերի դերը: Գրականության  բնագավառում ազգային շքանշան  ստանալու  արարողության  ժամանակ  իր  ելույթում  Չիվերը  խոսում  է ժամանակակից աշխարհում գրականության դերի ու նշանակության իր պատկերացման մասին. «Ինձ համար լավ արձակի նշանակությունն այն է, երբ այն կարող է ներկայացնել բանիմաց  ու  գիտակից  տղամարդկանց  և  կանանց  գործուն  երկխոսության  փորձը՝ ուղղված այն բանին, որ մեր մոլորակի կրակները լինեն բացառապես խաղաղ»4: Չիվերը դիտում է գեղարվեստական արձակը որպես լեզվի հետ փորձառության ձև. «Որևէ մեկը երբեք  չի  կազմի    նախադասություն  առանց  զգացմունքներ  ունենալու»5:    Բացի  այդ` գրողը  կարծում  է,  որ  պատմվածքը  հատկապես  արդյունավետ  է,  եթե  գործ  ունես մարդկային ընդհատված հարաբերությունների հետ6։ ", "զբաղվողներին  ընդհանրապես/,  որ  սրբագրեն,  որ  խմբագրեն  գուցեև,  որ  ինչ-ինչ միջամտություններով  նոր  կյանք  տան  իր  գործերին  և  կամ  թե  կյանք  տան ընդհանրապես: ", "Ամենևին  էլ  զարմանալի  չէ,  որ  այսօր  գրողի  անվան  հետ  կապված  երբեմնի լռությունը  այլևս  գոյություն  չունի,  և  հեղինակի  գործերը  սկսել  են  իրենց  մեծ  խորքով հետաքրքրել  ոչ  միայն  գրականագետներին,  այլև  ուսումնասիրության  նյութ  դառնալ մյուս ասպարեզներում՝ փիլիսոփայության /տե՛ս «Հալոցք»-ի վերջաբանը/, պատմության և այլն: ", "անտիպ7: ", "Անսպառ  է  Լեռ  Կամսարի  ստեղծագործության  գանձարանը:  Դեռ  երկար տարիների  տքնաջան  աշխատանք  է  պետք  բացահայտելու  խորքում  եղածը,  պեղելու նրա բազմաբնույթ մտածողության բոլոր շառավիղները: Այժմ արդեն մեր ձեռքի տակ են ՊԱԿ-ի  արխիվից  դուրս  բերված  նյութերը5,  ՀԽՍՀ  Գրականության  և  արվեստի պետական  կենտրոնական  արխիվի  նյութերը՝  մասամբ  տպագրված6  և  Ե.  Չարենցի անվան գրականության և արվեստի թանգարանում գտնվող օրագրային պատառիկները՝ Գրականության  և  արվեստի  թանգարանի  նյութերը  գրված  են  ինքնաշեն  տետրի էջերին /թղթերը ամրացված են թելերով/: Ըստ թոռնուհու, այս երկարավուն /մոտ 30x10 չափսերով/  թղթերը  կտրտել-պատրաստել  է  գրողը.  ժամանակին  սրանք  եղել  են խանութներում  փաթեթավորման  թղթեր:  Սրանց  վրա  1933-1934թթ.  օրագրերն  են,  ըստ որում՝ ոչ ամբողջությամբ: Օրագրային անթվակիր մի քանի /թվով երկու/ պատառիկներ էլ կան, որոնցից մեկը գրված է դատարանի արձանագրությունների թղթի դարձերեսին: "]}