{"paragraph_source_docs": [0, 2, 1, 0, 0, 0, 0, 0, 2, 1, 0, 0, 2, 0, 2, 0, 0, 0, 0, 2, 0, 0, 0, 0, 0], "paragraphs": ["MoO3 + 3Mg + nNaCl համակարգի թերմոդինամիկական վերլուծություն (P = Const): ", "CoIII  ի ո ն ի   ս ալ ի ց ի լ ի դ ե ն այ ի ն օ կ տաե դ ր ի կ   կ ո մ պլ ե ք ս ն ե ր ի կ ի ր առ մ ամ բ   թր ե ո ն ի ն ի   աս ի մ ե տր ի կ   ս ի ն թե զ ի   առ աջ ի ն   փո ր ձ ե ր ն ը ն թաց ե լ  ե ն  ո չ  ավ ե լ  ք ան  11 % ք ի մ ի ակ ան  և  35% աս ի մ ե տր ի կ  ե լ ք ո վ  [157]: ", "Հաշվի առնելով բրոմ  պարունակող (S)-2-BrBPB, (S)-3-BrBPB և  (S)-4-BrBPB քիրա- լային օժանդակ ռեագենտների  C-ալկիլման ռեակցիաների  արձանագրված արդյունքները,  սույն  գլխում  ևս,  օպտիկապես  ակտիվ  -տեղակալված  (R)--ամի- նաթթուների  ասիմետրիկ  սինթեզի  համար  հետազոտվել  են  միայն  (R)-2-BrBPB քիրալային  օժանդակ  ռեագենտի  և  գլիցին  ու  ալանին  ամինաթթուների  Շիֆի  հիմքերի հետ NiII իոնի առաջացրած կոմպլեքսները: Որպես ալկիլող ռեագենտներ օգտագործվել են  ալիլբրոմիդ  և  օրթո ու մետա ֆտոր  տեղակալված  բենզիլ  բրոմիդներ:  Ալկիլման ռեակցիաների  ընթացքը  բերված  է  սխեմա  7-ում,  իսկ  արդյունքները`  աղյուսակ  8-ում: ", "անընդհատ  աճը  պայմանավորված  է  այն  հանգամանքով,  որ  ճնշման  բարձրացումը խոչընդոտում  է  հավասարակշռային  խառնուրդում  ձևավորվող  մեծ  թվով  գազային նյութերի  համակարգից  հեռացմանը  (նկ.  3.1  բ):  Վերջինս  նպաստում  է  նպատակային արգասիքի  (Mo-ի)  ելքի  բարձրացմանը:  Ինչպես  երևում  է  նկ.  3.1  բ–ից,  10  մթն  ճնշման պայմաններում  անջատվող  գազի  ծավալը  նվազում  է  ավելի  քան  10  անգամ,  իսկ  Mo-ը ստացվում  է  մոտ  99  զանգ.  %  ելքով  (նկ.  3.1,  գ):  Աղի  ավելի  մեծ  պարունակությամբ խառնուրդներում  ջերմաստիճանային  հագեցումը  դիտվում  է  ճնշման  ավելի  բարձր արժեքների  դեպքում:  Համապատասխանաբար  նվազում  է  նաև  առաջացող  գազային նյութերի  տեսականին  և  դրանց  ծավալը,  իսկ  մոլիբդենը  վերականգնվում  է  գրեթե ամբողջությամբ: ", "Այսպիսով, հիմնվելով ստացված հաշվարկային արդյունքների վրա, թերմոդինամի- կական  հետագա  վերլուծությունների  իրականացման  նպատակով  P  =  10  մթն-ը դիտարկվել է որպես ճնշման օպտիմալ  արժեք: ", "Այժմ  քննարկենք  MoO3+3Mg+nNaCl  խառնուրդներում  այրման  ադիաբատ ջերմաստիճանների  և  հավասարակշռային  բաղադրության  փոփոխությունը  կախված ելային  ռեակցիոն  խառնուրդում  աղի  քանակից  (նկ.  3.2):  Ստացված  հաշվարկային արդյունքներից  կարելի  է  տեսնել,  որ  աղային  հավելանյութի  բացակայության  դեպքում (n=0) MoO3 + 3Mg խառնուրդի համար հաշվարկային այրման ադիաբատ ջերմաստիճանը կազմում  է  3500  oC:  Ելային  խառնուրդին  NaCl-ի  ներմուծման  և  հետագա  ավելացման պայմաններում  դիտվում  է  ադիաբատ  ջերմաստիճանի  բավական  կտրուկ  նվազում` ընդհուպ մինչև 800 oC (n = 12): Ընդ որում, մինչև 4 մոլ NaCl-ի ավելացման պայմաններում համակարգի  այրման  ադիաբատ  ջերմաստիճանը  նվազում  է  մինչև  2000  oC:  n–ի արժեքների  մինչև n =  4  մոլ  տիրույթում  արգասիքներում  առկա  են  մեծ  քանակությամբ գազային միացություններ: ", "NaClհ x2 Mo MgO Tադ NaClգ MoOxClyգ Նկ. 3.2. MoO3 - 3Mg - nNaCl համակարգի թերմոդինամիկական վերլուծության արդյունքները կախված NaCl-ի քանակից (P=10 մթն) Գազային  ֆազ  է  անցնում  ինչպես    NaCl-ի  զգալի  մասը,  այնպես  էլ  մոլիբդենի թթվածին  և  քլոր  պարունակող  բինար  և  եռկոմպոնենտ  միացությունները  (MoCl2,  MoO3, MoO2,  MoOCl2  և  MoO2Cl2),  ինչպես  նաև  Mg,  Na  և  այլն:  Սակայն  2000  oC-ից  ցածր ջերմաստիճաններում  (n ≥  4),  ռեակցիայի  արգասիքներում  մոլիբդենի  վերականգնումը տեղի է ունենում ամբողջովին, հիմնական վերջնանյութերն են հանդիսանում Mo, MgO և NaCl:    5  մոլ  NaCl–ի  առկայության  պայմաններում  (Tad  ≤  1860  oC)  վերջնանյութերում լիովին բացակայում են գազային նյութերը: NaCl-ի հետագա ավելացման պայմաններում (մինչև 12 մոլ)  դիտվում է միայն ադիաբատ ջերմաստիճանի փոփոխություն (n = 12 մոլ, Tադ. =  800 oC): ", "(MoO3–NaCl) համակարգի թերմոդինամիկական վերլուծություն իզոթերմ պայմաններում Հաշվի  առնելով  փորձերից  ստացված  որոշ  արդյունքներ,  ինչը  հանգամանալից կներկայացվի արդյունքների քննարկման բաժնում, կատարվել է նաև MoO3-NaCl համա- կարգի  թերմոդինամիկական  վերլուծություն  իզոթերմ  պայմաններում:  Որոշվել  է  MoO3- NaCl  համակարգի  փոխազդեցության  հավասարակշռային  բաղադրությունը  կախված փոխազդեցության  ջերմաստիճանից  (նկ.  3.3):  Ստացված  արդյունքներից  պարզվել  է,  որ մինչև  770  oC  տաքացման  պայմաններում  աղի  և  մոլիբդենի  եռօքսիդի  միջև  որևէ վիճակում: 770 ÷ 1270  oC ջերմաստիճանային տիրույթում MoO3 + NaCl փոխազդեցության արդյունքում ձևավորվող հեղուկ Na2MoO4 և գազային MoO2Cl2 ֆազերը հանդիսանում են հիմնական վերջնանյութերը: ", "Բ ազ մ աթի վ   փո ր ձ ե ր ի   ար դ յ ո ւ ն ք ո ւ մ   հ աս տատվ ե լ   է ,  ո ր   CoIII  և  AlIII օ կ տաէ դ ր ի կ   կ ո մ պլ ե ք ս ն ե ր ի   փո խար ե ն   Ni2+  ի ո ն ի   հ ար թ-ք առ ակ ո ւ ս այ ի ն կ ո մ պլ ե ք ս ն ե ր ի   օ գ տագ ո ր ծ ո ւ մ ը   զ գ ալ ի ո ր ե ն   մ ե ծ աց ն ո ւ մ   է   ալ կ ի լ մ ան ռ ե ակ ց ի ան ե ր ի   ս տե ր ե ո ս ե լ ե կ տի վ ո ւ թյ ո ւ ն ը :  Բ աց ի   դ ր ան ի ց ,  Ni2+  ի ո ն ի կ ո մ պլ ե ք ս ն ե ր ը կ այ ո ւ ն և ս տե ր ե ո ք ի մ ի ապե ս ի ն ե ր տ ե ն ամ ի ն աթթվ այ ի ն   փո խար կ ո ւ մ ն ե ր ի ժ ամ ան ակ ,  դ ի ամ ագ ն ե տի կ ե ն , օ ժ տվ ած  ե ն  ամ ի ն աթթվ այ ի ն  մ ն աց ո ր դ ն ե ր ի  բ ար ձ ր  CH-թթվ այ ն ո ւ թյ ամ բ և   դ ե հ ի դ ր ո ամ ի ն աթթվ այ ի ն   մ ն աց ո ր դ ն ե ր ի   է լ ե կ տր ո ֆի լ ո ւ թյ ամ բ ,  լ ավ լ ո ւ ծ ե լ ի ե ն օ ր գ ան ակ ան լ ո ւ ծ ի չ ն ե ր ո ւ մ և գ ո ր ծ ն ակ ան ո ւ մ ան լ ո ւ ծ ե լ ի   ջ ր այ ի ն   մ ի ջ ավ այ ր ո ւ մ ,  ի ն չ ը   զ գ ալ ի ո ր ե ն   հ ե շ տաց ն ո ւ մ   է դ ր ան ց  ան ջ ատմ ան  պր ո ց ե ս ն ե ր ը  ռ ե ակ ց ի ո ն  խառ ն ո ւ ր դ ն ե ր ի ց : ", "Սինթեզված  բոլոր  նոր  ամինաթթուների  էնանտիոմերային  մաքրությունը  (ee) նույնպես որոշվել է ՀՀ ԳԱԱ “Հայկենսատեխնոլոգիա” ինստիտուտի “Ֆիզիկաքիմիական անալիզի” լաբորատորիայում,  օգտագործելով բարձր  ճնշումային  հեղուկային քրոմատոգրաֆիայի  (HPLC)  անալիզի  մեթոդը՝  Waters  2695  Separations  Module  (USA) սարքի օգտագործմամբ: Որպես սորբենտ կիրառվել է Diaspher-110-Chirasel-E-Ý (6.0 mkm, Սինթեզված բոլոր միացությունների էլեմենտային անալիզը նույնպես կատարվել է “Հայկենսատեխնոլոգիա”  ԳԱԿ  ՊՈԱԿ-ի  ինստիտուտի  “Ֆիզիկաքիմիական  անալիզի” լաբորատորիայում՝ “EURO EA Elemental Analyzer” սարքի միջոցով: ", "կական վերլուծություն և MoSi2-ի ստացման օպտիմալ պայմանների որոշում Մոլիբդենի  դիսիլիցիդի  ստացման  համար  իրականացվել  են  նախնական թերմոդինամիկական վերլուծություններ հետևյալ համակարգերում. (MoO3 – 3Mg – և m-ը  համապատասխանաբար  NaCl-ի  և  MgO-ի  քանակներն  են՝  արտահայտված մոլերով:  Այս  համակարգերում  հաշվարկներ  իրականացնելու  նպատակն  է  եղել պարզել,  թե  մոլիբդենի  սիլիցավորման  համար  որպես  սիլիցիումի  աղբյուր  Si  կամ SiO2  կիրառման  պայմաններում  ինչպիսին  կլինեն  այրման  ադիաբատ ջերմաստիճանները  և  հաշվարկային  արգասիքների  բաղադրությունը՝  կախված այն  բանից,  թե  ելային  համակարգում  MoO3-Mg-Si/SiO2  այրման  պայմանների մեղմացման նպատակով ինչ նոսրացուցիչ է կիրառվում (NaCl կամ MgO): ", "MoO3 – 3Mg – 2Si – nNaCl համակարգ: Նկ. 3.4-ում բերված է MoO3 - 3Mg - 2Si - nNaCl համակարգի  թերմոդինամիկական  վերլուծության  արդյունքները՝  կախված  աղային հավելանյութի  քանակից:  Ստացված  արդյունքներից  կարելի  է  տեսնել,  որ  NaCl-ի քանակի  մինչև  7  մոլ  մեծացմանը  զուգընթաց  համակարգի  այրման  ադիաբատ ջերմաստիճանը 2400 oC–ից նվազում է մինչև 1400 oC: ", "ՌԿԱ  տվ յ ալ ն ե ր ի   և   կ ո ն ֆո ր մ աց ի ո ն   հ աշ վ ար կ ն ե ր ի   հ ի մ ան   վ ր ա հ ե ղ ի ն ակ ն ե ր ը   բ աց ահ այ տե լ   ե ն ,  ո ր   բ ար ձ ր   թե ր մ ո դ ի ն ամ ի կ ակ ան է ն ան տի ո ս ե լ ե կ տի վ ո ւ թյ ան   առ կ այ ո ւ թյ ո ւ ն ն   այ դ   կ ո մ պլ ե ք ս ն ե ր ո ւ մ պայ մ ան ավ ո ր վ ած է (R)-բ աց ար ձ ակ կ ո ն ֆի գ ո ւ ր աց ի այ ո վ ամ ի ն աթթվ այ ի ն   մ ն աց ո ր դ ո վ   (S,R)-  դ ի աս տր ե ո մ ե ր ի   կ առ ո ւ ց վ ած ք ո ւ մ   N- բ ե ն զ ի լ պր ո լ ի ն ի   մ ն աց ո ր դ ի   ֆե ն ի լ այ ի ն   օ ղ ակ ի   և   ամ ի ն աթթվ այ ի ն մ ն աց ո ր դ ի կ ո ղ մ ն այ ի ն   ռ ադ ի կ ալ ի   մ ի ջ և   հ ն ար ավ ո ր   չ կ ապակ ց ո ղ փո խազ դ ե ց ո ւ թյ ո ւ ն ն ե ր ո վ ,  ո ր ո ն ք   թե ր մ ո դ ի ն ամ ի կ ո ր ե ն   ան կ այ ո ւ ն   ե ն դ ար ձ ն ո ւ մ   այ դ կ ո մ պլ ե ք ս ն ե ր ը : ", "MoO3 – 7Mg – 2SiO2 – nNaCl համակարգ: Բնույթով  նմանատիպ  արդյունքներ  են ստացվում  նաև  այս  դեպքում,  երբ  ելային  խառնուրդում  սիլիցիումը  փոխարինվում  է սիլիցիումի  երկօքսիդով (նկ.  3.5)՝  համարժեք  քանակությամբ  վերականգնիչի պարագայում:  Էական  փոփոխություն  դիտվում  է  ջերմաստիճանի  և  բաղադրության քանակական արդյունքներում (համենատել աղյուսակ 3.1 և 3.2): ", "Նկ . 14. (S,S)- և (S,R)-կո մպլ ե ք ս նե ր ի  առ աջ աց ման թե ր մո դի նամի կ ակ ան հ ավաս ար ակ շ ո ւ թյ ո ւ նը : ", "MoO3 – 3Mg – 2Si – mMgO համակարգ. MoO3-Mg-Si/SiO2-NaCl  համակարգերում թերմոդինամիկական  հաշվարկների  հիման  վրա  այրման  ռեժիմում  իրականացված հետազոտությունների արդյունքների վերլուծությունից անհրաժեշտություն առաջացավ պարզել  նոսրացուցիչի  բնույթի  դերը  այրման  պարամետրերի  և  ֆազագոյացման օրինաչափությունների  վրա:  Այդ  նպատակով  ելային  համակարգում  NaCl-ը փոխարինվեց MgO-ով: ", "Աղյուսակ 3.1 քանակական արդյունքները NaCl, մոլ Աղյուսակ 3.2 MoO3 - 7Mg - 2SiO2 - nNaCl համակարգի թերմոդինամիկական հաշվարկի քանակական արդյունքները NaCl, մոլ Tad, oC V, L Mo5Si3 (պ.) Mo3Si (պ.) MoSi2 (պ.) Mg2SiO4 (հ.) MgO (պ.) SiO (գ.) Mg (գ.) MgCl2 (գ.) MgCl (գ.) NaCl (հ.) NaCl (գ.) Na (գ.) Tad, oC V, L Mo5Si3 (պ.) Mo3Si (պ.) MoSi2 (պ.) Mg2SiO4 (հ.) MgO (պ.) SiO (գ.) Mg (գ.) MgCl2 (գ.) MgCl (գ.) NaCl (հ.) NaCl (գ.) Na (գ.) Վերջինս, ունենալով բավականաչափ բարձր հալման ջերմաստիճան (2600  oC), այրման գոտում  գտնվում  է  պինդ  վիճակում,  ինչպես  նաև  հանդիսանում  է  ռեակցիայի արգասիքներից  մեկը,  որի  շնորհիվ    հնարավորություն  է  ստեղծվում  նաև  խուսափել ելային համակարգ լրացուցիչ բաղադրիչի ներմուծումից: ", "Թերմոդինամիկական  վերլուծության  արդյունքները  ցույց  են  տալիս,  որ  MoO3  + ադիաբատ  ջերմաստիճանը  գերազանցում  է  2300  oC-ը,  իսկ  հավասարակշռական արգասիքներում առկա է մեծ քանակությամբ չփոխազդած Mg (նկ. 3.6): Այս տիրույթում դիտվում  է  նաև  գազային  SiO-ի,  հալույթի  տեսքով  մագնեզիումի  սիլիկատի  (Mg2SiO4)  և սիլիցիումով  աղքատ  մոլիբդենի  սիլիցիդների  (Mo5Si3  և  Mo3Si)  առաջացում,  սակայն փոքր քանակներով ստացվելու պատճառով նշված նյութերը նկարում  բերված  չեն: ", "MgO պ. MoSi2h. MoSi2պ. Tադ . Mg գ. Նկ. 3.6. MoO3 - 3Mg - 2Si - mMgO համակարգի թերմոդինամիկական վերլուծության արդյունքները կախված ելային խառնուրդում մագնեզիումի օքսիդի քանակից m-ի  արժեքից  կախված  ուսումնասիրված  ամբողջ  տիրույթում  դիտվում  է  MoSi2-ի առաջացում: m < 4  մոլի  դեպքում MoSi2-ը ստացվում  է հեղուկ ֆազի տեսքով, իսկ m ≥ 4 պայմաններում՝ պինդ վիճակում: Ընդ որում ելային համակարգում 4 մոլ և ավելի MgO-ի առկայության պայմաններում հավասարակշռային խառնուրդում մոլիբդենի դիսիլիցիդի ելքը տեսականի նկատմամբ կազմում է 100 %: ", "Նկ . (S)-2-[N-(2,4,6-տր ի մե թի լ բ ե նզի լ )պր ո լ ի լ ]ամի նո բ ե նզո ֆե նո ն (LXXIII) և (S)-2-[N-(3,4,-դի ք լ ո ր բ ե նզի լ պր ո լ ի լ ]ամի նո բ ե նզո ֆե նո ն (LXXIV) ք ի ր ալ այ ի ն    ռ ե ագե նտնե ր ի   և  գլ ի ց ի նի   Շի ֆի   հ ի մք ե ր ի   հ ե տ  NiII  ի ո նի առ աջ աց ր ած  մո դի ֆի կ աց ված  կ ո մպլ ե ք ս նե ր ի  կ առ ո ւ ց ված ք ը : ", "(բ) (դ) t, վ t, վ (ե) (ա) . (գ) , , t, վ t, վ t, վ , Նկ. 3.7. MoO3 + 3Mg + nNaCl խառնուրդների այրման թերմոգրամները կախված NaCl-ի քանակից. n = (ա) – 2, (բ) – 3, (գ) – 4, (դ) – 4.5 և (ե) – 5 մոլ. Նկ. համեմատությունից  պարզ  է  դառնում,  որ  այրման  առավելագույն  ջերմաստիճանների , , նվազումը է ունենում բավականին կտրուկ: ", "Համապատասխանաբար բարձր է  նաև  այրման  պրոցեսում  տեղի  ունեցող արտանետումների բաժինը` m > 25 զանգ. % (նկ. 3.8): MoO3–3Mg–nNaCl համակարգում աղի  հետագա  ավելացման  պայմաններում  այրման  առավելագույն  ջերմաստիճանը շարունակվում  է  ինտենսիվ  նվազել  և    n  >  5  արժեքների  դեպքում  դիտվում  է  այրման սահման:  Այրման  սահմանին  մոտ  տիրույթում  գրանցվել  է  770  oC  ջերմաստիճան,  որը ցածր է NaCl-ի հալման ջերմաստիճանից (801  oC):  Արդյունքում այրման ալիքում աղը չի հալվում, այլ գտնվում է պինդ վիճակում: ", "Աղյուսակ 3.3 Հաշվարկային և այրման ջերմաստիճանների, նյութի ինքնատաքացման արագության կախումը MoO3 + 3Mg + nNaCl խառնուրդում աղի քանակից nNaCl, մոլ  Tադ, oC Tա., oC  Vտ., oC/վ այրում չկա MoO3+3Mg+nNaCl  խառնուրդներում  աղի  քանակից  կախված  էապես  փոխվում  է  նաև այրման ալիքի տարածման գծային արագությունը (Uա): Այսպես, աղային հավելանյութի ուսումնասիրված  տիրույթում  այրման  արագությունը  նվազում  է  ավելի  քան  10  անգամ՝ դիտվում  է  ստացիոնար  այրման  ռեժիմ:  Միաժամանակ  նվազում  է  նաև  այրման պրոցեսում  արտանետումների  բաժինը  և  այրման  սահմանի  մոտ  կազմում  է  ընդամենը նկատվում  են  սպիտակ  գույնի  նյութի  կուտակումներ,  որն  ըստ  ռենտգենաֆազային անալիզի  իրենից  ներկայացնում  է  NaCl:  Այստեղից  կարելի  է  եզրակացնել,  որ  այրման պրոցեսում  նմուշի  զանգվածի  կորուստը  հիմնականում  պայմանավորված  է  աղի գոլորշիացմամբ: ", "Uա m Նկ. 3.8. MoO3 – 3Mg – nNaCl համակարգում այրման պարամետրերի (Tա. և Uա.) և զանգվածի փոփոխության (m) կախումը աղի քանակից Այրման  մեկ  այլ  բնութագիր,  որն  էապես  փոփոխվում  է  պայմանավորված  ելային համակարգում  աղային  հավելանյութի  քանակից,  հանդիսանում  է  ռեագենտների սառեցման  արագությունն  այրման  ալիքում (Vտ, °C/վ):  Նկ.  3.7-ում  բերված թերմոգրամներից ակնհայտ է, որ n-ի փոքր արժեքների դեպքում (n ≤ 2 մոլ) V-ն կազմում է  ավելի  քան  1500  oC/վ,  n  =  3  մոլի  դեպքում՝  V  =  350  °C/վ:  n-ի  ավելի  մեծ  արժեքների համար ինքնատաքացման արագությունն ընդունում է այրման պրոցեսներին ոչ հատուկ ցածր  արժեքներ՝  20  -  50  °C/վ:  Հարկ  է  նշել,  որ  այրման  թերմոգրամներում  դիտվում  են նաև  որոշակի  իզոթերմ  ջերմաստիճանային  հարթակներ`  450-510,  650  և  790-820  °C ջերմաստիճաններում: Ընդ որում այս հարթակներն այրման պրոցեսում առավել հստակ նկատվում  են  այն  խառնուրդների  դեպքում,  որտեղ  նյութի  ինքնատաքացման արագություններն զգալի փոքր են,  այսինքն n –ի մեծ արժեքների դեպքում (նկ. 3.7, դ,ե): ", "Նկատի ունենալով  այրման  ալիքի  տարածման  արագության  խիստ կախվածությունը  այրման  առավելագույն  ջերմաստիճանից՝  կարելի  է  որոշել  այրման ալիքի  տարածման  համար  պատասխանատու  ռեակցիայի  էֆեկտիվ  ակտիվացման էներգիան, հիմք ընդունելով, որ այրման առավելագույն ջերմաստիճանի, արագության և էֆեկտիվ  ակտիվացման  էներգիայի  միջև  առկա  կապն  արտահայտվում  է  ներքոբերված հավասարմամբ [126]. (3.1) որտեղ,  Eէֆ.-ն  պրոցեսը  բնութագրող  էֆեկտիվ  ակտիվացման  էներգիան  է,  R-ը՝ ունիվերսալ  գազային  հաստատունը:  Այս  հավասարման  համաձայն  Ln(Uա/Tա)  -  1/Tա կոորդինատներով գրաֆիկն իրենից ներկայացնում է ուղիղ գիծ, որի թեքության անկյան տանգենսով կարելի է որոշել պրոցեսի էֆեկտիվ ակտիվացման էներգիան: "], "source_docs_file": "Chemistry.json"}