{"paragraph_source_docs": [0, 0, 3, 2, 3, 4, 4, 3, 0, 3], "source_docs_file": "Literature.json", "paragraphs": ["հանդիպումը: ", "– Այդ դուք չէիք, Ձերդ Մեծություն, դա Ալեքսանդր Մեծն էր: ", "էջ 212: ", "Մարտի  12-ի  ժամանակաշրջանը  ներկայացնող  վեպերում  կարևոր  տեղ  են զբաղեցնում  նաև  աշխատավորական  շարժումները`  գործադուլները,  ցույցերը:  Նման վեպերում կարևորվում  էր  հատկապես  այն,  որ թեև աշխատավոր դասը դժվարությամբ էր ընկալում իրականությունն ու չէր հասկանում իր ուժը, սակայն սկսել էր գիտակցել և պահանջել  իր  իրավունքները186:  Հետևաբար  «Մարտի  12-ի  վեպերը»  հասարակական փոփոխվող  գիտակցության  բնութագրերն  են,  իշխող  համակարգի  հետ  ստեղծված հարաբերությունների ձևի  արտացոլումը: ", "Գրողը  մեկ  ուրիշ  անգամ  կրկին  անդրադարձ  է  կատարում  պրոլետգրողներին՝ տալով  նրանց  պարզ  գնահատականը՝  մի  գնահատական,  ինչը  բնորոշում  է միաժամանակ  թե՛  նրանց  մտքի  ուժը,  թե՛  ըստ  այդմ  էլ՝  ստեղծագործությունների կշռույթը:  Այդ  էջերը  իրոք  արժանի  են  կոչվելու  այնպես,  ինչպես  անվանում  է  գրողը՝ «ոտանավորներ»:  Հեղինակը  իր  անկեղծ  խորհուրդն  է  հղում  բոլոր  ժամանակների գրողներին՝ կարդալ, անվերջ կարդալ: Ինչին հետևում է հակադրությունը. թեպետ, ճիշտ է,  որ  կան  մարդիկ,  ովքեր  գրում  են  առանց  երբևիցե  կարդացած  լինելու,  «ատոնք  ալ բացառիկ պրոլետ գրողներն են» /29/: Իհարկե, անհերքելի է փաստը, որ այդ տարիներին իբրև  գրողներ  գրական  ասպարեզում  «փայլել»  են  նաև  գրականության  հետ  ոչ  մի  կապ չունեցող,  գրականությունից  պատշաճ  հեռավորության  վրա  գտնվող  մարդիկ:  Եվ նույնպես անհերքելի է, որ հեղինակի խոսքը վերաբերում է հենց այս գրողներին: ", "Հերոսների  վախը  կարելի  է  պայմանավորել  նաև  միջավայրի  բարքերի ազդեցությամբ։ Նրանք չեն պատմում այլ մարդկանց իրենց ներքին զգացողությունները, չեն  լսում  հուսադրող  բառեր:  Պատմվածքի  հերոսը  մտահոգված  է,  թե  ինչպես զանգահարի և հայտնի կնոջը, որ կամուրջն անցնելու վախ ունի։ Նա երկմտում է, որ դա անձնական  արժանապատվության  խնդիր  է  և  կարող  է  կործանել  իր  ամուսնական երջանկությունը։  Պարզվում է, որ մի քանի անմիջական բառը կարող է փրկել մարդուն։ ", "Երբ  անծանոթ  աղջիկը  խնդրում  է    իրեն  անցկացնել  կամուրջը,  ընկերական  զրույցում հանկարծ վախի բոլոր զգացողությունները վերանում են. «Նա երգեց ինձ համար մինչև կամրջով հասանք մյուս ափը: Կամուրջն ինձ թվաց զարմանալիորեն օգտակար, ամուր և  անգամ գեղեցիկ շինություն,  որ  խելացի  մարդիկ  կառուցել էին  իմ ճանապարհորդությունները  հեշտացնելու  նպատակով:  Իսկ  ներքևում  հոսող  Հուդզոնի ջրերը հմայիչ ու խաղաղ էին: Ամեն ինչ ետ եկավ՝ և՛ խիզախությունը, և՛ կիրքն ու զմայլիչ Cheever.  Boston, Massachusetts: G. K. Hall & Co, 1982, p. 116. հանգստությունը»127:  Հերոսը  սա  հրաշք  է  համարում,  նույնիսկ  եղբորը  չի  խիզախում հայտնել առեղծվածային աղջկա մասին։  Հերոսների վախի զգացողությունը նաև նրանց ներքին  անհանգստությունների,  իրականության  հետ  հարաբերությունների  արտաքին դրսևորումն  է,  իսկ  ելքը  գրողը  տեսնում  է    մարդկային  սովորական  շփման  ու հաղորդակցման  մեջ։    Այս  ամենը  նման  է  Ջոն  Ափդայքի  «Ֆերմա»  («Օf  the  Farm»,  1965) վեպի  հերոսի  հանկարծակի  բղավոցին,  որ  իրեն  ատելի  է  առևտրի  կենտրոնի նյութական հարստությունը: ", "Իսկ Լեռ Կամսարը հավելում է հռետորական հարցը: ", "«Բարոնը  ծառի  վրա»  ստեղծագործությունը,  պարունակելով  դաստիարակության վեպի տարրեր (հերոսի՝ մանկությունից մինչև ծերություն տարբեր տարածաժամանակային  իրադրություններում  հայտնվելը  և  կերպարի  կայացումը), այդուհանդերձ,  զուրկ  է  հերոսի  հոգեբանական  կայացման  նկարագրությունից:  Դա պայմանավորված  է,  թերևս,  Կոզիմոյի  ընտրության  ազատությամբ,  ինչպես,  օրինակ, Օլիվաբասայի՝ իր պես ծառին ապրողներին հրաժեշտ տալու դրվագում: Արքունիքի հետ հարաբերությունները կարգավորած համայնքը որոշում է իջնել ծառից և ապրել ինչպես բոլորը, սակայն Կոզիմոն չի հրաժարվում իր ապրելակերպից. андреевские чтения. УРАО. М. 2006. С. 194 « – Աքսորն ավարտված է, - ասում էր կոմսը, - վերջապես կարող ենք գործի դնել այն, ինչի մասին վաղուց էինք մտածում: Էլ ինչու՞ ես մնում ծառերի վրա, բարո՛ն: Ցա՛ծ իջի՛ր, էլ իմաստ չունի: ", "-Ատիկա  շինծու  գրականություն  է՝  գրողները՝  շինծու,  ընթերցողները՝  շինծու» /200/: "]}