{"paragraphs": ["Քանի  որ  that-ը  և  it-ը  բառային  իմաստներով  խիստ  ընդգրկուն  են  ու  կարող  են վերաբերել  անթիվ  գոյականների,  ապա  հասկանալու  համար,  թե  տվյալ դիսկուրսում  դրանք  ինչին  են  վերաբերում,  ընթերցողը  պետք  է  ունենա  բավարար չափով  տեղեկույթ,  այսինքն`  հասկանա,  թե  որտեղից  է  բխում  գրողի/խոսողի` նույնաբանությունը  կիրառողի  միտքը:  Այլ  կերպ  ասած`  թե՛  գրողը/խոսողը  ու  թե՛ ընթերցողը/լսողը  պետք է  տիրապետեն  խոսակցության  պատմությանը, ընթերցողը/լսողը  պետք  է  տեղյակ լինի  գրողի/խոսողի  հաղորդակցական նպատակից,  իսկ  գրողը/խոսողը`  ունենա  որոշակի  վստահություն,  որ  ընթերցողը տիրապետում  է  համատեքստին  ու  հասկանում  իր  հաղորդակցական  նպատակը: ", "Ընթերցողը/լսողը  սա  կարող  է  անել  միայն  դիսկուրսին  ծանոթ լինելու պարագայում:  Համատեքստի  իմացությունը  այն  նախապայմանն  է,  առանց  որի that-ի  և it-ի    մեկնաբանությունը  կլիներ  գրեթե  անհնար:  Ընթերցողի/լսողի  արած մեկնաբանությունը  ուղղակիորեն  կապված  է  խոսողի  արտաբերած  խոսքին  ու հաղորդակցական  նպատակին:  Առանց  դրա լսողը  ի  վիճակի չէր լինի մեկնաբանություն  անելու,  պարզապես  տեղեկատվական ռեսուրսների բացակայության  պատճառով:  Համատեքստը  տալիս  է  այն  տեղեկույթը,  որն անհրաժեշտ է  մեկնաբանելու  նույնաբանությունը  ու  հասկանալու  դրա գործաբանական նշանակությունը: ", "Հարցվողների զգալի մասը այս նույնաբանությունը  մեկնաբանել  է,  որ  կին  զրուցակիցը  չափազանց  անկեղծ  ու շիտակ  է,  եթե  իհարկե  չի  ձևացնում  և  իրոք  հենց  այդպիսին  է,  ինչը  կարող  է ձանձրալի  ու  հոգնեցուցիչ  լինել:  Սակայն  հաշվի  առնելով,  որ  աղջիկն  ըստ երևույթին հարուստ է, ապա տղամարդիկ կարող են աչք փակել դրա վրա: ", "Դիտարկենք  մեկ  օրինակ  ևս,  որտեղ  նույնաբանության  մեկնաբանության համար կարևորվել է համատեքստի գործոնը. “Answer me! Are you completely mad?” I noticed Lena didn’t have much to say. “She’s trying to speed things along,” I explained. Luckily, Lena’s mum is used to being Lena’s mum. 6, so she isn’t shocked by things like this. I  looked  at  her  and  thought  that  there  must be  a  lot  of  people  who  would like to marry her. She has a silver nose stud. (PM WH: 126) Հարցվողների  85  %-ը  սույն  նույնաբանությունը  մեկնաբանել  է  հետևյալ  կերպ. Լենայի  մայրը  արդեն  վարժվել  է  աղջկա  չարաճճիություններին  ու  առանձնապես շատ  չի  զարմանում  նրա  արարքներից:  Այս  մեկնաբանությունը  հնարավոր  է դարձել,  ինչպես  հենց  հարցվողներն  են  վկայում,  իրենց  հարցաթերթիկներում նույնաբանությանը  նախորդած  նախադասությունների  միջոցով:  Մասնավորապես նրանց օգնել է Answer me! Are you completely mad? I noticed Lena didn’t have much to say.  She’s  trying  to  speed  things  along,  I  explained.  հատվածը:  Նրանց պատասխաններից մի քանիսը հենց այդպիսին են` Lena's mother was angry with her apparantely for something wrong she has done but she seems to be used to such things: ", "Մինչդեռ  երբ  նույն  նույնաբանությունը  տրվել  է  մեկնաբանելու  առանց համատեքստի,  ապա  հարցվողների  մեծամասնությունը  չի  հասկացել,  թե  ով  է Լենան,  ինչու  պետք  է  նրա  մայրը  սովոր  լինի  նրա  մայրը  լինելուն,  ինչն  է  դրա առանձնահատկությունը,  ու  հաճախ  ոչ  թե  մեկնաբանել  են,  այլ  հենց  իրենք  են հարցով  պատասխանել`  Which  is  Lena?;  Who  is  Lena’s  mother?,  այսինքն` փաստացի  չեն  կարողացել  մեկնաբանել  նույնաբանությունը,  որովհետև  ոչինչ  չէր որոշակիացնում  դրա  նշանակությունը,  չկար  որևէ  լեզվական  միավոր,  որը կնեղացներ  այլընտրանքային  տարբերակների  շրջանակը  ու  կթողներ  ամենից հավաստին  ու  հնարավորը:  Հարկ  ենք  համարում  այնուամենայնիվ  նշել,  որ դատելով  նույնաբանական  կառույցից`  հարցվողներից  ոմանք  նշել  են,  որ  երևի  թե Լենային  բնորոշ  են  որոշակի  հատկանիշներ,  որոնք  նրա  մայրը  կա՛մ  չի  նկատում, կա՛մ  էլ  նրա  մոտ  ձևավորվել  է  որոշակի  հանդուրժողական  վերաբերմունք  դրանց նկատմամբ: Եվս մի կարևոր առանձնահատկություն կա այս նույնաբանության մեջ, որին  արժե  անպայման  ուշադրություն  դարձնել,  այն,  որ  հատկացուցիչը  հատուկ անուն է  (Lena),  և կան միլիոնավոր Լենաներ: Առանց հստակեցման, թե որ Լենայի մասին  է  խոսքը,  լսողը/ընթերցողը  չի  կարող  կողմնորոշվել  տվյալ  իրավիճակում: ", "Սա,  ի  հակադրություն  նախորդ  գլուխում  քննարկված  Kanye  is  Kanye նույնաբանական  կառույցի,  որտեղ  արդեն,  ինչպես  նշվեց,  հատուկ  անունը` Քանյեն,  առանձնանում  է  միլիոններից,  ու  լսողը/ընթերցողը  (եթե  ոչ  բոլորը  գոնե մեծամասնությունը)  արդեն  հստակ  գիտի`  ում  մասին  է  խոսքը,  և  հետևաբար հավելյալ համատեքստի անհրաժեշտությունը նվազում է: ", "Պետք  է  անպայման  նշել,  որ,  ինչպես  ցույց  են  տալիս  մեր  կատարած ուսումնասիրության արդյունքները, հարցվողների զգալի մասը նույնաբանությունները  և  առհասարակ  դիսկուրսը  վերլուծելիս  օգտագործում  է  ոչ թե միայն մի  «բանալի»,  ասենք` համատեքստը կամ հարատեքստը  կամ  խոսքային իրադրությունը,  այլ  դրանք  բոլորն  էլ  դեր  են  ունենում  նույնաբանական  կառույցի գործաբանական ներուժի մեկնաբանության համար: ", "Հաջորդ  օրինակում  տեսնում  ենք,  թե  ինչպես  է  նույնաբանությունը մեկնաբանվում  խոսողի  ու  նրա  խոսակցի  կողմից,  որոնք  թեպետ  ունեն  միևնույն հենքային գիտելիքը,  սակայն նրանցից յուրաքանչյուրի  համար  տվյալ նույնաբանությունն  ունի  տարբեր  հաղորդակցական-գործաբանական  արժեք: ", "Մեջբերված  հատվածում  հարկային  կատարածուն  (Harold)  առանձնազրույց  է ունենում  աշխատավայրի  հոգեբանի  հետ,  որն  իբրև  փորձում  է  օգնել  նրան  դուրս գալու բարդ կացությունից: ", "Դիտարկենք օրինակը. I had a very interesting convo with someone in your section. Yeah? They said you were feeling a little wibbly-wobbly. Oh, I don’t know. I think I’m okay. Harold a tree doesn’t think it’s a tree…it’s a tree. Why was Harold talking to this man? This man was an idiot. This man used words like “wibbly-wobbly” and “convo” And explained that trees were trees. Of course trees were trees. Harold knew trees were trees. I am going to believe you Harold What  Harold  didn’t  know  was  why  he  could  not  shake  the  smell  of brownies from his senses. (FM SF: 18 min.) Այս  հատվածում  հոգեբանը  փորձում  է  մտերմիկ  խոսակցության  մեջ  մտնել Հարոլդի հետ ու թափանցել նրա խնդրի էության մեջ: Դրա համար նա ասում է, որ արդեն  խոսել  է  Հարոլդի  բաժնի  աշխատողներից  մեկի  հետ  ու  նրանից  է  իմացել Հարոլդի տարօրինակ վարքի մասին: Այսպիսով նա փորձում է ակնարկել, որ ինքը մանրամասն տեղեկացված է Հարոլդի վարքագծից ու այդ ձևով թերևս ցանկանում է շահել  վերջինիս  վստահությունը,  որպեսզի  նա  ավելի  անկեղծ  լինի  իր  հետ: ", "Ա-8-2  հոդվածում,  որը  վերարտադրում  է  Աբրահամ  Յուսուֆի՝  Փարիզից  ուղար- կած  նամակը,  գործածված  է  «սորվեցունել  Օլաֆը  և  Պետը»  արտահայտությունը,  որը նշանակում  է  «ասորական  գիր  սովորեցնել»,  «ասորերենով  գրաճանաչ  դարձնել»:  Այ- բուբենի  առաջին  երկու  տառերի  անվանումների  միացումով  (ինչպես  և  հայերենում) կազմված է «այբուբեն» բառը՝ օլաֆպեթ: Այս բառը «Բաբելոնում» գործածված է երկու անգամ (Բ-4-3, Բ-22-4): ", "Ընդ  որում`  այնքան  անտեղի,  որ  ինչպես  հենց  ինքն  է  մտածում,  ամբողջ խոսակցության  ընթացքում  նրան  ոչ  մի  կերպ  չի  հաջողվում  մոռանալ  բրաունիի բույրը:  Վերջին  նախադասությունն  ավելի  է  շեշտում  նրա  անտարբերությունը խոսակցությանը,  ու  A tree is a tree  նույնաբանությունը  նրա  համար  հենց  իրենց անիմաստ  խոսակցության  բյուրեղացումն  է  մեկ  հակիրճ  արտահայտության  մեջ: ", "Ավելին, Հարոլդի մոտ հոգեբանի հիմար լինելը ամրապնդվում է վերջինիս կողմից կիրառած  wibbly-wobbly  և  convo  բառերի  պատճառով:  Այսինքն`  ամբողջ դիսկուրսը  իր  համատեքստով  ազդել  է  Հարոլդի  նույնաբանության  նշանակության մեկնաբանման վրա: ", "Ստացվում  է  հետևյալ  պատկերը.  ա)  խոսողը  կիրառել  է  նույնաբանություն` վստահ  լինելով,  որ  իր  զրուցակիցը  կհասկանա  այն,  բ)  զրուցակիցը  հասկացել  է նույնաբանության իմաստը` սեմանտիկ նշանակությունը, գ) միևնույն նույնաբանության  գործաբանական  իմաստը  խոսողի  ու  նրա  զրուցակցի  համար տրամագծորեն տարբեր են:  Նույնաբանության այսպիսի մեկնաբանության համար զրուցակցին  հիմք  է  տվել  խոսողի  ընդհանուր  խոսքի  համատեքստը,  այսինքն` նախորդ  նախադասություններում  առկա  որոշակի  բառեր  հանդիսացել  են իրավիճակային  նախապայմաններ  նրա  կողմից  նման  մեկնաբանություն  անելու համար:  Դրանք  նաև  անհատական  երանգներ  են  հաղորդել  հոգեբանին`  Հարոլդի աչքում  նրան  դարձնելով  առանձնապես  ոչ  լուրջ  ու  վստահելի  անձնավորություն: ", "«Հունիս» ամսվա համար հրատարակման Ա տարվա համարների տիտղոսաթեր- թերի  վրա  գտնում  ենք  հազիրան  բառը,  որին  դասական  ասորերենում  արևմտաասո- րական արտասանությամբ համապատասխանում է հըզիրոն ձևը: Այստեղ –ան վերջա- վորությունը,  ամենայն  հավանականությամբ,  արաբա-օսմանական  հազիրան  ձևի  ազ- դեցություն է, կամ էլ բառն ամբողջությամբ փոխառնված է օսմաներենից: Հրատարակ- ման Բ տարում այս վերջավորությունը փոխարինվում է ասորական արտասանությանը բնորոշ –օն վերջավորությամբ, սակայն դրա հետ մեկտեղ «զ»-ն փոխարինվում է «խ»- ով (հախիրօն), որը տրամաբանական այլ բացատրությունների բացակայության պատ- ճառով ստիպված ենք վրիպակ համարել: ", "Այսպիսով`  կարելի  է  փաստել,  որ  համատեղ  հենքային  գիտելիքը անհրաժեշտ  նախապայման  է,  որպեսզի  խոսընկերները  համապատասխան կերպով  կիրառեն  և  մեկնաբանեն  նույնաբանական  կառույցը:  Կարելի  է  նշել,  որ հենց  հենքային  գիտելիքը,  ինչպես  նաև  համատեքստը  այն  գործոններն  են,  որոնք հնարավոր են դարձնում  առաջին հայացքից  անիմաստ կառույցի` նույնաբանության  կիրառությունը:  Իրավիճակային  նախապայմաններն  ընդգծում են  խոսողի  ու  նրա  զրուցակցի  այնպիսի  անձնային  որակներ,  որոնք  վերջիններիս անհատականության որոշ  գծեր  առավել  ցայտուն  են  դարձնում:  Այս  հանգամանքը նույնպես, ինչպես  տեսանք, նշանակություն ունի նույնաբանության մեկնաբանության  գործում:  Այստեղ  կարևոր  դեր  են  ստանում  կարծրատիպային նշանակությամբ  նույնաբանությունները,  որոնք  թեպետ  արմատացած  են  լեզվում, սակայն, ելնելով համատեքստից ու նույնաբանությունը կիրառողի հաղորդակցական  նպատակից,  կարող  են  որոշակի  նոր  գործաբանական  ներուժ ձեռք բերել: Այսպիսով, հիմնվելով կատարված ուսումնասիրության վրա, կարելի է փաստել լեզվաճանաչողական մոտեցման կենսունակությունը նույնաբանությունների ուսումնասիրության գործընթացում: ", "Հաջորդ  օրինակում  մենք  նույնպես  տեսնում  ենք,  որ  նույնաբանությունը մեկնաբանելու համար հարցվողների կեսից  ավելին` մոտ նույնաբանության իմաստը ընկալել է` հիմնվելով դրան նախորդած նախադասությունների փոխանցած տեղեկույթի վրա: ", "It may be said that Meredith was forced to write potboilers. He was not forced to write potboilers than any other author. Sooner than wallow in that shame, he may have earned  money  in  more  difficult  ways.  Or  he  might  have  indulged  in  that  starvation  so heartily prescribed for authors by a plutocratic noble who occasionally deigns to employ the English tongue in prose. Meredith subdued his muse, and Meredith wrote potboilers because he was a first class artist and a man of profound common sense. Being extremely creative, he had to arrive somehow, and he remembered that  the earth is the earth, and the world the world, and men men, and he arrived as best he could. The great majority of his peers have acted similarly. (BA AC: 189) Ինչպես ցույց  տվեցին մեր դիտարկումները,  այս դիսկուրսում նույնաբանությունը  մեկնաբանելիս  հարցվողներին  անհրաժեշտ  էր  ոչ  միայն հասկանալ համատեքստը, այլ  նաև ունենալ նախնական տեղեկություն` հենքային գիտելիք, կամ հենց տեղում պարզել, թե ով է Մերեդիթը, ինչն է նրան ստիպել գրել ոչ բարձրակարգ ու արագ սպառվող գրականություն, ու ինչ է ուզում այդ օրինակով արտահայտել  տվյալ  տողերի  հեղինակը`  Բեննեթը:  Հարցվողների  փոքր  տոկոսը (25 %) որոշակի չափով տեղյակ էր, որ Ջորջ Մերեդիթը 19-րդ դարի անգլիացի գրող էր,  ով  սկզբում  տաղանդավոր  բանաստեղծ  էր,  սակայն  հետագայում  սկսեց  գրել արձակ,  մասնավորապես  մեծ  պահանջարկ  ունեցող  վեպեր,  քանի  որ  դրանցից հնարավոր  էր  եկամուտ  ստանալ:  Հեղինակի  վերաբերմունքը  Մերեդիթի  քայլի նկատմամբ արտահայտվում է  Sooner than wallow in that shame, he may have earned money in more difficult ways. Or he might have indulged in that starvation so heartily prescribed for authors by a plutocratic noble who occasionally deigns to employ the English tongue in prose.  հատվածում: Բեննեթը  հեգնանքով  է խոսում  այն  գրողների մասին,  ովքեր  իրենց  այնքան  վեր  են  դասում,  որ  հրաժարվում  են  անգլերենը արձակի  մեջ  օգտագործելուց:  Ավելին,  կյանքի  հանդեպ  Բեննեթի  իրատեսական վերաբերմունքը  ու,  ըստ  այդմ,  Մերեդիթի  գրական  ընտրության  արդարացված լինելը երևում են Meredith subdued his muse, and Meredith wrote potboilers because he was a first class artist and a man of profound common sense.  նախադասության միջոցով:  Այս  տեղեկատվական  հիմքն  ունենալով`  հարցվողները  the earth is the earth, and the world the world, and men men նույնաբանական կառույցը ընկալել են որպես Բեննեթի` կյանքի հանդեպ իրատեսական վերաբերմունքի արտահայտություն,  համաձայն  որի`  գրողը  չպետք  է  իրենից  ցածր  համարի  գրել այն,  ինչը  պահանջարկ  ունի,  և  հակառակը`  նման  բան  անելու  համար  պետք  է լինել  առաջնակարգ  գրող  և  ունենալ  ստեղծագործ  միտք:  Հարցվողների  կեսից ավելին  այսպիսի  պատասխաններ  է  տվել:  Հետաքրքրական  է,  որ  առանց համատեքստի  հարցվողների  հիմնական  մասը  նույնպես շեշտադրել է նույնաբանության  մեջ  առկա  իրատեսական  վերաբերմունքի  ներիմաստը:  Սա թերևս  կարելի  է  բացատրել  մի  կողմից  տվյալ  նույնաբանության  շարահյուսական կառուցվածքով  (X is X, and Y Y, and Z Z)  և  բառային  կազմով,  որը  ստեղծում  է վարընթաց  աստիճանավորում`  Երկիր  մոլորակ  –  աշխարհ  –  մարդ,  իսկ  մյուս կողմից`  տվյալ  լեզվամտածողության  մեջ  առկա X is X  կառույցներին  վերագրվող իմաստային կարծրատիպով: ", "Շարահյուսական համադաս կառուցվածքը հնարավորություն  է  տալիս  յուրաքանչյուր  հասկացությունը  (earth,  world,  men) դիտարկելու  ինքն  իրենով  (իր  բնութագրական  հատկանիշների  տեսանկյունից)  և միևնույն  ժամանակ  որպես  հաջորդ`  ավելի  ընդգրկուն  հասկացության  մի  մաս (men→world→earth): Վարընթացությունը  կարծես թե հասկացական շեշտադրումը դնում է մարդ men հասկացության վրա, և հենց այստեղից էլ ձևավորվում է կյանքի նկատմամբ իրատեսական վերաբերմունքը: ", "Այսպիսով,  ինչպես  պարզ  դարձավ  օրինակների  և  հարցման  արդյունքների քննությունից, համատեքստը  այն կարևորագույն գործոններից է, որն ակտիվացնում  է  խոսողի  կողմից  նույնաբանական  կառույցում  ներակայած իմաստը  և  օգնում  է  լսողին  ապակոդավորելու  տվյալ  կառույցում  խտացված գործաբանական ներուժը: ", "գործաբանական արժեքի մեկնաբանության մեջ Նույնաբանությունների  հաղորդակցական  նպատակն  ու  հաղորդակցական- գործաբանական  արժեքը  դիսկուրսում  մեկնաբանելու  համար  հաջորդ  որոշիչ գործոնը  հարատեքստն7 է:  Հարատեքստ  ասելով`  նկատի  ունենք  այն հասարակական-մշակութային-պատմական  ֆոնը, քաղաքական-տնտեսական իրավիճակը,  որի  պայմաններում  ձևավորվում  է  դիսկուրսը:  Հարատեքստն ընդգրկում  է  նաև  այնպիսի  արտալեզվական  գործոններ,  ինչպիսիք  են զրուցակիցների համատեղ կենսափորձը, աշխարհընկալումը, տվյալ ժամանակաշրջանի և միջավայրի մասին նրանց ունեցած ընդհանուր գիտելիքների պաշարը,  նրանց  նախորդ  հաղորդակցական  շփումների  փորձը  և  այլն: ", "  րահիպ՝ «վանական» – համապատասխանում է արաբերենի ﺐِﻫﺍَﺭ ռահիբ բառին: ", "Հաճախ նույնաբանության իմաստը հասկանալու համար հարկավոր է իմանալ, թե երբ, ինչ դեպքերի  առնչությամբ,  ինչ  քաղաքական  կամ  սոցիալական  պայմանների առկայությամբ է  այն կիրառվում:  Կախված  այս նախադրյալներից` նույնաբանության հաղորդակցական-գործաբանական արժեքը համապատասխանում  է  այն  կիրառողի  հաղորդակցական  նպատակին:  Մեր հարցման արդյունքները հարատեքստի ազդեցության կտրվածքով մասնավորապես  ցույց  տվեցին,  որ  վերջինս  բավական  մեծ  դեր  ունի  ամենօրյա մամուլում,  հրապարակախոսական  ելույթներում  կամ  առօրյա  հասարակական- քաղաքական  հարցերում  կիրառվող  նույնաբանությունների  գործաբանական ներուժի  մեկնաբանման  գործում:  Ներկայացնենք  մի  քանի  նմուշօրինակ:  Առաջին նույնաբանությունը,  որ  կդիտարկենք,  կիրառվել  է  համացանցում  մի  օգտատերի կողմից,  ով  հետևյալ  մեկնաբանությունն  է  թողել Couple's mirror-image pregnancies: ", "Lesbians who took turns to get pregnant chart in pictures how they created their family վերնագրով հոդվածի տակ: ", "  քեշիշ՝ «քահանա», «վանական» – համապատասխանում է թուրքերենի keşiş բա- ռին,  որն  իր  հերթին  ծագում  է  արաբերենի  ﺱﻳﺳﻗ  կիսսիս  բառից  (հավանական  է նաև ծագումն ասորական կաշա բառից): "], "paragraph_source_docs": [1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 0, 1, 1, 0], "source_docs_file": "Linguistics.json"}