{"paragraph_source_docs": [1, 1, 1, 1, 0, 1, 1, 1, 1, 0], "source_docs_file": "Linguistics.json", "paragraphs": ["Հենքային  գիտելիքը  մեզ  տրամադրում  է  այն  տեղեկությունը,  որ  Սոմերսեթ Մոըմի  նկարագրած  ժամանակների  Անգլիայում  հարուստ  խավի  երիտասարդ կանանց  ապագան  կանխորոշված  էր.  նրանք  ձգտում  էին  հնարավորինս  հաջող ամուսնանալ ու զբաղվում էին տան գործերով և երեխաների դաստիարակությամբ: ", "Մնացած  բնագավառները  փակ  էին  նրանց  համար:  Թերևս  այս  տեղեկատվության իմացությունը  նույնպես  ընթերցողին/լսողին  օգնում  է  առավելապես  ընկալել հեղինակի հեգնանքը նման բարքերի նկատմամբ: ", "Դիտարկենք  հաջորդ օրինակը,  որտեղ  հարցվողները  պետք  է  մեկնաբանեին If it is a necessity, it is a necessity պայմանական նույնաբանությունը: ", "…We  have  grown  very  ingenious  and  clever  at  the  trickery  of  making characters  talk  to  the  audience  and  explain  themselves  and  their  past history while seemingly innocent of any such intention. And here, I admit, the dramatist  has  to  face  a difficulty special  to  himself,  which  the novelist can  avoid.  I  believe  it  to  be  the  sole  difficulty  which  is  peculiar  to  the drama, and that it is not acute is proved by the ease with which third-rate dramatists have generally vanquished it. Mandarins are wont to assert that the dramatist is also handicapped by the necessity for rigid economy in the use  of  material.  This  is  not  so.  Rigid  economy  in  the  use  of  material  is equally  advisable  in  every  form  of  art.  If  it  is  a  necessity,  it  is  a  necessity which  all  artists,  flout  from  time  to  time,  and  occasionally  with  gorgeous results,  and  the  successful  dramatist  has  hitherto  not  been  less  guilty  of flouting it than the novelist or any other artist.  (BA AC: 62) Այստեղ  կարելի  է  ասել,  որ  բացարձակապես  բոլոր  հարցվողները մեկնաբանել  են  նույնաբանությունը`  հիմնվելով  համատեքստի  վրա:  Սա  ինքնին հասկանալի  է,  քանի  որ  առանց  համատեքստի  հարցաթերթիկը  ստացած հարցվողների  մեծ  մասը  գլխի  չէր  ընկել,  թե  կոնկրետ  ինչ  անհրաժեշտության մասին է  խոսքը:  Նրանց  մեկնաբանությունները,  առանց  համատեքստի, ընդհանրական  էին  ու  անորոշ,  իսկ  ոմանք  որպես  պատասխան  գրել  էին What it? այսպիսով  ցույց  տալով,  որ  չեն  հասկացել`  ինչի  մասին  է  խոսքը:  Ընդհարացնելով մեկնաբանությունները`  կարող  ենք  նշել,  որ  հարցվողները  նույնաբանության ներակա  իմաստը  մեկնաբանել  են`  հիմնվելով  համատեքստի  ու  հատկապես նույնաբանությանը նախորդած նախադասությունների վրա: Այստեղ տեսնում ենք, որ  նույնաբանությանը  նախորդող  ու  հաջորդող  մասերը  ստեղծում  են  այն խոսքային  միջավայրը,  որի  պայմաններում  նույնաբանության  նշանակությունը հնարավոր  է  լինում  մեկնաբանել:  Բացահայտ  կերպով  հարցվողները  հիմնվել  են հատկապես  հատվածի  հետևյալ  նախադասությունների  արտահայտած  իմաստի վրա`  Mandarins are wont to assert that the dramatist is also handicapped by the necessity for rigid economy in the use of material. This is not so.  Սա  կարելի  է բացատրել  այն  փաստով,  որ  այս  նախադասությունները  արտահայտում  են հեղինակի  բուն  ասելիքը,  իսկ  դրան  հաջորդող  նույնաբանությունը  կարծես ամրապնդում է նրա դիրքորոշումը: ", "Քանակական Դասական -,,- ու հատ -,,- վաթրէյն ըշթին շապին թէշին մոօ, ըմմա ըթմօնին, ըթմանի 170 ըթրէյն մոօ, մաթէն ըթլօթ [մոօ] ըթլօթ մոօ ըթլօթին 171 համշ մոօ172 ըշթօ ըմմա, ըշթօ մոօ 173 էլփէ էլփէ համշօ ըմմա 174 Ասորական  բայերը  «Բաբելոնում»  հանդիպում  են  շատ  հազվադեպ:  Սա  միանգամայն հասկանալի  է.  ձևաբանության  առումով  լինելով  խոսքի  ամենաբարդ  և  փոփոխական մասը՝ բայը զգալի դժվարություններ է ներկայացնում օտար խոսքի մեջ ներհյուսվելու և քիչ թե շատ բնական ձևով գործածվելու համար՝ ի տարբերություն գոյականների, ածա- կանների  և  թվականների,  որոնք,  ինչպես  երևում  է  «Բաբելոնում»,  հեշտությամբ  փո- խարինում են իրենց հայերեն համարժեքները: Արձանագրված են հետևյալ բայերը. ասորերենում  ունի  ‘etkannaš  տեսքը՝  կրկնակ  երկրորդ  արմատականով176:  Հիմ- նական իմաստներն են՝ «հավաքվել», «ժողովվել»177: «Բաբելոնում» գործածվում է Մեն ըլլէլ – Մեն Ըլքօ բաժնից հետո՝ բաժինը կազմած անձի անվան հետ միասին՝ «կազմեց այսինչը» իմաստով, այսինքն՝ տվյալ բայակառույցի իմաստային երան- գավորման որոշ խախտումով: Առաջին անգամ գործածվել է Ա-17 համարի տիտ- ղոսաթերթի  վրա՝  Էթքանաշ  Ն.Պ.Գօյուն  ձևով,  ապա  պարբերաբար  երևացել  է տիտղոսաթերթի վրա և պարբերականի ներսում: Մինչև այդ «Բաբելոնում» նույն բաժնի  տակ  գործածվում  էր  հայատառ  թուրքերեն  թօփլատը  բառը:  Դժվար  է հասկանալ, թե ինչու են հեղինակները հենց այս արտահայտության մեջ խուսա- փել  համապատասխան  հայկական  բառից՝  այն  նախ  փոխարինելով  թուրքակա- նով, ապա՝ ասորական (երկրորդ դեպքում, հավանական է, այն պատճառով, որ արտահայտությունը երևում էր տիտղոսաթերթի վրա և հատուկ ուշադրություն էր գրավում): ", "մեկնաբանվել է: ", "“I had polio” she said. “That’s all it is. My mother had it too, and she died.” “I  suppose  so.  I  can’t  remember  her.  I’m  going  to  Egypt  next  week.  I  was very keen on going, but now I don’t seem to care so much. Do you think it’d “That’s too bad.” be fun?” “I have to earn a living.” finished. “Me too.” He was amazed at what he’d said, and of course, it set her off giggling. “I  was  speaking  in  general  terms,”  she  said  grandly,  when  the  giggling Some  creepy  fortune  hunter  was  bound  to  snap  her  up,  some  Egyptian  or whatever.  She  seemed  both  bold  and  childish.  At  first,  a  man  might  be intrigued by her, but then her forwardness, her self-satisfaction, if that was what  it  was,  would  become  tiresome.  Of  course,  there  was  money,  and  to some men that never became tiresome. “You  mustn’t  ever  mention  my  leg  in  front  of  Daddy  or  he  will  go apoplectic,”  she  said.  “Once  he  fired  not  just  a  kid  who  teased  me  but  his entire family. I mean, even cousins.” (MA DL: 153) Այս  նույնաբանությունը  հարցվողների  մի  խմբին  տրվել  է  մեկնաբանելու համատեքստով,  իսկ  մյուս  խմբին`  առանց  համատեքստի:  Որպեսզի  ավելի պարզորոշ  հասկանանք,  թե  որքան  կարևոր  է  համատեքստը  նույնաբանության հաղորդակցական-գործաբանական ներուժի ապակոդավորման համար, ներկայացնենք, թե ինչպես է այն մեկնաբանվել առանց համատեքստի. This repetition suggests something that can’t be changed – whatever ‘it says’ is final and there is no way to amend or change it. Այս  նույնաբանությունը  հարցվողների  մի  մասը  մեկնաբանել  է  որպես փաստի  անդառնալի ու  անշրջելի,  անուղղելի  լինելը: Ինչ  ասվել  է,  դա  վերջնական է:  Այս  մեկնաբանման  համար  հիմք  է  ծառայել  կառույցում  առկա  կրկնությունը: ", "Նույնաբանության  նշանակությունն  ընկալվել  է  որպես  կատարված  փաստի հաստատում,  իսկ  կրկնվող  կառույցը  շեշտում  է  փաստի  անփոփոխ  լինելը: ", "Անշուշտ,  սա  չափազանց  ընդհանրական  մեկնաբանություն  է:  Այլ  հարցվողներ  էլ տվել  են  այսպիսի  պատասխաններ`  It  is  very  clear.  There  is  no  alternative explanation; And that's it! Սրանք, իհարկե, շատ անորոշ պարզաբանումներ են, ինչի պատճառը  համատեքստի  բացակայությունն  է:  Այսինքն`  հնարավոր  չի  եղել  որևէ հստակություն  մտցնել,  հնարավոր չի  եղել  մեկնաբանել  ու  վերծանել նույնաբանությունը  կիրառողի  բուն  հաղորդակցական  նպատակը:  Հարցվողների մեկնաբանությունները  ավելի  շատ  ենթադրությունների  են  նման:  Անհասկանալի է`  ինչու  է  փաստը  անդառնալիորեն  անշրջելի,  կամ  ինչ  փաստի  մասին  է  խոսքը: ", "կան)  լինի»  արտահայտության  մեջ,  որը,  հավանաբար,  Խարբերդի  ասորիների սերնդեսերունդ փոխանցված և կենդանի խոսքում պահպանված ասորական մի քանի  կրոնական  արտահայտություններից  մեկն  էր:  Սույն  բայաձևի  հիմքը  դա- սական  ասորերենի  həwa՝  «լինել»  բայն  է,  որը  գործածված  է  անկատար  կերպի համեմատաբար ճիշտ ձևով, սակայն արականի փոխարեն՝ իգական սեռով, այ- սինքն պետք է լիներ նէվէ (դասական ասորերենի ճիշտ ձևը՝ nehwe): "]}