{"paragraphs": ["XIV – XV դդ., ապա և հետագա երկու դարերում հյուսիսային Հայաստանի կարևո- րագույն  կենտրոններից  էր  Լոռե  բերդաքաղաքը93,  որը  նշանակալից  դերակատարու- թյուն  ուներ  Լոռու  տարածաշրջանի  քաղաքական,  տնտեսական  կյանքի  կազմակերպ- ման  գործում:  Ի  տարբերություն  Հայաստանի  այլ  քաղաքների  ու  քաղաքատիպ  ավան- ների, Լոռեն եզակիներից է, որ անընդմեջ ապրել է բուռն տնտեսական կյանքով սկսած հիմնադրումից (XI դ. առաջին տասնամյակից) մինչև XVIII դ. կեսերը: ", "Այսպիսով,  տիրապետելով լայնածավալ  և բազմաբնույթ,  այդ  թվում` կանխարգելիչ տեղեկատվությանը, Օսմանյան կայսրության գաղտնի ծառայությունները հատուկ  միջոցների,  մեթոդների  և  ձևերի  կիրառմամբ  կարողանում  էին  ներազդել հակառակորդի վրա` պառակտելով կամ չեզոքացնելով վերջինիս: ", "Խաղացողները սկզբում շրջան են կազմում ու խմբի տարիքով մեծը օդ է նետում գնդակը և ասում. – Բոլորը Նազար349  են, բա–ցիիի˜ ...(տալիս է խաղացողներից մեկի անունը): ", "Հայկական լեռնաշխարհում կնոջ պատկերագրության առաջին դրսևորումներին հան- դիպում ենք ժայռապատկերներում: Վանի տարածքի Փութ (Բութ) գյուղից արևելք, կիրճի չորս անձավներում հնագետ Օքթայ Բելլիի կողմից հայտնաբերվեցին 150 ժայռապատկեր- ներ,  որոնք  ներկայացնում  են  հիմնականում  պարող  դիցուհիների:  Այդ  պատճառով  քա- րանձավը կոչվում էր «Կույսերի անձավ»126 (Նկ. 5.1-8): Հնավայրը գտնվում է Վանից 40 կմ հարավ-արևելք  և  հնագետի  կարծիքով  անվանումը  ստացել  է  այնտեղ  բնակվող  հայերի կողմից:  Վանի  ժայռապատկերներում  վեր  բարձրացված  ձեռքերով  ադորանտի  (աղոթո- ղի) դիրքով կանանց պատկերներ են: Ենթադրվել է, որ այստեղ պատկերվել է ծիսական պարի տեսարան և պատկերված կանանցից մեկը պտղաբերության գլխավոր աստվածու- հին է, իսկ մյուսները նրա քրմուհիներն  են: Ժայռապատկերները  հիմնականում կատար- ված են օխրայով՝ մուգ շագանակագույնի և բաց շագանակագույնի, օխրայի, կարմիրի նր- բերանգներով: Ըստ հեղինակի ժայռապատկերները վերաբերվում են նոր քարե դարին127: ", "Իսկ  հուշարձանի  ժայռապատկերներով  զբաղվող  Բ.  Ուտիեն  և  Մ.  Թիերին  նրանց թվագրում են առավել վաղ՝ պալեոլիթյան ժամանակաշրջանով, որի հետ մենք համակար- ծիք  ենք128:  Մեզ  համար  հետաքրքրական  է  նաև  այն  հանգամանքը,  թե  ու՞մ  էին  ներկա- յացնում Վանի «պարող կույսերը»: Քարայրի պատկերների ողջ համատեքստն ունենալով գտնում ենք, որ բացի վերը նշվածից կարելի է ենթադրել, որ պատկերված կանայք. tions et Belles-Lettres, Année 1952, Volume 96, Numéro 4, p. 612-614. Tarih Dergisi, 1975, p. 1-40. ա.  տարբեր  նշանակությամբ  և  գործառույթներով  օժտված  դիցուհիների  էին,  որոնք պահպանում էին սրբատեղին, բ.  կենդանիների  հովանավոր,  անտառների,  բուսականության  հովանավոր  և  որսի պահապան  աստվածուհիներ  էին՝  այծերի  և  այլ  կենդանիների  ուղեկցությամբ  երկունքի ծիսական ներկայացման ժամանակ, գ. քրմուհիներ կամ տոհմի պահապաններ, որոնք ներկայացվում են աղոթողի դիրքե- րով մայր աստվածուհուն ձոնված ծիսակարգի ժամանակ129: ", "Օ.  Բելլիի  կարծիքով  մայր  աստվածուհու  վաղեմի  պաշտամունքը  Վանում  կարող  էր նախատիպ դառնալ ուրարտական և հետուրարտական ժամանակաշրջանում մայր աստ- վածուհու  պաշտամունքի  և  պատկերագրի  ծագման  համար,  որը  հետագայում  քրիստո- նեության  մեջ  փոխարինվեց  Աստվածածնի  պաշտամունքով  և  սրբատեղիներով:  Այստեղ էր  գտնվում  Հոգեաց  վանքը,  որտեղ  ըստ  ավանդության  պահվում  էր  Տիրամոր  առաջին սրբապատկերը130: ", "Հատկանշական է, որ հայաստանյան ժայռապատկերներում կինը, որպես կանոն ներ- կայացված  է  երկնային  լուսատուների,  կենդանիների  (արև,  ծառ,  այծեր  կամ  վիշապներ) հետ պատկերագրմամբ, երբեմն նաև ծննդաբերության տեսարաններում: Այս խորհրդա- նիշների  համատեղումը  կնոջ կերպարի  հետ  թույլ  է  տալիս  ենթադրելու,  որ  ժայռապատ- կերներում  կանայք  ներկայացված  են  որպես  երկնային  աստվածություն,  «ամենայն  գոյի նախամայր»:  Նման  ենթադրության  համար  կարող  են  հիմք ծառայել նաև Փոքր Ասիայի տարբեր  հատվածներից  հայտնի  նեոլիթյան  «Նախամայր-Մեծ  մոր»  կերպավորումները, որտեղ կինը հանդես էր գալիս որպես անտառների, որսի, բուսականության, կենդանինե- րի հովանավոր աստվածուհի, պտղաբերության և ծննդաբերության խորհրդանիշ: ", "Քյոլլերը,  կապիտաններ  Հոբենը,  Ռիստովը  և  Քամփհովեները:  Մեկ  տարի  անց Օսմանյան  կայսրություն  ժամանեց  Կոլմար  ֆոն  դեր  Գոլցը:  XIX  դարի  90-ական թվականներին գերմանացի սպաների թիվը Թուրքիայում կազմում էր 11 հոգի: ", " Որպես որսորդության հովանավորուհի, ով որսորդության ժամանակ, իր մոգական մասնակցությամբ խթանում էր որսի հաջող ընթացքը: ", "XVIII  դ.  երկրորդ  կեսին  Կասպից  ծովի  ամենահարմար,  ապահով  և  անվտանգ նավահանգիստը  Բաքուն  էր:  Ի  տարբերություն  Աստրախանի  նավահանգստի,  որը Վոլգայի սառցապատման հետևանքով միայն վեց ամիս էր բաց՝ գործում էր ողջ տարին: ", "խնդիրը //Արևելագիտությունը Հայաստանում. Հին եվ միջնադարյան Հայաստանը եվ իր հարևանները, Հ. 3, Երևան, 2017, էջ 32-52: ", " Որպես  համայնքային  և  տեղական  պաշտամունքի  հետ  կապված  ոգիներ,  որոնք կապ  ունեին  մահացածների  պաշտամունքի  հետ  և  հանդես  էին  գալիս  որպես  բնական տարերքների և բնության տարրերի (ջրի, օդի նաև երկնքի, հողի, կրակի) անձնավորում- ներ և ներկայացնում էին հետագայի զարգացած կերպարների՝ աստվածուհիների առան- ձին նշանավոր կողմերը131: ", "Օսմանյան  կայսրությունում  հետախուզության  գործունեության  վառ  օրինակ կարելի  է  բերել  «Քուլելիի  իրադարձություն»-ը,  որը  մեկնարկեց  քրիստոնեության  դեմ արշավը: ", "մուլտֆիլմերի  հիմնադիրը:  Խոսքը  Ամերիկայի  Կալիֆոռնիա  նահանգում  գտնվող  «Դիսնեյլենդ»  (Disney- land) զբոսայգու համար նախատեսված մուլտկերպարներով և անիմացիաներով խաղերի մասին է: ", "Չնայած այն հանգամանքին, որ նախապատմական և վաղ պատմական ժամանակնե- րից հայտնի են տարբեր անուններով ու գործառույթներով բազմաթիվ «աստվածուհիներ», կարելի է ասել, որ վերը թվարկված հատկանիշները հստակորեն չէին բաժանված աստ- վածուհիների միջև133: ", "Փորձենք տալ վերոնշյալ բաժանումների տիպաբանությունը: ", "Տրամաբանական բնույթի են փազլները, սեղանի, խաղաքարտային խաղերը, գլուխ- կոտրուկները, որոնք զարգացնում են խաղացողի մտածելակերպը և խնդիրների լուծման հմտությունները:  Դրանք  հետաքրքրում  են  տարբեր  տարիքային  խմբերին  («Փազլ»,371 «Պոկեր»,372 «Բլոտ»,373 «Բիլիարդ»,374 «Շախմատ», «Նարդի»375 և այլն): Տրամաբանական ուղղվածություն ունեն նաև նույնանման պատկերներն ըստ ձևի կամ գույնի դասավորելու խաղերը՝  «Candy  crush»376  կամ  «Cookies»377  խաղը:  Այս  առումով  առանձնանում  են  նաև խաչբառային հետևյալ խաղերը՝ «Mahjong Daily», «3D Logic», «Mini Sudoku» և այլն:378 Հատկանշական  է,  որ  համացանցում  կան  խաղեր,  որոնք  բնորոշ  են  տարիքային գրեթե  բոլոր  խմբերին:  Դրանք  են`  «Grand  theft  auto»379 (կրճատ` GTA)  աշխարհում հայտնի  համակարգչային  խաղերի  շարքը  (ավտոկայանատեղ,  սպորտային),  «Balls»380 (դասական) և այլն: ", "Համակարգչային խաղերի դրական հատկանիշներից մեկն այն է, որ խաղացողնե- րը երբեմն հնարավորություն են ունենում շփվելու այլ մշակույթի կրողների հետ և ձեռք են  բերում  միջմշակութային  շփման  կամ  հաղորդակցման  փորձ:  Կան  խաղեր,  որոնք ունեն պատմական հենք, որոնց միջոցով խաղացողը ծանոթանում է տվյալ դարաշրջա- նին  կամ  իրադարձությանը՝  «Ֆեոդալիզմը  միջնադարում»,381  «Միջնադարյան»,382  «Չի- նական  ճակատամարտը»,383  «Որոնել  հին  արտեֆակտ»,384  «Հնագույն  զարդեր»,385 «Փարավոնի  վերջին  օրը»,  «Էքսկուրսիա  դեպի  արևելք»,  «Հնագույն  քաղաքակրթութ- յունները»,  «Խորհրդային  կործանիչ»  և  այլն  (պաշտպանություն):  Այդ  խաղերը  կատա- http://www.pokerstars.net/ru/. 01.02.2017, 18:04ч. http://www.gamerain.net/am/games/billiards/,  01.02.2017, ժ. 18:08: ", "ղումների արդյունքում պարզվեց, որ ներկայիս քառակուսի շինությունը ևս ամենավաղ կառույցը չէ: V-VII դդ.  ուղղանկյուն  շինությունը  հետագայում  ներքուստ  և  արտաքուստ  երեսպատվել  է`  ստանալով  ներ- կայիս  տեսքը:  Տես`  Սարգսյան  Գ.,  Դաշտադեմի  ամրոցը:  Հայ  ամրոցաշինական  եզակի  կառույցի  զար- գացման փուլերը, ,,Հայ արվեստ’’, 2007, թիվ 3-4, էջ 36: ", "Պատկերաքանդակների  բազմազանությամբ  և  մոնումենտալ  արվեստում  դրանց  կի- րառման բացառիկ տվյալներով առանձնանում է Գյոբեկլի թեփե հնավայրը (Նկ. 6.1-5, 7.1- հյուսիս-արևելք, տեղանքի ամենաբարձր բլրի վրա: Հուշարձանը պեղվում է 1995 թվակա- նից138: ", "Ղուբայի  խանը  խնդրանքով  դիմում  է  օսմանյան  սուլթանին՝  թույլ  տալու  գրավել Շամախին,  ամրացնել  ափամերձ  տարածքները  և  ծառայել  սուլթանին:  Սուլթանից ստացած  ֆերմանի  հիման  վրա  Ֆաթհ  Ալի  խանը  Շաքիի  խանի  օգնությամբ  գրավում  է Շամախին107՝ ստիպելով նրա խանին հարկ վճարել: Նշելի է, որ վեքիլից կամ սուլթանից ֆերման ստանալը XVIII դ. երկրորդ կեսին ամենևին էլ Այսրկովկասում իրանական կամ կամ  թուրքական  գերիշխանության  մասին  չէր  փաստում:  Խաները  ժամանակ  առ ժամանակ  այդպիսի  քայլի  էին  դիմում  զուտ  ապահովագրական  նկատառումներով՝ իրենց  գործողությունների  համար  վերջինների  համաձայնությունը  ստանալու նպատակով:  Այդպիսով,  խաները  փորձում  էին  պահպանել  իրենց  հեղինակությունը սեփական  տիրույթներում  և  ընդգծել  քաղաքական  առավելությունն  ու  հզորությունը հարևան  խաների  աչքերում:  Հետևաբար,  ֆերման  ստանալու  ավանդույթը  խնդրո առարկա ժամանակամիջոցում կորցրել էր նախկին վասալային իմաստը և պահպանում էր նրա ձևական կողմը միայն: ", "Այսպիսով`  Աղջիկները նախընտրում են նորաձևության, խոհանոցի և հեքիաթային խաղեր, իսկ տղաները` ավտոմրցումներ, մարտական և նման այլ խաղեր: ", "les operations effectuées au cours de la campagne août 2011; Augé I. etc, Rapport sur la campagne de fouilles de la mission  française  d’Ani-Pemza,  août-septembre  2012;  Ալեքսանյան  Տ.,  Միրիջանյան  Դ.,  Դաշտադեմի  2011  թ. պեղումները (նախնական հաղորդում), Էջմիածին, 2012, Ը, էջ 103-104. հետո  վանքը  մատենագիտական  և  վիմագրական  աղբյուրներում  հիշատակվում  է,  սա- կայն ոչ որպես գործող վանք109: ", "որը տարբեր ձևերով է մեկնաբանվում. ա. երկվորյակ եղբայրներ, բ. երկվորյակ քույրեր, գ. տղամարդու և կնոջ «սրբազան» ամուսնություն և դաշինք142: ", " Համակարգչային  խաղերում  գրեթե  ամբողջությամբ  բացակայում  է  ֆիզիկական  Համակարգչային  խաղերը միայն  ժամանցի  կամ  զվարճանքի  համար  չեն:  Դրանք համագործակցության  վրա  հիմնված  գործունեության  ձևեր  են,  ինչին  հաճույքով մասնակցում են թե՛ երեխաները, թե՛ մեծահասակները: "], "source_docs_file": "History.json", "paragraph_source_docs": [3, 0, 1, 2, 2, 2, 2, 0, 2, 4, 2, 2, 0, 1, 2, 1, 1, 1, 3, 2, 4, 1, 3, 2, 1]}