{"paragraphs": ["Էլիպսի  մյուս  կիսաառանցքը  որոշելու  համար  օգտվում  են եռանկյունից ,                                             (1.32) (նկ. 1.6) և (1.32) - ից, որի համար : ", "Հետևաբար, էլիպսի երկրորդ կիսաառանցքը կլինի` (1.32)  և  (1.33)  -  ով  որոշվող և մեծությունները  տեղադրելով  (1.29)  -  ում :                                                 (1.33) ստացվում է` (1.34) հավասարման մեջ տեղադրելով ` կստանանք հետևյալը` :               (1.34) ,                             (1.35) որը էլիպսաձև մակերևույթի ֆունկցիայի տեսքն է [68,69]: ", "Բաղադրյալ մոդելի գրաֆիկի կառուցման համար պետք է իմանալ փոշենյութի հատիկների  միջև կառչման  գործակցի,  և  դրանց  միջև ներքին  շփման  անկյան արժեքները  և էլիպսաձև  հոսունության  մակերևույթի կենտրոնի  դիրքը, որոնք կախված են դեֆորմացվող նյութի լարվածադեֆորմացիոն վիճակից: ", "որոշման մեթոդները Չեռակալված մետաղական  փոշենմուշների  պլաստիկ դեֆորմացման փորձարարական  մեթոդները  հիմնականում  վերաբերում  են  փոշենյութերի  Մոր– Կուլոնի  և  Դրուկեր–Պրագերի  պլաստիկության  պայմաններում  առկա  նյութի հատկությունները բնորոշող և մեծությունների որոշմանը: ", "[94,55]  -  ում  բերված  մեթոդները  նախատեսված  են  հանքային  և  չեռակալված փոշենյութերի  հետազոտական  և  զանգվածային  փորձարկումների  համար`  նպատակ ունենալով որոշել նմուշների ամրության սահմանները: ", "[94]  –  ում  բերված  է  գլանական  նմուշների  քայքայման  մեթոդը  ծնորդով սեղմման  դեպքում,  որի  էությունն  է`  չափել  քայքայման  այն  ուժը,  որը  կիրառվում  է նմուշի դեմհանդիման ուղղված պողպատե սալերի միջոցով: ", "Գործողությունները  կատարվում  են  լրացուցիչ  կոդում  և  լրացուցիչ  կոնստանտը հավասար է  մեկերի,  և ոչ  թե զրոների  [80]:  Բուտի մոդիֆիկացված  ալգորիթմի վերակո- դավորումը  և գործակիցների արժեքները ներկայացված են աղ. 1.8-ում: ", "Նմուշի ամրության սահմանի լարումը որոշվում է հետևյալ բանաձևով [94]` ,                                                           (1.36) որտեղ - ն  անչափ  մասշտաբային գործակից է, իսկ - ը` նմուշի քայքայված  մասի մակերեսը, վերջինս հավասար է նմուշի տրամագծի և երկարության արտադրյալին: ", "[27]-ում դիտարկված է ցածրացնող DC-DC կերպափոխչի կառավարման նոր եղա- նակ՝ օգտագործելով ԼԻՄ-ով փոխանջատվող բանալու փոքրազդանշանային նոր մոդել: ", "Նկ. 1.7. Ծնորդով սեղմման դեպքում փորձարկման սարքի սխեման [94] Նկ.  1.8  -  ում  պատկերված  է  նմուշների  քայքայման  փորձարարական  սարքի սխեման  [94],  համաձայն  դրա`  6  նմուշը  տեղադրվում  է  փորձարարական  սարքի (մամլիչի)  վրա  դեմհանդիման  ուղղված  գնդային  իդենտորների  միջև:  Նմուշը բեռնավորվում է հավասարաչափ մինչև քայքայումը, և գրանցվում է քայքայող P ուժը: ", "Մեթոդի էությունն է` չափել քայքայման այն ուժը, որը կիրառված է նմուշի վրա դեմհանդիման ուղղված պողպատե գնդային իդենտորների միջոցով: ", "Փորձանմուշի ամրության սահմանի լարումը որոշվում է հետևյալ բանաձով` ,                                                           (1.37) որտեղ - ն  անչափ  մասշտաբային գործակից է, իսկ - ը` նմուշի քայքայված  մասի մակերեսը: ", "[95]  -  ում  բերված  է  ձգման  փորձը  ծռման  դեպքում,  որի  էությունն  է`  չափել նմուշի ամրության սահմանը մաքուր ծռման պայմանում: ", "Նկ. 1.9 - ում պատկերված է մաքուր ծռում ապահովող փորձարարական սարքի սխեման  [95],  համաձայն  որի  1  նմուշը  տեղադրվում  է  2  անշարժ  և  3  շարժական հոդակապային  հենարանների  վրա,  բեռը  փորձարկվող  հարմարանքով  նմուշին հաղորդվում  է  4  լայնական  միջնորմի  միջոցով,  որը  տեղադրվում  է  1  հեծանի կենտրոնում: ", "Նկ. 1.8. Կամայական ձևի նմուշների քայքայման փորձարկման սարքի սխեման [94] Նկ. 1.9. Ձգում ծռման դեպքում փորձարարական սարքի սխեման [95] հենարաններ, 4 - լայնական միջնորմ Նշված  հարմարանքով  նմուշի  կենտրոնում  ստեղծվում  է  մաքուր  ծռում, այսինքն`  այդտեղ  առաջանում  է  ներքին  ուժային  գործոններից  միայն  ծռող  մոմենտ, իսկ լայնական ուժը բացակայում է: ", "բանաձևով [95]` Մաքուր  ծռման  դեպքում  նմուշի  ամրության  սահմանը  որոշվում  է  հետևյալ ,                                                         (1.38) որտեղ -  ը  քայքայող  ուժն  է, -  ն  մասշտաբային  գործակից  է, -  ն  ուղղիչ գործակից  է, և –  ն`  համապատասխանաբար  նմուշի  լայնական  հատույթի լայնությունը և բարձրությունը: ", "[4,5] – առաջին անգամ մշակվել են փոշեմետալուրգիայի ընդհանուր գիտական և  տեխնոլոգիական  հիմունքները,  որոնցում  վերլուծվել  են  ինչպես  հեղինակների հետազոտությունների  արդյունքները,  այնպես  ել  գրականությունում  հայտնի բազմաթիվ հեղինակների կողմից ստացված տվյալները: ", "Քննարկվել  են  ծակոտկեն  նյութի  փորձարարական  հատկությունները,  որոնք համեմատվել  են  ինչպես  համապատասխան  հոծ  մետաղի  տվյալների,  այնպես  էլ տարբեր  հեղինակների  կողմից  առաջարկված  ծակոտկեն  նյութերի  տեսականորեն ստացված բանաձևերի արդյունքների հետ: ", "Եվ  վերջապես,  ծրագրավորվող  բյուրեղներ  (FPGA մատրիցներ),  որոնց  միջոցով կարելի  է  իրականացնել  բուլյան  ֆունկցիաների  տրված  հավաքածուները:  Այս տարբերակի համար FPGA-ների արտադրության պրոցեսը լիովին առանձնացված է նրա ծրագրավորման  գործընթացից,  ինչը  հնարավորություն  է  տալիս  բաժանել  նրա  արժեքը բազմաթիվ նախագծվող սարքերի միջև [ 78]: ", "(2․12) Ակնհայտ  է,  որ և մեծությունների  նշանից  է  կախված  հպման առկայությունը  կամ  բացակայությունը  ինդենտորի  և  մշակվող  դետալի  միջև․  երբ այդ  հպումները  առկա  են,  իսկ պայմանի  դեպքում առաջանում է բացակ ինդենտորի և մշակվող դետալի միջև։ ", "Նկ. 2.6․Շառավղային   ԳՁՏ գրտնակման  գործընթացում կողային  մասերի հպումային երևույթի ուսումնասիրման սխեմա Այսպիսով,  շառավղային  ԳՁՏ  գրտնակման  գործընթացում  կարելի  է  ստանալ պայման,  որի  դեպքում  ինդենտորի  առջևի  և  կողային  մակերևույթները  ամբողջությամբ դուրս են գալիս հպումից (2․13) (2․14) ինդենտորի  պարապ  ընթացքի  ժամանակի  որոշման  համար  օգտագործվել  է  թվային մեթոդներ և ծրագրային ապահովում։ ", "Այնուհետև մշակած կառավարման օրենքը կիրառված է` օգտագործելով PID կոնտրոլե- րը բեռից անջատված PD կոմպենսատորի հետ: PID կոնտրոլերը կարգաբերվում է մինչև հաշվարկայինի  փոխարեն  ելքային  լարման  ուղղակի  սխալի  վրա  հիմնված  օպտիմալ նախագծմանը հասնելը: Երբ օգտագործվում է առաջարկված  PD  կոմպենսատորը, կեր- պափոխիչը դառնում է «կոշտ–ռոբաստ» կայուն  մուտքային լարման  և ելքային հոսանքի փոփոխությունների  և  գրգռումների  պարամետրերի  նկատմամբ:  Բերված  են  նաև ռոբաստ կայունության ապահովման պայմանները փակ շղթայի համակարգի համար: ", "  էներգակախյալ FPGA: ", "Բյուրեղի  վրա  ժամանակակից  համակարգերի  նախագծողը  կարող  է  կատարել ընտրություն բազմաթիվ իրացումների առումով, մասնավորապես`   արագագործության, հզորության և արժեքի,   նախագծի բարդության,   թեստավորման հնարավորության և այլ տեսակետներից: ", "և մեծությունների արժեքները, որոնք  ստացվել են  փորձերում դիտարկված տարբերակների համար, նախնական տվյալների փոփոխությամբ, բերված են նկ. 1.13 - ում  (հոծ  գծերը  վերաբերում  են -  ին,  իսկ  ընդհատ  գծերը՝ -  ին):  Կոշտ մամլամայրում  ձևավորված  գլանական  բրիկետները  (մամլված  մինչև  ա)  -  60%,  բ)  - (նկ. 1.13 - ի հորիզոնական առանցքի 1 կետը) և վերականգնված տարբեր մասնիկների չափերով ПЖ2М երկաթի փոշուց` 0,020մմ (2), 0,016մմ (3) և 0,012մմ (4), ենթարկվել են սահքի  նմուշի  մամլման  առանցքին  ուղղահայաց  հարթության  մեջ  առանցքային ճնշման տարբեր մեծությունների պայմաններում (նկ. 1.13): "], "paragraph_source_docs": [1, 1, 1, 1, 1, 1, 3, 1, 0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 3, 2, 2, 0, 3, 3, 1], "source_docs_file": "Mechanical Engineering and Machine Science.json"}