{"paragraph_source_docs": [0, 0, 0, 1, 1, 1, 0, 0, 1, 1, 1, 1, 1, 0, 0, 0, 0, 0, 0, 1, 0, 1, 1, 1, 1], "paragraphs": ["Սակայն, ինչպես և միջատամնայինների պարագայում, քիչ հավանական է, որ «է» կո- կորդայինը  արտաբերելի  էր  Խարբերդի  հայախոս  ասորիների  համար,  նամանավանդ որ թուրքերենում այն նույնպես գոյություն չունի: ", "Ամեն պարագայում, հայերենում համապատասխան հնչյունի և տառի բացակա- յության պատճառով «Բաբելոնում» «է» տառը գրեթե ամբողջապես անտեսված է: Դա- սական ասորերենի «c+ձայնավոր» կապակցությունների դիմաց «Բաբելոնում» հանդես է գալիս միայն համապատասխան ձայնավորը, և դրանով բառերը, որոնք ասորերենում սկսվում  են  բաղաձայնով,  հայերենում,  փաստորեն,  վերածվում  են  ձայնավորներով սկսվողների:  Այսպես՝  դասական  ասորերենի  cabdo  «ծառա»  բառը  պարբերականում հանդես  է  գալիս  ապտօ  տեսքով,  cesro  «տասը»՝  էսրօ,  cesrīn  «քսան»՝  էսրին,  cuḏrono «օգնություն»՝  ուդրօնօ  և  այլն:  Կարելի  է  վստահությամբ  ենթադրել,  որ  այսպիսի  գրու- թյունն  արտահայտում  է  խարբերդցիների  իրական  արտասանությունն  այն  դպքերում, երբ  նրանք  պետք  է  արտասանեին  կոկորդային  պարունակող  բառերն  աղոթքներում կամ շարականներում: ", "«Բաբելոնում»  արձանագրված  է  այս  սկզբունքից  շեղվելու  հետաքրքրական դեպք:  Այսպես,  դասական  ասորերենի  catīro  «հարուստ»  բառը  հայկական  տառադար- ձության մեջ ունի հաթիրօ տեսքը, այսինքն, ամենայն հավանականությամբ, ենթադրե- լի աթիրօ ձևի փոխարեն փորձ է արվել «հ» տառով արտահայտել կոկորդային «է»-ն: ", "Ինչպես  երևում է  օրինակների  քննությունից,  հենքային  գիտելիքի ընդհանրությունը  նպաստում  է,  որ  խոսընկերներն  առանց  լրացուցիչ  ջանք գործադրելու կարողանան ասույթի բովանդակությունը հարաբերել իրականությանը:  Նման  դեպքերում  նույնաբանական  կառույցը  ծառայում  է հաղորդակցության  կարևորագույն  սկզբունքներից  մեկին.  ասույթի  արտաքին  ձևի սեղմում  իմաստային  առավելագույն  խտացման  պարագայում:  Այսինքն`  այս դեպքում  նույնպես  նույնաբանությունը  իրականացնում  է  խոսընկերների  ջանքերի և  ժամանակի  տնտեսման  սկզբունքը:  Ջ.  Իրվինի  The World According to Garp գրոտեսկային  վեպից  վերցված  օրինակում  Գարպը  և  նրա  կինը  ունեն  ընդհանուր հենքային  գիտելիք:  Նրանք  երկուսն  էլ  գիտեն  Էլեն    Ջեյմսի  պատմությունը: ", "Վերջինիս  գազանաբար  բռնաբարել  են,  հետո  էլ  լեզուն  կտրել,  որպեսզի  աղջիկը չկարողանա նկարագրել հանցագործներին: Ամուսինները տեղյակ են նաև այսպես կոչված էլենջեյմսականների  մասին,  որոնք,  ի  բարոյական  պաշտպանություն  Էլեն Ջեյմսի,  կտրել  են  իրենց  լեզուները:  Իրականում  Էլեն  Ջեյմսը  ատում  էր  իր հետևորդներին,  որոնք  բավականին  սահմանափակ  կանայք  էին  և  ունակ  չէին նախաձեռնելու որևէ արժեքավոր հասարակական գործողություն. Jesus,  in  another  year  no  one  would  have  remembered  them  –  or  why  they  did what they did. They were a fashion, a stupid fashion. (IJ WAG: 554) Դիտարկենք  ևս  մեկ  օրինակ`  ուշադրություն  դարձնելով  նույնաբանության մեկնաբանության գործընթացում հենքային գիտելիքի դերին. When the play is “finished”, the processes of collaboration have yet to begin. The serious work of the dramatist is over, but the most desolating part of his toil awaits him. I do not refer to the business of arranging with a theatrical manager for the production  of  the  play.  For,  though  that  generally  partakes  of  the  nature  օf `amusing  burlesque,  owing  to  the  fact  that  theatrical  managers  are  –  no  doubt inevitably  –  theatrical.  Nevertheless,  even  the  theatrical  manager,  while disclaiming the slightest interest in anything more vital to the stage than the box - office,  is  himself  in  some  degree  a  collaborator  and  in  the  first  to  show  to  the dramatist that a play is not a play till it is performed. The manager reads the play, and, to the dramatist’s astonishment reads quite a different play… (BA AC: 266) Նույնաբանությունը  համատեքստում  դիտարկած  հարցվողների  75%-ը մեկնաբանել է, որ պիեսը հնարավոր է տեսնել ու գնահատել միայն այն ժամանակ, երբ  այն  բեմադրված  է,  իսկ  25%-ի  մեկնաբանությունների  ընդհանուր  պատկերն այն  է,  որ  քանի  դեռ  պիեսը  բեմադրված  չէ,  այն  չի  կարող  այդպիսին  համարվել: ", "Անշուշտ,  այսպիսի  մեկնաբանություններ  անելու  համար  անհրաժեշտ  է  հիմնվել նաև  համատեքստի  վրա:  Հարցվողները  մասնավորապես  առանձնացրել  են  The serious work of the dramatist is over, but the most desolating part of his toil awaits him. Այստեղից  հասկանալի է դառնում, որ թեպետ պիեսը հանձնված  է թղթին, սակայն հիմնական  աշխատանքը  դեռ  առջևում  է:  Այս  մասին  է  վկայում  նաև  չակերտների մեջ  վերցված finished  բառը,  ինչը  ցուցիչն  է  այն  բանի,  որ  իրականում  պիեսը  դեռ ավարտված չէ: Հարցվածներից ոմանք, ովքեր ինչ-որ չափով տեղյակ են թատրոնից կամ  կինոարդյունաբերությունից,  իրենց  մեկնաբանության  մեջ  նշել  են,  որ  այդ ոլորտներում  բուն  աշխատանքը  սկսվում  է  տեքստի  պատրաստ  լինելուց,  սակայն միայն  պիեսի  տեքստն  ունենալը  դեռ  գրեթե  ոչինչ  չի  նշանակում:  Նրանցից  մեկը մասնավորապես  գրել  էր There are lots of scripts but who cares!  նկատի  ունենալով, որ պիեսի բարդությունը այն բեմադրելն է: Հարցվողների երկրորդ խումբը, ովքեր a play is not a play  նույնաբանությունը  մեկնաբանել  են  առանց  համատեքստի,  տվել են  այլ  մեկնաբանություններ:  Նրանց  գերակշիռ  մասը,  գրեթե  100%-ը, նույնաբանությունը  վերծանել  է  այսպես.  ներկայացումը  վատն  է  կամ  չափազանց վատն  է,  այնքան  վատն  է,  որ  նույնիսկ  ներկայացում  անվանելն  է  անհնար: ", "Դասական  ասորերենի  արևմտյան  արտասանությանը  բնորոշ  մեկ  այլ  կոկոր- դային հնչյուն է խոր կոկորդային [հ]-ն (ܚ , արաբերենում՝ ح), որին արևելյան ասորինե- րի մոտ համապատասխանում է դասական ասորերենին բնորոշ և արդի գրական ասո- րերենին  փոխանցված  [խ]  տարբերակը  ([խ]  հնչյունն  առկա  է  նաև  արևմտասեմական այլ  լեզուներում,  մասնավորապես՝  եբրայերենում):  Դասական  ասորերենում  առկա  է նաև իր որակով հայերենի [հ]-ի հետ համընկնող հնչյուն (ܗ): Լինելով արևմտյան ասո- րիներ՝ խարբերդցիները «Բաբելոնում» այս հնչյունը վերարտադրում են ոչ թե հայերենի «խ»,  այլ  «հ»  տառով  (այսինքն՝  հայերենի  «հ»  տառով  վերարտադրվում  է  ասորերենի ինչպես ܚ, այնպես էլ ܗ տառը), օրինակ՝ ահօ «եղբայր» (եբրայերենում՝ ախ), հազիրան «հունիս»,  համշօ  «հինգ»  (և  ածանցյալ  ձևեր,  ներառյալ՝  համշօշիպօ  «հինգշաբթի».  եբ- րայերենում՝ խամեշ), հապիպօ «սիրելի», հապրօ «ընկեր» (եբրայերենուն՝ խավեռ), հադ «մեկ» (եբրայերենում՝ էխադ), շուպհօ «փառք» և այլն: ", "Կոկորդային հնչյուններից բացի՝ սեմական լեզուների հնչյունական համակարգին բնո- րոշ են, այսպես կոչված, «էմֆատիկ» բաղաձայնները, որոնց արտասանությունն աչքի է ընկնում որոշ լարվածությամբ: Դասական ասորերենն ունի երկու էմֆատիկ բաղաձայն՝ «կոշտ» [ṭ] (նշվում է ܛ «տեթ» տառով, արաբերենում՝ ط ) և [ṣ] (նշվում է ܨ «սադե» տա- ռով, արաբերենում՝ ص): «Բաբելոնում» գործածված է սկզբնապես էմֆատիկ [ṭ] պարու- նակող երկու բառ. դրանցից մեկում՝ šəboṭ «փետրվար», այդ հնչյունը տառադարձգած է «թ»  տառով՝  շըպօթ  «փետրվար»,  իսկ  մյուսում՝  ṭobo  «լավ»,  «բարեպաշտ»  մեկ  անգամ «թ»-ով՝ թօպօ, և չորս անգամ «դ»-ով՝ դօպօ: Երկուսն են նաև սկզբնապես էմֆատիկ [ṣ] պարունակող բառերը՝ ṣafro «առավոտ» և ṣəlibo «խաչ», որոնցում այդ հնչյունը տառա- դարձված  է  «ս»  տառով՝  սաֆրօ  և  սլիպօ  կամ  ըսլիպօ  «խաչ»:  Այսինքն՝  հայերենի  «ս» տառով  տառադարձվում  է  ինչպես  «սադե»  տառով  նշվող  էմֆատիկ  [ṣ]-ն,  այնպես  էլ «սեմքաթ» տառով (ܣ) նշվող բաղաձայնը, որը համընկնում է հայերենի «ս» բաղաձայ- նի հետ: ", "Դիտարկենք  ևս  երկու  նմուշ,  որոնցից  մեկում  նույնաբանությունը  հանդես  է գալիս  որոշակի լեզվական  համատեքստում:  Վերջինս  ստեղծում  է  այն մեկնաբանելու  համար  անհրաժեշտ  իմաստային  դաշտ,  իսկ  երկրորդ  դեպքում նույնաբանությունը կդիտարկենք առանց համատեքստի: ", "The longer I stayed in Azizya, the older I got, the less I liked life. It wasn’t enough to  be  safe  and  to  be  home,  because  home  wasn’t  home  anymore.  Because  we  no longer  trusted  the  Turks,  our  lives  were  now  confined  to  the  Armenian  quarter. The  Turks  I  knew or  spoke to in  Azizya  all said they  were  sorry  about  what  had happened. They blamed the government« not the civilian population, which they said  was  innocent.  It  was  true  that  many  had  harboured  Armenians  and  had protested  their  treatment  by  the  gendarmerie,  the  bashibouzouks  irregulars  and the Kurdish brigands, but it was impossible now for us to trust the Turks again or to forgive them. (KD RFH: 268) Այս  հատվածում  մեկնաբանողը  նույնաբանության  հաղորդակցական- գործաբանական  արժեքը  վերծանելիս  հիմնվել  է  այն  տեղեկույթի  վրա,  որ փոխանցվում  է  համատեքստով  և  հարատեքստով:  Այսպես`  նա  տեղյակ  է,  որ մեջբերվող  հատվածն  արտաբերողը`  խոսողը,  այլևս չի  կարող  վստահել թուրքերին,  նույնիսկ  եթե  նրանք  ասում  են,  որ  շատ  են  ցավում  կատարվածի համար:  Նա  իրեն  անվտանգ չի  զգում  իր  մանկության  տանը,  քանի  որ  միջավայրը լիովին փոխվել է: Այժմ կյանքը սահմանափակվել է միայն հայկական թաղամասով, ու տունն այլևս մանկության այն տունը չէ, որը նա գիտեր: Այստեղ ենթադրվում է, որ  ինչ-որ  սարսափելի  դեպքեր  են  կատարվել,  որոնց  մասին  ուղղակիորեն  չի նշվում  հատվածում,  որոնք,  սակայն,  հիմք  են  ծառայում  նման  մտքեր արտահայտելու  համար:  Հենց  այս  համատեքստային  և  հարատեքստային առանձնահատկություններից հասկանալի  է  դառնում,  որ  տունն  այլևս հարմարավետ  չէր:  Ստացվում  է,  որ  տվյալ  նույնաբանությամբ  ներակայված իմաստն այս դիսկուրսում այն է, որ տունը, որտեղ խոսողը իրեն հարմարավետ ու ապահով  էր  զգում  ու  համարում  ջերմ  անկյուն,  այլևս  դադարել  է  այդպիսին լինելուց:  Ըստ  էության  բուն  նույնաբանության  մեջ  ոչինչ  ուղղակիորեն  չի մատնանշում  հենց  հարմարավետության  հանգամանքին:  Սա  ցույց  է  տալիս,  որ նույնաբանության  գործաբանական  ներուժի  վերծանումն  իրականացվել  է համատեքստի  անմիջական  դերակատարմամբ:  Համատեքստն  ու  հարատեքստը ըստ  էության  տալիս են  այն  անհրաժեշտ տեղեկույթը, որի  հիման  վրա ընթերցողը եկել  է  իր  եզրահանգմանը:  Թուրքերի  հանդեպ  անվստահությունը,  հայկական թաղամասի սահմաններից դուրս չգալը ստեղծում են այն իմաստային դաշտը, որի տարածքում  տունը այլևս տուն չէր  լեզվական  կառույցը  նշանակում  է,  որ  շատ բաներ  անվերադարձ  փոխվել  են,  ու  այն  ինչ  ճիշտ  էր  ասել  մի  բանի  մասին  մի ժամանակ, այլևս ճիշտ չէ: ", "Home  wasn’t  home նույնաբանությունը հետաքրքրական է նաև կառուցվածքային  տեսանկյունից,  մասնավորապես,  որ  ժխտական  է:  Նախկինում լեզվաբանները,  քննելով  նույնաբանությունները,  հիմնականում  դիտարկել  են հաստատական կառույցներ, ինչպիսիք են, օրինակ, Boys will be boys կամ The law is the law: Եթե հաստատական նույնաբանությունների պարագայում ճիշտ է  Վորդի և Հիրշբերգի  (Ward,  Hirschberg  1991)  այն  պնդումը,  թե  նույնաբանական  կառույցը բացառում է  այլընտրանքային  տարբերակների հավանականությունը` մատնանշելով  այն  միակ  հնարավոր  տարբերակը,  որը  հենց  նշվում  է նույնաբանական կառույցում,  ապա ժխտական նույնաբանությունների պարագայում այդ պնդումը դառնում է կրկնակի ժխտում: Այսպես` մի կողմից home wasn’t home  կառույցը  թեպետ  ժխտական  է,  սակայն  մենք  այն  չենք  ընկալում,  որ տունը այլևս տուն չէր  այլ  նավ  կամ  ավտոտնակ  կամ  մեկ  այլ  այլընտրանքային տարբերակ,  մյուս  կողմից  էլ  տեսնում  ենք,  որ  տունը  իրականում  տուն  չէ: ", "Այստեղից հետևություն է արվում, որ խոսողը նկատի ունի, որ ոչ թե տունը մեկ այլ կառույց է դարձել,  այլ կորցրել է իր ամենակարևոր հատկանիշներից մեկը: Կրկին դիմենք Օքսֆորդի բառարանին` home բառի իմաստները ստուգելու համար: ", "Home We are not far from my home now. 1. Old people prefer to stay in their own homes. living and that you feel you belong to: Jane left England and made Greece her home. from a violent home. 2. He had always wanted a real home with a wife and children. (Oxford Advanced Learner’s Dictionary 2005) Այստեղ տեսնում ենք, որ տուն բառի միայն բառարանային առաջին իմաստն է  վերաբերում  դրա  ֆիզիկական  տեսքին,  կառույցին,  մինչդեռ  երկրորդ  ու  երրորդ իմաստները  վերաբերում  են  այն  միջավայրին,  շրջապատին  ու  իրականությանը, որը  կապված  է  տան,  ընտանիքի  հետ:  Քննվող  նույնաբանության  կառույցի  մեջ առաջին  home-ն  արտահայտում  է  բառի  առաջին  բառարանային  իմաստը` ֆիզիկական  հատկանիշները,  իսկ  կառույցի  երկրորդ  home-ը  արտահայտում  է երկրորդ  ու  երրորդ  իմաստները`  ժխտական  ձևով:  Այսպիսով`  մի  կողմից նույնաբանությունը  բացառում  է  այլընտրանքային  տարբերակները,  իսկ  մյուս կողմից`  ժխտում  այն  իմաստները,  որոնք  վերաբերում  են  տան  ամենաբնորոշ հատկանիշներին: ", "դեպքեր, երբ շվա-ն երևում կամ ենթադրվում է իր սկզբնական դիրքում: Այսպես, դա- սական  ասորերենի  šәboṭ  («փետրվար»)  բառը  պարբերականում  հինգ  անգամ  տառա- դարձված է որպես շըպօթ և մեկ անգամ որպես շպօթ: Մետաթեզով ձևը՝ ըշպօթ, գոր- ծածված է ընդամենը մեկ անգամ: ṣәlībo «խաչ» բառը երկու անգամ տառադարձված է սլիպօ և մեկ անգամ՝ ըսլիպօ: Դասական ասորերենի šәmayo «երկինք» բառը հանդես է գալիս շմաեօ կամ շմայն ձևերով, իսկ մետաթեզով ձև ընդհանրապես չկա: ", "Արձանագրված  է  առնվազն  մեկ  դեպք,  երբ  հայկական  տառադարձության  բա- ռասկզբի  «ը»-ն  քերականական  առումով  անտեղին  է,  քանի  որ  չի  համապատասխա- նում  դասական  ասորերենի  բառասկզբի  երկու  բաղաձայնների  միջև  առկա  շվա-ին: ", "Խոսքը երեք անգամ գործածված ըմմա «հարյուր» բառի մասին է, որը դասական ասո- րերենում  ունի  mo  տեսքը:  Ըստ  ամենայնի,  այս  բառի  տառադարձությունը  դժվարու- թյուններ էր առաջացնում, քանի որ ըմմա ձևի կողքին «Բաբելոնում» հինգ անգամ գոր- ծածված է մոօ տարբերակը: Վերջինս, իդեպ, տեսնում ենք «Բաբելոնում» հրապարակ- ված ասորական բառացանկի մեջ, այսինքն պարբերականի խմբագրությունն առաջար- կում  էր  այս  համեմատաբար  ճիշտ  ձևը,  թեև,  ինչպես  տեսնում  ենք,  չեր  պնդում  նրա պարտադիր գործածությունը: ", "Շվա-ի  մետաթեզն  արձանագրում  ենք  «Բաբելոնում»  գործածված  դասական ասորերենի  b-,  l-  և  d-  կցական  նախդիրներում,  որոնց  շվա-ն  ավելանում  է  այն  դեպ- քում, երբ նախդիրը կցվում է բառի` CV (բաղաձայն-ձայնավոր) կառուցվածք ունեցող ա- ռաջին  վանկին  (երկու  բաղաձայնով  սկսվող  բառերին  կցվելիս,  նախդիրի  շվա-ն  վե- րածվում է [ա] ձայնավորի): Այսպես, դասական ասորերենի ḥaḏ bәšabo «կիրակի» բառը «Բաբելոնում» տառադարձված է որպես հատ ըպշապօ: Նույն սկզբունքով ḥameš bәšabo «հինգշաբթի»  բառը  երկու  անգամ  հանդես  է  գալիս  համշօ  ըպշապօ  տառադարձու- թյամբ,  թեև  պարբերականի  բոլոր  տիտղոսաթերթերի  վրա  անընդհատ  վերարտա- դրվում է համշօշիպօ տարբերակը և սա այն պարագայում, երբ շաբաթվա օրերը պա- րունակող  բառացանկը  շաբաթվա  բոլոր  օրերի  համար  «հանձնարարում»  է  ըպշապօ բաղադրիչը: ", "Այս  նույն  նախդիրի  [ա]  ձայնավորով  տարբերակը  հինգ  անգամ  գործածված  է ապունտ պաշմայն (պաշմաեօ) «Հայր մեր» աղոթքի անվան մեջ: ", "l- կցական նախդիրը տեսնում ենք մէն ըլլէլ մէն ըլքօ պարբերաբար գործածվող արտահայտության ըլլէլ «դեպի վերև» (դասական ասորերենում՝ lәcel) և ըլքօ «դեպի այս- տեղ»  (դասական  ասորերենում՝  lәḵo)  բառերում:  Ըլլէլ  բառը  հետաքրքական  է  նաև  իր կրկնված  «լ»-ով,  որով,  հավանաբար,  «հատուցվում»  է  կոկորդային  «է»-ի  կորուստը: ", "Այն  բնորոշում  է  առաջին  a-ին`  հստակեցնելով  դրա  գոյականական  իմաստի դաշտն ու կոնկրետացնելով այն իմաստը, որը տվյալ դեպքում արտահայտում է a- ն: Այժմ, օգտվելով Օքսֆորդի բառարանից, դուրս բերենք word բառի իմաստները և փորձենք պարզել, թե դրանցից որն է այստեղ կիրառվել: ", "d-  ստացական-հարաբերական  մասնիկը  ստացական  իմաստով  «Բաբելոնում» գործածված  է  միայն  բազմիցս  հանդիպող  մավտոնութօ  տասուրօեօ  «Նորություններ ասորիների մասին» կապակցության մեջ: Տասուրօեօ ձևը ճիշտ է վերարտադրում դա- սական  ասորերենի  այն  կանոնը,  ըստ  որի,  կցվելով  «ալաֆ»  տառով  սկսվող  բառին, մասնիկն  իր  վրա  է  վերցնում  նրա  ձայնանիշը:  Սակայն  «Բաբելոնում»  առնվազն  երեք անգամ  այս  նույն  կապակցությունում  տեսնում  ենք  ըտԱսուրօեօ  չարդարացված  գրու- թյունը,  ընդ  որում  մեկ  անգամ  ըտ  մասնիկը  գրված  է  անջատ  (մավտոնութօ  ըտ  Ասու- րօեօ)՝  այնպես,  ինչպես  վերը  նշված  Շուպհօ  ըլ  թօպօ  բառակապակցության  մեջ  ըլ- մասնիկը:  Առնվազն  երկու  անգամ  այս  բառակապակցությունը  գործածված  է  ընդհան- րապես առանց մասնիկի՝ մավտոնութօ ասուրօեօ տեսքով: ", "Այս տեղեկույթը հաշվի առնելով` կարող ենք արձանագրել, որ երրորդ word- ը արտահայտում է word բառի երկրորդ բառարանային իմաստը` այն է` մի բան, որ ասում ես: Արդյունքում ունեցանք հետևյալ բանաձևը` («լեզվի միավորը» «երաշխիք է») «խոսք է»: Եթե փորձենք ավելի պարզ ներկայացնել, կստացվի, որ եզրույթը, որը Լեմկինն  առաջարկել  է  որպես  մարդկության  որևէ  էթնիկական  խմբի  ոչնչացման դեմ  ուղղված  երաշխիք,  ընդամենը  խոսք  է  և  ոչ  մի  իրական  գործողություն  չի նախատեսում կամ ենթադրում: ", "Նման  կառույցով  նույնաբանության  մեկ  այլ  շատ  հետաքրքիր  և  ինչ-որ չափով  էլ  խորհրդավոր  օրինակ  է  Գերտրուդ  Ստայնի  1913  թվականին  գրված  և բանաստեղծության մի հատված: Դիտարկենք այն. Loveliness extreme. Extra gaiters Loveliness extreme Sweetest ice-cream Pages ages pade ages ages Այս  նույնաբանական  կառույցը  Ստայնի  ամենասիրելի  տողերից  էր,  ու  նա  այլ տեղերում էլ է այն կիրառել հետևյալ ձևակերպումներով. (Operas and Plays) until it went all the way around. (The World is Round) (Alphabets and Birthdays) Ուսումնասիրելով  նշված  կիրառությունները`  առաջին  բանը,  որ,  իհարկե, նկատում  ենք,  rose  (վարդ)  բառի  բազմակի  կրկնությունն  է:  Եթե  դուրս  բերենք բանաձև,  ապա  կստացվի  a  is  a  is  a  is  a:  Մինչ  այժմ  մեր  կողմից  ուսումնասիրված նույնաբանական  կառույցների  նմուշներում  գոյականական  անդամը  կիրառվել  է հիմնականում  երկու  անգամ`  գոյականական  ու  ստորոգելիական  դիրքով, այսինքն` հետևյալ կառույցներով a is a; when a then a; if a a, whenever a a; either a or ¬a  կամ  a is a  and  b is b:  Սակայն  այս օրինակում  ոչ  միայն  ու  ոչ  թե գոյականական անդամի  ավելի  քան երկու  անգամ կիրառություն  կա,  այլ  ընդհանրապես թվում  է` չկա  սահմանափակում,  թե  քանի  անգամ  կկիրառվի  գոյականական  անդամ rose-ը: ", "Դիտարկելով երրորդ օրինակը` մենք տեսնում ենք, որ Ստայնը ասում է, որ տվյալ նույնաբանական կառույցը գրվում է ծառի բնին, մինչև գրվածքը շրջանաձև պտտվի բնի  շուրջ,  և  նախադասության  սկիզբն  ու  վերջը  միանան  միմյանց:  Իսկ  երբ միանան,  փաստացի  անհնար  կդառնա  գտնել  սկիզբն  ու  վերջը:  Կդառնա  փակ շղթա,  որը  եթե  փորձենք  բանաձևով  արտահայտել,  ապա  կստացվի  a  is  a  is  a  ad infinitium:  Ընդ  որում`  սրանով  էլ  թերևս  կարելի  է  բացատրել  Ստայնի  կողմից ցուցաբերվող անհետևողականությունը rose բառի կիրառության քանակի հանդեպ. ինչպես  տեսնում  ենք,  որոշ  տեղերում  այն  երեք  անգամ  է  կիրառվում,  իսկ  այլ տեղերում`  երեքից  ավելի:  Սակայն  որպեսզի  կարողանանք  թափանցել  տվյալ կառույցի  իմաստի  մեջ,  ապա  պետք  է  այդ  անվերջ  շարունակվող  շղթան ընդհատենք  որևէ  մասում  ու  փորձենք  մեկնաբանել  այդ  հատվածը:  Այնուհետև ստացված արդյունքը  հնարավոր կլինի  տարածել ամբողջ  անվերջանալի կառույցի վրա: Քանի որ, եթե միատարր նյութի մի մասնիկի համար որևէ հատկանիշ ճիշտ է, ապա  դա  ճիշտ  է  ամբողջի  համար  նույնպես:  Վերցնենք  առաջին  օրինակի կառույցը`  Rose is a rose is a rose is a rose  նմուշը:  Այստեղ  թերևս  պետք  է  սկսել Ստայնի  պոեզիայի  ու  արվեստի  ուղղության  ընկալումից,  այսինքն`  մեզ  որոշակի հենքային գիտելիք է  անհրաժեշտ:  Ստայնը  մոդեռնիստական շրջանի առաջամարտիկ արվեստագետ էր, արվեստի փորձարար և նորարար, ով գրում էր սիմվոլներով  հարուստ  գործեր:  Անձամբ  ինքն այս  արտահայտությունը մեկնաբանել  է  հետևյալ  կերպ,  որ  Հոմերոսի  և  Չոուսերի  ժամանակներում,  երբ բանաստեղծն  օգտագործում  էր  որևէ  առարկայի  կամ  երևույթի  անուն,  այդ առարկան կամ երևույթը հենց այդտեղ էր: Սակայն ժամանակների փոփոխությանը զուգահեռ  առարկայի  ու  բառի  միջև  անմիջական  կապը,  շփումը  կորսվեց,  և  իրը, երևույթը  կորցրեց  իր  ինքնությունը:  Հենց  այս  ինքնությունն  էր  Ստայնը  փորձում վերականգնել  իր  տվյալ  նույնաբանական  կառույցով:  Ստացվում  է,  որ նույնաբանության  գոյականական  անդամը` rose-ը  կրկնելով`  Ստայնը  փորձում  է մոտենալ  հենց  վարդ  երևույթին:  Նա  ասում  է,  որ  այս  կառույցում  անգլիական գրականության մեջ վերջին հարյուր տարվա մեջ առաջին անգամ վարդը կարմիր է: ", "Այսինքն`  վարդի  կենդանությունն  ու  գույնը  հնարավորինս  ընդգծելու  համար  նա նույնաբանություն  է  օգտագործել:  Պետք  է  նաև  նշել,  որ  ասելով վարդ`  մարդկանց գիտակցության  մեջ  որոշ  կարծրատիպային  նշանակություններ  են  ակտիվանում` գեղեցիկ  ծաղիկ,  անուշ  բույր  և  այլն:  Իսկ  երբ  այս  բառն  արդեն  մի  քանի  անգամ  է կրկնվում, առավել ևս բազմաթիվ անգամներ, ապա այդ պատկերի ուժգնությունն էլ համապատասխանաբար  ուժեղանում  է:  Եթե  փորձենք  բանաձևել  այս  կառույցը, ապա  կստացվի  հետևյալ  պատկերը`  ((a  is  a)  is  a))  is  a:    Այսինքն`  ամեն  a rose լրացվում է հաջորդ is a rose-ի միջոցով, այնուհետև այդ երկուսը միասին լրացվում են  արդեն  հաջորդ is a rose-ի  կողմից  ու  այդպես  շարունակ:  Ամեն  հաջորդ a rose ունի պրեդիկատիվ իմաստ իր նախորդ a rose-ի համար և միևնույն ժամանակ ունի սուբյեկտի իմաստ իրեն հաջորդող a rose-ի համար: Եվ յուրաքանչյուր հաջորդ rose ավելի  է  ընդգծում,  խտացնում վարդի  պատկերը  ընթերցողի/լսողի  գիտակցության մեջ:  Այսինքն`  նույնաբանական  կառույցի  ուրույն  կաղապարը  Ստայնին հնարավորություն է տվել իրագործելու իր  գեղագիտական նպատակը: "], "source_docs_file": "Linguistics.json"}