{"paragraph_source_docs": [2, 2, 1, 4, 3, 3, 4, 2, 2, 2], "source_docs_file": "History.json", "paragraphs": ["Гос. Музея Грузии. XXXI-B, Тбилиси, 1975, с. 85-97. Memoriam: The James Harvey Gaul Foundation, Sofia, 1998, p. 143-152. für Alba Palmieri: Universita di Roma, Roma, 1993, p. 35-69. претации, Москва, 1973, Kozlowski S., Aurenche O., Territories, Boundaries and Cultures in the Neolithic Near  East,  Bar  Interantional  Series,  1362,  (Archaeopress)  Oxford,  2005,  Кушнарева  К,  Чубинашвили  Т., Древние культуры Южного Кавказа (V-III тыс. до н. э.), Ленинград, 1970, Esin U., Arsebük G., Tülin Tepe Excavations 1971//Keban Project 1971, Ankara, 1974, p. 162-169. Կնոջ պատկերագրության ծագման և տիպաբանության խնդիրները վեր հանելու, մեր դիտարկումներն  ու  եզրակացությունները  հիմնավորելու  համար  անդրադարձել  ենք  նաև Եվրասիայի  քարեդարյան  հնավայրերից  հայտնի  նյութերն  ուսումնասիրող  հեղինակների տեսակետներին,  օգտվել  ենք  Ստոլյարի22,  Օկլադնիկովի23,  Աբրամովայի24,  Բրիֆֆոյի25, Մելլարտի26, Վարդիմանի27 և այլոց աշխատություններից28: «Մեծ մոր» պատկերագրական նախատիպերի  ուսումնասիրության  համար  հիմնվել  ենք  Է.  Նոյմանի29,  Է.  Ֆրոմի30,  Կ. Յունգի31 աշխատությունների վրա: Մենք կարող ենք պնդել, որ պալեոլիթյան արձանիկնե- րը հիմնականում կերպավորել են «Կին աստվածուհու», իսկ նեոլիթյան քանդակների մեջ հստակ կարելի է առանձնացնել  «մայր աստվածուհուն» խորհրդանշող արձանիկների մի ստվար խումբ, որոնց դիտարկում ենք, որպես «Մեծ մոր» արքետիպ` իր բազմակի դրսև- որումներով: Երկրի կամ քաղաքի հովանավոր դիցուհիների պատկերագրության առանձ- նահատկությունների վեր հանման տեսանկյունից չափազանց կարևոր ենք համարում Վ. Տոպորովի32, Ֆ. Կամենեցկու33, Ա. Սմիթի34, Օ. Ֆրեյդենբերգի35 և այլոց դիտարկումները: ", "Հայկական լեռնաշխարհում կնոջ պատկերագրության առաջին դրսևորումներին հան- դիպում  ենք  ժայռապատկերներում,  որոնք  էլ  կերպավորում  են  պալեոլիթյան  շրջանի կանանց  որոշ  պատկերատիպեր:  Վանի  տարածքի  Փութ  (Բութ)  գյուղից  արևելք,  կիրճի նույնի, Ранние формы искусства, Москва, 1972. Kingdom, 1927. de la pierre ancienne, Paris, 1951, Breuil H., Les bas-reliefs de la Magdelaine à Penne (Tarn), Comptes rendus des séances de l'Académie des Inscriptions et Belles-Lettres, Année 1952, Volume 96,  Numéro 4, p. 612-614. текста, Москва, 1987, с. 121-132, նույնի, К реконструкции балто-славянского мифологического образа Земли- Матери*Zemia&M-at-e(*Mati)//Балто-славянские исследования, 1998-1999, XIV, Москва, 2000, с. 239-371. литература,  т.  8,  Москва,  1932,  с.  121-136,  նույնի,  Женщина-город  в  библейской  эсхатологии//Сергею  Фе- доровичу Ольденбургу: К пятидесятилетию научно-общественной деятельности. 1882-1932: Сборник статей. Ленинград, 1934, с. 535-548. չորս անձավներում հնագետ Օքթայ Բելլիի կողմից հայտնաբերվեցին 150 ժայռապատկեր- ներ, որոնք ներկայացնում են հիմնականում պարող դիցուհիներ: Այդ պատճառով քարան- ձավը կոչվում էր «Կույսերի անձավ»36: Օ. Բելլի կարծիքով ժայռապատկերները վերաբեր- վում են նոր քարի դարին37: Իսկ հուշարձանի ժայռապատկերներով զբաղվող Բ. Ուտիեն և Մ. Թիերին նրանց թվագրում են առավել վաղ՝ պալեոլիթյան ժամանակաշրջանով38: ", "Երկու մրցող խմբեր կամ անհատներ Խաղի կազմակերպում. Խաղը սկսում էին խաղալ, երբ հավաքվածներից մեկն ասում էր՝ «եկեք խաղանք». դա  հատուկ  ծրագրված  չէր  և  կարող  էր  կազմակերպվել  հանպատրաստից:  Մեծահա- սակները երբեմն նախապես պայմանավորվում էին որևէ խաղի համար: ", "թ.  ղարաբաղյան  արշավանքի  մասին,  –  «Մերձավոր  և  Միջին  Արևելքի  երկրներ  և  ժողովուրդներ» (հետայսու՝  ՄՄԱԵԺ),  հտ.  XXVII,  Եր.,  2011;  Միրզա  Յուսուֆ  Ներսեսով,  Ճշմարտացի  պատմություն, Թարգմանությունը բնագրից, ներածությունը և ծանոթագրություները Ք. Կոստիկյանի, Եր., 2000: ", "Ուշմիջնադարյան  հնագիտական  գտածոները  գիտական  շրջանառության  մեջ  են մտնում  նաև  Հայաստանի  վանական  համալիրների  ու  փոքր  բնակավայրերի  պեղում- ներով,  որոնք,  սակայն,  լույս  են  տեսել  միայն  դրանց  փաստագրմամբ,  այն  էլ  այդ  հու- շարձանների պեղումներին վերաբերող հոդվածներում ու թեզերում: Այդ տեսանկյունից կարևոր  են  Ֆ.  Բաբայանի  ,,Ուշիի  Սուրբ  Սարգիս  վանքը’’    և  ,,Монастырь  Сурб  Хач  как центр  армянской  культуры  в  Крыму’’  մենագրությունները25,  ինչպես  նաև  ,,Հառիճի վանական  համալիրը`  իբրև  պատմահնագիտական  հուշարձան’’  հոդվածը,  որոնցում հուշարձանների  պատմության,  պեղումների  արդյունքների  լուսաբանմանը  զուգահեռ ներկայացված է ուշմիջնադարյան խեցեղենը: ", "Հայաստանը, Մերձավոր Արևելքի երկրների բաղկացուցիչ օղակը լինելով, արհես- տագործական  արտադրության  մեջ  ուներ  իր  ուրույն  տեղը:  Մեր  աշխատանքի  համար անգնահատելի  են  արտասահմանյան  հեղինակների  մի  շարք  մենագրություններն  ու հոդվածները  Առաջավոր  Ասիայի,  Միջին  Ասիայի,  Չինաստանի,  Իրանի,  Թուրքիայի խեցեգործական  արտադրանքի  վերաբերյալ:  Բազմաթիվ  հրապարակումների  շարքում պետք է առանձնացնել Ա. Պոպի26, Ա. Լեյնի27, Ֆ. Զարեի28, Ռ. Հոբսոնի29, Ջ. Քարսվելի և Ս. Սարգիս վանքից հայտնաբերված հախճապակին, ՀՀմ XII, Երևան, 2002, էջ 103-106; Бабаян Ф., Корхмазян Э., Монастырь Сурб Хач как центр армянской культуры в Крыму, Ереван – Симферополь, Изд. Наапет, 2008, 88 с;  նույնի`  Հառիճի  վանական  համալիրը`  իբրև  պատմահնագիտական  հուշարձան,  ՀՀՄ -  3,  Երևան, ,,Մուղնի’’ հրատ., 2003, էջ 135-144: ", "Աշխատանքն  առավել ամբողջական դարձնելու  համար օգտագործել ենք մի շարք կարևոր  գիտա-հետազոտական  ուսումնասիրություններ:  Խորհրդային  տարիներին Հյուսիս-արևելյան Այսրկովկասի և Ռուսաստանի հարաբերությունների պատմությամբ, թեպետև  կողմնակալ  գնահատականներով,  հիմնականում  զբաղվել  են  ռուս  և ադրբեջանցի  պատմաբանները:  Հյուսիս-արևելյան  Այսրկովկասի  խանությունների  և պատերազմացն  1721-1736  թթ.,  Պատ.  խմբագիր՝  պրոֆ.  Ս.  Վ.  Տեր-Ավետիսյան,  Եր.,  1938;  Աբրահամ կաթողիկոս Կրետացւոյ, Պատմագրութիւն անցիցն իւրոց եւ Նատր-Շահին պարսից, Վաղարշապատ – Ս. Էջմիածին, 1870; Միքայէլ Չամչեանց, Հայոց պատմութիւն (սկզբից մինչև 1784 թ.), հտ. Գ, Եր., 1984: ", "вв. до н.э., Ленинград, 1962, նույնի, Ванское царство (Урарту), Москва, 1959. Grouping and Dating of Bronze Belts// Urartu: A Metalworking Center in the First Millenium B.C.E., The Israel Museum, Jerusalem, 1991, p. 142-161, նույնի, Medalions and Pectorals// Urartu: A Metalworking Center in the First Millenium B.C.E., The Israel Museum, Jerusalem, 1991, p. 164-170. Մեր  թեմային  հատկապես  առնչվում  են  Ռ.  Մերհավի48,  Ու.  Զայլդլի49,  Կ.  Յակուբյա- կի50, Պ. Կալմեյերի51, Օ. Բելլիի52, Ռ. Չավուշօլուի53, Ի. Կոռնելիուսի54 աշխատությունները: ", "Այս մետաղյա թիթեղները Օ. Բելլի կարծիքով կարող էին ամրացվել զգեստների վրայից և ունեին չարախափան, պաշտպանիչ նշանակություն: ", "Հայրենական  գիտության  մեջ  ուրարտական  աստվածուհիների  պատկերագրության թեմային առնչվել են Ս. Եսայանը55, Ս. Հմայակյանը56, Ե. Գրեկյանը57, Ն. Ենգիբարյանը58, Մ. Բադալյանը59: Հին հայկական արվեստում ոճական և գեղարվեստական զարդարման եղանակներին  ու  հագուստի  զարգացման  ուղղությունների  ուսումնասիրության  համար արժեքավոր  են  Ս.  Հմայակյանի60,  Հ.  Հակոբյանի61  և  այլոց  աշխատանքները  ուրար- տական արձանիկների, մեդալյոնների, ոսկյա զարդերի և դրամների քննությանը, ուրար- տական և հայկական մշակութային փոխառնչությունների քննության հարցում: "]}