{"paragraphs": ["Այս  առումներով  խիստ  ուշագրավ  դիտարկումներ  ունենք  Լա  Մագդալենի  (Նկ.4,  3- տական վերլուծությունների շնորհիվ120: ", "Այսպիսով,  տիրապետելով լայնածավալ  և բազմաբնույթ,  այդ  թվում` կանխարգելիչ տեղեկատվությանը, Օսմանյան կայսրության գաղտնի ծառայությունները հատուկ  միջոցների,  մեթոդների  և  ձևերի  կիրառմամբ  կարողանում  էին  ներազդել հակառակորդի վրա` պառակտելով կամ չեզոքացնելով վերջինիս: ", "Սուլթանական  հետախուզությունն  իր  գործունեությունը  էլ  ավելի  ակտիվ ծավալեց,  երբ  տեղի  ունեցավ  Օսմանյան  կայսրության  հետախուզական  մարմինների կազմակերպչական  ձևավորումը:  Եվրոպական  պետությունների  օրինակով  որպես մշտապես  գործող  պետական  մարմին  կայսրության  հետախուզությունը  ստեղծվեց Աբդուլ Համիդ II-ի կառավարման ժամանակ (1876-1909 թթ.) Մշտապես  գործող  հետախուզական  մարմնի  առկայության  անհրաժեշտությունը ծագեց  նախ  և  առաջ  երկրում  վարչական-ոստիկանական  ռեժիմի  պահպանման  ու կայսրությունում ազգային-ազատագրական շարժումների ճնշման նկատառումներով: ", "Հայկական լեռնաշխարհում կնոջ պատկերագրության առաջին դրսևորումներին հան- դիպում ենք ժայռապատկերներում: Վանի տարածքի Փութ (Բութ) գյուղից արևելք, կիրճի չորս անձավներում հնագետ Օքթայ Բելլիի կողմից հայտնաբերվեցին 150 ժայռապատկեր- ներ,  որոնք  ներկայացնում  են  հիմնականում  պարող  դիցուհիների:  Այդ  պատճառով  քա- րանձավը կոչվում էր «Կույսերի անձավ»126 (Նկ. 5.1-8): Հնավայրը գտնվում է Վանից 40 կմ հարավ-արևելք  և  հնագետի  կարծիքով  անվանումը  ստացել  է  այնտեղ  բնակվող  հայերի կողմից:  Վանի  ժայռապատկերներում  վեր  բարձրացված  ձեռքերով  ադորանտի  (աղոթո- ղի) դիրքով կանանց պատկերներ են: Ենթադրվել է, որ այստեղ պատկերվել է ծիսական պարի տեսարան և պատկերված կանանցից մեկը պտղաբերության գլխավոր աստվածու- հին է, իսկ մյուսները նրա քրմուհիներն  են: Ժայռապատկերները  հիմնականում կատար- ված են օխրայով՝ մուգ շագանակագույնի և բաց շագանակագույնի, օխրայի, կարմիրի նր- բերանգներով: Ըստ հեղինակի ժայռապատկերները վերաբերվում են նոր քարե դարին127: ", "Մինչև  Աբդուլ  Համիդ  2-րդի  օրոք՝  1880-ական  թթ.  երկրորդ  կեսին  ստեղծված թուրքական  առաջին  հետախուզական  կազմակերպության,  որը  իր  պալատի  անունով կոչվեց «Յըլդըզ» հետախուզական կազմակերպություն, անդրադառնալը հարկ է նշել, որ Եվրոպայում  գործող  հետախուզական օպերատիվ  աշխատանքի  մեթոդներին ծանոթանալու  և  հետախուզական  մարմինների  ամրապնդման  գործում  ակտիվ  ու անմիջական  դեր  է  խաղացել  1882-1895  թթ.  Օսմանյան  կայսրությունում  գտնվող գեներալ  ֆոն դեր  Գոլցի կողմից ղեկավարած գերմանական ռազմական պատվիրակությունը1: ", "սակարգումն ու չափորոշիչները, Եր., 2009, էջ 17-18: ", "Ռուսների  կողմից  XVIII  դ.  սկզբում  Բաքվի  գրավման  հետևանքով  հարյուրապետ Դերգահ  Ղուլի  բեկը  դառնում  է  Բաքվի  կառավարիչ՝  խանի  տիտղոսով 92 :  1730  թ. հակառուսական  տրամադրություններ  ունենալու  կասկածների  պատճառով  նա հեռանում է Իրան իր որդու՝ Միրզա Մուհամմադի հետ: Նադիր շահի օրոք վերջիններս խանի տիտղոս են ստանում, բայց Բաքվի խան է հռչակվում «հասարակ ծագում ունեցող գիլանցի  ոմն  Գալեմը»,  որը  վայելում  էր  շահի  «բարեհաճությունը» 93:  Շահի  մոտ  մեծ հարգանք  և  վստահություն  վայելելով՝  Միրզա  Մուհամմադը  նշանակվում  է  Գիլանի վալի:  Նադիր  շահի  մահվան  լուրը  ստանալով՝  նա  շտապում  է  Բաքու,  սպանում Գալեմին  և  խան  հռչակվում:  Միրզա  Մուհամմադի  մահից  հետո (1768  թ.) Տեղագիր Հայոց Մեծաց, էջ 93: XVIII դ. Բաքու քաղաքի մասին տե՛ս Marschall fon Bieberstein, նշվ. աշխ., էջ Edinburg, 1770, p. 379; С. Гмелин, նշվ. աշխ., էջ 78-81: ", "Վերջինիս  կերպարը  Զ.  Աբրամովան  ներկայացնում  է  բազմազան  իմաստային  նշա- նակությամբ.  Որպես սերնդի նախամայր, ով ապահովվում էր տոհմի բարեկեցությունը: ", "Թուրք-գերմանական բուն համագործակցությունը այս ասպարեզում սկսվեց 1885 թվականից,  երբ  թուրք  սպաները  ուղարկվեցին  Գերմանիա  վերապատրաստման:  Այս սպաները հետագայում կազմեցին  Թուրքիայի բարձրագույն ռազմական շրջանակներում ազդեցիկ գերմանամետ խավը: ", "թյունը թույլ է տալիս հետևելու նախորդ ավանդույթների շարունակականությանը, փո- փոխությանն  ու  զարգացման  ընթացքին,  ինչպես  և  առանձնացնելու  տեղական  ու  ներ- մուծած արտադրանքը` որոշելով ներմուծման ուղիները: Լոռե բերդի XV – XVII դդ. Խե- ցեղենի,  հատկապես  հախճապակու  ուսումնասիրությունը  փաստում  է  նրա  առևտրա- կան կապերի մասին ավելի շատ Արևելյան Վրաստանի, քան Հայաստանի մյուս տարա- ծաշրջանների հետ98: ", "փաշայիի  հետ  մշակեց  զորակոչի  մասին  օրենքը,  որը  լուծեց  օսմանյան  բանակի համալրման  խնդիրները,  ինչպես  նաև  հրատարակեց  դաշտային  և  ներքին ծառայությունների կանոնադրությունները,  պատերազմներ վարելու մասին հրահանգը: ", " Որպես  համայնքային  և  տեղական  պաշտամունքի  հետ  կապված  ոգիներ,  որոնք կապ  ունեին  մահացածների  պաշտամունքի  հետ  և  հանդես  էին  գալիս  որպես  բնական տարերքների և բնության տարրերի (ջրի, օդի նաև երկնքի, հողի, կրակի) անձնավորում- ներ և ներկայացնում էին հետագայի զարգացած կերպարների՝ աստվածուհիների առան- ձին նշանավոր կողմերը131: ", "Մոնղոլական  արշավանքներից  հետո  Անբերդը  ավերվում  է,  իսկ  Վաչուտյանները ստիպված  հեռանում  են  և  իրենց  վարչական  կենտրոնը  հաստատում  Վարդենիս  գյու- ղում: XIII դարի վերջերին Վաչուտյաններին հաջողվում է վերադարձնել Անբերդը մինչև Լենկ  Թեմուրի  արշավանքները:  Այդ  շրջանում  ամրոցն  ամփոփվում  էր  միջնաբերդի  և նրան հարող փոքր տարածքի սահմաններում: XVI – XVII դդ., երբ ամրոցն այլևս գոյու- թյուն չուներ, նրա փոխարեն տարածվում է սովորական բնակավայր: ", "Օսմանյան կայսրության պատմությունը լի է դավադրություններով, հաջողված և չհաջողված  հեղաշրջումների  փորձերով:  Սակայն  դրանցից  և  ոչ  մեկը  չի  առաջացրել գիտական  ու  քաղաքական  այնքան  հետաքրքրություն  և  միաժամանակ`  իրարամերժ մեկնաբանությունների  տարափ,  որքան  1859  թ.  սեպտեմբերին  Կ.  Պոլսում բացահայտված սուլթան Աբդուլ Մեջիդի դեմ ուղղված դավադրությունը1: ", "Շամախիի խանությունը գտնվում էր Հյուսիս-արևելյան Այսրկովկասի սրտում և իր աշխարհագրական  դիրքով  կտրված  էր  Կասպից  ծովից 99 :  XVI-XVIII  դդ.  Շիրվանում բացակայում  էին  ուժեղ  քոչվոր  ցեղերը,  և  ցեղային  վերնախավին  պատկանող ժառանգական  բեկլարբեկություններ  և  տիրույթներ  չէին  ձևավորվում 100 :  Իրանում աֆղանների  ապստամբությունից  ոգևորված  Սուրխայ  խան  Ղազիկումուխցին  և  Հաջի Դավուդ  բեկը  ավերիչ  արշավանք  են  կազմակերպում  դեպի  Շամախի  և  1721  թ. օգոստոսի  7-ին  գրավում  այն 101 :  Սակայն  Իրանում  1730-ական  թթ.  փաստացի իշխանությունն իր ձեռքում կենտրոնացնելով՝ Նադիր Ղուլի խանն արշավում է «ի Հայս, ի  Վիրս,  յաշխարհն  Աղուանից  եւ  յերկիրն  Լէկզու»102:  Հին  Շամախիից  արևմուտք  1734- վավերաթղթերով (Է-ԺԸ դար), Պարիս, 1906, էջ 53: ", "Նրա  անդամները  բանտարկվեցին  «Քուլելի»  անվանումը  կրող  զորանոցում,    երեք-չորս շաբաթվա  ընթացքում  հարցաքննվեցին  ու  շատ  արագ  դատվեցին  պետական բարձրաստիճան  այրերից  կազմված  հատուկ  դատական  ատյանի  կողմից:  Նրանցից չորսը  դատապարտվեցին  մահվան,  իսկ  մնացածները  տարբեր  ժամկետների ազատազրկման  կամ  աքսորի:  Սուլթան  Աբդուլ  Մեջիդի  կարգադրությամբ  մահապա- տիժները փոխարինվեցին աքսորով: ", "ավելի մարդաշատ էր, քան Դերբենդն ու Բաքուն միասին վերցրած104: ", "Շիրվանի  նախկին  հարկահավաք  Հաջի  Մուհամմադ  Ալի  Սուֆի  Նաբի Զարնավային 1748 թ. Նոր Շամախիի խան է դառնում և կառավարում մինչև 1761 թ., երբ սպանվում  է  խանչոբանի  ցեղի  Սարքարների  տոհմից  Ալի  Վերդի  բեկի  որդիներ Մուհամմադ  Սայիդ  և  Աղասի  խաների  կողմից:  Ալի  Վերդի  բեկը  Նադիր  շահի  օրոք «պատվավոր  ազնվական  էր» 105 :  Նրա  մահից  հետո  Մուհամմադ  Սայիդ  ու  Աղասի խաներն  իրենց  էին  ենթարկել  Շիրվանի  քոչվոր  ցեղերին  և  հաստատվել  Հին Շամախիում: Շուտով Մուհամմադ Սայիդը Քերիմ խան Զենդի ֆերմանի համաձայն, Հին Շամախիի խան է ճանաչվում 106: Այդ քայլով Իրանի տերության տիրակալը երկու խնդիր էր լուծում: Նախ, նա փորձում էր Հյուսիս-արևելյան Այսրկովկասում, որը կիսանկախ էր, ի  դեմս  Հին  Շամախիի  խաների  իրեն  ենթակա  կառավարիչներ  ունենալ  և  ամրապնդել Իրանի տերության ազդեցությունը տարածաշրջանում: Մյուս կողմից, Հյուսիս-արևելյան Այսրկովկասի  սրտում  երկիշխանություն  հաստատելով,  կառավարելի  իրավիճակ  էր ստեղծվում:  Ուստի,  քաղաքականապես  ապակայունացած  Շիրվանը  դառնալու  էր կառավարելի՝  առաջին  հնարավորության  դեպքում  վերադարձնել  իրանական պետության կազմի մեջ։ ", "րում  են  մտավոր  դաստիարակության  կարևոր  գործառույթ,  մասնավորապես՝  համաշ- խարհային պատմության ընկալման համատեքստում: ", "դադյանը  ապաստանում  է  Դաշտադեմի  ամրոցում  և  նույն  թվականի  սեպտեմբերին    հիմնովին  վերա- նորոգում այն, ինչի վերաբերյալ թողել է արաբերեն արձանագրություն. ,,Да возвеличит его Аллах! {месяца} сафар пятьсот семидесятого года  {сентябрь 1174}. Возведший это укрепление  –  эмир,  великий  исфахсалар, ‘Адуд ад-дин, возвеличивающий ислам – Сул{тан} б. Махмуд б. Ша{вур}: Տես` Хачатрян А., Корпус арабских надписей Армении, VIII – XVI вв., Ереван, Изд. АН АрмССР, 1987, с. 46. րով:  XII  –  XIII  դդ.  ամրոցն  անցնում  է  Զաքարյաններին,  որոնք  լայնածավալ  վերակա- ռուցումներ են անում միջնաբերդում: Դա է վկայում Իվանե Զաքարյանի թոռ Աղպուղայի հատվածաբար  պահպանված  արձանագրությունը105:  Մոնղոլական  արշավանքների  հե- տևանքով ամրոցը կործանվում է և վերականգնվում միայն 1812 թ., երբ Երևանի պարսիկ խան  Հուսեինը  ձեռնարկում  է    հսկայածավալ  պարիսպապատերի  կառուցումը`  իրեն- ցում ներառելով միջնադարյան ողջ համալիրը106: ", "Ղուբայի  խանը  խնդրանքով  դիմում  է  օսմանյան  սուլթանին՝  թույլ  տալու  գրավել Շամախին,  ամրացնել  ափամերձ  տարածքները  և  ծառայել  սուլթանին:  Սուլթանից ստացած  ֆերմանի  հիման  վրա  Ֆաթհ  Ալի  խանը  Շաքիի  խանի  օգնությամբ  գրավում  է Շամախին107՝ ստիպելով նրա խանին հարկ վճարել: Նշելի է, որ վեքիլից կամ սուլթանից ֆերման ստանալը XVIII դ. երկրորդ կեսին ամենևին էլ Այսրկովկասում իրանական կամ կամ  թուրքական  գերիշխանության  մասին  չէր  փաստում:  Խաները  ժամանակ  առ ժամանակ  այդպիսի  քայլի  էին  դիմում  զուտ  ապահովագրական  նկատառումներով՝ իրենց  գործողությունների  համար  վերջինների  համաձայնությունը  ստանալու նպատակով:  Այդպիսով,  խաները  փորձում  էին  պահպանել  իրենց  հեղինակությունը սեփական  տիրույթներում  և  ընդգծել  քաղաքական  առավելությունն  ու  հզորությունը հարևան  խաների  աչքերում:  Հետևաբար,  ֆերման  ստանալու  ավանդույթը  խնդրո առարկա ժամանակամիջոցում կորցրել էր նախկին վասալային իմաստը և պահպանում էր նրա ձևական կողմը միայն: ", "Դավադրության  բացահայտումը  պետք  է  որ  խրախուսվեր  եվրոպական  երկրների կողմից և տարբեր տեսակի աջակցություն ցուցաբերվեր Օսմանյան կառավարությանը` առ  այն, որ չեզոքացնելով դավադիրներին, կապահովվեր  Թանզիմաթի շարունակականությունը:  Սակայն  իրականում  Աբդուլ  Մեջիդը  և  այլ  իշխանավորներ դավադրության  կանխարգելման  համար  փորձում  էին  արդարանալ  օտարերկրյա պետությունների  առջև,  թաքցնելով  թե  ձերբակալվածների  իրական  թիվը,  թե դավադրության մասնակիցներից շատերին, որոնք խուսափեցին պատասխանատվությունից,  թե,  ընդհանրապես,  դավադրության  բնույթը:  Օրինակ, Թիֆլիսում  հրատարակվող  «Մեղու  Հայաստանի»  շաբաթաթերթը  գրում  էր  երկու заговор  1859  г.  в  Турции,  Проблемы  востоковедения,  1959,  N  1,  с.  57-68,    Фадеева  И.  Л.,  Официальные доктрины в идеологии и политике Османской Империи, М., 1985, R. Davison, Reform in the Ottoman Empire, հարյուր  բանտարկվածների  մասին1:  Սակայն  Թուրքիայի  կառավարությունը  փորձեց կոծկել  դավադրության  իրական չափերը`  այդ  նպատակով  պաշտոնական հաղորդագրություններում  զետեղելով  ձերբակալվածների  ակնհայտորեն  նվազեցված թվեր:  «Մասիս»  շաբաթաթերթը  նշում  էր,  թե  համաձայն  պաշտոնական  տվյալների, նրանց  թիվը  կազմում  էր  ընդամենը  34  մարդ2:  Փարիզի  թուրքական  դեսպանատունը, դավադրության  բացահայտումից  երկու  օր  չանցած,  Կ.  Պոլսից  ստացավ  հեռագիր, որտեղ  ընդգծված  էր,  թե  դավադրությունը  ուղղված  է  եղել  սուլթանի  դեմ  և  նրանում «երևելի  բան  չկար»,  թե  դավադիրների  թիվը  քառասունից  չէր  անցնում  և  նրանց մեծամասնությունը չերքեզներ ու քրդեր էին3: ", "les operations effectuées au cours de la campagne août 2011; Augé I. etc, Rapport sur la campagne de fouilles de la mission  française  d’Ani-Pemza,  août-septembre  2012;  Ալեքսանյան  Տ.,  Միրիջանյան  Դ.,  Դաշտադեմի  2011  թ. պեղումները (նախնական հաղորդում), Էջմիածին, 2012, Ը, էջ 103-104. հետո  վանքը  մատենագիտական  և  վիմագրական  աղբյուրներում  հիշատակվում  է,  սա- կայն ոչ որպես գործող վանք109: ", "Վերը  նշվածը,  մասնավորապես,  սուլթանական  կառավարության  արդարանալու փորձը  թույլ  է  տալիս  եզրակացնել,  որ  դավադրության,  դրա  բացահայտման  իրական բնույթի  և  նպատակների`  այն  է  քրիստոնյաների  դեմ  լայնածավալ  գործողությունների մասին տեղեկացված էին օտարերկրյա պետությունների հետախուզական մարմինները: ", "Ուշմիջնադարյան  մյուս  կարևոր  հոգևոր  ու  մշակութային  կենտրոնը  Արագածոտ- նում Ուշիի Ս. Սարգիս վանքն է, որն շարունակաբար գործել է V – XVIII դդ. և կործան- վել 1827 թ. երկրաշարժից110: 1999 – 2001 թթ. ձեռնարկած պեղումների շնորհիվ (ղեկ.` պ. գ. թ. Ֆ. Բաբայան) հողի թանձր շերտի տակից բացվել են վանքի բոլոր կառույցները` Ս. Սարգիս  եկեղեցի-վկայարանը,  Ս.  Աստվածածին  եկեղեցին,  գավիթը,  զանգակատունը, արտաքին  սրահը,  վանական  խցերը,  հասարակական,  բնակելի  և  տնտեսական  շինու- թյունները և պարսպապատը` հինգ աշտարակներով, վանքի մուտքերը: Վանքի տարած- քից  հայտնաբերված  խեցեղեն  տեսականին  հիմնականում  վերաբերում  է  միջնադարի զարգացած և ուշ փուլերին, որի մեջ առանձնանում են ինչպես տեղական օրինակները, որոնց  զուգահեռները  տեսնում  ենք  Հայաստանի  ուշմիջնադարյան  մյուս  հուշարձան- ներից հայտնաբերված խեցեղեն գտածոներում, այնպես էլ ներմուծված նմուշներ, որոնք մեկ անգամ ևս վկայում են այս տարածաշրջանի բանուկ առևտրական ճանապարհների ուրվագծում Ուշիի գրաված կարևոր տեղի մասին: "], "source_docs_file": "History.json", "paragraph_source_docs": [2, 0, 0, 2, 0, 1, 4, 2, 0, 3, 0, 2, 3, 0, 4, 0, 4, 4, 1, 3, 4, 0, 3, 0, 3]}