{"paragraphs": ["Վշտունու առաջին բանաստեղծություններում նկատելի են տարբեր ազդեցություն- ների  հետքեր։  Դրանցում  մերթ  գերիշխում  է  սիմվոլիստական  թախիծը,  անորոշ կարոտը,  մեղմ  երանգների  խաղը,  մերթ  դժգոհությունը  «հսկա  քաղաքի»  կեղծ  ու նյութապաշտ  մթնոլորտից,  որ  այդ  տարիների  արևմտահայ  պոեզիայում  տարածված տրամադրությունների  արձագանքն  էր,  մերթ  էլ  հեռավոր  հայրենիքի  կարոտը՝ արտահայտված սիմվոլիստական պատկերամտածողության բնորոշ երանգներով. Ա՜խ, այս ճամփան ո՞ւր է տանում – ձայն չկա՛, Հույսի կայծն է անհետանում – ձայն չկա՛, Հայրենի տուն, անուշ անուն – ձայն չկա՛… Մենակ ու լուռ, հուսակտուր՝ չգիտեմ, Գնում եմ զո՞ւր, լուռ ու տխուր՝ չգիտեմ, Հայրենազուրկ գնում եմ ո՞ւր՝ չգիտեմ… Գերակշռողն,  այնուամենայնիվ,  խորհրդապաշտական  ավանդույթն  է։  «Փարիզյան տարիներին  սկսվում  են  նրա  ստեղծագործական  առաջին  քայլերը։  Նրա  վաղ  շրջանի ստեղծագործության  և՛  թեմատիկայի,  և՛  գրական  տեխնիկայի  վրա  բացահայտ  է սիմվոլիստների  ազդեցությունը»,66-  գրում  է  Հ.  Ղազարյանը։  «Նրա  վաղ  շրջանի ստեղծագործության և՛ թեմատիկայի, և՛ գրական տեխնիկայի վրա բացահայտ է սիմվո- լիստների  ազդեցությունը։  Սրտամաշ  թախիծը,  անձուկ  կարոտը,  մեղմ  գույների զգացումը  բնորոշ  են  նրա  վաղ  շրջանի  բանաստեղծություններին»67,-  հաստատում  է  Ս. Աղաբաբյանը։ ", "Սկսվում է Առաջին համաշխարհային պատերազմը, փակվում են Փարիզի ուսում- նական հաստատությունները։ Վշտունին, Հովհաննես Թումանյանին ուղղված հանձնա- րարական նամակը ձեռքին, գալիս է Թիֆլիս, որտեղ նրան ջերմորեն են ընդունում։ Նոր գրական  շրջապատում  սկսվում  է  երիտասարդ  բանաստեղծի  իսկական  ստեղծագոր- ծական  կյանքը։  Տերյանական  նոր  «ստիլի»  հաստատման  ամենագործուն  շրջանն  էր։ ", "Վշտունին այդ շրջանն էր մտնում եվրոպական մշակույթի փորձից յուրացրած որոշակի արժեհամակարգով, որ երևում է այս բանաստեղծության մեջ. Եթե աստւած մ’նես դու՝ արդարադատ, հսկա, հառաչանքըս լսի՛ր, տառապանքըս ըզգա՛... եթե աստւած մ’նես դու՝ արդարադատ, հսկա։ ", "Ինչո՞ւ տվիր ինձ սիրտ ՝ հավերժասեր, թևող երբ սերը լոկ կիրք էր՝ մի ակընթարթ տևող... Ինչո՞ւ տվիր ինձ սիրտ ՝ հաւերժասեր, թևող։ ", "Ինչո՞ւ տվիր ինձ տեսք՝ կերպարանքիդ հանգույն, նոյնպես մարդկանց բոլոր՝ ստորաքարշ, անգույն... ինչո՞ւ տվիր ինձ տեսք կերպարանքիդ հանգույն։ "], "paragraph_source_docs": [5, 5, 5, 5, 5], "source_docs_file": "Literature.json"}