{"paragraphs": ["Խաղի ամենակարևոր գործառույթներից է ֆիզիկական դաստիարակությունը, քա- նի  որ  այն  զարգացնում  է  անձի  տոկունությունը,  աշխատանքային  ունակությունները՝ հանդիսանալով  այն  կարևորագույն  հենքը,  որի  վրա  մեծանում  ու  զարգանում  են  երե- խան, պատանին, երիտասարդն ու մինչև անգամ  հասուն տարիքի անհատը: ", "Հակոբյան  Ն.,  Նորաբաց  հնագիտական  հուշարձան  Մայր  Աթոռ  Ս.  Էջմիածնի  տարածքում,  ,,Հայկական լեռնաշխարհի պատմամշակութային ժառանգությունը’’, միջ. գիտ. նյութ. Ժող., Երևան, 2012, էջ 138-139: ", "Լա Մագդալենի բարձրաքանդակները պառկած կանանց երկու ֆիգուրներ են` ձգված իրանով,  հենված  ծալված  ձեռքի  վրա,  լավ  մոդելավորված  ոտքերով  (Նկ.  4.3,  4.4):  Մի կնոջ ոտքերը երկարեցված են (Նկ. 4.4), իսկ մյուսինը՝ ծալված (Նկ. 4.3): Գլուխները իրա- րից դժվար են տարբերակվում: Առանձնացված են կուրծքը և աճուկի մասը: Մարմնի մա- սերը  էլեգանտ  են  և  նրբագեղ:  Ա.  Բրեյլի  նկարագրով  նրանք  ոչ  մի  առնչություն  չունեն օրինյակ-պերիգորդյան ոճի կանանց հաստլիկ և գեր մարմնակազմության հետ: ", "Հայկական լեռնաշխարհում կնոջ պատկերագրության առաջին դրսևորումներին հան- դիպում ենք ժայռապատկերներում: Վանի տարածքի Փութ (Բութ) գյուղից արևելք, կիրճի չորս անձավներում հնագետ Օքթայ Բելլիի կողմից հայտնաբերվեցին 150 ժայռապատկեր- ներ,  որոնք  ներկայացնում  են  հիմնականում  պարող  դիցուհիների:  Այդ  պատճառով  քա- րանձավը կոչվում էր «Կույսերի անձավ»126 (Նկ. 5.1-8): Հնավայրը գտնվում է Վանից 40 կմ հարավ-արևելք  և  հնագետի  կարծիքով  անվանումը  ստացել  է  այնտեղ  բնակվող  հայերի կողմից:  Վանի  ժայռապատկերներում  վեր  բարձրացված  ձեռքերով  ադորանտի  (աղոթո- ղի) դիրքով կանանց պատկերներ են: Ենթադրվել է, որ այստեղ պատկերվել է ծիսական պարի տեսարան և պատկերված կանանցից մեկը պտղաբերության գլխավոր աստվածու- հին է, իսկ մյուսները նրա քրմուհիներն  են: Ժայռապատկերները  հիմնականում կատար- ված են օխրայով՝ մուգ շագանակագույնի և բաց շագանակագույնի, օխրայի, կարմիրի նր- բերանգներով: Ըստ հեղինակի ժայռապատկերները վերաբերվում են նոր քարե դարին127: ", "նպատրաստից հորինված հեքիաթներ, ծաղրերգեր և այլն) (տե´ս Ա. Սարգսյան, Մանկական բանա- հյուսության հարցի շուրջ, Գիտական նստաշրջան` նվիրված ՍՍՀՄ 60-ամյակին, Զեկուցման թեզիս- ներ, Եր., 1982,  էջ 19-20): ", "սակարգումն ու չափորոշիչները, Եր., 2009, էջ 17-18: ", "Հատկանշական է, որ հայաստանյան ժայռապատկերներում կինը, որպես կանոն ներ- կայացված  է  երկնային  լուսատուների,  կենդանիների  (արև,  ծառ,  այծեր  կամ  վիշապներ) հետ պատկերագրմամբ, երբեմն նաև ծննդաբերության տեսարաններում: Այս խորհրդա- նիշների  համատեղումը  կնոջ կերպարի  հետ  թույլ  է  տալիս  ենթադրելու,  որ  ժայռապատ- կերներում  կանայք  ներկայացված  են  որպես  երկնային  աստվածություն,  «ամենայն  գոյի նախամայր»:  Նման  ենթադրության  համար  կարող  են  հիմք ծառայել նաև Փոքր Ասիայի տարբեր  հատվածներից  հայտնի  նեոլիթյան  «Նախամայր-Մեծ  մոր»  կերպավորումները, որտեղ կինը հանդես էր գալիս որպես անտառների, որսի, բուսականության, կենդանինե- րի հովանավոր աստվածուհի, պտղաբերության և ծննդաբերության խորհրդանիշ: ", "Վերջինիս  կերպարը  Զ.  Աբրամովան  ներկայացնում  է  բազմազան  իմաստային  նշա- նակությամբ.  Որպես սերնդի նախամայր, ով ապահովվում էր տոհմի բարեկեցությունը: ", "Թուրք-գերմանական բուն համագործակցությունը այս ասպարեզում սկսվեց 1885 թվականից,  երբ  թուրք  սպաները  ուղարկվեցին  Գերմանիա  վերապատրաստման:  Այս սպաները հետագայում կազմեցին  Թուրքիայի բարձրագույն ռազմական շրջանակներում ազդեցիկ գերմանամետ խավը: ", "Եթե  ավանդական  խաղը  ենթադրում  է  որոշակի  իրական  տարածք,  որտեղ  բա- ցառված չեն նախապես սահմանված խաղային տարածքի փոփոխություններն ու սահ- մանափակումները, ապա համակարգչայինի դեպքում խաղացողն ունի ոչ իրական խա- ղային դաշտ ու կոնկրետ գործողությունների հաջորդականություն: ", "փաշայիի  հետ  մշակեց  զորակոչի  մասին  օրենքը,  որը  լուծեց  օսմանյան  բանակի համալրման  խնդիրները,  ինչպես  նաև  հրատարակեց  դաշտային  և  ներքին ծառայությունների կանոնադրությունները,  պատերազմներ վարելու մասին հրահանգը: ", "статистическом, этнографическом, топографическом и финансовом отношениях, ч. IV, СПб., 1836, с. 33-36. նավերի մասին է) ուներ, քան Դերբենդի Ֆաթհ Ալի խանը97: Հայտնի է, որ Կասպից ծովով կանոնավոր նավարկում էր հայ վաճառական Սողոմոնյանի երկու առևտրային նավ98: ", "հավաքելով, ի վերջո հասնում է դևին, սպանում և հաղթում կամ պարտվում՝ մեռնում: ", "մուլտֆիլմերի  հիմնադիրը:  Խոսքը  Ամերիկայի  Կալիֆոռնիա  նահանգում  գտնվող  «Դիսնեյլենդ»  (Disney- land) զբոսայգու համար նախատեսված մուլտկերպարներով և անիմացիաներով խաղերի մասին է: ", "ղաց`  Անբերդաձորում:  Ամրոցից  դուրս,  հյուսիսային  կողմում,  մոտ  200  մ  հեռավորու- թյան վրա գտնվում է Անբերդի գերեզմանոցներից մեկը` օրորոցաձև տապանաքարերով և  XII  –  XIV  դդ.  խաչքարերով:  Մյուս  գերեզմանոցը,  որտեղ  թաղումներ  կատարվել  են դեռևս X – XI դդ., գտնվում է Արխաշանի ձորի հակառակ եզրին` Բյուրական տանող ճա- նապարհի ձախ կողմում: ", "Նրա  անդամները  բանտարկվեցին  «Քուլելի»  անվանումը  կրող  զորանոցում,    երեք-չորս շաբաթվա  ընթացքում  հարցաքննվեցին  ու  շատ  արագ  դատվեցին  պետական բարձրաստիճան  այրերից  կազմված  հատուկ  դատական  ատյանի  կողմից:  Նրանցից չորսը  դատապարտվեցին  մահվան,  իսկ  մնացածները  տարբեր  ժամկետների ազատազրկման  կամ  աքսորի:  Սուլթան  Աբդուլ  Մեջիդի  կարգադրությամբ  մահապա- տիժները փոխարինվեցին աքսորով: ", "ավելի մարդաշատ էր, քան Դերբենդն ու Բաքուն միասին վերցրած104: ", "Ամրոցը հիմնվել է X դարում` Բագրատունիների կողմից103, ապա XII դարում անցել Շե- դադյաններին104,  որոնք  քառակուսի  շինությունը  համալրել  են  բոլորաձև  աշտարակնե- քննությունը ցույց  է տալիս, որ Անբերդի ջնարակի  վառ երանգավորումը նրա բնորոշ հատկանիշն  է: Դա պայմանավորված  է  տեղական  կավի  որակական  հատկանիշներով,  որը  թրծվում  էր  ավելի  ցածր  ջեր- մաստիճանում`  թույլ  չտալով  ջնարակի  ավելորդ  այրում:  Տես`  Измайлова  Т.,  Керамика  из  раскопок  Ан- берда, ТОВЭ, т. 4, Ленинград, 1947,  с. 188. ճանապարհի  Արուճ  և  Թալին  հանգրվանները,  Անի-Շիրակի պատմության էջեր (հոդվածների ժողո- վածու), Երևան, Հեղ. Հրատ., 2010, էջ 247: ", "րում  են  մտավոր  դաստիարակության  կարևոր  գործառույթ,  մասնավորապես՝  համաշ- խարհային պատմության ընկալման համատեքստում: ", "Կան համակարգչային խաղեր, որոնք բացասաբար են անդրադառնում խաղացո- ղի  հոգեբանության  վրա:  Խոսքը,  մասնավորապես,  վերաբերում  է  զոմբի  («Ben  10  VS Zombies»),386  կռիվ  («Battle  Heroes  2012»),387  ծեծկռտուք  («Super  Fighters  Rampage»388, «Dad n Me»389) կամ կրակոց («Shoot For Gold»)390  բնույթի խաղերին, որոնք անձի բնա- վորության մեջ ձևավորում են բռնության որոշակի հատկանիշներ: ", "Ոչ  մի  պետություն,  այդ  թվում զարգացած  եվրոպական  երկրները, երաշխավորված չեն դավադրություններից, հեղաշրջումներից կամ հեղափոխություններից:  Դավադրության բացահայտումը, կանխարգելումը և չեզոքացումը ցանկացած պետության գրավականն է և նրա հատուկ ծա-ռայությունների աշխատանքի  գնահատականը:  Նամանավանդ,  որ  այս  պարագայում  այն  ուղղված  է սուլթանական  կառավարության  դեմ,  որը  ձեռնամուխ  է  եղել  իրագործելու  մեծ տերությունների  կողմից  առաջարկված  կամ  թելադրված  Թանզիմաթի  պահանջները: ", "Պատմական  Այրարատ  նահանգի  Նիգ-Ապարան  գավառում  է  գտնվում  Թեղենյաց վանքը,  որը  միջնադարյան  Հայաստանի  հոգևոր,  մշակութային  ու  գրչության  կարևոր կենտրոններից էր: Այն գտնվում է Բուժական գյուղից 3 կմ հյուսիս` անտառածածկ տա- րածքում: Վանական համալիրը բաղկացած է զույգ որմնամույթերով ,,գմբեթավոր դահ- լիճ’’  տիպին  պատկանող  Կաթողիկե  եկեղեցուց,  գավթից,  սեղանատնից,  գրչատնից  և գավթին հյուսիսից հարող կառույցից, հիմնական հուշահամալիրից 30 մ արևելք գտնվող V  –  VII  դդ.  քառախորան  փոքր  եկեղեցուց,  համակառույցից  հյուսիս  գտնվող  գերեզմա- նատնից: Թեղենյաց  վանքը գրավոր  աղբյուրներում  հիշատակվում է դեռևս VIII  դ., սա- կայն վանքի ծաղկուն շրջանը սկսվում է  XII – XIII դդ., երբ այն անցնում է Վաչուտյան- ների հովանավորության տակ: Վանքի համբավը մեծանում է XIII – XIV դդ., երբ այստեղ գործում  էր  մեծ  միաբանություն:  Մշակութային  հզոր  օջախի  դերը  Թեղենյաց  վանքը կորցնում է XIV դարի կեսերին, թեև շարունակում է գործել ընդհուպ մինչև XVII դ., որից Երևան, 1991, էջ 113-114; Ալեքսանյան Տ., Միրիջանյան Դ., Դաշտադեմի 2011 թ. պեղումները (նախնական հաղորդում), Էջմիածին, 2012, Ը, էջ 102-106: ", " Համակարգչային  խաղերն  ունեն  մտավոր-զարգացնող  և  հոգեբանական ազդեցություն: ", "Թեղենյաց վանքում  պեղման աշխատանքներ  իրականացվել են 1979 – 1986 թթ. Գ. Սարգսյանի  կողմից  և  որոշ  ընդհատումներով  շարունակվում  են  մինչ  օրս:  Թեղենյաց վանքի  պեղումներով  հայտնաբերված  գտածոները  վկայում  են  վանքի`  Հայաստանի տարբեր արհեստագործական կենտրոնների հետ ունեցած ակտիվ կապերի մասին: Ան- ջնարակ  և  ջնարակապատ  խեցեղենի,  ինչպես  նաև  արտադրական  խոտանի  առկայու- թյունը  վկայում  է  տեղում  կազմակերպված  խեցեղենի  արտադրության  մասին,  որը  բա- վարարել  է  վանքում  գործող  մեծ  միաբանությանը,  գուցե  և  շրջակա  գյուղերի  ներքին պահանջմունքները: Տարբեր տարիների պեղումներով հայտնաբերված խեցեղեն հավա- քածուն  լրացնում  է  մատենագիտական  և  վիմագրական  աղբյուրներով  հավաստված իրողությունը, որ Թեղենյաց վանքը շարունակաբար գործել է ընդհուպ XVII դարը: ", "Քարակոթողների  վրա  հիմնականում  ներկայացված  են  կենդանիների  հարթաքան- դակներ՝  եղնիկներ,  աղվեսներ,  օձեր,  վայրի  խոզեր,  ձկնկուլներ,  կարիճներ,  քարայծեր, ագռավներ և այլն143: "], "source_docs_file": "History.json", "paragraph_source_docs": [1, 3, 2, 2, 1, 1, 2, 2, 0, 1, 0, 4, 1, 1, 3, 0, 4, 3, 1, 1, 0, 3, 1, 3, 2]}