{"paragraph_source_docs": [1, 2, 2, 0, 1, 0, 2, 2, 2, 1], "paragraphs": ["ռեագենտների վերականգնումը Գլիցինի  և  ալանինի  բրոմ  պարունակող  մոդիֆիկացված  կոմպլեքսների  ալկիլման արգասիք  կոմպլեքսների  (13-27  և  33-47)  դիաստերեոիզոմերային  կոմպլեքսների քայքայումն  ու  նպատակային  ամինաթթուների  անջատումն  իրականացվել  է չտեղակալված  (S)-BPB  քիրալային  օժանդակ  ռեագենտի  նույնատիպ  կոմպլեքսների համար նախկինում մշակված մեթոդնով153: ", "Տ ե ս ակ ան   պատկ ե ր աց ո ւ մ ն ե ր ի   հ ի մ ան   վ ր ա  կ ար ե լ ի   է   ե ն թադ ր ե լ , ո ր   ք ի ր ալ այ ի ն   օ ժ ան դ ակ   ռ ե ագ ե ն տն ե ր ի   ֆե ն ի լ այ ի ն   օ ղ ակ ի  օ-, մ- և պ- դ ի ր ք ե ր ո ւ մ   առ ավ ե լ   է լ ե կ տր ո ն աակ ց ե պտո ր   (F,  Cl)  և   ծ ավ ալ ո ւ ն   (Br) հ ալ ո գ ե ն   տե ղ ակ ալ ի չ ն ե ր ի   ն ե ր մ ո ւ ծ ո ւ մ ը   կ ար ո ղ   է   է լ   ավ ե լ ի մ ե ծ աց ն ե լ   -ամ ի ն աթթո ւ ն ե ր ի   ս ի ն թե զ ի   ս տե ր ե ո ս ե լ ե կ տի վ ո ւ թյ ո ւ ն ը և   կ ր ճ ատե լ   ռ ե ակ ց ի ան ե ր ի   տև ո ղ ո ւ թյ ո ւ ն ը :  Ան շ ո ւ շ տ  կ ո մ պլ ե ք ս ն ե ր ի ս տե ր ե ո դ ի ֆե ր ե ն ց ո ղ հ ատկ ո ւ թյ ո ւ ն ն ե ր ի և դ ր ան ց հ ն ար ավ ո ր մ ե խան ի զ մ ն ե ր ի   բ աց ահ այ տմ ան   հ ամ ար   կ ար և ո ր   է   ն աև   BPB  ք ի ր ալ այ ի ն ռ ե ագ ե ն տի N-բ ե ն զ ի լ պր ո լ ի ն ի մ ն աց ո ր դ ի ֆե ն ի լ այ ի ն օ ղ ակ է լ ե կ տր ո ն ադ ո ն ո ր   տե ղ ակ ալ ի չ ն ե ր ի (օ ր ի ն ակ , CH3) և դ ր ան ց հ ե տազ ո տո ւ մ ը  աս ի մ ե տր ի կ  ս ի ն թե զ ի  ռ ե ակ ց ի ան ե ր ո ւ մ : ", "Ու ս տի ,  N-բ ե ն զ ի լ պր ո լ ի ն ի   մ ն աց ո ր դ ի   ֆե ն ի լ այ ի ն   օ ղ ակ ի  օ-, մ- և պ-  դ ի ր ք ե ր ո ւ մ   է լ ե կ տր ո ն աակ ց ե պտո ր   (F,  Cl,  Br,)  կ ամ   է լ ե կ տր ո ն ադ ո ն ո ր (CH3  և   այ լ ն )  տե ղ ակ ալ ի չ ն ե ր   պար ո ւ ն ակ ո ղ   BPB  ք ի ր ալ այ ի ն   ռ ե ագ ե ն տի մ ո դ ի ֆի կ աց վ ած   ն մ ան ակ ն ե ր ի   ս տաց ո ւ մ ը   և   ո ր պե ս   ՊՖ-ֆե ր մ ե ն տն ե ր ի ար դ յ ո ւ ն ավ ե տ  մ ո դ ե լ այ ի ն   հ ամ ակ ար գ ե ր   կ ի ր առ ո ւ մ ը է ն ան տի ո - մ ե ր ապե ս   հ ար ս տաց վ ած   (ee  >  97  %)  կ ար և ո ր   ո չ   ս պի տակ ո ւ ց այ ի ն   (S)-  և  (R)- ամ ի ն աթթո ւ ն ե ր ի   աս ի մ ե տր ի կ   ս ի ն թե զ ի   կ ար ճ ատև   (5-30  ր)  մ ե թո դ ն ե ր ի մ շ ակ ո ւ մ ը  մ ն ո ւ մ  է  ար դ ի ակ ան  և  հ ր ատապ խն դ ի ր : ", "Այրման  արգասիքներում  թթվային  մշակումից  հետո  կատարված  ազատ սիլիցիումի  որոշման  անալիզների  համաձայն,  նրանցում  առկա  է  66.5  %  ազատ սիլիցիում,  սակայն  նկ.  3.25-ում  սիլիցիումին  բնորոշ  ռեֆլեքսներ  չեն  դիտվում:  Այս հանգամանքը  թույլ  է  տվել  ենթադրել,  որ  ազատ  սիլիցիումն  այրման  արգասիքներում գտնվում է, ամենայն հավանականությամբ, ամորֆ վիճակում: ", "(S)-2-F-Phe  (29):  Գրականության  մեջ  հայտնի  ամինաթթու  է154,155`  []D նմուշ  =  -14.30 (c 0.025 H2O), []D գրակ.   = -14.30 (c 0.025 H2O); Tհալմ. նմուշ = 267-269°C,  Tհալմ. գրակ = 268°C: ", "պարամետրերի վրա Հետազոտվող  համակարգում  այրման  պրոցեսի,  ինչպես  նաև  նպատակային արգասիքի  միկրոկառուցվածքի  ձևավորման  վրա  նոսրացուցիչի  բնույթի  ունեցած ազդեցության  պարզաբանման  նպատակով  NaCl-ը  փոխարինվել  է  այլ  բնույթի նոսրացուցիչով՝ մագնեզիումի օքսիդով: Վերջինի ընտրությունը պայմանավորված է այն հանգամանքով,  որ  մագնեզիումի  օքսիդի  հալման  ջերմաստիճանը (2830 օC) բավականաչափ բարձր է  այրման  առավելագույն ջերմաստիճաններից, տարբերություն  նատրիումի  քլորիդի,  և  այրման  պրոցեսում  այն  գտնվում  է  պինդ վիճակում:  Կատարված  հետազոտությունները  ցույց  են  տվել,  որ  MoO3–3Mg–2Si համակարգում  մագնեզիումի  օքսիդի  ներմուծումը  բերում  է  այրման  ջերմաստիճանի զգալի  նվազման:  Մասնավորապես,  ելային  խառնուրդում  45  զանգ.  %  մագնեզիումի օքսիդի  առկայության  դեպքում  այրման  ալիքում  առավելագույն  ջերմաստիճանը գրանցվել  է  2050  օC:  Այս  դեպքում  այրման  սահմանն  ըստ  նոսրացուցիչի  քանակության դիտվել  է  ելային  խառնուրդում  66.5  զանգ.  %  MgO-ի  դեպքում,  իսկ  այրման ջերմաստիճանը  կազմել  է  1425  օC:  Համեմատության  համար  նկ.  3.26-ում  բերված  է MoO3+3Mg+2Si խառնուրդի այրման ջերմաստիճանի փոփոխությունը կախված տարբեր բնույթի  նոսրացուցիչների  զանգվածային  բաժնից:  Ինչպես  երևում  է  նկարում  բերված համեմատությունից, NaCl-ով նոսրացման Նկ. 3.26. MoO3+3Mg+2Si խառնուրդի այրման ջերմաստիճանի փոփոխությունը կախված նոսրացուցիչի զանգվածային բաժնից և բնույթից դեպքում  այրման  սահմանը  գրանցվել  է  w=58  զանգ.  %  արժեքի  դեպքում,  այսինքն նոսրացուցիչի  ավելի  փոքր  զանգվածային  բաժնի  դեպքում,  քան  MgO-ի  պարագայում (66.5  զանգ.  %):  Մյուս  կողմից,  համեմատած  մագնեզիումի  օքսիդի  հետ  համեմատած նատրիումի  քլորիդի  դեպքում  այրման  սահմանը  գրանցվել  է  ավելի  ցածր ջերմաստիճանում  (1050  օC):  Այս  հանգամանքը,  հավանաբար,  պայմանավորված  է նոսրացուցիչների  ջերմունակությունների  զգալի  տարբերությամբ,  ինչպես  նաև  NaCl-ի ֆազային  փոխարկումով:  Նշենք, որ նատրիումի քլորիդի  տեսակարար ջերմունակությունը  հավասար  է  50.5  Ջ/մոլ.K,  իսկ  մագնեզիումի  օքսիդի  համար  այն կազմում է 37.2 Ջ/մոլ.K: ", "Ան շ ո ւ շ տ,  ն մ ան   գ ե ր ար դ յ ո ւ ն ավ ե տ  մ ե թո դ ն ե ր ի   մ շ ակ ո ւ մ ը   խթան կ հ ան դ ի ս ան ա  ի ն չ պե ս   ՊԷ Տ   ախտո ր ո շ մ ան ,  այ ն պե ս   է լ   ժ ամ ան ակ ակ ի ց դ ե ղ ապատր աս տո ւ կ ն ե ր ի ար տադ ր ո ւ թյ ան զ ար գ աց մ ան և ար դ ի ակ ան աց մ ան  հ ամ ար : ", "ԳԼ ՈՒ Խ 3 ԱՐԴՅՈՒ ՆՔՆԵՐԻ ՔՆՆԱՐԿՈՒ Մ ամի նաթթվայ ի ն կ ո մպլ ե ք ս նե ր ի  ս ի նթե զն ո ւ կ առ ո ւ ց ված ված ք այ ի ն հ ե տազո տո ւ թյ ո ւ ննե ր ը Ամ ի ն աթթո ւ ն ե ր ի   աս ի մ ե տր ի կ կ ե ն ս ամ ի մ ե տի կ ս ի ն թե զ ի ն ն վ ի ր վ ած   գ ր ակ ան ո ւ թյ ան   մ ե ջ   ն կ ար ագ ր վ ած   առ ավ ե լ հ այ տն ի մ ե թո դ ն ե ր ի   վ ե ր լ ո ւ ծ ո ւ թյ ո ւ ն ի ց   հ ե տև ո ւ մ   է ,  ո ր   տե խն ո լ ո գ ի ակ ան մ ատչ ե լ ի ո ւ թյ ան   տե ս ան կ յ ո ւ ն ի ց   ամ ի ն աթթո ւ ն ե ր ի   փո ք ր ած ավ ալ   պր ե - պար ատի վ  ար տադ ր ո ւ թյ ան  հ ամ ար  լ ավ ագ ո ւ յ ն ն  ե ն  հ ամ ար վ ո ւ մ  բ ն ակ ան (S)-Pro  ամ ի ն աթթվ ի   ք ի ր ալ այ ի ն   կ ար բ ո ն ի լ այ ի ն   ած ան ց յ ալ ն ե ր ի ՝   (S)-N- (2-բ ե ն զ ո ի լ ֆե ն ի լ )-1-բ ե ն զ ի լ պի ր ո լ ի դ ի ն -2-կ ար բ օ ք ս ամ ի դ ի [(S)-BPB]  և (S)-N-(2-բ ե ն զ ո ի լ ֆե ն ի լ )-1-(3,4-դ ի ք լ ո ր բ ե ն զ ի լ )պի ր ո լ ի դ ի ն -2- կ ար բ օ ք ս ամ ի դ ի  [(S)-3,4-DCBPB] հ ի մ ան  վ ր ա մ շ ակ վ ած  մ ե թո դ ն ե ր ը  [164-166]: ", "Այ դ   կ ո մ պլ ե ք ս ն ե ր ը ,  ո ր պե ս   ՊՖ-կ ախյ ալ   ֆե ր մ ե ն տն ե ր ի   պար զ մ ո դ ե լ այ ի ն հ ամ ակ ար գ ե ր , օ ժ տվ ած ե ն բ ար ձ ր է ն ան տի ո - և դ ի աս տե ր ե ո ս ե լ ե կ տի վ ո ւ թյ ամ բ   և   ամ ի ն աթթվ այ ի ն   մ ն աց ո ր դ ն ե ր ի բ ար ձ ր   CH-թթվ այ ն ո ւ թյ ամ բ ,  ի ն չ ը   հ ն ար ավ ո ր ո ւ թյ ո ւ ն   է   տալ ի ս   հ ե շ - տո ւ թյ ամ բ   ի ր ակ ան աց ն ե լ   դ ր ան ց   ամ ի ն աթթվ այ ի ն   մ ն աց ո ր դ ն ե ր ի աս ի մ ե տր ի կ C-ալ կ ի լ մ ան ռ ե ակ ց ի ան ե ր ը ՝ մ ի ն չ և ս տե ր ե ո ս ե լ ե կ տի վ ո ւ թյ ամ բ , զ ան ազ ան ս պի տակ ո ւ ց այ ի ն և ո չ ս պի տակ ո ւ ց այ ի ն -ամ ի ն աթթո ւ ն ե ր ի առ աջ աց մ ամ բ : ", "(S)--MePhe  (48):  Գրականության  մեջ  հայտնի  ամինաթթու  է154,155`  []D նմուշ  =  - գրակ = -4.510(c 1.04, H2O),),  Tհալմ. նմուշ = 298-299°C, Tհալմ. գրակ. = 298°C: "], "source_docs_file": "Chemistry.json"}