{"paragraphs": ["Այդ  դեպքում,  եթե  աշխատանքային  կետը  համարվի  հավասարակշռության  կետ, ապա համապատասխան (հաստատուն) ելքային ազդանշանը հավասար է ,                                                        (3.31) :                                                        (3.32) (3.27)  հավասարումների  գծայնացման  գործընթացը  հանգում  է  ոչ  գծային f(x(t),u(t))  և  g(x(t),u(t))  ֆունկցիաների  Թեյլորի  շարքի  վերածմանը  համարելով,  որ աշխատանքային  կետից  շեղումները  փոքր  են  և  անտեսելով  շարքի  բոլոր  անդամները, բացի գծայինից: ", "հատույթներով չեռակալված փոշենմուշների կտրման փորձարարական եղանակներ, որոնցից երկրորդը ներկայացված է ՀՀ  Էկոնոմիկայի նախարարության աշխատակազմի մտավոր սեփականության գործակալություն հայտ  թիվ AM20150071-ով, ինչը հնարավորություն կտա հետազոտել չեռակալված փոշենյութից նախապատրաստվածքների  իրական  մեխանիկական  հատկությունները  բնորոշող փոշու  հատիկների  միջև  ներքին  շփման անկյան  և  կառչման գործակցի արժեքները: ", "Առաջարկված  մոդուլյար  բազմապատկիչի  նախագծման  այս  մեթոդը  մասամբ հիմնված է գլուխ 1-ում դիտարկված ինդեքսային մեթոդով մոդուլյար բազմապատկման մեթոդի վրա, սակայն այս դեպքում մոդուլի արժեքը ոչ թե պարզ թիվ է, այլ`  2k  թիվ: ", "Բուտի ալգորիթմի հիման վրա մոդուլյար բազմապատկիչների նախագծում պատկիչների կառուցման առկա մեթոդը: Ատենախոսությունում առաջարկվում է Բուտի ալգորիթմի հիման վրա մոդուլյար բազմապատկիչների նախագծման մեկ այլ մեթոդ, երբ մասնակի  արտադրյալները  որոշվում  են  ոչ  թե  կոմբինացիոն  կամ  ծառանման  բազմա- պատկիչների  (կախված  թվերի  կարգայնությունից)  միջոցով,  այլ  Բուտի  վերակո- դավորման գործողություններից հետո մասնակի արտադրյալների գումարը  իրացվում է մոդուլյար  գումարիչների  միջոցով:  Բազմապատկումը  կատարվում  է  n  տակտերի ընթացքում,  որտեղ  n-ը  բազմապատկիչի  կարգերի  քանակն  է  [44,  74,91]:  Բուտի մոդիֆիկացված  ալգորիթմով  (երեք  և  չորս  բիթերի  վերլուծությամբ)  մոդուլյար  բազմա- պատկման  սարքերի կառուցվածքային սխեմաները պատկերված են  նկ. 2.10-ում և նկ. |A|m, RA |2A|m, |A|m, |-2A|m, |-A|m, n+1 n+1 MUX Complement n+1 n+2 |Adder|m Acc |B|m RB b1 b0 CT start FSM ready b-1 Նկ. 2.10. Բուտի մոդիֆիկացված ալգորիթմով (երեք բիթի վերլուծությամբ) մոդուլյար բազմապատկման սարքի կառուցվածքային սխեմա |A|m RA Complement |2A|m |3A|m |A|m |4A|m |-4A|m |-3A|m |-2A|m |-A|m n+2 n+2 MUX n+2 |Adder|m Acc |B|m RB done CT -1 start Control Unit ready Նկ. 2.11. Բուտի մոդիֆիկացված ալգորիթմով (երեք բիթի վերլուծությամբ) մոդուլյար բազմապատկման սարքի կառուցվածքային սխեմա Բազմապատկման յուրաքանչյուր  տակտում  վերլուծվում  է  բազմապատկիչի երկուական  բիթ`  ընթացիկը  և  նախորդը:  Կատարվում  է  վերակոդավորում  (Booth recoding)  երկուական  կոդից  3-ի    հիմքով  կոդի`  (0,1)  =  (-1,  0,1):  Ելնելով  վերը  նշվածից, կարելի  է  պնդել,  որ  մոդուլյար  բազմապատկիչների  իրականացման  համար  կարելի  է կիրառել Բուտի ալգորիթմը, որի համար  կպահանջվի հաշվարկել բազմապատկելին իր գործակիցներով ըստ մոդուլ m-ի, օրինակ` |-A|m,  |-2A|m,  |3A|m,  |5A|m,  |7A|m  և այլն: ", "Py դինամոմետրի կարգաբերումը: "], "paragraph_source_docs": [0, 1, 3, 3, 2], "source_docs_file": "Mechanical Engineering and Machine Science.json"}