{"paragraph_source_docs": [5, 5, 5, 5, 5, 5, 5, 5, 1, 0, 5, 3, 5, 5, 5, 5, 5, 2, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 0, 5, 3, 0, 0, 5, 5, 5, 5], "paragraphs": ["Քյալաշյանը  ունի  նաև  արձակ  բանաստեղծություններ,  որոնք  տիպաբանորեն հարում  են  սիմվոլիստական  դպրոցին։  Ահա  մի  հատված  «Որոնումի  հույզեր»  արձակ ստեղծագործություններից. զգայարանքով ըմբռնեց այդ շշուկները... «...  –  Շուշանների օրհներգն է,– սվսվաց Հանճարի ոգին, և նա չհասկացավ, թե ի՞նչ Օրհներգը լռե՜ց... Մրմունջները զեփյուռի երամներում մարեցի՜ն, հանգա՜ն... – Ո՞ւմ էին փառաբանո՜ւմ. –  Գեղեցիկի՜ն,–  ասաց  Հանճարի  ոգին,  և  նա  զգաց,  որ  գեղեցիկը  կանգնած  է  իր առաջ։ ", "—  Փա՜ռք  ու  պերճանք  Գեղարվեստի  սրբազան  ոգուն,–  հեծծեց  նա,  և  Գեղեցիկը տեսավ նրա սրտի թրթռուն ելևէջները... — Վսե՜մ թռիչքներ ու ո՜ւժ Հանճարին։ ", "–  Դեպի  կյանքի  վարդաբույր  հովիտը,  դեպի  Երկիր։  Նոր  ցոլքե՜ր  եմ  հափշտակել երկնային  գաղտնիքների  հնոցից.  գնում  եմ  նո՜ր  փայլեր  հաղորդելու  այդ  լուսաշող — Ո՞ւր։ ", "մանյակին։ ", "...  Չքնաղ  ես  Դու,  չքնաղ  է  սրբազան  անառակությամբ  ծփուն  քո  երկրպագու Երկիրը,  բայց,  ասես,  աղերսեց  Հանճարը.  «Ինչո՞ւ»  ոչ  ոք  չասաց  ինձ  այդ։  Սավառնել  եմ համաստեղության  հրածուփ  օվկիաններով,  ոչի՜նչ,  ոչի՜նչ  չկա  այնտեղ՝  կյա՜նք,  հո՜ւյզ, անրջա՜նք, բյուրեղ ցնորքնե՜ր – անծանոթ են նրանց հորիզոններին և այրող «Ինչո՞ւ»-ներ խենթությո՜ւն է այնտեղ որոնել, գիտե՜մ, ամեն ի՜նչ երկրում։ Ասա՜, «ինչո՞ւ» է երկրում... Ո՞ւր  է  գնում  սուրբ  էքստազով  բռնկած  կյանքի  խենթ  շուրջպարը։  Ա՜խ,  նրա  ամե՜ն  մի ցատկումները,  կրքերի  մակընթաց  ու  տեղատու  բոլոր  ծփումներն  ալիքավորվում  են կործանումների ու արյան, գանգերի ճայթման ու հոգիների գահավիժման գլխապտույտ քաոսո՜վ... Իսկ այդ բոլորից՝ սիրո հզո՜ր արեգակի ցոլքերով ծնվում է մանուկ Կյանքը և քայլում առաջ՝ հզո՜ր, հաղթակա՜ն։ Ո՞ւր։ Ա՜խ, արդարացրո՜ւ նրան։ Ինչո՞ւ, ինչո՞ւ, ինչո՞ւ։ ", "Որտեղի՞ց,  ինչպե՞ս  գտնել  Պատճառի  ու  Սկզբնավորման  մռայլ  Բանալին,  լուծել  «Մեծ Ինչո՞ւն»... Եվ  նայեց  Գեղեցիկը  քաղցրությա՜մբ,  ձուլվե՜ց  նրա  հայացքին,  և  Հանճարի  ոգին լսեց պատասխանը սրբազան նվագի տատանումներով. –  Սպասո՜ւմ  ու  Տանջա՛նք  ամե՜ն  ինչ  կլուծեն։  Երկրի  մեծ  սրտում  են։  Սպասում  ու Տանջանքը Կյանքի Խարիսխն են։ ", "...  Նայի՜ր  ոտներիդ  տակի  շուշաններին,  նրանք  սպասում  են  ինձ,  որ  ժպտա  ու գեղեցկանա  Կյանքը։  Սպասումին  ու  Տանջանքին  Գեղեցկություն  հաղորդի՛ր,  ո՜վ  Հան- ճար։  Եվ  երբ  Հանճարն  ու  Գեղեցիկը  նվաճեն  Սպասում  ու  Տանջանքով  հղի  Երկրի Սիրտը՝ «Ինչո՞ւ»-ն կլուծվի, Կյանքի արդարացման ղողանջը կհնչի...»33։ ", "Ինչպես  տեսնում  ենք,  արձակ  բանաստեղծության  «հերոսները»  իրենցից  ներկա- յացնում  են  այն  աննյութական  փիլիսոփայական-հոգեբանական  եզրերը,  որոնց  անհա- սանելի  խորհրդավորության  վրա  է  հիմնված  սիմվոլիստական  դպրոցի  ամբողջ  գաղա- փարաբանությունը։  Հեղինակը  փորձել  է  միաժամանակ,  թեկուզ  մի  փոքր  պարզունակ, ընկալելի  դարձնել  Հանճարի,  Գեղեցիկի,  Տանջանքի,  Կյանքի,  Սպասումի,  Պատճառի  և Սկզբնավորման երևույթները՝ իբրև ինքնին էություններ և դուրս բերել նրանց երևութա- կանացումից  բխող  զգացումների  մի  ամբողջ  ներկապնակ։  Այստեղ  մի  կողմից  փիլիսո- փայորեն  հարատևող,  մշտական  արժեքները  հանդես  են  գալիս  իբրև  գիտակցված ճշմարտություն, մյուս կողմից դրանց արժևորումը բանաստեղծի հուզական-հոգեբանա- կան աշխարհից  դուրս է  բերում նրանց  անքննելի,  անշոշափելի  իմաստներն ու նորովի բանաստեղծական  գունավորում  տալիս  (ինչպես  սուրբ  էքստազով  բռնկված  կյանքի շուրջպարը,  որը  ոչ  այլ  ինչ  է,  քան  հավիտենականության  խորհուրդը),  ներկայացնում տպավորական կերպավորումներով։ Այլ կերպ ասած՝ մարդկային սովորական հարցադ- րումները՝  տիեզերական  արժեքային  համակարգի  մասին,  ձեռք  են  բերում  կերպարա- վորված,  հոգու  թռիչքին  պատրաստ  երազային,  գաղտնային  դիմագծեր՝  մարդեղացած երանգներով։ ", "Նման  սոցիալական  միջավայրը  ծնում  է  համապատասխան  գրական մոլորություն։ Հենց սրա դեմ էր, որ Պոն փորձում էր հանդիմանալ ամբողջ ուժով։ Եվ զարմանալի  չէ,  որ  ամերիկյան  բոլոր  գրողները,  ընդունելով  Պոյի  տաղանդը,  որպես բանաստեղծ չէին ընդունում նրան, այլ որպես քննադատ։ ", "Ճակատամարտի ժամանակ վիկոնտը նետվում է դեպի թշնամու թնդանոթը, որից արձակված գնդակը նրան երկու կես է անում. «Երբ վիկոնտի վրայից մի կողմ քաշեցին սավանը, մարմինը զարհուրելի ձևով անդամահատված  էր:  Բացի  նրանից,  որ  պակասում  էին  մի  թևն  ու  մի  ոտքը, կրծքավանդակի և որովայնի այն հատվածը, որ գտնվում էր այդ թևի ու ոտքի արանքում, փոշիացել, վերացել էր թնդանոթի կրակոցից: Գլխից մնացել էր մեկ աչք, մեկ ականջ, կես քիթ, կես կզակ, կես բերան և կես ճակատ. կարճ ասած՝ միայն մի կեսն էր փրկվել, աջ կեսը, որը կատարելապես պահպանվել էր»:103 Հենց  այստեղ  է,  որ  վեպում  ի  հայտ  է  գալիս  ֆանտաստիկը.  բժիշկները կարկատում  են  վիկոնտի  մի  կեսը  և  նա,  թեկուզ  կիսված՝  ողջ  է  մնում:  Նրա  կիսված վիճակը համարժեք է կախարդական հեքիաթի հերոսի կերպարանափոխությանը, որն ի հայտ է գալիս որևէ չար կախարդանքի արդյունքում: Կալվինոյի վեպում չար կախարդի դերը կատարում է թնդանոթը, որն էլ իրականացնում է վիկոնտի կերպարափոխությունը: ", "տացի  իրողություն  էր,  1916  թ.  Թիֆլիսում  լույս  է  տեսնում  Քյալաշյանի  երկրորդ ժողովածուն՝ «Բանաստեղծություններ» խորագրով։ ", "Ռուսերեն առանձին  գրքով  լույս  են  տեսել  նրա  «Ասք  սովետական  դյուցազունների  մասին»,  «Գրական հոդվածներ և հիշողություններ, գիրք Ա», «Գրական հոդվածներ ու հիշողություններ, գիրք Բ»: ", "Ահա պատերազմի անմիջական արձագանքներից մեկը. Ձուլեցե՛ք, ձուլեցե՛ք գնդակներ, Մատաղ կյանք, ա՜խ, այնքա՜ն ու այնքան, Ձուլեցե՛ք, ձուլեցե՛ք գնդակներ։ ", "Հյուսեցե՛ք պսակներ, պսակներ, Դաշտերում ծաղիկնե՜րը այնքան… Հյուսեցե՛ք պսակներ, պսակնե՜ր։ ", "Նվագեք թաղումի քայլերգե՜ր, Մեռելները այնքա՜ն ու այնքա՜ն… Նվագե՛ք թաղումի քայլերգեր։ ", "Թանձր քողով դեմքդ ծածկիր, Քույր իմ, քույր, Հրապույրին ունայն կյանքի Եղիր կույր։ ", "Արնոտ շիրմին դու միշտ գաղտնի Հեգնախառն  ցասումի  այս  ճիչը,  որ  հաճախ  է  հնչում  Քյալաշյանի  այդ  շրջանի բանաստեղծություններում,  ուղղված  է  հանցագործ  մարդկությանը,  որ  սանձազերծելով համաշխարհային  սպանդը՝  սիմվոլիստական  «գարշահոտ  բանտ»  տեսիլապատկերը դարձրել  էր  իրականություն։  Մահվան,  թաղումի,  ծաղկի  ու  պսակի  պատկերները,  որ կրում  են  բանաստեղծության  զգացական լարումի  հիմնական  բեռը,  գալիս  են սիմվոլիստական պատկերամտախոհության զինանոցից։ ", "թուրք գրականագետներ և գրողներ: Նրանք նշում էին, որ գրականությունը չէր կարող որևէ գործնական, բարոյական նպատակ հետապնդել: Գրական այս կամ այն ստեղծագործության նշանակությունը որոշվում էր  միայն  նրա  գեղագիտական  արժեքով,  նրա  հուզական  ներգործությամբ,  այն  չպետք  է  պաշտպաներ, առավել  ևս  քարոզեր  որևէ  գաղափարախոսություն:  Այս  կերպ  գրող,  հրապարակախոս  Փ.  Սաֆան, խստորեն  քննադատելով  ձախակողմյան  գրողներին,  նրանց  անվանում  էր  «օձեր»,  «անուղղելի հանցագործներ», մեղադրում «կոմունիստական գործունեություն» ծավալելու մեջ: Տե՛ս, Бабаев А., Очерки современной турецкой литературы…, стр. 49. Studies  International  Periodical  for  the  Languages,  Literature  and  History  of  Turkish  or  Turkic,  Volume  4  /1-II, Գրախ ստեղծեցին132:  Հատկանշական  է,  որ  այս  ժամանակաշրջանում  գրվեցին  մեծ  թվով ձոներգեր  և  պատմվածքներ`  նվիրված  Չե  Գևարային:  Այսպես`  1967  թ.  «Թյուրք  Սոլու» (“Türk Solu”) ամսագրում լույս տեսավ Արիֆ Դամարի «Չե» (“Che”) բանաստեղծությունը, որի  պատճառով  հեղինակը  դատապարտվեց:  Նույն  ճակատագրին  արժանացավ  նաև Մեթին  Դեմիրթաշը,  ով  1968  թ.  Գևարային  նվիրված  բանաստեղծությունների  շարք հրատարակեց:  Այս  կերպարի  մեջ  թուրք  երիտասարդության  ձգտումները  խտացրեց նաև  Աթաոլ  Բեհրամօղլուն  իր  «Նրա  թյուրքուն,  Գևարայինը»  (“Onun  Tüküsünü, Guevaran’ın”)  բանաստեղծությամբ:  1970  թ.  «Սանաթ  Էքի»  (“Sanat  Eki”)  թերթում  լույս տեսավ Օրհան Դուրուի «Էռնեստո» (“Ernesto”)  պատմվածքը133: ", "«Թանձր քողը» կնոջ մարմնեղեն երևութականությունը հանձնում է «հոգու” աննյութեղեն ոլորտին,  որ  հեռու  է  արյունոտ  շիրմի  կոշտ  իրականությունից։  «Եղիր  կույր»  հրամա- յականը ամբողջացնում է «հոգու» սիմվոլի գործառույթը իր կուսականության մեջ։ ", "Բանաստեղծների  այն  ստվար  բազմությունը,  որ  հրապարակ  էր  եկել  20-րդ դարասկզբին,  ամենևին  միատարր  չէր։  Գրական  կյանքի  վերանորոգության  խորքային հոսանքները,  որոնք  հաճախ  նշմարելի  չէին  մակերեսին,  նրանցից  շատերին  մղում  էին տենդագին  որոնումների։ Նորության  անվան տակ վերստին  կյանքի էին  կոչվում գեղա- գիտական-փիլիսոփայական  մոռացված  ուղղություններ,  շատ  հին  կուռքեր  դրվում  էին նոր  պաշտամունքի  սեղանին։  Դա  ժամանակի  պահանջն  էր  և  այդ  պարզորոշ չգիտակցված  պահանջի  արգասիքը։  Այդ  բանաստեղծների  մի  մասը  հետագայում  իր որոնածը գտավ տերյանական դպրոցի մեջ, շատերն էլ այդ դպրոցի հետ շփվեցին միայն ինչ-ինչ  եզրերով  միայն։  Այս  վերջիններից  է,  օրինակ,  Տերյանի  հետ  միաժամանակ հանդես եկած Ա. Ջանյանը։ Նրա բանաստեղծությունների առաջին ժողովածուն35 լույս է տեսել  «Մթնշաղի  անուրջներից»  մեկ  տարի  առաջ,  իսկ  երկրորդը  և  երրորդը՝  դրա  հետ միաժամանակ։ ", "Այս բանաստեղծը գեղարվեստական աշխարհընկալման առաջնորդող գաղափար է ընդունում Նիցշեի փիլիսոփայությունը։ Դա որոշակիորեն նկատելի է նրա գրեթե բոլոր բանաստեղծական  շարքերում  և  արձակ  խորհրդածություններում։  Բանաստեղծը  չի կարող միշտ կառչած մնալ կյանք կոչված կեղտոտ ճահիճին, նրա միտքն ու հոգին պետք է սավառնեն միայն իդեալի վեհ բարձունքներում։ «Աստված լինելու տենչ կա սրտումս, և դրա համար անհուն տանջանքի բեռը շալակած՝ կյանք եմ հարթում ես»,- հայտարարում է բանաստեղծը։  Կյանքի  ճահիճում իր  ստոր հաշիվների  մեջ մանրացած  մարդը «երբեք յուր  երազների  մեջ  չկարողացավ  ըմբռնել  բարձրն  ու  վսեմը»։  Բանաստեղծի  իդեալն  է «անկախ  ու  գերիշխող  մարդը»։  «Ես  եմ  գերմարդը»,36–  վերջիվերջո  հռչակում  է  նա  իր հավատամքը։ Ա. Ջանյանի՝ իբրև ստեղծագործողի իդեալը բանաստեղծ գերմարդն է. Վեհ ու չքնաղ, վեհ ու հպարտ Կյանքիս սիրուն իմ երազ, Լուռ ու թախծոտ, վիշտ ու արցունք Սրտիս գարուն իմ երազ, Հոգի ու միտք, և տենչ ու հույզ Դու ես հանկարծ աղմկում Եվ մութ բարձրում մարդկանցից վեր Երգ ես հյուսում, իմ երազ37։ ", "Նկատենք,  որ  բանաստեղծ  -  գերմարդ  հարասությունը,  ինչպես  կտեսնենք  իր տեղում, խորթ չէր նաև Տերյանի բանաստեղծական գիտակցությանը։ ", "Ինչպես վերևում տեսանք, Տերյանը հայ գրականության գլխավոր թերություններից մեկը  համարում  էր  գեղարվեստականության  պակասը։  Այսինքն՝  գեղարվեստական գրականության գերնպատակը պետք է լինի ամեն ինչի մեջ գեղեցիկի հայտնաբերումը և ցուցադրումը։ Գրականության մեջ հենց այդ գեղեցիկի զգացողությունն է գեղագիտական բավականություն  կոչված  հոգեբանական  իրողության  հիմքը,  որ  շատերին  չի  տրված։ ", "Այս  հարթության  վրա  են  Ա.  Ջանյանի  բանաստեղծությունները  մերձեցման  եզրեր հայտնաբերում տերյանական դպրոցի հետ։ Ահա բնորոշ մի հատված. Եվ դու մենակ՝ քո խաղաղության հետ Թափառում ես լեռների բարձունքներում Ո՛վ ինքնատիպ գեղեցկություն Սոսկալի ցավով երկնում ես Ու քաշում քո հետևորդներին դեպի քեզ Դեպի գեղարվեստի ծոցը Ով ազնվացնող առարկա38։ ", "«Գեղարվեստը գեղարվեստի համար» նշանաբանը Ա. Ջանյանի այս կարգի բանա- ստեղծություններում  ընկալվում  է  որոշակի  իմաստափոխությամբ։  Նրա  համոզմամբ՝ բանաստեղծ-գերմարդ հոգու թռիչքները գեղեցիկի բարձունքներում չի նշանակում հեռու լինել  ժողովրդից,  անմատույց  լինել  նրան։  Գեղեցիկի  պաշտամունքը  իրեն  ավելի  է  մո- տեցնում  ժողովրդին,  քանի  որ  «ժողովուրդը  ամենբարձր  երգերի  ոգին  է,  նրա  ամբող- ջացած հույզը յուր ծոցից առաջացնում է անհատական թռիչք դեպի բարձունքները, և որ ես նրա վշտի արտադրած ուժն եմ, միշտ հնչուն ու մտածկոտ»39։ ", "Գրականության  գեղարվեստականության  իր  պահանջով՝  Տերյանը  ևս  գեղեցիկն ընդունում էր իբրև բացարձակ արժեք։ Այս կենտրոնական առանցքի շուրջն են ձևավոր- վում  նրա  քնարական  աշխարհի  բոլոր  որոշիչները՝  սկսած  բանաստեղծական  տողի երաժշտական  հնչողությունից,  վերջացրած  մարդկային  հուզաշխարհի  ամենաաննշան նրբերանգների  քնարական  բացահայտումներով։  «Չկա  գեղեցիկը՝  չկա  գեղարվեստ» նշանաբանով  էին  ստեղծագործում  նաև  տերյանական  դպրոցի  հետևորդները,  ինչպես նաև  այդ  դպրոցին  այս  կամ  այն  կերպ  հարողները՝  յուրաքանչյուրն  իր  ունակություն- ների սահմաններում։ ", "Ո՞րն է այդ «ազնվացնող առարկան», ըստ Ա. Ջանյանի։ Պատասխանը գտնում ենք բերված  բանաստեղծության  առաջին  քառատողում՝  «Ինքնատիպ  գեղեցկությունը»,  որ քաշում  է  իր  հետևորդներին  դեպի  «գեղարվեստի  ծոցը»։  Ըստ  էության՝  գեղեցիկի  պաշ- տամունքը  որդեգրած  այդ  ուղեկից  բանաստեղծների  հավաքական  վաստակով  էլ ձևավորվում-շնչավորվում  է  ստեղծագործական  այն  մթնոլորտը,  որ  կոչվում  է տերյանական  դպրոց։  Նորից  հիշենք  Տերյանի  այն  միտքը,  թե  գրական  միջավայր ստեղծում  են  շարքային  ստեղծագործողները,  հանճարները  ամփոփում,  բարձրագույն ավարտին են հասցնում ժամանակի «ստիլը»։ ", "Ջանյանի «Բացվող ծաղիկներ» ժողովածուն լույս է տեսել 1908 թ. Բաքվում։ Գրքում բանաստեղծությունները ներկայացված են շարքերով, մի բան, որ գալիս էր 20-րդ դարի սկզբի ռուսական պոեզիայի փորձից և որ յուրացրել էր նաև Տերյանը։ Շարքերը կրում են բնորոշ  խորագրեր՝  «Կոհակերգ»,  «Հույզեր  և  տենչեր»,  «Թախիծ»,  «Գյուղական  կյանք», «Մահվան սիմպտոմներ», «Տիեզերական վիշտ», «Փակագծի մեջ»։ ", "Այս խորագրերից արդեն կարելի է ամբողջական պատկերացում կազմել հեղինակի թեմատիկ հետաքրքրությունների, գաղափարների ու տրամադրությունների մասին։ ", "Շարքերը  իրենց  բովանդակությամբ  միատարր  չեն։  Բանաստեղծությունների  մի մասը  արծարծում  է  սոցիալական  անհավասարության,  հասարակ  մարդու  նյութական ու  բարոյական  զրկանքների  թեման  և  կապվում  է  նախորդ  շրջանի  բանաստեղծական ավանդույթների  հետ,  թեև  հեղինակն  աշխատում  է  բանեցնել  նոր  բառաշար  ու  ոճ՝ օգտվելով  սիմվոլիզմի  փորձից։  «Տիեզերական  վիշտ»  շարքն  էլ  ռոմանտիկական  հին ընդվզումի ուշացած վերապրուկ է պարզապես։ Մեր ուսումնասիրության հիմնախնդրի տեսակետից  առավել  հետաքրքրություն  են  ներկայացնում  հատկապես  «Հույզեր  և տենչեր», «Թախիծ», «Մահվան սիմպտոմներ» շարքերը։ ", "Այս  շարքերում,  իհարկե,  դժվար  է  նշմարել  քնարական  ապրումի  որևէ  հետևողա- կանություն։  Բանաստեղծական  իրադրության  որոշիչը  մերթ  ռոմանտիկական  ընդվ- զումն  է  աշխարհի  սխալ  կառուցվածքի  դեմ,  բայց  այդ  ընդվզումը  ոչ  թե  հույսի,  այլ հուսահատության կռիվ է. Եվ թող լինի կռիվ ու փոթորիկ այսուհետ, Իմ հոգին այլևս չի թրթռում ապրելու հույսով, Որովհետև նա գտնվում է մահվան հանգրվանի մոտ40։ ", "Հեշտ  է  նկատել,  որ  ռոմանտիկական  ըմբոստության  հանրահայտ  մոտիվն  արդեն տեղի է տալիս մահվան բանաստեղծականացման նոր հովերի առջև։ ", "Մերթ  տիեզերական  վիշտն  է բացարձակացվում՝ իբրև գեղեցիկը  նվաճելու ճանա- պարհ։  Մի  արձակ  բանաստեղծության  մեջ  հեղինակը  մտորում  է.  «Թող  իմ  ժողովուրդը ապրի  միշտ  ցավով,  միշտ  հիվանդ  յուր  տառապանքների  հետ.  հզոր  ու  ստեղծագործող սերը  ցավից  է  սկիզբ  առնում.  վիշտը  ազնվացնող  է»41։  Ակամա  հիշում  ես  Վահան Տերյանի տողերը. Ես տառապանքս բախտ եմ համարում, Եվ ծիծաղում եմ ձեր բախտի վրա… Մերթ  քնարական  իրադրությունը  ամբողջապես  ձևավորվում  է  սիմվոլիստական կառույցի սկզբունքով. Ու մենք հիվանդ էինք Եվ անկարող շարունակել կռիվը, Տիեզերքը յուր անկատար երկունքն էր թևակոխում, Իսկ մենք հպարտ էինք մեր երազների հետ։ ", "Եվ նահանջում էինք վճռականորեն. Հարվածը տեղին էր, և հաղթությունը կատարյալ, Անգղերը կտցահարում էին լեշերը։ ", "Բայց մեր խոհերը ապրեցին այնուամենայնիվ. Սերունդների հետ նրանք ձայնակցեցին, Ու մեռան անհունության մեջ, Երբ կյանքը երգ ուներ յուր շրթունքներին42։ ", "Բանաստեղծության  ոճական  մթնոլորտը  ձևավորվում  է  ծավալվող  փոխաբերու- թյունների  սիմվոլիստական  խաղով։  Կռիվը  շարունակելուց  հրաժարումը  համակեր- պումի  ու  հաշտության  խորհուրդն  է  խորհրդանշում,  որ  տարածուն  տեղ  ունի  Տերյանի քնարերգության մեջ, և որ դիպուկ կերպով նկատել էր դեռևս Ա. Տերտերյանը։ Տիեզերքի երկունքը կյանքի հավերժությունն է խորհրդանշում։ Անհունության մեջ մեռնող խոհերը երազի  անմահությունն  են  խորհրդանշում,  որովհետև  անհունությունը  միշտ  կյանքի երգն ունի շրթունքներին… Այսպես է բանաձևել Դանիել Վարուժանը. Ոհ, ինչ փույթ կյանքը մեռնող, Երբոր երգը կապրի, Երբոր երազն անմահ է… Ա.  Ջանյանի  բանաստեղծություններում  շարունակական  գործառույթ  ունի  նաև թախծի  մոտիվը։  Բայց  այդ  թախիծը,  ի  տարբերություն  սիմվոլիստների  կամ  տերյանա- կան թախծի, գրեթե  միշտ կապվում է որոշակի  կենսական շահագրգռությունների հետ, ինչպես,  ասենք,  առարկայական  գոյության  հարկադրանքի  և  հոգու  երազ-իդեալի անհամատեղելիությունը։ Ահա մի բնորոշ հատված. Անկման երգն էր որ կը պոռթկար մեր սրտէն, Մենք գերի էինք այն անմիտ պահանջին՝ Որ վեհութիւն չուներ յուր տեսակին մեջ։ ", "Ու երգեցինք վայնասունով դատարկութիւնը ստամոքսին Որից միտքը բարձր էր, ու գաղտնիքներով լի՝ Եվ որ ուռած խոհերով բարձունքները կը դիմէր Երազներուն մօտ43։ ", "Մարդկային  ողբերգության  խտացված  պատկերով  և  հոգևոր  վշտի  խորին գիտակցությամբ  այս  բանաստեղծությունը  մեր  առջև  բացում  է  տառապանքի  այն աշխարհը, որ դեպի հոգևոր անկում է տանում։ ", "Սակայն  բանաստեղծը  երազի  ուխտավոր  է  և  չի  ուզում  ենթարկվել  կյանքի  նյու- թական հարկադրանքին, որից հեռու է իդեալի բարձունքը։ Հոգևոր կյանքի աղբյուրը նա որոնում  է  «Երազներուն  մոտ»։  Նա  ձերբազատվում  է  իր  նյութական  մարմնեղեն  գոյա- պատյանից և ձեռք է բերում «հոգու» վերերկրային բնույթ, որը տանում նրան դեպի երա- զային աշխարհ։ Այլաբանորեն գրված  այս  տողերի մեջ մեր առջև հառնում է խորհրդա- պաշտ  մարդը,  իր  իսկ  Ջանյանի  արտահայտությամբ  ասած՝  Գերմարդը,  որը  նյութին կառչած  աշխարհից  նախընտրում  է  բարձր  մտքի  գաղտնիքներով  լի  երազային աշխարհը։ Հենց միայն այս բանաստեղծությամբ էլ կարելի է պատկերացում կազմել այն խոր ազդեցության մասին, որ թողել էր խորհրդապաշտական գաղափարաբանությունը մտածող  անհատի  վրա։  «Հենց  այդ  եմ  երգում»  վերնագրված  շարքը  իրականության  մեջ մարդու՝  վերին  խորհուրդները  կրող  բարձրագույն  կատարելության  հասնելու  ձգտումն է, որն այնքան հարազատ էր ժամանակի փիլիսոփայական աշխարհընկալումներին։ ", "Իհարկե, Ջանյանը, ինչպես և նրա նման շատերը այնպես էլ չկարողացան ստեղծել ժամանակի  ոճն  ու  ոգին  վավերացնող  մնայուն  բանաստեղծական  արժեքներ։  Նրանք մնացին  տերյանական  դպրոցի,  եթե  կարելի  է  ասել,  մերձակայքում,  և  այսօր  նրանց ստեղծագործությունը  կարող  է  միայն  տարբեր  կողմերով  նպաստել  այդ  դպրոցի  ձևա- վորման ու կայացման ընթացքի տրամաբանությունը ճիշտ հասկանալուն։ ", "Տերյանական  դպրոցի  կամ  ընդհանրապես  հայոց  բանաստեղծության  հետագա զարգացման  վրա  Տերյանի  թողած  ազդեցության  մասին  խոսելիս  գրականագիտության մեջ  սովորաբար  նկատի  են  ունենում  առավելապես  տերյանական  ոճի,  բառապաշարի, պատկերամտածողության  ձևական  հատկանիշները։  Սակայն  տերյանական  ոճը  ամե- նից առաջ գեղագիտական աշխարհայացք է, արտաքին աշխարհի և մարդկային ներաշ- խարհի փոխկապակցության բանաստեղծական ընկալման ու պատկերման նոր ելակետ ու  տեսանկյուն։  Այնպես  որ  շատ  դեպքերում  այս  կամ  այն  բանաստեղծի  մոտ  Տերյանի հետ  արտաքին  նմանություններ  գրեթե  չեն  լինում,  բայց  իրականում  այդ  բանաստեղծը ստեղծագործական  ազդակ  այնուամենայնիվ  ստացել  է  գեղարվեստական  աշխար- հաճանաչման  ետտերյանական մթնոլորտից։  Կարող են  հանդիպել թեմաներ, մտքեր ու զգացումներ,  որ  գալիս  են  նախորդ  շրջանից,  բայց  բանաստեղծական  վերապրումի  ու մեկնաբանության կերպը անմիջականորեն կապվում է նոր ժամանակների հետ։ ", "Մեղմ քամի էր փչում, արևը շողում էր: Արևը տերևների արանքում էր, դրա համար ստիպված էինք ձեռքով պաշտպանվել նրանից: Կոզիմոն աշխարհին նայում էր ծառի վրայից: Վերևից ամեն բան այլ էր թվում, սա արդեն զվարճալիք էր: Արահետը բոլորովին այլ հեռանկար ուներ՝ ծաղկաթմբերի՝ հասմիկների, կամելիաների, հորտենսիաների, սուրճ խմելու համար երկաթյա սեղանիկի, ողջ Օմբրոզայի հետ միասին»:127 Կալվինոյի «Բարոնը ծառի վրա» վեպի քրոնոտոպը շատ ավելի բարդ է, քան նրա մյուս  վեպերինը:  Ինչպես  նշել  ենք,  հեղինակը  շեշտել  է  ժամանակաշրջանը՝  18-19-րդ դարերի  սահմանագիծը,  ընդգծելու  համար  ժամանակի  հետ  զուգընթաց  կերպարի զարգացման  կարևորությունը:  Իսկ  տարածությունը  ներկայացված է  երկու տոպոսներով՝ սկզբում գործողությունը կատարվում է Օմբրոզայի վիլլայում, այնուհետև ստեղծվում է  ծառի վրայից Կոզիմոյի աչքերի առջև բացվող աշխարհի հեռանկարը: Դա մտացածին  երկիր  Օմբրոզան  է,  որն  իր  բնապատկերով  հիշեցնում  է  հյուսիսային Իտալիան:  Կոզիմոն  արդեն  այլ  կերպ  է  տեսնում  այն  աշխարհը,  որի  մասն  էր նախկինում կազմում նաև ինքը: ", "Աթաբեկյանը  աչքի  է  ընկնում  կյանքի  խոր  փիլիսոփայական  ընկալմամբ։  Դա առանձնապես  նկատելի  է  բանտային  տպավորություններով  գրված  քառատող  բանա- ստեղծություններում, որ բնույթով մոտենում են քառյակի ժանրին. Ա՜խ, ամենս մենության մեջ ապրում ենք լոկ մեր Գեղ ու տգեղ, չար ու բարի, աշխարհի չափ մեծ մտքեր, խոհեր... Կամ մեռնում...45 Եվ ամենքս թպրտում ենք Ձևի անշող վանդակում, Իրար հոգու հավետ կարոտ՝ թպրտում ենք ու Տիեզերքը տոգորված է մի վիթխարի կարոտով, Որին Ձևը կաշկանդել է շղթաներով պողպատե Գեղարվեստը տիտանների գոռ պայքարն է Ձևի դեմ, Եվ գեղերգը շղթայազերծ ու թրթռուն մի կարոտ46։ ", "պրոլետարական  գրական  առաջին խմբակները՝ «Մուրճը», «Դարբնոցը», «Քուրան»: Երբ սրանք գտնվում էին դեռևս ձևավորման պրոցեսում, հանդես եկավ «Երեքի» խմբակը /Ե. Չարենց, Գ. Աբով, Ա. Վշտունի/: 1922 թվականի հունիսի 6-ին «Խորհրդային Հայաստան» թերթում  տպագրվեց «Երեքի»  դեկլարացիան՝  գրական  առաջին  մանիֆեստը Սովետական Հայաստանում60: ", "Անդրդառնալով «Բարոնը  ծառի  վրա»  վեպում  պատմավեպի  տարրերի առկայությանը՝ կրկնենք, որ վեպը լի է 18-րդ և 19-րդ դարի պատմական կերպարներին և պատմական  իրադարձություններին  ուղղված  ալյուզիաներով:  Կալվինոյի  նշած ժամանակը  համընկնում  է  Ֆրանսիական  Մեծ  Հեղափոխության  շրջանին,  երբ ձևավորվում էր նոր հասարակարգը: Այսպես, Կոզիմոյի՝ ծառի վրա տեղափոխվելուց մի քանի տարի անց Օմբրոզայում սկսում է գործել նոր հարկային համակարգ, որին պետք է ենթարկվեն  բոլոր  ազնվական  կալվածատերերը:  Օմբրոզայի  բարոնը՝  Կոզիմոյի  հայրը, այդ  օրենքը  համարում  է  ճիզվիտների  նոր  դավադրություն:  Ճիզվիտների  հավաքական կերպարին  Կոզիմոն  հանդիպում  է  մտացածին  Օլիվաբասա  կոչվող  իսպանախոս երկրում,  ուր  նա  հասել  էր՝  ծառից  ծառ  մագլցելով։  Այնտեղ  աքսորված  էին  թագավորի դեմ  ըմբոստացած  մարդիկ  և  նրա  նման  ապրում  էին  ծառերի  վրա.  «Աստիճանաբար մոտենալով Օլիվաբասային՝ գլխի էր ընկնում, որ իրեն տեսնող անտառապահներից, անասնապահներից կամ ձիթապտուղ հավաքողներից և ոչ մեկը զարմանքով չէր նայում, ընդհակառակը,  նրան  ողջունում  էին՝  գլուխները  խոնարհելով.  ասես  ճանաչում էին…»:129  Ակնհայտ  է,  որ  Կոզիմոյին  հանդիպած  ըմբոստները  կաթոլիկ  ճիզվիտների կարգի հետ ոչ մի կապ չունեն: Ուստի այս հատվածը բազմաթիվ այլ պատմական և կեղծ պատմական  ալյուզիաների  շարքում  կարելի  է  համարել  ընդամենը  Լուսավորության շրջանում ձևավորված ցանկացած նմանատիպ կառույցի պարոդիա: ", "Այդպիսի  երգիծական  հղում  է  նաև  մասոնների  խմբակի  հաստատումը Օմբրոզայում,  որոնց  հետ,  ինչպես  մի  ժամանակ  ճիզվիտների  հետ՝  Կոզիմոն  դաշինք  է կնքում.  «Հնարավոր է, որ մասոնությունը գոյություն ուներ վաղուց, առանց Կոզիմոյի իմացության,  և  նա  մի  օր  Օմբրոզայի  անտառների  ծառերի  վրայով  զբոսնելիս պատահականորեն տեսավ տարօրինակ հագուստով ու գործիքներով մարդկանց, որ հավաքվել ու մոմերի լույսի ներքո ինչ-որ բան էին քննարկում, կանգ առավ լսելու և միջամտեց մի այսպիսի տարօրինակ խոսքով, որ հաճախ էի նրա բերանից լսել. “Պատին բարձրանալիս մտածի՛ր, թե ինչ ես թողնում հետևիցդ”, իսկ մասոնները, որ ծանոթ էին նրա վեհ ուսմունքին, թույլ տվեցին նրան մտնել իրենց իջևանատուն…»:130 Մասոնների  դերն  այստեղ  գրեթե  նույնն  է,  ինչ  ճիզվիտներինը:  Երկուսն  էլ Լուսավորության  շրջանում  գործող  ուժեր  են:  Կոզիմոն  ճիզվիտ  չի  դառնում,  քանի  որ «լուսավորական»  հակվածությունը  նրան  թույլ  չի  տալիս  պատկանել  որևէ  կրոնական պահպանողական  կառույցի,  իսկ  մասոնների  հետ  հանդիպումը,  Կոզիմոյի՝  մասոն դառնալը  և  ողջ  «առաջադեմ»  գործունեությունը,  ծաղրի  են  ենթարկվում  որպես «լուսավորական կլիշեներ»: ", "Սիմվոլիստների երկրորդ՝ կրտսեր սերունդը արվեստում ձևի կատարելագործման հետ  հիմնային  արժեք  էր  վերագրում  նաև  բովանդակությանը։  Այստեղից  էլ  նրանց շահագրգռությունը  ժամանակի  կենսական  խնդիրներով։  Այս  սերնդի  սիմվոլիստներն են,  որ  ըստ  էության  սիմվոլիզմի  բովանդակության  և  էության  կրողներն  են։  Տերյանը՝ իբրև  հայ  սիմվոլիստ,  իր  աշխարհայեցողությամբ  և  կենսափիլիսոփայությամբ  պատ- կանում է սիմվոլիստների կրտսեր սերնդին, որ մերժում էր ավագ սերնդի միակողմանի ձևապաշտությունը, սակայն սիմվոլիստների առաջին սերնդից փոխառել էր երաժշտա- կանության բացարձականացումը։ ", "Այստեղից  էլ  սիմվոլիստական  աշխարհայեցությունը  որոշակի  ելքեր  էր  բացում դեպի մշակութային ու իմաստասիրական այլ համակարգեր։ Նորագույն բանաստեղծնե- րից  շատերը  ինչ-որ  տարերային  մղումով  սկսում  են  հետաքրքրվել  Գյոթեով,  Շոպեն- հաուերով,  արևելյան  միստիցիզմով,  Նիցշեի  գաղափարախոսությամբ։  Հատկապես Նիցշեն նոր «մարդ տեսակի», այսինքն՝ գերմարդու մասին իր ուսմունքով գայթակղիչ էր մարդու կատարելությանը հետամուտ շատ նոր բանաստեղծների համար։ ", "Լևոն  Աթաբեկյանը  այս  վերջիններից  է։  Նա  գերմանական  համալսարաններում ուսումնասիրել  էր  սոցիոլոգիա,  գեղագիտություն,  բնագիտություն։  Իբրև  բազմակողմա- նիորեն  զարգացած  մտավորական՝  նա  Հայաստանում  իր  ակտիվ  հասարակական գործունեության  ընթացքում  անմիջապես  կռահեց,  որ  «Մթնշաղի  անուրջներից»  հետո ծայր  առած  գրական-երիտասարդական  շարժումը,  որդեգրելով  գեղագիտական  նոր չափանիշներ ու կենսափիլիսոփայություն, հաստատելով գրական  նոր սկզբունքներ, ոչ միայն  չի  հեռանում  կյանքից,  այլև  ավելի  է  մոտենում  իրականությանը՝  փորձելով արվեստի  միջոցով  բուն  իրականության  մեջ  հասանելի  դարձնել  մարդկության դարավոր  երազը՝  տիեզերքը  «տոգորած»  «վիթխարի  կարոտը»։  Այստեղից  է  գալիս Աթաբեկյանի  բանաստեղծությունների  ազատատենչ  ոգին,  կենսական  ակտիվությունը։ ", "Բանաստեղծը  հասկանում  է,  որ  կյանքը  անկումների  և  վերելքների  տառապագին ճանապարհ է. Ա՜խ դեռ որքան արցունքներ կան լացելու Եվ դեռ որքան աղոթքներ կան ասելու Քանի քանի աստվածներ կան դեռ անհայտ Խարխափումներ՝ խաչափայտից խաչափայտ...47 Այսպիսի մտորումների իրական-կենսական հիմքը բավական ծանոթ է ինչպես հայ հին,  այնպես  էլ  նոր  ու  նորագույն  բանաստեղծական  փորձից։  Հիշենք  թեկուզ  Թուման- յանի հայտնի քառյակը. Բերանն արնոտ Մարդակերը էն անբան Հազար դարում հազիվ դառավ Մարդասպան. Ձեռքերն արնոտ գընում է նա դեռ կամկար, Ու հեռու է մինչև մարդը իր ճամփան։ "], "source_docs_file": "Literature.json"}