{"paragraph_source_docs": [0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 1, 0, 0, 0, 1, 0, 1, 1, 0, 0, 0, 0, 1, 0, 1, 1, 1, 0, 0, 0], "paragraphs": ["Assyrian  Progress-ն  առավելա- պես  լուսաբանում  էր  Կալիֆոռնիայում հաստատված  և  Մասաչուսեթսից  տե- ղափոխվողների  հաշվին  շարունակա- բար  աճող  խարբերդցի  ասորիների համայնքի  կյանքը,  թեև  նրանում  քիչ չեն  նաև  նյութերը  Մասաչուսեթսի  և, մասնավորապես՝  Վուսթերի  մասին, որը  1930-ականներին  էլ  մնում  էր ՄՄՆ-ում  խարբերդցի  ասորիների գլխավոր կենտրոնը: ", "Բովանդակային  առումով  Assyri- an Progress-ը որոշ ընդհանրություններ ունի  «Բաբելոնի»  հետ,  սակայն  տար- բերություններն  ակնհայտ  են:  Ի  տար- բերություն հայալեզու «Բաբելոնի», որն ԱՄՆ-ում  համեմատաբար  վերջերս Պատկեր 15. Assyrian Progress-ի համրներից մեկի պատկերազարդ շապիկը հաստատված և հայրենիքի հետ դեռ հոգեբանորեն և զգայականորեն սերտորեն կապ- ված  և  նրա  շուրջ  ծավալվող  քաղաքական  իրադարձություններին  ուշիուշով  հետևող ավանդական  հասարակության  ծնունդ  էր,  անգլալեզու  Assyrian  Progress-ում  տեսնում ենք  արդեն  մի  համայնք,  որը,  շարունակելով  պահպանել  իր  ազգային  ինքնությունը, միևնույն ժամանակ ավելի կայունացած, ինտեգրված և ամերիկանացած է, և որում ար- դեն ավելի նկատելի դեր է խաղում ԱՄՆ-ում մեծացած երիտասարդ սերունդը: Պարբե- րականի հոդվածներից մեկն այսպես է նկարագրում ամերիկաբնակ խարբերդցի ասո- րիների կարգավիճակը. “Little by little, the old customs are being lost by the new genera- tion in America, even while the parents continue their observance”137 («Նոր սերունդն Ամե- րիկայում  քիչ-քիչ  կորցնում  է  հին  սովորություները,  նույնիսկ  եթե  ծնողները  շարունա- կում են պահպանել դրանք»): ", "Assyrian  Progress-ը  թույլ  է  տալիս  քիչ  թե  շատ  հստակ  պատկերացում  կազմել Ակնհայտ  է,  որ  ավագ  և  միջին  սերունդը,  լավ  չտիրապետելով  անգլերենին,  շարունա- կում էր կառչել հայերենից: Հոդվածներից մեկում կարդում ենք, որ Եզեկիել Մալճանը, որը երկար ժամանակ կատարում եր Assyrian Progress-ի խմբագրի պարտականությու- նը,  ասորիների  հավաքներից  մեկում  ելույթ  էր  ունեցել  անգլերենով  և  հայերենով  և  որ “most of the old folks enjoyed the Armenian language”138 («տարեցների մեծամասնությու- նը վայելեց հայերենը»): Մեկ այլ հոդվածում կարդում ենք. “Mr. Maljan read the Armeni- an  translation  of  the  Wounded  Eagle  from  the  Assyrian  Progress  for  the  benefit  of  those that did not understand it in English”139 («Պրն. Մալճանը ընթերցեց Assyrian Progress-ից «Վիրավոր  արծվի»  հայերեն  թարգմանությունը  նրանց  համար,  ովքեր  այն  անգլերեն չհասկացան»): Ապա՝ “Mr. Albert Safer had prepared an article in Armenian that he read to us.”140 («Պրն. Ալբերտ Սաֆերը հայերեն հոդված էր պատրաստել, որը նա ընթերցեց մեզ»): ", "Այժմ դիտարկենք հետևյալ նույնաբանական կառույցներն ու գործնականում ստուգենք  նույնաբանության  գոյականական  անդամի  թվի  ազդեցությունը  ամբողջ կառույցի հաղորդակցական-գործաբանական արժեքի վրա5. well  girls  are…girls.  You  cannot  blame  the  females  for  being  attracted  to  good looking  men.  Personally,  I have  met  way too many  allegedly  “handsome” men in my life that they all have started to look the same to me…people like Will. Many of them try way too hard and come off as extraordinarily vain. *coloring slightly* Not  you,  obviously,  but  you  know,  other  guys.”  (Tumblr,  http://slaying-dragons- in-my-mind-blog.tumblr.com/post/6407168963/daaaance,  (accessed  11  February, was at school, but I cannot remember ever directing it at a girl. To me  a girl is a girl, so will act/behave like a girl, which is right. But why is 'like a girl' insulting to a  boy?  Simply  because  young  boys  naturally  want  to  look  masculine  and  do  not want to be compared to a girly girl who is too worried about their nails/hair/make - up during physical activity. But also many boys feel they have to be better at sports than  the  girls,  as  males  are  naturally  stronger  and  more  physical  so  should  be reaching  higher  benchmarks.  Physical  tests  and  sports  around  the  world demonstrate that females cannot hit the same levels  which a male can, hence why we  separate  males  and  females  in  sporting  events.  If  you  were  to  put  a  national female  football  team  against  that  of  a  national  male’s  team  you  would  probably find  that  the  result  would  look  something  like  Germany  vs  Brazil  (on  average), with  a few  games  possibly  going the  other  way. (The  Telegraph, http://www.telegraph.co.uk/women/womens-life/10961856/At-last-theres-no- shame-in-acting-like-a-girl.html, (accessed 20 November, 2015)) Առաջին  օրինակում  Ah,  well  հատվածը  արդեն  հսկայական  տեղեկույթ  է փոխանցում  ու  համապատասխան  համատեքստ  ստեղծում,  որպեսզի girls are girls նույնաբանությունը  ընկալվի  որպես  աղջիկների  հանդեպ  ոչ  լուրջ  և  միևնույն ժամանակ հանդուրժողական վերաբերմունքի արտահայտում:  Միայն girls are girls նույնաբանական  կառույցի  արտահայտած  տեղեկույթը  բավարար  չէր  լինի  նման եզրակացության  համար:  Նույն  կերպ  երկրորդ  նմուշօրինակը`  a girl is a girl արտահայտության  համար  էլ  չի  կարելի  ասել,  որ  այն  կմեկնաբանվի  որպես աղջիկների  հանդեպ  անվստահություն:  Այստեղ  խոսողը,  օգտագործելով a girl is a girl նույնաբանությունը, ցանկանում է արտահայտել այն միտքը, որ աղջիկները մեծ ուշադրություն  են  դարձնում  իրենց  եղունգներին,  դիմահարդարմանն  ու սանրվածքին,  ու  տղաները  չէին  ցանկանա,  որ  իրենց  բնորոշեն  այնպիսի որակներով, որոնք հատուկ են աղջիկներին: Խոսողը աղջիկների հանդեպ հեգնանք չի  արտահայտում,  այլ  պարզապես  ընդունում  է  իրականությունը,  որտեղ  կանայք պարզապես  ֆիզիկապես  ավելի  թույլ  են,  քան  տղամարդիկ:  Սա  ոչ  թե անվստահության արտահայտություն է, այլ իրական փաստերի ընդունում: ", "Այստեղ նշենք նաև, որ ձուլման աստիճանն ԱՄՆ-ում հաստատված խարբերդցի ասորիների  միջավայրում  ավելի  բարձր  էր,  քան  հայերի:  Դա  բացատրվում  է  հայերի համեմատ  նրանց  փոքր  թվով,  ազգային  լեզվի  բացակայությամբ  և  ազգային  հաստա- տությունների  թուլությամբ:  Պարզ  չէ,  թե  ինչ  աստիճանով  էին  հայախոս  ասորիները ձգտում  կամ  փորձում  փոխանցել  նոր  սերնդին  հայերենը,  սակայն  ակնհայտ  է,  որ  ա- վագ սերնդի ասորիները, ինչպես և հայերը (և դրա մասին կարդում ենք Վիլյամ Սարո- յանի՝ նույն ժամանակաշրջանն ու վայրը նկարագրող պատմվածքներում), ջանում էին, որ  իրենց  զավակներն  առաջին  հերթին  կատարելապես  տիրապետեն  անգլերենին  և ինտեգրվեն ամերիկյան հասարակության մեջ: ", "Assyrian Progress-ից տեղեկանում ենք, որ 1933 թ. մարտին պարբերականի երի- տասարդներից  բաղկացած  խմբագրակազմն  ասորական  հավաքույթներից  մեկի  ժա- մանակ  հայերեն  ներկայացրել  էր  Մերի Սաֆերի  հեղինակած  և  բեմադրած  մեկ գործողությամբ  անանուն  կատակեր- գությունը,  որը  տեղի  էր  ունենում Assyrian Progress թերթի խմբագրությու- նում  և  անդրադառնում  էր  ասորական համայնքում  պարբերական  հրատարա- կելու  դժվարություններին: ", "մայիսին  «Կալիֆոռնիայի  ասորական ամերիկյան  բարեգործական  ընկերու- թյան»  երիտասարդական  թևի  անդամ- ները  բեմադրել  և  հայերեն  համայնքին էին  ներկայացրել  Ալբերտ  Մարշալի «Դիքին  Հոլիվուդից»  երեք  գործողու- թյությամբ  կատակերգությունը141:  Այս ներկայացման՝  Assyrian  Progess-ում տպված  տպավորիչ  ազդը  հատուկ նշում է, որ ներկայացումը “in Armenian”՝ հայերեն է: 1935 թ. դեկտեմ- Պատկեր 16. Հայերեն ներկայացման ազդ Assyian Progress պարբերականում բերին Վուսթերի երիտասարդները հայերեն ներկայացրել էին մեկ գործողությամբ կա- տակերգություն.  Assyrian  Progress-ը  հիշատակում  է  պիեսի  հայերեն  անունը՝  «Քառա- սուն  ութնոց  փորձանքը»,  որը  գրված  է  լատինական  տառերոով՝  Karasoon-ootnotz portzanka: Սրանից բացի՝ Assyrian Progress-ում տեսնում ենք լատինատառ ևս մի քանի հայերեն  բառեր՝  zome-paatz  (ծոմ  պահաց),  veejag  (վիճակ),  tanaboor  (թանապուր), gayant (կաղանդ): ", "Երիտասարդ  սերնդի  ասորիների  մեջ  հայերենը  նկատելի  որակական  կորուստ էր կրել՝ հատկապես լավ հայկական կրթություն ստացած իրենց ավագ սերնդների հա- մեմատ: Assyrian Progress-ում կարդում ենք, որ «Կալիֆոռնիայի ասորական ամերիկյան բարեգործական  ընկերության»  երիտասարդական  թևի  ղեկավար  Մալճան  Չավուրը ելույթ  ունենալով  համայնքային  ժողովներից  մեկում  խոսում  էր  «կոտրատված  հայերե- նով» (broken Armenian): Անդրադառնալով Մերի Սաֆերի վերոնշյալ հայալեզու կատա- կերգությանը՝  պարբերականը  նշում  է,  որ  իրենց  ամերիկյան  արտասանությամբ  երի- տասարդ դերասաններն առաջացրին հանդիսատեսի ծիծաղը: ", "Կալիֆոռնիայի  ասորիների  մեջ  հայերենի  պահպանմանն  անկասկած  նպաստում  էր այն, որ, ինչպես և Մասաչուսեթսում, նրանք սերտորեն կապված էին հայերի հետ: Ըստ Assyrian Progress-ի՝ հայերը հաճախ հայերեն խոսք էին առնում ասորական հավաքնե- րի ժամանակ, որը ևս մեկ անգամ վկայում է, որ առնվազն 1930-ականներին հայերենը շարունակում  էր  լայնորեն  գործածելի  լինել  խարբերդցի  ասորիների  միջավայրում: ", "Պարբերականն ընդհանրապես լի է հայկական անուններով և հայ-ասորական ամուս- նությունների բազմաթիվ վկայություններով: Ինչպես և արևելյան ափում, խառն ամուս- նություններից ծնվածները սովորաբար ինտեգրվում էին հայկական համայնքի մեջ և, ի վերջո, հայանում, թեև Assyrian Progress-ի որոշ տվյալներից կարելի է եզրակացնել, որ ոմանք հավասարապես բաժանում էին իրենց կյանքը երկու համայնքների միջև: ", "Ներկայումս ԱՄՆ-ում խարբերդցի ասորիների ժառանգների ամենամեծ կուտա- կումը վերստին Մասաչուսեթսի Վուսթեր քաղաքում է: 1950-60-ականներին Վուսթերի ասորական  համայնքի  պատկերը  նկատելիորեն  փոխվեց  Սիրիայից  և  Թուրքիայից (հիմնականում՝  Տուր  Աբդինից)  ներգաղթած  հակոբիկ  ասորիների  հաշվին,  որոնք  հա- յախոս չէին և չունեին հայերի հետ սերտ գոյակցության ավանդույթներ: Արաբախոս և թրքախոս տարրի մեծացումը նպաստեց Վուսթերում և խարբերդցի ասորիների այլ հա- մայնքներում  հայերենի  «մարման»  բնական  գործընթացին:  Այստեղ  հարկ  է  նշել,  որ  ի տարբերություն  խարբերդցիների՝  Ուրֆայից  ծագող  ասորիներից  (այսպես  կոչված  ուր- ֆալի-ներ) շատերը, որոնք ներկայումս հիմնականում բնակվում են Հալեպում և Հյուսի- սային  Ամերիկայում,  շարունակում  են  պահպանել  հայերենը  որպես  «ընտանիքի  լե- զու»142: Սրան նպաստում է այն, որ Հալեպում ուրֆ ացիներն ունեն իրենց սեփական թա- ղը (արաբերեն՝ հայյ աս-սրյան) և զանազանվում են քաղաքի մյուս ուղղափառ ասորի- ներից, թեև նրանց պարագայում էլ արաբացման միտումն ակնհայտ է: ", "բնակվող ուրֆալի ասորիների հետ: ", "Լինելով ոչ պրոֆեսիոնալ լրագրողների կողմից հրատարակվող պարբերական՝ «Բաբե- լոնն»  աչքի  չէր  ընկնում  հստակ  կառուցվածքով  և  կանոնակարգվածությամբ:  Ունենա- լով քիչ թե շատ հստակ դիրքորոշում այս կամ այն ազգային և քաղաքական հարցերի վերաբերյալ՝ հրատարակիչները գրեթե չեն ունեցել խմբագրական քաղաքականություն տեխնիկական հարցերի պարագայում: Ինչպես նշել էինք, խմբագիրները, որոնք երկու տարիների  ընթացքում  առնվազն  երկուսն  էին,  ամենայն  հավանականությամբ  չէին մշակում  և  խմբագրում  ստացվող  նյութերը,  և  նրանց  պարտականությունը  հիմնակա- նում  կայանում  էր  նյութերն  արտագրելու  և  դրանց  շարունակական  շարադրանքն ապահովելու  մեջ:  Խմբագրականից  (կամ  որպես  խմբագրական  գործածված  հոդվա- ծից)  հետո  նյութերն  ավելացվում  էին  ստացվելուն  պես,  որի  պատճառով  նույնիսկ մշտական բաժինները, որպես կանոն, չունեին իրենց ամրագրված դիրքը: ", "«Բաբելոնի» բովանդակային մասն աչքի է ընկնում բազմազանությամբ: Լինելով հասարակական կազմակերպության օրգան՝ այն միևնույն ժամանակ հայախոս ասորի- ների համար յուրատեսակ ամբիոն էր, թեև ակնհայտ է, որ Ասորվոց Հնգյակ Ընկերու- թյան  տեսակետներից  սկզբունքայնորեն  տարբերվող  տեսակետները  «Բաբելոնի»  էջե- րում չէին հայտնվում: ", "տազոտությունում Խոշաբա Յասիմը թվարկում է այն բնագավառները, որոնց սովորա- բար անդրադառնում էր ամերիկաասորական մամուլը, այն է. Ա կամ Բ՝ հրատարակության առաջին (1919-1920) կամ երկրորդ (1920-1921) տարի – «Բաբելոնի» ընթացիկ համարն ըստ իր շապիկի – հոդվածի համարն ըստ մեր թիվ 2 հավելվածի (օրինակ՝ Ա- Բացի մարզականից՝ «Բաբելոնն» այս կամ այն ծավալով պարունակում է Խոշա- բա Յասիմի թվարկած բոլոր ոլորտները: Քանի որ պարբերականի բովանդակային մա- սը  սույն  ուսումնասիրության  բուն  առարկան  չէ,  ապա  բավարարվենք  նշելով,  որ  այն պարունակում է ազգային-հայրենասիրական, քաղաքական, հասարակական, խրատա- խոսական,  կրոնափիլիսոփայական,  պատմագրական,  կենսագրական  և  այլ  բնույթի հոդվածներ,  հաղորդագրություններ  ԱՄՆ-ում  և  Մերձավոր  Արևելքում  բնակվող  ասո- րական համայնքների կյանքի և քաղաքական ու հասարակական կազմակերպություն- ների  գործունեության  մասին,  հաղորդագրություններ  և  վերլուծություններ  ասորիների հետ առնչություն ունեցող միջազգային իրադարձությունների մասին, արտատպումներ այլ պարբերականներից (այդ թվում՝ հայկական), գեղարվեստական բնույթի շարադրու- թյուններ,  ասացվածքներ  և  բանաստեղծություններ  (ընթերցողների  և  համագործակ- ցողների գրած145), զանազան բնույթի հայտարարություններ, ծանուցումներ և գովազդ, ասորերենի բառացանկեր և այլն: Ժամանակ առ ժամանակ «Բաբելոնում» տեղադրվում էին նաև լուսանկարներ: ", "Տեղին  է  կրկնել,  որ  «Բաբելոնի»  նյութերի  ճնշող  մեծամասնությունը  հայերեն  է, սակայն պարբերաբար հրատարակվում էին նաև անգլերեն և ասորատառ կամ հայա- տառ թուրքերեն (օսմաներեն) գրված նյութեր: ", "Թեև, ինչպես նշեցինք, «Բաբելոնը» չուներ հստակ կառուցվածք և աչքի էր ընկնում կա- նոնակարգվածության  և  ստանդարտավորվածության  բացակայությամբ,  այն,  այնուա- «Ո՛վ անձնազոհ եղբարք ասորիք, Որ կը հանգչեք նահատակ որդիք, Ձեր սուրբ արյան թողած կաթիլներ, Փրկեց խեղճուկ ասորի գերիներ»: ", "մենայնիվ, ուներ մշտական բաղադրիչներ և բաժիններ, որոնց ընդհանուր նկարագրու- թյունն ու բնութագիրը ներկայացնում ենք ստորև: ", "Հայ-ասորական  լեզվական  համակեցության  համատեքստում  «Բաբելոնի»  տիտղոսա- րից են: Ի տարբերություն պարբերականի հիմնական զանգվածի, որն ամբողջությամբ ձեռագիր է (թեև խմբագրությունը մի քանի անգամ հայտնում է գրամեքենա գնելու իր մտադրության  մասին),  տիտղոսագլուխներն  ու  տիտղոսաթերթերը  տպվում  էին  տպա- րանում, ամենայն հավանականությամբ՝ Assyrian Star Press-ում: ", "Տիտղոսագլուխ  տեսնում  ենք  արդեն  ամենաառաջին  համարում,  որը  լույս  տե- սավ  1919  թ.  օքոստոսի  7-ին  (պատկեր  17):  Նրա  առաջին  տողը  պարունակում  է  ասո- րական գրով տպված ԲԱԲԵԼ («Բաբելոն») բառը. ինչպես նշել էինք, Խարբերդի ասորի- ների մեծ մասը ծանոթ էր ասորական գրին, ուստի այս բառը պետք է հեշտ ընթեռնելի ու ընկալելի լիներ ընթերցողների ճնշող մեծամասնության համար: Հաջորդ տողը պա- րունակում  է  շեղագիր  օրնամենտալ  տառատեսակով  տպված  և  շրջանակի  մեջ  վերց- ված  հայերեն  ԲԱԲԵԼՈՆ  բառը:  Հաջորդ  երեք  տողերի  վրա  ավելի  պարզ  շեղագրով հայերեն  տպված  է  Կիսամսեայ  Հանդէս/Ազգային/Պաշտոնաթերթ  Ասորւոց  Հնգեակ Ընկերութեան:  Վերջին  տողի  վրա  գլխագիր  տառերով  տպված  է՝  ԹԻՒ  1/ՀԻՆԳՇԱԲ- ԹԻ/ՕԳՈՍՏՈՍ 7, 1919: ", "Ա-2  համարի  տիտղոսագլուխն  ունի  նույն  կառուցվածքը,  սակայն  նրանում  ավե- լանում է ՊՈՍՏՈՆ բառը՝ վերջին տողում՝ ամսաթվից հետո: ", "Ա-5  համարի  տիտղոսագլխում  վերջին  տողից  առաջ  ավելանում  է  անգլերեն BABYLON բառը: Պարբերականի անվան եռալեզու այս գրությունը պահպանվում է հե- տագա բոլոր տիտղոսագլուխներում և տիտղոսաթերթերում: ", "Նույն  համարից  սկսած՝  առանձին  էջի  վրա  գտնում  ենք  համարի  բովանդակու- թյունը՝ շրջանակի մեջ զետեղված: Էջի վերևում տեսնում ենք «Բաբելոն» բառը՝ ասորե- Պատկեր 17. «Բաբելոնի» առաջին համարի տիտղոսագլուխը րեն և հայերեն: Բովանդակություն պարունակող նման էջեր գտնում ենք հետագա բո- լոր համարներում՝ մինչև Ա-13-ը ներառյալ: ", "Ա-6 համարում ՊՈՍՏՈՆ բառը տեղադրվում է ՀԻՆԳՇԱԲԹԻ բառի և ամսաթվի միջև: ", "(ՅՆՎ.): ", "Ա-9  համարի  վերջին  տողում  առաջին  անգամ  զետեղվում  է  ամսվա  ասորերեն անունը՝ Թեշրին ի Ըհրօյ (նոյեմբեր): Ի տարբերություն նույն տողի վրա գլխագիր տա- ռերով  տպված  մյուս  բոլոր  բառերի՝  այն  տպված  է  փոքրատառերով՝  հավանաբար  ու- շադրություն  գրավելու  համար:  Ասորերեն  բառին  փակագծերում  հետևում  է  հայերեն ՆՈՅ.  հապավումը:  Ճիշտ  նույն  տեսքն  ունի  հաջորդ՝  Ա-10  համարի  տիտղոսագլուխը: ", "Ա-11  համարում  Թեշրին  ի  Ըհրօյ  բառը  փոխարինվում  է  Քէնունը  Ըգտիմ  (դեկտեմբեր) բառով, որին փակագծերում հետևում է ԴԵԿ. հապավումը: ", "Ա-12 համարում ավելանում է ասորերեն համշոշիպա բառը, որին փակագծերում հետևում  է  հայերեն  «հինգշաբթի»  թարգմանությունը:  Բացառությամբ  «ԹԻՒ  12»  և «(ԴԵԿ.)  25,  1919»  հատվածների՝  այս  տողի  բոլոր  բառերը՝  նեռարյալ  Պոստոն-ը,  տպ- ված են փոքրատառ շեղագրով: ", "Տվյալ  նույնաբանության  գործաբանական  ներուժի  կազմավորման  և ընկալման  առումով  կարևոր  են  ինչպես  լեզվական  համատեքստը,  այնպես  էլ հանրային համատեքստը/հարատեքստը: ", "Ավանդական  այս  տիտղոսագլխի  տակ  առաջին  տիտղոսաթերթի  վրա  գտնում ենք ասորերեն ՏՈՒՊՕՔՕ բառը, որին փակագծերում հետևում է հայերեն թարգմանու- թյունը՝ ԲՈՎԱՆԴԱԿՈՒԹԻՒՆ: Սա միակ տիտղոսաթերթն է, որը պարունակում է տու- պօքօ բառի հայերեն թարգմանությունը, մյուսների վրա այն արդեն բացակայում է: ", "Դա  այն  կարծրատիպային  նշանակությունն  է,  որ  ձևավորվել  ու  կցվել  է  այս  կամ այն  բառին  կամ  լեզվական  կառույցին`  կախված  դրա  վերաբերականի,  տվյալ դեպքում  տղամարդու  ունեցած  հանրային  գործառույթից,  դերից:  Տղամարդը, վաղնջական  ժամանակներից  սկսած,  կատարել  է  ավելի  շատ  ֆիզիկական աշխատանք,  վարել  պատերազմներ,  արել  գյուտեր  ու  բացահայտումներ  և ձևավորել տղամարդու քիչ թե շատ ընդհանրական կերպար, ինչն անքակտելիորեն կցվել է նաև man բառին: Հետևաբար man գոյականը պարունակող նույնաբանական կառույցը կրում է այս հանրային համատեքստի` հարատեքստի ազդեցությունը: ", "ՍԽԱԼ ՉԻ ՀԱՍԿՆԱՆՔ ԼԱՒ Է ՄԵՌՆԻԼ՝ ՔԱՆ ԳԵՐԻ ԱՊՐԻԼ ՊԱՏԳԱՄԱՒՈՐԱԿԱՆ ԺՈՂՈՎ ՔԱՆԻ ՄԸ ԴԻՏՈՂՈՒԹԻՒՆՆԵՐ ՆԱՄԱԿԱՆԻ ՏԻԹՐՈՒԹԷՆ146 ՄԴ.147 ԱՖՐԷՄ ՀԱՅ ԵԿԵՂԵՑԻԻՆ ՄԷՋ ԶՂՋԱՆ ԱՂՕԹՔ ԱՍՈՐԱԿԱՆ ԵԿԵՂԵՑԻՆ ՄԱՎՏՈՆՈՒԹՕ ՏԱՍՈՒՐՕՅՕ 149 ԱՍՈՐԻՆԵՐԸ ՏԻԹՐՈՒԹԻ ՄԷՋ ՊՈՒՐԱՏԱՆ ՇՈՒՐԱՏԱՆ «ԲԱԲԵԼՈՆ» ԼՈՒԴՖԻ ՔԷՇԻՇ ՖՐԷՆՉ Ա. Հ. ԸՆԿ. ՀԱՃԻ Ա. ՉԷՎՈՒՐ «ՎԵՐԱԾՆՈՒՆԴ» ՊԱՏ.148 Ա. Կ. ՊԵՏԻԿ ԱՇՈՒՐ Ս. ԵՈՒՍՈՒՖ ՏԱՈՒՏ ԷԼՊԻ Թօփլատը150  Ն.Պ.Գօ- յուն ԱՍՈՐՒՈՑ ՎԵՐԱՆՈՐՈԳՄԱՆ ՊԱՀԱՆՋՆ ԹՐԳՄ Հ. Կ. ԷԼՊԻ ՀԱՇԻՊՕ (ԿԻՐԱԿԻ) ՄԸ W Hoboken ԹՂԹԱԿԻՑ Հարկ է նշել, որ հոդվածների հերթականությունը պարբերականի մեջ ոչ միշտ է համընկնում տիտղոսաթերթի վրա նշվածին: Բացի դրանից՝ հազվադեպ չեն նաև տար- բերություններ տիտղոսաթերթի վրա նշված հոդվածների և հոդվածագրերի անունների և  «Բաբելոնի»  ներսում  նույն  հոդվածի  և  հոդվածագրի  անունների  միջև:  Այսպես,  դի- տարկվող  տիտղոսաթերթի  վրա  կարդում  ենք  «Լուդֆի  Քէշիշ»,  մինչ  ներսում  կարդում ենք  «Լութֆի  Փերչ»:  Հաճախ  տիտղոսաթերթի  վրա  զետեղվում  է  կրճատված  անունը, իսկ  հոդվածի  տակ՝  ամբողջական:  Այսպես,  սույն  տիտթոսաթերթի  վրա  կարդում  ենք «Հաճի Ա. Չէվուր», իսկ հոդվածի տակ գտնում ամբողջական անումը՝ «Հաճի Աղապապ Չէվուր»: ", "խմբագրության հասցեն՝ Բովանդակության  տակ՝  երկու  հորիզոնական  գծերով  առանձնացված,  նշված  է “BABYLON PUBLISHERS” Boston Mass. Ա-17 համարից տիտղոսաթերթի վրա հայտնվում է նոր հասցէ՝ 99 W Concord St., Տիտղոսագլխի  ողջ  պարունակությունը  զետեղված  է  օրնամենտալ  շրջանակի Տիտղոսագլխի այս կառուցվածքը՝ բովանդակությամբ պայմանավորված տարբե- րություններով,  պահպանվում  է  հետագա  բոլոր  համարներում:  Հարկ  է  ավելացնել,  որ տիտղոսաթերթի ի հայտ գալուց հետո էլ տիտղոսագլուխները նախկինի պես շարունա- կում էին ավելացվել առաջին էջի վերևում՝ կրկնելով տիտղոսաթերթի վերին հատվածը: ", "Boston: ", "Նույնաբանությունների  ուսումնասիրության  ժամանակ  ուշադրություն  են գրավում  այնպիսիք,  որոնք  կազմված  են  գոյականական  այն  անդամներով,  որոնք ամրագրված  չեն  բառարանում,  ինչպես,  օրինակ,  հատուկ  անունները  կամ դերանուններով կազմված նույնաբանությունները:  Թեպետ դերանունն արձանագրված  է  բառարանում  իր  իմաստներով,  սակայն  դերանունները ցուցայնական  բնույթ  ունեն  և  անորոշություն  են  բերում:  Օրինակ` I am who I am; She is who she is  նույնաբանությունները  լիարժեք  հասկանալու  համար  հաճախ անհրաժեշտ է իմանալ, թե ում է նշույթավորում she-ն կամ I-ը: ", "«Խմբագրական»  բառը  որպես  այդպիսին  «Բաբելոնում»  չի  գործածվում,  բայց  գրեթե յուրաքանչյուր համարի առաջին հոդվածը համապատասխանում է խմբագրականի ժա- մանակակից ընկալմանը: Դրանց մեծ մասը կրում է «Ա.Հ.Ընկ.» (Ասորվոց Հնգյակ Ըն- կերություն),  կամ,  ավելի  հազվադեպ՝  «Բաբելոն»  ստորագրությունը:  Բ-1  համարի խմբագրականն  ստորագրված  է  «Ասորվոց  Հնգ.  Ընկերություն  (Նաում  Բիշարով)  Մա- նէթ»,  Բ-2-ի՝  «Խմբագիր  «Բաբելոնի»/Ա.Հ.Ընկ.»,  Բ-3-ի՝  «Ասորվոց  Հնգ.  Ընկերություն, Նաում Բիշարով (Մանէթ)»: Ապա Բ-4-ից սկսած բոլոր համարների խմբագրականները կրում  են  Ասորվոց  Հնգյակ  Ընկերության  ստորագրությունը,  թեև  լեզվից  և  ընդհանուր ոճից ակնհայտ է, որ դրանց մեծ մասի հեղինակը նույն ինքը Նաում Բեշարովն է: ", "Այդ  նույնաբանության  նշանակությունը  մեկնաբանելու  համար  անհրաժեշտ նախապայման  է  հանրային  տեղեկույթի  հոսքին  կցված լինելը  և  տվյալ խոսակցության  նյութից  տեղյակ  լինելը`  հասկանալու  համար,  թե  այս  դեպքում Քանյե  Ուեսթի  որ  հատկանիշն  է  նկատի  առնված:  Իհարկե,  նման  կաղապար տարածվում  է  ինչպես  շատ  հայտնի  հանրային  ճանաչում  ունեցող  անձանց, այնպես  էլ  շարքային  մարդկանց  վրա,  սակայն  արդեն  վերջիններիս  անմիջական շրջապատում,  որտեղ  նրանց  լավ  են  ճանաչում  և  գիտեն  նրանց  ամենաբնորոշ հատկանիշները:  Այսպես, օրինակ, կարելի է ուսումնասիրել հետևյալ նույնաբանությունները  և  փորձել  վերլուծել  ու  տեսնել,  թե  Kanye  is  Kanye նույնաբանության  կաղապարով  կառուցված  այս  նույնաբանությունները  ինչ մեկնաբանությունների են հանգեցնում: ", "Mike  is  Mike.  (Walkypedia,  (http://walkypedia.wikia.com/wiki/Mike_Warner, (accessed 29 April, 2015)) Juliette is Juliette. (Twitch,  http://twitchfilm.com/2015/04/interview-olivier- assayas-on-clouds-of-sils-maria-and-hall-of-mirrors.html#ixzz3zOppmmE5, (accessed 30 September, 2015)) Մայք Ուորենը կոմիքսային կերպար է, Ժուլիեթ Բինոշը` դերասանուհի: Այս նույնաբանությունները Մայքին և Ժուլիեթին ճանաչողների համար ունեն ընկալելի նշանակություն: Մայքը միշտ վնաս է տալիս բոլորին ու խնդիրներ ստեղծում իրեն շրջապատողների  համար,  ու  դա  նրա  բնավորության  անուղղելի  կողմն  է:  Նրան ճանաչողները, կիրառելով  այս նույնաբանությունը  նմանատիպ  իրավիճակներում, նույնաբանության  միջոցով  փորձում  են  արտահայտել  իրենց  վրդովմունքը:  Ընդ որում`  հնարավոր  չէ  միանշանակ  պնդել,  որ  այս  կառույցի  նշանակությունը հանդուրժողական  ու  ըմբռնող  մոտեցում  դրսևորելն  է  (Dascal  1994):  Դա  մեծապես կախված  է  իրավիճակից: Օրինակ,  եթե  Մայքը  անախորժություններ  է  ստեղծում և վնասում  է  շրջապատի  մարդկանց,  ապա  ոչ  մի  հանդուրժողական  կամ  դրության մեջ  մտնելու,  նրան  ըմբռնելու  մասին  խոսք  լինել  չի  կարող:  Բացի  դրանից,  տվյալ նույնաբանությունը  այն  մարդկանց  համար,  ովքեր  ծանոթ  չեն  Մայք  Ուորենի կոմիքսային  կերպարին,  նույնքան  հասկանալի  ու  թափանցիկ  լինել  չի  կարող: ", "Խմբագրականներից  բացի՝  խրատախոսական,  բարոյագիտական  և  հայրենա- սիրական  բնույթ  են  կրում  նաև  «Բաբելոնի»  այլ  հոդվածներից  շատերը:  Դրանց  մեջ կարելի  է  առանձնացնել  կանանց  հասցեագրված  հոդվածները,  որոնց  հեղինակները հենց կանայք էին: ", "Այս  խմբին  դասում  ենք  հաշվետվություններն  ու  հաղորդագրություններն  ասորական կազմակերպությունների  ժողովների,  ազգային  հավաքների,  համայնքային  կառույցնե- րի ղեկավար ատյանների ընտրությունների մասին: Առաջին հերթին սա վերաբերում է Ասորվոց  Հնգյակ  Ընկերությանը:  Այսպես,  Ա-8  համարի  «Ազգային  կյանք  Ամերիկայի մեջ»  հոդվածից  տեղեկանում  ենք,  որ  Ընկերության  հերթական  անդամական  ժողովն ընտրել  է  իր  ղեկավար  մարմինը  հետևյալ  կազմով.  «Ատենապետ՝  Էտվըրտ  Քէնտէր, փոխատենապետ՝  Եուհէննէ  Չաթալպաշ,  ատենադպիր՝  Նշան  Պ.  Գօյուն,  գանձապահ՝ Ալպրթ Սէֆէր, խորհրդականներ՝ Փիթր Ա. Սէֆէր, Չալի Չէվիր, Տիգրան Ա. Սէֆէր»: ", "Ասորական մեկ այլ կազմակերպություն, որի գործունեությունն արժանացել է ու- շադրության  «Բաբելոնի»  էջերում,  Assyrian  National  Assossiaton-ն  է  (ANA),  որի  հետ Ասորվոց  Հնգյակ  Ընկերությունն,  ամենայն  հավանականությամբ,  ուներ  սերտ  կապեր: ", "Հաղորդագրություններն  Ամերիկայի  տարբեր  քաղաքներում  կայացած  ANA-ի  հավաք- ների  մասին  նույնպես  բավականին  հաճախ  լույս  էին  տեսնում  «Բաբելոնի»  էջերում: ", "Շարունակենք  քննությունը  նույնաբանությունների  հետևյալ  նմուշի  վրա`  I am  who  I  am:  Տվյալ  նույնաբանությունը  կարելի  է  մեկնաբանել  որպես ինքնահաստատող,  ինքն  իրեն  ընդունող,  ինքն  իրեն  առերեսվող  նշանակությամբ: ", "Պաշտոնական հաղորդագրությունների շարքին կարելի է դասել նաև տվյալները Թուրքիայում  և  Մերձավոր  Արևելքում  բնակվող  ասորիներին,  ինչպես  նաև  Ադանայի ասորական որբանոցին ուղարկվող մարդասիրական օգնության մասին: ", "Then Moses said to God,  “If  I  come  to the people  of  Israel  and say  to  them, ‘The God of your fathers has sent me to you,’ and they ask me, ‘What is his name?’ what shall I say to them?”  God said to Moses, “I am who I am”. And he said, “Say this to the people of Israel, ‘I AM’ has sent me to you.” God also said to Moses, “Say this to the people of Israel, ‘The LORD, the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.’ This is my name forever, and thus I AM to be remembered throughout all generations. (Desiring  God,  http://www.desiringgod.org/messages/i-am-who-i-am--2,  (accessed Այսպիսով,  վերոնշված  նույնաբանությունները  դիտարկելով`  մենք  տեսանք, որ  նույնաբանության  նշանակությունը  կախված  է  ինչպես  դրա  գոյականական, այդպես  էլ  նրա  բայական  անդամից:  Կոնկրետ  այս  դեպքում  կարևոր  է  ոչ  միայն այն, թե  ով  է ես-ը,  այլ  նաև  ես-ի լինելը,  այն,  որ  նա  կա:  Այս  միտքը  շեշտվում  է  ոչ միայն  նույնաբանական  կառույցի  ընտրության  միջոցով,  այլ  նաև  այն հանգամանքով,  որ  այդ  նույնաբանությունը  գրված  է  գլխատառերով,  իսկ նույնաբանության առաջին անդամը`I am , ևս երկու անգամ կրկնվում է մեջբերված հատվածում`  շեշտելու  այդ  կառույցի  հաղորդակցական  նպատակը:  Հաշվի առնելով,  որ  մեջբերումն  Աստվածաշնչից  է,  որտեղ  Աստված  հայտնվում  է Մովսեսին  ու  նրա  հարցին  ի  պատասխան  ասում  I am who I am  –  Ես ես եմ, հասկանալի է դառնում, որ Աստված կարևորում է իր լինելու գործոնը, այն որ ինքը կա  ու  հզոր  է:  Վերջինիս  իմաստային  դաշտը  ստեղծում  է  այն  շրջանակը,  որի սահմաններում  լսողը  փորձում  է  մեկնաբանել  ասվածը:  Այստեղ,  անշուշտ,  նրան օգնության են գալիս խոսքային իրադրությունը, մինչ այդ տեղի ունեցած դեպքերը, խոսողի նպատակը և, իհարկե, լսողի հենքային գիտելիքը: ", "Իհարկե,  կան  նույնաբանություններ,  որ  հաճախ  միևնույն  կամ  գրեթե միևնույն հաղորդակցական նպատակով կիրառվելով` ստացել են կարծրատիպային  նշանակություն,  որոնց  մենք  կանդրադառնանք  հաջորդ ենթագլուխներից մեկում: ", "Այսպիսով,  ակնհայտ  է,  որ  առանձնացված  բոլոր  շարահյուսական կաղապարներով նույնաբանական կառույցներում  խիստ կարևորվում է անվանական անդամի դերը, քանի որ վերջիններս կրկնվելով ձևավորում են տվյալ կառույցի  ներակայումն  ու  գործաբանական  ներուժը:  Այսինքն`  խոսքաստեղծման ընթացքում  անվանական  անդամի  կրկնության  շնորհիվ  տեղի  է  ունենում բառիմաստի  տրոհում (գործաբանական  –  ճանաչողական,  էքստենսիոնալ  - ինտենսիոնալ,  իմաստակիր  –  նշողական),  ինչի  արդյունքում  էլ  կարևորվում  է նույնաբանական  կառույցի  իմաստային  տարողունակությունը:  Հաճախ,  ինչպես տեսանք  վերոբերյալ  օրինակներում,  միևնույն  գոյականը  նույնաբանական կառույցի  առաջին  ու  երկրորդ  դիրքում  կիրառվում  է  բառիմաստի  տարբեր նշանակություններով:  Հենց  այս  երևույթն  էլ`  գոյականի  տարբեր  իմաստների իրականացումը,  էապես  ազդում  է  նույնաբանական  կառույցի  հաղորդակցական- գործաբանական արժեքի ձևավորման վրա: Ըստ իր հաղորդակցական նպատակի` խոսողն  ակտիվացնում  է  անվանական  անդամի  մեջ  պարունակվող  այս  կամ  այն իմաստային բաղադրիչը/բաղադրիչները (Geurts 1988; Ochs 1979a): ", "Ա-15 համարից բաժինը սկսում է կոչվել Մավտօնոաթօ Տասուրոյօ ինչպես տիտ- ղոսաթերթի  վրա,  այնպես  էլ  պարբերականի  ներսում,  թեև  հետագա  համարներում պատահում  են  այդ  վերնագրի  անվան  երկու  բաղադրիչների  աղավաղումներ  և  այլ գրություններ,  օրինակ՝  մատանութո,  ասուրոյօ,  տԱսուրոյօ,  որը  ևս  մեկ  անգամ  հաս- տատում  է,  որ  հրատարակիչները  չունեին  ասորերենի  բավարար  իմացություն  և  ասո- րերենից հայերեն տառադարձության կայուն սկզբունք: ", "Այս  բաժնի  կառուցվածքի  համար  միասնական  ֆորմատ  այդպես  էլ  չմշակվեց, որը  զարմանալի  չէ՝  նկատի  ունենալով,  որ  ստանդարտացումն  ու  միասնականացումն ընդհանրապես «Բաբելոնի» թույլ կողմերից մեկն էր: Այսպես, բաժնում տեղադրվող լու- րերը կարող էին լինել ինչպես անանուն, այնպես էլ ստորագրված: Շատ հաճախ բաժ- նում զետեղվում էին քաղվածքներ անձնական նամակներից, ինչպես, օրինակ, վերևում մեջբերված  լուրն  Ադանայից:  Լուրերը  կարող  էին  լինել  ինչպես  շատ  կարճ,  այնպես  էլ բավականին  ծավալուն:  Այս  բաժինը  լավագույնս  ապացուցում  է  մեր  կողմից  արդեն հայտնված  այն  միտքը,  թե  «Բաբելոնի»  խմբագիրները  որևէ  կերպ  չէին  մշակում  և խմբագրում  ստացվող  նյութերը՝  պահպանելով  յուրաքանչյուր  թղթակցի  լեզվական  և ոճական  առանձնահատկությունները  և  ասորերենից  հայերեն  տառադարձության սկզբունքները:  Սրանով  է,  թերևս,  պայմանավորված  այն,  որ  հենց  այս  բաժնում  ենք գտնում  ամենաէական  շեղումները  գրական  արևմտահայերենի  շարահյուսական  և ոճական կանոններից (մանրամասն՝ հաջորդ գլուխներում): ", "Մավտռնութօ  Տասուրոյօ  բաժնի  հետ  սերտորեն  առնչվում  են  առանձին  հոդվածային միավորներ  հանդիսացող  և  ծավալով  սովորաբար  ավելի  ընդարձակ  հաղորդագրու- թյուններն ու նամակները կոնկրետ քաղաքներից: Դրանց մեծ մասը սովորաբար հան- դես  է  գալիս  «Լուրեր  [քաղաքից]»,  ավելի  հազվադեպ՝  «Հաղորդագրություն  [քաղա- քից]»,  «[Քաղաքի]  ասորիները»,  «Ասորիները  [քաղաքի]  մեջ»  և  նման  այլ  վերտառու- թյուններով:  Առավել  հաճախ  գտնում  ենք  «Լուրեր  Խարբերդէն»,  «Լուրեր  Պոլիսէն»  և «Լուրեր Զահլեէն» (քաղաք Լիբանանում) հաղորդագրությունները, որոնք կարելի է դա- սել մշտական բաժինների շարքին: Սրանք հիմնականում պարունակում են լուրեր ասո- րական  համայնքի  կամ  քաղաքական  անցուդարձի  մասին:  «Հաղորդագրություն  Զահ- լեէն» և «Լուրեր Խարբերդէն» տեսնում ենք արդեն «Բաբելոնի» ամենաառաջին համա- րում:  Այս  լուրերն  ու  հաղորդագրությունները  կարող  էին  լինել  ինչպես  անանուն,  այն- պես էլ ստորագրված: Որոշ դեպքերում կարող ենք նույնիսկ ասել, որ այս կամ այն ան- ձը «Բաբելոնի» թղթակիցն էր, ինչպես, օրինակ, Նուրի Խորին, որը «Լուրեր Զահլեէն» բաժնի մշտական հեղինակն էր: "], "source_docs_file": "Linguistics.json"}