{"paragraph_source_docs": [3, 1, 2, 2, 4, 0, 2, 2, 4, 2], "source_docs_file": "History.json", "paragraphs": ["կազմեց  Ա.  Սաֆրաստյան,    (ՕԱՀՀՄ,  հ.  1),  Երևան,  ՀՍՍՌ  ԳԱ  հրատ.,  1961,  էջ  33;  հ.  Բ-  (ՕԱՀՀՄ,  հ.  2), Երևան, ՀՍՍՌ ԳԱ հրատ., 1964, էջ 146: ", "Արդի  միջավայրում  կանոններ  խախտողը  որակվում  է  անազնիվ,  խարդախ,  հա- րամ, դաղալ և այլ հատկորոշիչներով: ", "Քանդակների ինքնատիպ խումբ են կազմում կանանց այնպիսի քանդակները, որոնք իմաստաբանորեն ներկայացնում են կնոջ և տղամարդու միասնությունը և միախառնումը: ", "Սովորաբար  դրանք  ֆալլաձև  գլխով  կանանց  ֆիգուրներ  են113:  Այս  արձանիկները  մեզ հիշեցնում  են  Պլատոնի114  կողմից  ներկայացված  նշանավոր  առասպելը115՝  կնոջ  և տղամարդու ի սկզբանե միասնական լինելու մասին՚116: Այստեղ նրանք ներկայացված են «այր և կին՝ մեկ մարմին տեսքով»: ", "российской  коммерции  при  всех  портах  и  границах  от  древних  времен  до  ныне  настоящего  и  всех преимущественных  узаконений  по  оной  государя  императора  Петра  Великого  и  ныне  благополучно царствующей  государыни  императрицы  Екатерины  Великой  т.  II,  кн.  II,  Москва,  1785,  с.  623-624:  Հմմ.  С. Броневский, նշվ, աշխ., էջ 416-424: ", "Օսմանյան կայսրության հետախուզության գործակալական ցանցի գործունեության  վտանգավորության  աստիճանը  գնահատելով՝  Կովկասի  փոխարքան հրահանգել  էր,  որպեսզի  «…մուսուլման  հոգևորականներին,  ով  էլ  որ  լինեին,  արգելել մուտքը  մեր  տարածք,  եթե  անգամ  դրանք  կլինեն  արտասահմանում  հոգևոր  կոչում ստացած  ռուսները»5:  Այս  միջոցառումներով  փորձ  էր  արվում  ձախողել  Կովկասի մյուրիդների և Օսմանյան կայսրության գործակալների միջև կապը: ", "Կանանց  քանդակների  «էրոտիկ»  նշանակության  վարկածը  ևս  չունի  հստակ  հիմնա- վորում. սակայն պետք է նշել, որ իրենց «նատուրալիստական» կատարման հետ մեկտեղ նրանք  զուրկ  են  անհատականացումից,  իսկ  դիմագծեր  կարող  ենք  նշմարել  միայն  մի քանի օրինակներում (Նկ. 3.4-7): ", "Ընդհանուր  առմամբ  այս  շրջանի  քանդակները  աչքի  են  ընկնում  ընդհանրացմամբ, որի պատճառը կարող էին լինել նաև մշակման դժվարությունները: Դրանք ներկայացնում ции, Москва, 1973, с. 140. սի կողմից բաժանվել են և այստեղից էլ ծագել է երկու կեսերի գաղափարը, որոնք ամբողջ կյանքում իրար են փնտրում,  իսկ երբ  գտնում  են, միավորվում են և  երջանիկ  լինում:  (Творения  Платона,  Пир.  Федр,  т. V, Полное собрание творений Платона в 15 томах, Ленинград, 1922, с. 33-35). են  ոչ  թէ  իրական  կնոջ,  այլ  «կնոջ  մասին  ընդհանրական  գաղափարները»,  հետևաբար այդպիսի արձանիկները չէին կարող լինել  անմիջականորեն էրոտիկ զգացողությունների արտահայտություն,  այլ  նաև  խորհրդանշական  ճշգրիտ  կատարմամբ  ներկայացնում  էին այլ բնույթի իմաստներ: ", "Խանության 81 քաղաքական  կենտրոն  Դերբենդ  քաղաքը՝ «Աղուանից  երկրի նախադուռը»82,  XVII  դ.  վերջին  և  XVIII  դ.  սկզբից  մեծ  դեր  է  ունեցել  ռուս-իրանական առևտրային  կապերի  զարգացման  գործում 83 :  Ժամանակակիցների  դիտարկմամբ Դերբենդի  նավահանգիստն  իր  աշխարհագրական  դիրքով  Կասպից  ծովի  արևմտյան ափում վատագույնն էր84: Դա չէր խոչընդոտում, որ խանության տարածքից ցամաքային (Ղզլար)  և  ծովային  (Աստրախան)  ճանապարհներով  տարեկան  մինչև  6  հազար  փութ Синди, Бальха, Белуджистана, земли Хорассана, также Грузии и персидских провинций, присоединенных к России, ч. II, Москва, 1829, с. 38. Гмелин, նշվ. աշխ., էջ 115; Marschall fon Bieberstein, Tableau des provinces situées sur la cote occidentale de la mer Caspienne entre les fleuves Terek et Kour: St. Petersbourg, 1798, p. 24. Թարգմանություն բնագրից, առաջաբան և ծանոթագրություններ՝ Ա. Սաֆրաստյանի, Եր., 1967, էջ 102: ", "Պալեոլիթյան քանդակների իմաստային վերլուծությունների համար կարևոր նշանա- կություն ենք տալիս այն հանգամանքին, որ դրանք քարանձավային արվեստում հանդես են գալիս կենդանիների հետ որսի տեսարաններում, տոտեմական-ազգակցական կապե- րի գաղափարաբանությամբ, պտղաբերության և նրանց վրա մոգական ազդեցության կա- րողություն ունենալու նշանակությամբ (Նկ. 3.8-9, 4.1-2): "]}