{"paragraph_source_docs": [1, 0, 0, 0, 0, 0, 2, 1, 0, 0], "source_docs_file": "Chemistry.json", "paragraphs": ["Նպատակային  ամինաթթուների  (59-64)  անջատումն  իրականացվել  է  4.5.1. ենթաբաժնում նկարագրված եղանակով: ", "Նկ.  4.1-ում  բերված  են  (MoS2+2Zn)+n(MoO3+3Mg)  խառնուրդի  թերմոդինամի- կական  վերլուծության  արդյունքները,  որտեղ  n-ը  բնութագրում  է  բարձր  կալորիական խառնուրդի  բաժինը`  արտահայտված  մոլերով:  Ստացված  արդյունքներից  կարելի  է տեսնել,  որ  MoO3+3Mg  խառնուրդի  առկայության  պայմաններում  այրման  ադիաբատ ջերմաստիճանը  զգալի  բարձրանում  է:  Այսպես,  n  =  0.35  արժեքի  դեպքում  Tադ-ը ստացվում  է  ավելի  քան  կրկնակի  անգամ  բարձր  (մոտ  2030  oC)`  համեմատած  n  =  0 դեպքի: n = 0 ÷ 0.175 (Tադ≤1820  oC) արժեքների տիրույթում այրման հավասարակշռային արգասիքները  պարունակում  են  հիմնականում  պինդ  մոլիբդեն,  մագնեզիումի  օքսիդ  և ցինկի սուլֆիդ: n ≥0.175 արժեքների դեպքում ZnS-ն առաջանում է ինչպես պինդ, այնպես էլ հալված վիճակում: n–ի հետագա մեծացումը նպաստում է ZnS-ի ամբողջովին հալման և  միայն  դրանից  հետո  է  նկատվում  համակարգի  Tադ-ի  բարձրացում:  Հարկ  է  նշել,  որ Tադ, oC հավասարակշռային  արգասիքներում  դիտվում  են  զգալի  քանակությամբ  ցինկի գոլորշիներ (n ≥ 0.325), որը բերում է մոլիբդենի սուլֆիդի ոչ լրիվ փոխարկման: ", "պ. ադ. Ci, % հ. գ. գ. Նկ. 4.1. (MoS2+2Zn) – n(MoO3+3Mg) համակարգի թերմոդինամիկական վերլուծության արդյունքները՝ կախված n-ի արժեքից (P = 25 մթն) Ստացված  արդյունքներից  կարելի  է  եզրակացնել,  որ  չնայած  n-ի  մեծացումը նպաստում  է  համակարգի  ադիաբատ  այրման  ջերմաստիճանի  բարձրացմանը,  ինչը հնարավորություն  է  տալիս  Mo-ի  ստացումը  կազմակերպել  ինքնատարածվող  այրման ռեժիմում,  սակայն  n≥0.35  արժեքների  տիրույթում  դիտվում  է  ոչ  լրիվ  փոխարկում` պայմանավորված Zn-ի գոլորշիացմամբ: ", "Գազային միջավայրի ճնշման ազդեցությունն այրման ադիաբատ ջերմաստիճանի և արգասիքների հավասարակշռային բաղադրության վրա Ըստ  նկ.  4.1-ում  բերված  թերմոդինամիկական  վելուծության  արդյունքների, այրման  հավասարակշռային  արգասիքներում  դիտվում  են  զգալի  քանակությամբ  Zn-ի գոլորշիներ:  Ընդ  որում  n-ի  արժեքի  մեծացումը  նպաստում  է  ինչպես  այրման առավելագույն  ջերմաստիճանների  բարձրացմանը  (նկ.  4.3),  այնպես  էլ  Zn-ի  ինտենսիվ գոլորշիացմանը  (նկ.  4.5)  և  այրման  արգասիքներում  ոչ  ցանկալի  միացությունների առաջացմանը  (նկ.  4.4):  Այդ  պատճառով  խնդիր  դրվեց  ուսումնասիրել  գազային միջավայրի ճնշման ազդեցությունը հետազոտվող համակարգում: ", "(MoS2+2Zn) + 0.2(MoO3+3Mg) խառնուրդի համար՝ կախված միջավայրի գազի ճնշումից: ", "Այստեղ n = 0.2 արժեքը դիտարկվել է որպես օպտիմալ արժեք` հիմք ընդունելով այրման ռեժիմում ստացված նախնական փորձարարական արդյունքները: ", "(S)-2-CBPB  ք ի ր ալ այ ի ն  ռ ե ագե նտի Ան հ ր աժ ե շ տ  է   ն շ ե լ ,  ո ր   ս ի ն թե զ վ ած   ն ո ր   մ ո դ ի ֆի կ աց վ ած ք ի ր ալ այ ի ն   օ ժ ան դ ակ ն ախկ ի ն ո ւ մ   ս ի ն թե զ վ ած   չ մ ո դ ի ֆի կ աց վ ած   (S)-BPB-ի ,  ավ ե լ ի   լ ավ   ե ն լ ո ւ ծ վ ո ւ մ   օ ր գ ան ակ ան լ ո ւ ծ ի չ ն ե ր ո ւ մ   և   գ ո ր ծ ն ակ ան ո ւ մ չ ե ն լ ո ւ ծ վ ո ւ մ ջ ր ո ւ մ ,  ի ն չ ը   զ գ ալ ի ո ր ե ն   հ ե շ տաց ն ո ւ մ   է   հ ե տագ ա կ ո մ պլ ե ք ս ագ ո յ աց մ ան   փո ւ լ ի ռ ե ակ ց ի ո ն մ ի ջ ավ այ ր ի ց դ ր ան ց չ ռ ե ակ ց վ ած  ք ան ակ ն ե ր ի  ան ջ ատմ ան  պր ո ց ե ս ն ե ր ը : ", "NiII-(S)-2-BrBPB-(S)-3-(N-carbonyl-N`-2-Cl-Bn-piperazinyl)Ala  (65):  Tհալ.=  161-163 °С: ", "Tա m Uա Uա ջերմաքիմիական զուգորդման պայմաններում և մետաղական մոլիբդենի ստացումը հարաբերակցությունից Հիմնվելով  թերմոդինամիկական  վելուծության  արդյունքների  վրա՝  ուսումնասիր- վել  է  (MoS2+2Zn)+n(MoO3+3Mg)  խառնուրդի  փոխազդեցության  օրինաչափություններն այրման  ռեժիմում  կախված  n-ի  արժեքից:  Հետազոտություններն  իրականացվել  են իներտ գազի 25 մթն ճնշման պայմաններում: Այրման պարամետրերի (Tա և Uա) և նմուշի զանգվածի փոփոխությունը (m, զանգ. %) կախած n-ի արժեքից բերված են նկ. 4.3-ում: ", "Tա, oC Tա m Uա, սմ/վ m*10, զանգ. % Նկ. 4.3. Այրման պարամետրերի (Tա և Uա) և զանգվածի (m) փոփոխման օրինաչափությունները կախված n-ի արժեքից n(MoO3 + 3Mg) Ստացված արդյունքներից պարզ է դառնում, որ փոխազդեցությունը հնարավոր է իրականացնել այրման ռեժիմում n0.15 դեպքում: Այսպիսով այրման ստորին սահմանը դիտվել  է  n=0.15  դեպքում,  որտեղ  փոխազդեցության  առավելագույն  ջերմաստիճանն  ու արագությունը կազմել են համապատասխանաբար 1500 oC և 0.11 սմ/վ: Ինչպես կարելի է տեսնել  ստացված  արդյունքներից,  այրման  պարամետրերը  (Tա.  և  Uա.)  դանդաղորեն աճում են n-ի մեծացմանը զուգընթաց (n = 0.150.3 տիրույթում): "]}