{"paragraphs": ["Կատարվել  է  արագացնող  ալիքի  նկատմամբ  ըստ  փուլի էլեկտրոնային թանձրուկների  սահքի  ազդեցության  վերլուծություն  և  արվել  են  համապատասխան առաջարկություններ:  Դիտարկված են  հետևյալ դեպքերը' •  հավասարաչափ  սահք, •  արագացնող դաշտի  տրված գրադիենտով սահք, •  սահք,  որը  պայմանավորված  է  էլեկտրոնների  և լույսի  արագությունների տարբերությունով, •  արագացնող բաժնի  ելքում  էլեկտրոնների  էներգիայի  կայունացում: ", "Առավել մեծ ազդանշան ստանալու ակնկալիքով, որպես ջերմաէլեկտրական տվիչ դիտարկվել  է  FeSb2-ը,  որը  9 Կ-ում  ունի -42000 մկՎ/Կ  Զեեբեկի  գերծակից։ ", "Ռադարների պատմությունը հասնում է մինչև ժամանակակից էլեկտրամագնիսական  տեսության  վաղ  ժամանակաշրջան  [4,5]:  1886թ.-ին  Հերցը ցուցադրում  է  էլեկտրամագնիսական  ալիքների  անդրադարձումը,  իսկ  1900թ.-ին հարցազրույցի ժամանակ Տեսլան նկարագրում է էլեկտրամագնիսական հայտնաբերման և արագության չափման հասկացությունը: 1903 և 1904 թթ. Գերմանացի ինժեներ Հյուլսմեյերը իրականացնում  է ռադիոալիքների անդրադարձումների միջոցով նավերի  հայտնաբերման  փորձարկումներ,  որի  գաղափարը  հետագայում  1922թ.-ին պաշտպանվում է  Մարկոնիի  կողմից:  Նույն  թվականին  ԱՄՆ-ի ծովային գիտահետազոտական  լաբորատորիայի  (ԾԳԼ)  աշխատակիցներ  Թեյլորի  և  Յունգի կողմից  ցուցադրվում  է  նավի  հայտնաբերումը  ռադարի  օգնությամբ,  և  1930թ.-ին Հայլենդը  նույն լաբորատորիայից  ռադարի  օգնությամբ (թեև  պատահաբար) հայտնաբերում է ինքնաթիռ՝ հիմքն հանդիսանալով  ավելի  խորացված հետազոտությունների,  որոնք  հանգեցրեցին անընդհատ գործողության (ԱԳ) ռադար անունով հայտնի պատենտի գրանցման: ", "Ռադարների  զարգացումը  արագացավ  և  ընդլայնվեց  1930-ական  թվականների կեսերին  և  վերջում,  հիմնականում  միմյանցից  անկախ  զարգանալով  ԱՄՆ-ում,  Մեծ Բրիտանիայում,  Ֆրանսիայում,  Գերմանիայում,  Ռուսաստանում,  Իտալիայում  և Ճապոնիայում:  Երկրորդ  համաշխարհային  պատերազմի  ավարտին  ռադարները, միկոալիքային  հաճախությունները  և  իմպուլսային  ազդանշանները  ստացան  իրենց արժանի գնահատականը: ", "Վաղ  շրջանում  ռադարների  զարգացումը  պայմանավորված  էր  ռազմական նպատակներով,  և  մինչ  հիմա  ռազմական  ոլորտը  ռադարային  տեխնոլոգիաների հիմանական սպառողն ու զարգազնողն է: Ռազմական կիրառությունները ներառում են հսկողություն,  կողմնորոշում  և  զենքերի  զեկավարում  երկրային,  ծովային  և  օդային սարքերի  համար:  Ռազմական  ռադարները  ընդգրկում  են  հսկայական  տիրույթ  սկսած հսկայական բալիստիկ հակահրթիռային համակարգերից, վերջացրած բռունցքի չափեր ունեցող տակտիկական հրթիռներ փնտրողներով: ", "Հիմա  ռադաները  արձանագրում  են  կիրառությունների  ոլորտի  մեծացում: ", "Էլեկտրամագնիսական ալիքների փոխազդեցությունը կենսաբանական օբյեկտների և նրանց հյուսվածքների հետ Էլեկտրամագնիսական  ալիքների  փոխազդեցությունը  կենսաբանական  մարմինների  և հյուսվածքների  հետ  բերում  է  ինչպես  ջերմային,  այնպես  էլ  ոչ  ջերմային  էֆեկտների, ինչպիսիք  են`  մեմբրանների  բեվեռացումը  կամ  ապաբևեռացումը:  Գոյություն  ունեն հզորության  առավելագույն  արժեքներ,  որոնք  թույլատրելի  են  մարդու  վրա  երկար ժամանակ  ճառագայթելու  համար:  Օրինակ  ԱՄՆ-ում  10մՎտ/սմ2  սահմանված  է  որպես այդպիսի  արժեք:  Այսպիսով,  շատ  կարևոր  է  հասկանալ  էլեկտրամագնիսական ճառագայթման  հզորության  սահմանները,  որոնք էական  վնաս չեն  հասցնի կենսաբանական միջավայրի վրա: ", "Նշենք  տերահերցային  ալիքների  հիմնական  առանձնահատկությունները,  որոնք առավել հետաքրքրություն  են  ներկայացնում  տվյալ  տիրույթում  [7,  10,  11]' •  ֆոտոնների  էներգիան  փոքր  է (0.004 -   0.04  ԷՎ),  հետևաբար'  ճառագայթումը  ոչ •  ռելեյան ցրման կտրուկ  անկման  պատճառով (X4)  տերահերցային ճառագայթումը լավ  է  անցնում  պղտոր  միջավայրով  և  մանրադիսպերս •  մոլեկուլների  պտտական սպեկտրները  և կենսաբանական կարևոր սպիտակուցների  տատանումները  ընկած են  տերահերցային  հաճախությունների իոնացնող է, նյութերով, տիրույթում, •  տերահերցային ճառագայթման ֆոտոնների էներգիան ընկած է գերհաղորդիչների  էներգետիկ ճեղքի  տիրույթում: ", "OFDM ազդանշանի մոդուլյացիոն սիմվոլները կարելի է ներկայացնել՝ ∑      {   }     { {                  } (1.1.4) Նկ. 1.1.1 OFDM-ի ձևավորման ընդհանուր սխեման: ", ":ՏՀց-այինչ չնչին  աղա ավաղումն ներով իմպ պուլսներիտ տարածմա ան  ամեն նից լավ վհամակար րգերըորոն նցով ուղ ղղորդվում և ման նիպուլացվ վում են ՏՀց ց-ային ճա րագայթնե երը Նկ կ. 1.1.1ՏՀց-ա այինիմպուլ լսը (a) և նրա ա սպեկտրը ը(b): ", "Նկ. 1.2. Թիրախի դիրքի որոշումը գնդային կոորդինատական համակարգում Այս  կոորդինատական  համակարգում  անտենայի  դիտարկման  ուղղությունը՝ տվյալ  պարագայում     առանցքի  դրական  ուղղությունը,  երբեմն  ընդունված  է  անվանել «նշանառության  ուղղություն»:     –ն  կոչվում  է  ազիմուտային  անկյուն,  իսկ     –ն բարձրության  անկյուն:  Ինչպես  արդեն  նկարագրվեց՝  օբյեկտի     հեռավորությունը անմիջականորեն որոշվում է ճառագայթումից մինչև ընդունում ընկած ժամանակահատվածի  միջոցով:  Բառձրության  և  ազիմուտային  անկյունները  որոշվում են  անտենայի  ուղվածությունից,  քանի  որ  նորմալ  հայտնաբերման  համար  թիրախը պետք  է  գտնվի  անտենայի  գլխավոր  թերթիկում:  Արագությունը  գնահատվում  է թիրախից  անդրադարձած  ազդանշանի  դոպլերյան  շեղման չափման  միջոցով: ", "Այս դեպքում անվերջ համակարգը կլինի : ", "Չնայած  որ  բոլոր  ռադարները  իրականացնում  են  միևնույն  ֆունկցիան՝  շարժվող օբյեկտների  հայտնաբերում,  դրանց  հարաբերական  արագության  ու  հեռավորության չափում,  բայց  կախված  իրենց  առջև  դրվող  խնդիրներից  և  համակարգերից,  որոնցում կիրառվում են, կարող են էականորեն տարբերվել միմյանցից: Ռադարները տարբերվում են չափերով,  Ճառագայթվող  ազդանշանների հաճախականային  տիրույթով, ճառագայթման  եղանակներով,  նրանցում  կիրառվող  հանգույցների  լուծումներով  և  այլ պարամետրերով: ", "Էլեկտրոնային  տեսածրող մանրադիտակով ուսումնասիրության  արդյունքում  պարզվել  է,  որ  թաղանթները  ունեն  հատիկավոր կառուցվածք, հատիկների չափը միջինում 200 նմ է: ", "c և e)և սպե ամբ (c, d) կլո եկտրալ (b, d որ և (e, f) ու d և f) ւղղանկյուն Նկ կ. 1.1.4ՏՀց- դիէլեկտ ային իմպո տրիկ մանրա ուլսի ժամա աթելում: Կ նակային (a արմիր գույ a) և սպեկտ յնով հենակ տրալ (b) պա կային իմպո ատկերները ուլսի պատկ տարածվե կերները: ", "Լազերային  փոշենստեցման  եղանակով  մեծաչափ բարակ  թաղանթների սինթեզման  համար  ինչպես  նաև  նորագույն  տեխնոլոգիաներում լազերային փոշենստեցման եղանակի  լայնորեն կիրառելու  նպատակով  ցանկալի է լուծել թիրախի արդյունավետ  օգտագործման  խնդիրը։  Խնդրի  լուծում  է  հանդիսանում  լազերային ճառագայթի սեկտորաձև տեսքի կիզակետի օգտագործումը։ ", "Դիտարկելու ենք այն դեպքը, երբ Ուղղանկյան  երկու  կողմերից  հավասարաչափ  սեղմող ճիգերի  դեպքում կայունության հավասարումը ունի այս տեսքը` Ազատ հենված ուղղանկյուն սալի համար վերցնելով (2.6)-ից, նկատի ունենալով (2.2)-ը, կստանանք որտեղ (2.8) ինտեգրալ հավասարումը բերվում է հետևյալ դիֆերենցիալ հավասարմանը (2.4) (2.5) (2.6) (2.7) (2.8) (2.9) 11112211212122212166121212kkxyMDDDMDDDMDDDijD31661332661cos4323nkkhDAKkhDAn4441112662242244221222222222220wwwDDDDxxyywwDwDPxyxxysinsin,,mnmnmnmmwftxyab422421112662222221222,2mnmmnnnmnmnmnQDDDDPRDDDD10mnmnmnmnmnQfQRf Նկատի  ունենանք,  որ  ամեն  մի  m-ի  և  n–ի  համար -ի  նկատմամբ  կունենանք տարբեր հավասարումներ: ", "Մեծ ճշգրտություն  –  Միլիմետրական  տիրույթի  ՀՄԱԳ  ռադարները  կարող  են ունենալ  մեծ  ճշգրտություն  հեռավորության  ու  արագության  որոշման,  և  պատկերման կիրառություններում:  20-30մ  հեռավորությունների  վրա  հեշտությամբ  կարելի  է ապահովել 2սմ-ի կարգի ճշգրտություններ: Առավել է ուլտրաձայնային և ինֆրակարմիր տեխնոլոգիաների  նկատմամբ,  որոնք  կամ  չեն  կարող  չափել  հեռավորություն,  կամ կարողանում են շատ սահմանափակ հեռավորությունների վրա: ", "Չափումների արագ թարմացում  –  Քանի  որ  ՀՄԱԳ  ռադարներում  ճառագայթումը տեղի  է  ունենում  անըդհատ,  այդ  պատճառով  չափումների  արդյունքները  ավելի  արագ են  թարմանում  քան  իմուլսայինների  դեպքում:  Բացի  այդ  պինդմարմնային էլեկտրոնիկայի շնորհիվ ապահովվում է գրեթե ակնթարթային աշխատանքային սկիզբ, համեմատած  իմպուլսային  ռադարների  որոնք  սովորաբար  օգտագործում  են մագնետրոններ, որի հետևանքով պահանջում են որոշակի ժամանակ աշխատանքային ռեժիմի հասնելու համար: ", "Եղանակային  պայմանների  նկատմամբ  կայունություն –  Կարճալիքային էլեկտրամագնիսական  ալիքների  ճառագայթման  շնորհիվ,  միլիմետրական  տիրույթի համակարգերը  ցուցաբերում  են  գերազանց  աշխատանք  անձրևի,  խոնավության մառախուղի և փոշու պայմաններում: Կարճալիք ճառագայթում ասելով նկատի ունենք, որ անձրևի կաթիլները, ջրային գոլորրշիները և փոշու մասինկները էական պատնեշ չեն հանդիսանում  էլեկտրամագնիսական  ալիքների  անցման  համար:  Առատ  անձրևը բնականաբար  պատճառ  կհանդիսանա  հեռավորության  կամ  ճշգրտության  նվազման: ", "Chapter 7 in Applications of Laser Ablation - Thin Film Deposition, Nanomaterial Synthesis and Surface Modification Edited by Dongfang Yang, INTECH Publisher, ISBN: 978-953-51-2812-0, pp. the  Detection  Pixel  with  Superconducting  Layers  of  Single-Photon  Thermoelectric  Detector” Journal of Contemporary Physics (Armenian Academy of Sciences), 53(1), pp. 96–110, (2018). the  Properties  of  W/CeB6/W  Heterostructure  as  a  Sensitive  Element  of  Single-Photon Thermoelectric  Detector”  Journal  of  Contemporary  Physics  (Armenian  Academy  of  Sciences), Rare-Earth  Hexaborides  in  Thermoelectric  Single-Photon  Detectors”  ISSN  1063-7826, Semiconductors, 51(7), pp. 870–873 (2017). Volkov,  S.Kh.  Pilosyan,  “CeB6  Thin  Films  Synthesis  by  e-beam  Deposition”  ISSN  1063-7826, Semiconductors, 51(8), pp. 999–1001, (2017). Propagation  in  W/FeSb2/W  Detection  Pixel  of  the  Single  Photon  Thermoelectric  Detector” Journal of Contemporary Physics (Armenian Academy of Sciences), 52(3), pp. 249–257, (2017). Processes of Heat Propagation in Multilayer Sensor of Thermoelectric Single-photon Detector” Journal of Contemporary Physics (Armenian Academy of Sciences), 51(2), pp. 181-190 (2016). of  Thermoelectric  Detector”  ISSN  1068–3372,  Journal  of  Contemporary  Physics  (Armenian Academy of Sciences), 51(4), pp. 360–370, (2016). Detection in a Wide Range of the Electromagnetic Spectrum” Sensors & Transducers, 207(12), pp. 21-29, (2016). photon Detector” Sensors & Transducers, 191(8), pp. 57-62, (2015). to the Problem of Effective Utilization of the Target Material for Pulsed Laser Deposition of Thin Films”, Quantum Electronics 43 (12), pp. 1170 – 1174, (2013). Single-photon Detection in a Wide Range of the Electromagnetic Spectrum” Proc. of SPIE, FeSb2 as a Sensor of Single-Photon Thermoelectric Detector”, 3rd International Conference on Sensors Engineering and Electronics Instrumental Advances Proceedings book pp. 163- Sensor” Journal of Physics: Conference Series, 673, 012007, (2016). Studies, 14, pp. 203-210, (2016). photon Detection from Infrared to Hard Ultraviolet”, Nano Studies, 13, pp. 175-190, (2016). Thermoelectric Single Photon Detectors”, Proc. of SPIE, 9504, 95040O, (2015). Large-area Films Using More than One Target”, International Journal of Modern Physics: ", "ի տարածմա բյուրեղյա Ընդհանու ւր  առմամ մբ,  ՏՀց-այ յին  իմպո ուլսի  աղա ավաղում (սփռում ժամանակ կային տիր րույթում)  տ տեղի  չունի ի  այն  ալիք քատարնե երում,  որո ոնք  չունեն կրիտիկ  հ հաճախութ թյուն, այսի ինքն՝  նրա անցում  հ հնարավոր է  TEM մոդի  ա ալիքների տարածու ւմ:  TEM մոդի ազդ դանշանի արագութ թյունները բնութագ գրվում  են ն  միայն դիէլեկտ տրիկով,  ո որում տար րածվում  է է  ալիքը:  Ա Այդպիսի  ա ալիքատար րները  ունե են  երկկա պ  կառուց ցվածք:  ՀԶԹ ԹԱ-ի շատ տ  կարևոր հատկութ թյուններից ց  մեկը  այն ն  է  որ  տե եղի  ունի  է էներգիայի ի  միաչափ փ  (1D) խտա ացում թիթ թեղների մի իջև: ", "Մեր  կողմից  ընտրված  ալիքի  երկարությունը  պայմանավորված  է  նաև  տեղայնացման հնարավորությամբ,  որը  բարձր  է  կարճ  ալիքների  դեպքում  և  երկար  ալիք  ունեցող էլեկտրամագնիսական  ճառագայթումը  այդ  իմաստով  զիջում  է  համապատասխան հաճախությամբ  աշխատող  ուլտրաձայնային  զնման  համակարգին,  որոնց  ալիքի երկարությունը էապես փոքր է ձայնի տարածման ցածր արժեքի մեծության պատճառով: ", "Թափանցելիության հատկություն – Միլիմետրական տիրույթի ՀՄԱԳ ռադարային համակարգերը  կարող  են  տեղադրվել  բազմաթիվ՝  ռադիոհաճախականությունների համար  թափանցիկ,  նյութերի  հետևում:  Միլիմետրական  ալիքները  կարող  են թափանցել  բազմաթիվ  ոչ-մետաղական  նյութերի  միջով:  Այդպիսի  նյութերի  թվին  են պատկանում  փայտը,  բետոնը,  բազմաթիվ  պոլիմերներ  և  կոմպոզիտային  նյութեր:  Այս հատկության շնորհիվ սարքերը կարող են օգտագործվել այնպիսի կիրառություններում, որտեղ  դրանց  թաքցնելու  կարիք  կա՝  անվտանգության,  եղանակային  կամ գեղագիտական  նկատառումներից  դուս  գալով,  կամ  օգտագործվել  թաքնված թիրախների հայտնաբերման ու չափման մեջ: ", "Հաջորդիվ ներկայացնենք մի պարզ նկատառում, որը օգտագործվում է գլուխ 4–ում: "], "source_docs_file": "Physics.json", "paragraph_source_docs": [4, 6, 7, 7, 7, 7, 2, 4, 0, 3, 7, 1, 7, 6, 3, 6, 1, 7, 7, 7, 6, 3, 2, 7, 5]}