{"paragraphs": ["համարելով ոչ գրական, հրաժարվեցին իրենց ստեղծագործություններում արծարծելուց: Ercilasun B., նույն տեղում, էջ 288: ", "Անդրադառնալով  շարահյուսական  կողմին,  նշենք,  որ  երեք  վեպերն  էլ  սկսվում  են հեքիաթային  պատումի  կանոնով:  Այսպես,  «Կիսված  վիկոնտի»  ինցիպիտում  կարդում ենք.  «Թուրքերի  դեմ  պատերազմն  էր:  Քեռիս`Տեռալբայի  Վիկոնտ  Մեդարդոն, Բոհեմիայի  դաշտավայրով  արշավում  էր  դեպի  քրիստոնյաների  ճամբարը:  Նրան ուղեկցում էր վահանակիրը` Կուրցիոն»79: ", "«Սաթն  փլեյսյան  պատմություն»  («Sutton  Place  Story»,  1946)  պատմվածքում Դեբորա անունով երեքամյա աղջիկը միայնակ հայտնվում է մեծ քաղաքի փողոցներում, իրեն  շրջապատող  մեծերի  մեջ,  ովքեր  մոռացել  են  սիրելը,  իսկ  նա  ծարավ  է  սիրո, ջերմության,    քնքշանքի,    բարության  ու  կարեկցանքի։  «Նա  քաղաքի  ծնունդ  էր  և  լավ գիտեր,  թե  ինչ  է  կոկտեյլը    և  շատ  խմելը։    Աղջկա  ծնողները  աշխատում  էին,  և  նա սովորաբար  տեսնում  էր  նրանց  միայն  երեկոյան,  երբ  սենյակ  էր  մտնում՝  հայրիկին  և մայրիկին    բարի  գիշեր  մաղթելու,  Կատերին  և  Ռոբերտ  Թենիսոնները    սովորաբար խմում  էին  իրենց  հյուրերի  հետ։    Դեբորային  թույլ  էր  տրվում  հյուրերին  փոխանցել ապխտած  սաղմոն։  Նա  եկել  էր  այն  եզրակացության,  որ  մեծահասակների  աշխարհի առանցքը  կոկտեյլներն  են»81։  Կարծես  թե    խախտվում  է  աշխարհի  կարգուկանոնը, այստեղ  ամեն  ինչ  սուտ  է,  ծախված  և  գումարի  իշխանության  տակ։    Ընկերները Դեբորայի  տուն  չեն  այցելում,  փոխարենն  այնտեղ  զվարճանում  են  «ինչ-որ    կարևոր» S.C.: Newberry College, 1967, p. 262. Newberry, S.C. : Newberry College, 1972, p. 408. մարդիկ։    Երեխան    հազվադեպ  է  տեսնում  ծնողներին,  ուստի  զրկված  է  ապահով լինելուց։    Երբ  որևէ    մեկը  կշտամբում  է  շվայտ  կյանք    վարող  ծնողներին,  որ  նրանք անուշադիր են  իրենց  փոքր երեխայի  հանդեպ  և չեն զբաղվում նրա դաստիարակությամբ ու խնամքով, երեխայի մայրը պատասխանում է. «Նա բանկում իր անունով  ութ  հազար  դոլար  ունի»82,  և  միանգամայն համոզված  է,  որ  այս պատասխանով հերքեց իրեն ուղղված բոլոր մեղադրանքները: ", "userfiles/files/Zangrandi%20Silvia.pdf, Zangrandi S. I Nostri antenati di Calvino e la modernita' del fantastico. http://www.italianisti.it/ upload/ Тодоров Ц. Введение в фантастическую литературу. Дом интеллектуальной книги. М. 1999. С. 37 Calvino I. Il visconte dimezzato. Mondadori. Мilano 2009,P. 3 Օմբրոզայի  մեր  վիլլայի  ճաշասենյակում  էինք.  լուսամուտները  շրջանակում  էին պարտեզի փշատենու խիտ ճյուղերը»:80 Իսկ  «Գոյություն չունեցող  ասպետը»  վեպի  ինցիպիտը  ներկայացնում  է միջնադարյան ֆրանսիական բանակի պատկերը. «Փարիզի կարմրավուն պարիսպների մոտ օթևանել էր ֆրանսիացիների բանակը: ", "Կառլոս Մեծը պետք է պալադինների ստուգում անցկացներ: Երեք ժամից ավել էր, ինչ հավաքված էին այնտեղ, ամառվա սկզբի շոգ, մի քիչ ամպամած ցերեկներից էր: ", "բանաստեղծությունը),  Թյուրքագիտական («Մառախուղ» շուրջ թուրքական գրականությունը սոցիալ-քաղաքական ձևափոխությունների համատեքստում տարբեր քաղաքական գաղափարախոսությունների պայքարի հարթակ էր դարձել: ", "Պրոպպը  դասակարգում  է  նաև  հեքիաթային  պատումի  սկզբնական  վիճակին հետևող գործառույթները, հերոսներից որևէ մեկի` տնից հեռանալը, հերոսի առջև դրվող արգելքը,  դրա  խախտումը,  անտագոնիստի  հետապնդումը  և  այլն:  Կալվինոն  իր վեպերում բանահյուսական հեքիաթի պրոպպյան ֆունկցիաներից և ոչ մեկին խստորեն չի հետևում. վիկոնտին հանդիպում ենք արդեն տնից հեռացած, բարոնը դեռ գտնվում է տանը, իսկ ասպետը դեռ չի հայտնվել: ", "Ռ.Ջեքսոնը գտնում է, որ հեքիաթի լեզուն գալիս է հեռավոր անցյալից և անդեմ է. «Դա  մի  ձև  է,  որ  բացառելով  ընթերցողի  մասնակցությունը՝  ներկայացնում  է իրադարձություններ,  որոնք  ներառված  են  հեռավոր անցյալում, ամրապնդված  են ժամանակային հեռանկարի մեջ և ցույց են տալիս, որ իրենց ձայները վաղուց դադարել են  որևէ  ազդեցություն  ունենալ»:83  Ռ.  Ջեքսոնը  նման  եզրահանգումների  է Calvino I. Il barone rampante. Mondadori. Milano 2014, P. 3 Calvino I. Il cavaliere inesistente. Mondadori. Milano  2014, P. 3 Пропп В. Морфология волшебной сказки. Лабиринт. М. 2001. С. 27 Jackson R. Fantasy. Literature of Subversion. Routledge. Cambridge 1981. P.33 գալիս`օրինակ  բերելով  Գրիմ  եղբայրների  հեքիաթներից  մեկը:  Գրիմ  եղբայրների ժողովածուում  հեքիաթային  պատումն  իսկապես  անդեմ  է,  և  նրա  ձայնը  գալիս  է հեռավոր անցյալից: Կալվինոյի եռերգության վեպերում պատումն անդեմ չէ. նա ներկա ժամանակից  պատմում  է  հեռավոր  անցյալում  կատարված  իրադարձությունների մասին:  Ամենևին  պատահական  չէ,  որ  «Մեր  նախնիները»  հաճախ  անվանում  են «հերալդիկ պատմվածքներ»: «Հերալդիկ» մակդիրը ընդգծում է երեք վեպերում գլխավոր հերոսների,  «մեր  նախնիների»  սոցիալական  դիրքը՝  վիկոնտ,  բարոն,  ասպետ:  Երեք հերոսների հիմնական գործառույթը ժամանակային հեռավորությունն ընդգծելն է: ", "Եռերգության  մեր  ուսումնասիրության  մեջ  մենք  կարևորում  ենք  հատկապես քրոնոտոպի  առանձնահատկությունների  վերլուծությունը:  Երեք  վեպերում էլ պատկերելով  անցյալի  պատմական  իրադարձություններ՝  Կալվինոն  պատմողների լեզվով  փորձում  է  դրանք  կապել  ներկային:  Ֆանտաստիկի  և  անցյալի  կապի  մասին Դ.Սանդները  գրում  է.  «Ռեալիստականի  և  երևակայականի  փոխհարաբերության արդյունքում  ֆանտաստիկ  գրականությունն  արտահայտում  է  անցյալի  և անհավանականի  նոստալգիան»:84 «Մեր նախնիներում»  Դ.Սանդների նշած «նոստալգիան»  անցյալի  պատկերման  հիմնական  մեխանիզմն  է:  Վեպերի  պատումը ներկայացված է որպես երկրորդական կերպարների հուշեր, որոնք ներկայի  հետ ոչ մի աղերս  չունենալով,  կարող  են  կրել  թե՛  ֆանտաստիկ,  թե՛  հեքիաթային  բնույթ: ", "Անձրև՜... անձրև՜... ձանձրո՜ւյթ, թախի՜ծ. Սիրտ ու երկինք ամպամած. Ու ելնում է խոնավ հողից Սա՜ռ գոլորշի... Եվ կամա՜ց Թափանցում է կուրծքդ – ճնշո՜ւմ, Ու չգիտես ի՞նչ անես, Որ հոգեսպան այս մշուշում Անձկությունից չմեռնես։24 Այս  տողերը  անմիջապես  հիշեցնում  են  «Մթնշաղի  անուրջների»  աշխարհը՝  մի էական  տարբերությամբ։  Եթե  Տերյանի  քնարական  համակարգում  աշունը,  անձրևը, թափվող տերևները, թախիծը, ձանձրույթը և սրանց հարակից պատկերները խորհրդա- նշում են իրենց հետևում թաքնված ուրիշ իմաստներ, ունեն այլ բովանդակային բեռնվա- ծություն,  ապա  Քյալաշյանի  մոտ  դրանք  ուղղակիորեն  կապված  են  առկա  իրականու- թյան  հետ,  թեև  ձևականորեն  քաղված  են  սիմվոլիզմի  պատկերային  զինանոցից։  Այս երևույթը նկատելի է Քյալաշյանի նաև ուրիշ բանաստեղծություններում։ ", "«Գոյություն  չունեցող  ասպետը»  վեպում  գործողությունները  կատարվում  են Կառլոս  Մեծի  ժամանակաշրջանում,  որը  ներկայացված  է  ոչ  այնքան  պատմավեպին հատուկ  պատմական  ճշմարտացիությամբ,  որքան  հեքիաթին  և  միջնադարյան հերոսական  պոեմին  հատուկ  առասպելականացմամբ:  Մյուս  կողմից  պատմությունը՝ այստեղ միախառնվելով հեքիաթային, էպիկական և արկածային տարրերին՝   ստեղծում է այն գեղանկարչական ֆոնը, որի դեկորատիվ մասնահատկություններն են Տեռալբայի կալվածքը («Կիսված վիկոնտը»), Կառլոս Մեծի վրանը, Աջիլուլֆոյի զրահը («Գոյություն չունեցող ասպետը»),  Պիովասկոների վիլլան, Կոզիմոյի եռաեղջյուր գլխարկը («Բարոնը ծառի վրա»):  Այսպիսով՝  «Մեր  նախնիներում»  հուշ  են  թե՛  հերոսների  կյանքի իրադարձությունները, թե՛ պատմական ժամանակաշրջանը: ", "Ըստ  Տոդորովի`  ֆանտաստիկ  ստեղծագործության  մեջ  պատմողը  հաճախ ներկայանում  է  առաջին  դեմքով.  «Երևակայական պատմողը և ֆանտաստիկ ժանրը համապատասխանում են իրար»:86  «Մեր  նախնիները»  այդ  մտքի  վառ  ապացույցն  են: ", "Եղիա  Չուբարը49  կուսակցական  է:  Լեռ  Կամսարի՝  նրա  կերպարին  առաջին անդրադարձը  ցույց  է  տալիս  նախ  նրա  դիրքը  կոմունիստական  կուսակցության «Բանվորի կռիվ» թերթը։ 1920թ. նոյեմբերին եղել է ՀՍԽՀ հեղկոմի կազմում, 1921-1923թթ. եղել է ՀՍԽՀ Արտաքին  գործերի ժողովրդական  կոմիսար,  որի  առաջին  տարում  հանդիսացել է Կարսի պայմանագրի ստորագրողներից  մեկը։  1923-1929թթ.  եղել  է լուսավորության  ժողկոմ  և  ՀՍԽՀ Ժողկոմխորհի  նախագահի  տեղակալ,  միաժամանակ  եղել  է  «Սովետական  Հայաստան»  թերթի խմբագիրը։ ԽՍՀՄ Կենտրոնական Գործադիր Կոմիտեի անդամ էր: ", "Բոդլերի և Պոյի քնարական հերոսները համակված են անհուն ծարավով դեպի անսահմանը՝ նրա բոլոր հնարավոր ձևերի մեջ։ ", "Այլ է Պոն՝ որպես նովելիստ: Վ.Իրվինգի և Ն.Հոթորնի հետ միասին ամերիկյան ազգային նովելի ժանրի  հիմնադիրներից  է, որը, կարելի է ասել, հիմնադրվել է 1819 թվականին,  երբ  Վ.Իրվինգը  նախաձեռնեց  իր  §Էսքիզների  գրքի¦  հրատարակումը, իսկ  ժանրի  նշանակությունը,  կառուցման  սկզբունքները,  միասնությունը,  էֆեկտը, ճշմարտությունն  ու  անակնկալ  ավարտը  տեսականորեն  իմաստավորել  է  Է.Պոն, որին  կարելի  է  համարել  երեք  ժանրի`  դեդեկտիվ,  գիտաֆանտաստիկ  և սարսափների  գրականության  հիմնադիր:12  Ամերիկյան  ու  համաշխարհային պատմվածքի  զարգացման  վրա  մեծ  ազդեցություն  են  ունեցել  Պոյի  բազմաթիվ պատմվածքներն ու նովելները: ", "Քյալաշյանի  բանաստեղծական  հղացման  սկզբունքային  տարբերությունն  այն  է,  որ ծանոթ մոտիվը հնչում է խորապես անձնականացված զգացմունքի պլանում, մի բան, որ դասական օրինակ պիտի դառնար արդեն Տերյանի մոտ։ ", "«Ֆանտաստիկ  ժանրի  համար  մեծ նշանակություն չունի այն հարցը, թե արդյո՞ք այն առաջանում է մանկությունից կամ սնահավատ  անցյալից:  Երկու  պարագաներում  էլ  ֆանտաստիկի  մեջ  գործում  են իռացիոնալը և չհասունացածը, և երկուսում էլ այն նոստալգիայի արտահայտություն է»:90  Այսինքն`  վիկոնտի  երկակի  գոյությունը,  բարոնի  կյանքը  ծառերի  վրա պատմողների  մանկական  տպավորությունների  երևակայության  ու  չափազանցության արդյունք  են:  Աշխարհը,  որ  մանկության  տարիներին  թվացել  է  անբացատրելի,  իր ֆանտաստիկ  արտահայտությունն  է  գտել  պատումի  մեջ:  «Կիսված  վիկոնտում» մանկական տպավորություների առկայությունն ավելի ակնհայտ է, քան «Բարոնը ծառի վրա»  վեպում,  քանի  որ  առաջինում  պատմողը  չի  մեծանում.  նրա  հուշերը  սկսվում  և ավարտվում  են  մանուկ  ժամանակ,  իսկ  երկրորդում  պատմողը  հասունանում  է՝ ավարտելով  իր  պատմությունը  ծերության  տարիներին,  թեև  աշխարհայացքը  մնում  է անփոփոխ: ", "Գրականագետ  Լ.Արմիտն  իր  «Ֆանտաստիկ  գրականություն:  Ներածություն» աշխատության  մեջ  ֆանտաստիկի  էությունը  բացատրում  է  ռեալիզմի  հետ համադրությամբ:    Ռեալիզմ  ասելով`  գրաքննադատը  նկատի  ունի  ոչ  թե  գրական ուղղությունը,  այլ  ցանկացած  պատում,  որտեղ  միջավայրը  պատկերված է ճշմարտանման,  առանց  գերբնական  երևույթների  և  ֆանտաստիկ  զեղումների. Тодоров Ц. Введение в фантастическую литературу. Дом интеллектуальной книги. М. 1999. С.74 Booth W.C. The Rhetoric of Fiction. The University of Chicago Press. 1983. P. 339 Sandner D. Critical Discourses of the Fantastic, 1712–1831. Ashgate Publishing. Fullerton 2011. P. 9 «Գրականության մեջ ռեալիզմի և ֆանտաստիկի տարբերությունը ոչ այնքան ռեալիզմի` իրականը նմանակելու, իսկ ֆանտաստիկի` նրանից հեռանալու մեջ է, որքան այն փաստի, որ ռեալիզմը ավելի շատ է կառչում մեզ պարտադրված “իրականից”, քան ֆանտաստիկը»:91 «Մեր  նախնիները»  եռերգությունը  լիովին  տեղավորվում  է  այս  բանաձևի  մեջ: ", "Հատկանշական  է,  որ  իր  հարցազրույցներից  մեկում  Նազըմ  Հիքմեթն  այն կարծիքն է հայտնել, որ գրողը չի կարող քաղաքականապես չեզոք և անտարբեր լինել իր ժամանակի  խնդիրների  նկատմամբ:  Նրա  համոզմամբ  հատկապես  կոմունիստ գրողները  պետք  է  ստեղծեն  այնպիսի  գրականություն,  որն  իրական  կյանքի  մասին գիտելիքի աղբյուր դառնա104: ", "Ֆանտաստիկի` որպես զարմանք և շփոթմունք առաջացնող առանձնահատկության մասին է խոսում ժանրի տեսաբան Դ.Սանդները. «Ֆանտաստիկ գրականության տարօրինակ բախումները և վայրի անհավանականությունները, այլ կերպ ասած` ֆանտաստիկ պատկերները, որոնք ավելի շուտ մտային են, քան հստակ սահմանված, ընթերցողի հիացմունք կամ շփոթմունք են առաջացնում... Ֆանտաստիկը` որպես  լեցուն  կամ  դատարկ  ձև,  խուսափում  է  մեկնաբանությունից`  թողնելով ընթերցողին անջատման անհարմար զգացողություն, անհնարինի հետ շփման տհաճ փորձ»:92 «Մեր նախնիների» պատումի մեջ ֆանտաստիկը միտված է զարմանքի կարճատև էֆեկտին,  որը  հիմնականում  պայմանավորված  է  ֆանտաստիկի  միաժամանակ իրական  և անիրական լինելով: Ռ.Ջեքսոնը կարծում է, որ,  հետևելով ֆորմալիստական տեսությանը՝ ֆանտաստիկին կարելի է վերագրել  տարբեր ոճական արտահայտչամիջոցներ.  «Ֆանտաստիկի հիմնական ոճական միջոցը օքսիմորոնն է, որը, միավորելով հակադրությունները, դրանք երբեք սինթեզի չի հասցնում»:93  «Մեր նախնիներում»  օքսիմորոնի  վառ  օրինակ  է  իրականի  և  ֆանտաստիկի  միությունը: ", "Սրանով  պայմանավորված՝  տարեկան  տոկոսները  առատ  կլինեին։ ", "Կալվինոյի`  ֆանտաստիկի  այս  մեկնաբանությունը  կարելի  է  բացատրել  այն դասական  հեղինակների  ազդեցությամբ,  որոնց  նա  թվարկում  է  իր  «Ամերիկյան դասախոսություններում». «19-րդ  դարի  ֆանտաստիկ  պատմվածքների  իմ անթոլոգիաներից մեկում հետևել եմ տեսանելի և պատկերավոր այն հոսանքին, որը հեղեղված է Հոֆմանի, Շամիսոյի, Արնիմի, Այխենդորֆի, Պոտոցկու, Գոգոլի, Ներվալի, Գոթիեի, Հոթորնի, Պոյի, Դիքենսի, Տուրգենևի, Լեսկովի պատմվածքներով և վերջապես հասնում է Սթիվենսոնին, Կիպլինգին և Ուելսին: Սրան զուգահեռ հետևել եմ մեկ այլ հոսանքի,  որը  վեր  է  հանում  առօրյայի  ֆանտաստիկը,  մտավոր,  անտեսանելի  և ներփակված  ֆանտաստիկը»:95  Հերոսների  ֆանտաստիկ  ֆիզիկական  վիճակը, իրադարձությունների  գերբնական  և  արտասովոր  բնույթը  արդեն  չեն  զարմացնում իրականի և ֆանտաստիկի համակցմանը սովոր ընթերցողին: ", "Ներկայացնելով «Մեր նախնիները» եռերգության վեպերում  ֆանտաստիկի  արտահայտման առանձնահատկությունների  ընդհանուր  վերլուծությունը՝  կփորձենք  ուսումնասիրել Calvino I. Lezioni Americane. P. 65. http://www.paolacarbone.com/anglo_americano/2014/italo_calvino_- _lezioni_americane(1).pdf. Նույն տեղում, էջ 65 եռերգության  վեպերն  առանձին՝  բացահայտելով  դրանցում  ֆանտաստիկի  տարբեր զուգորդումները: ", "Անչափահասների  պարգևած  տրամադրությունը  սկզբնական  շրջանում  հաճելի էր  Էլեն  Գուրիչին.  «Նա  մտովի  անընդհատ  վերադառնում  էր  փոքրիկ  տղաներին։  Նա տեսնում  էր  նրանց  նիհարիկ,  լուրջ  դեմքերը  և  պատկերացնում,  թե  ինչպես  են  նրանք այդ ցրտին թափառում, սիրտը լցվում էր տխրությամբ և խղճահարությամբ»90։ ", "Վեպերում ֆանտաստիկի արտահայտման ձևերի վերլուծության մեջ  մենք հենվում ենք նախ՝  հեղինակի  կարծիքի  վրա.  եռերգության  վերջին`  «Գոյություն  չունեցող  ասպետը» (1959)  վեպի  առաջաբանում  Կալվինոն  վեպերի  ժանրը  բնորոշում  է  որպես «բարոյաֆանտաստիկ»  կամ  «քնարափիլիսոփայական»:96  Որոշ  վերապահումներով կկիրառենք  նաև  այլ  գրականագետների  դասակարգումներ,  մասնավորապես, Ռ.Ջեքսոնի  առաջարկած՝ Ֆանտաստիկի չորս  փոխկապակցված  խմբերի (անտեսանելիություն,  այլակերպություն, երկակիություն, բարու  և չարի հակադրություն) բաժանումը:97 Եռերգության  առաջին՝  «Կիսված վիկոնտը»  (1951)  վեպում  առավել  ցայտուն  են արտահայտված  հատկապես  կախարդական  հեքիաթի  տարրերը:  Չնայած  փոքր ծավալին՝  «Կիսված  վիկոնտը»  ֆանտաստիկ  վեպը  բազմաշերտ,  ժանրային  և  թեմատիկ առումով խնդրահարույց ստեղծագործություն է: "], "source_docs_file": "Literature.json", "paragraph_source_docs": [2, 0, 4, 0, 0, 2, 0, 0, 0, 5, 0, 0, 3, 1, 1, 5, 0, 0, 2, 0, 4, 0, 0, 4, 0]}