{"paragraphs": ["Ատենախոսության մեթոդաբանական հիմքը Աղբյուրագիտական  նյութի  քննության  ընթացքում  բազմիցս  բախվել  ենք ադրբեջանական  պատմագրության  ոչ  միայն  փաստագրական,  այլև  տեսական  և մեթոդական  խեղաթյուրումների  հետ:  Մեր  ուսումնասիրության  հիմքում  ընկած  են սկզբնաղբյուրների  քննական  վերլուծության,  պատմական  փաստերի  համեմատական համադրման և գիտական անաչառության մեթոդները: ", "Ատենախոսության առանձին դրույթներ կարող են օգտակար լինել Հայաստանի հնա- գիտության, մշակույթի և արվեստի թեմային վերաբերող պատկերագրական խնդիրների ուսումնասիրման տեսակետից և մեծ հետաքրքրություն առաջացնել բուհական կրթական համակարգում՝ պատմության, հնագիտության, մշակույթի, արվեստաբանության և ազգա- գրության  շրջանակներում:  Սույն  աշխատանքը  կարող  է  ունենալ  նաև  գիտագործնական նշանակություն:  Մասնավորապես  թանգարանագիտության  և  հայագիտության  ոլորտնե- րում  անդրադարձ  է  կատարվել  ինչպես  Հայաստանի,  այնպես  էլ  արտերկրում  պահվող թանգարանային չուսումնասիրված նյութերի: Ատենախոսության դրույթների լույսի ներքո կարող են ուսումնասիրվել նաև կանանց պատկերատիպերի, խմբերի և թեմատիկ տեսա- րանների  ներկայիս  վերապրուկները:  Կատարել  դրանց  ծագման,  դասակարգման,  զար- գացման և փոխառման նաև տարածաշրջանային հուշարձանների քննությունը: ", "Թուրքական  արխիվային  նյութերից  օգտագործել  ենք  Օսմանյան  կայսրության Ներքին գործերի նախարարության ֆոնդի առանձին նյութերը, որոնք նույնպես  առաջին անգամ  են  դրվում  գիտական  շրջանառության  մեջ  և  նոր  տեղեկություններ  են հաղորդում  գաղտնի  ոստիկանության  կողմից  Հ.Յ.  Դաշնակցության  ու  Սոցիալ- դեմոկրատական  Հնչակյան  կուսակցությունների  աշխատանքները  վերահսկելու  կամ խափանելու վերաբերյալ4:  Մասնավորապես՝ «Դաշնակցություն և  Սոցիալ դեմոկրատական Հնչակյան կուսակցությունների մասին» վերնագրով ՆԳ նախարարության  քաղաքական  բաժնի  (DH  SYS)  ֆոնդի  65-րդ  թղթապանակի  նյութերը, որոնք  պարզաբանում  են  գաղտնի  ոստիկանության  հետախուզական  աշխատանքի յուրահատկությունը և հայ ազգային կուսակցություններին հետևելու մեթոդները: ", "Հրատարակված  թուրքական  արխիվային  նյութերից  օգտագործվել  է  Օսմանյան արխիվների  գլխավոր  տնօրինության  կողմից  2001  թ.  հրատարակված  «Հայկական կոմիտեները  (1891-1895)»  փաստաթղթերի  ժողովածուն5,  որում  տեղ  են  գտել  նաև Օսմանյան կայսրության գաղտնի ոստիկանության և հետախուզական կառույցի կողմից История шпионажа и службы по сбору информацй. Рукописный перевод с венгерского, т. 1, СПб, 1936; АВП РФ, Азиатский департамент, д. 6, л. 4, д. 166, л. 53 (Записка о разысканиях следов шамилева гонцах к шейху Таха. Дополнение к сведениям, изложенным Ханьковым). христианских  государей,  СПб,  1778,  перев.  с  франц;  В.  З.  Джинчарадзе,  История  контрразведки  в  России, «Пограничник», 1946, NN 10, 13; Н. А. Смирнов, Турецкая агентура под флагом ислама, «Вопросы истории, религии и атеизма», М., изд. Академии Наук СССР, 1950; Б. Н. Венедиктов, Использование панисламизма и пантюркизма разведками империалистических государств, М., 1958; Е. Ф. Лудшувейт, Турция в годы первой мировой  войны,  изд.  МГУ,  1966;  А.  Бабаходжаев,  Провал  панисламистской  авантюры  английского ставленника  Энвера  в Средней  Азии  в 1921-1922 г.г., «Звезда  Востока», Ташкент, 1951,  N 12; Фелицин  Е.Д. Князь  Сефер  бей  Зан,  политический  деятель  и  поборник  независимости  черкесского  народа,  Кубанский сборник, т. Х, с. 81. Partinin Tarihi, İstanbul, 2000; Dr.Mustafa Balcioglu, Teskilat-I Mahsusa` dan Cumhuriyete, Ankara, Nobel Yayin Dagitim, 2001. է  տրամադրել  մեր  գիտական  ղեկավար  պ.գ.դ.,  պրոֆ.  Արսեն  Ավագյանը,  ով  2004-2005  թթ. ուսումնասիրությույուններ է կատարել Ստամբուլի  օսմանյան արխիվում: ", "Տպագիր  սկզբնաղբյուրներից  հետազոտության  համար  բացառիկ  արժեք  է ներկայացնում  Ս.  Գմելինի  ուսումնասիրությունը 3 ,  որն  անձամբ է  եղել տարածաշրջանում  և  արժեքավոր  դիտարկումներ  կատարել  Հյուսիս-արևելյան Այսրկովկասի XVIII դ. երկրորդ կեսի քաղաքական, սոցիալ-տնտեսական պատմության ու էթնիկ պատկերի վերաբերյալ: ", "Ստ. Լիսիցյան, Լեռնային Ղարաբաղի հայերը, ՀԱԲ 12, Եր., 1981, էջ 62 և այլն: ", "Հայաստանի  նյութական  մշակույթի,  արհեստների  ու  քաղաքների  զարգացման գործում  մնայուն  է  Բ.  Առաքելյանի`  ,,Քաղաքները  և  արհեստները  Հայաստանում  IX  – XIII  դդ.’’  երկհատոր  մենագրությունը17,  որտեղ  ավելի  քան  բազմակողմանի  են  ներկա- յացված  արհեստների  տարբեր  ճյուղերն  ու  քաղաքային  կյանքի  զարգացման  փուլերը: ", "Հին Հայաստանի նախաքրիստոնեական կրոնի, պաշտամունքների և հավատալիքնե- րի  ուսումնասիրությունը  իր  հետագա  զարգացումը  ստացավ  XX  դարի  նշանավոր  հայա- գետների գործերում, այդ թվում Կ. Մելիք-Փաշայանի6, Գ. Հալաջյանի7, Հ. Աճեմյանի8, Ն. Ադոնցի9,  Մ.  Աբեղյանի10,  Ն.  Տաղավարյանի11,  Գ.Ղափանցյանի12,  Ա.Ղանալանյանի13,  Հ. վերայ հայկական հեթանոսությանց, Յարմաշ, 1875: ", "քան զլինելն Հայաստան, Վենետիկ, 1904, նույնի, Այրարատ, Վենետիկ, 1890: ", "Ղաֆադարյանը  իր  ,,Դվին  քաղաքը  և  նրա  պեղումները’’  երկհատոր  մենագրությամբ18, որում մանրազնին ուսումնասիրված են կանոնավոր պեղումների միջոցով ձեռք բերված նյութական  մշակույթի  մնացորդները,  որոնք  ինքնին  կարևոր  հիմք  են  միջնադարյան Հայաստանի  խեցեգործական,  ապակեգործական,  մետաղամշակության  զարգացման օրինաչափությունները,  ինչպես  և  տնտեսական,  արհեստագործական,  առևտրական, մշակութային փոխադարձ կապերը Հայաստանի մյուս քաղաքների ու հարևան երկրնե- րի  հետ  վերհանելու  տեսանկյունից:  Դվինի  միջնադարյան  նյութական  մշակույթի ուսումնասիրությունը շարունակում են Ա. Քալանթարյանը, Ն. Հակոբյանը, Ա. Ժամկոչ- յանը,  Ֆ.  Բաբայանը:  Թեև  գիտական  գրականության  մեջ  հայտնի  է,  որ  Դվինը  որպես միջնադարյան  քաղաք  գոյատևել  է  IV  –  XIII  դդ.  կեսերը,  սակայն  վերջին  տարիների պեղումներով  Դվինի  միջնաբերդի  տարածքից  հայտնաբերվել  են  XIII  դարի  վերջով թվագրվող ջնարակապատ անոթներ (ամբողջական և բեկորային վիճակում): ", "Հայաստանի  միջնադարյան  խեցեգործական  արտադրանքի  քննության  ոլորտում մեծարժեք  են  Բ.  Շելկովնիկովի    աշխատությունները`  Անի  և  Դվին  խեցեգործական կենտրոնների նյութական մնացորդների մանրամասն քննությամբ19: ", "Հայկական  լեռնաշխարհում  կանանց  պատկերագրական  տիպերի  ուսումնասիրության  և խմբավորման  համար  հիմնվել  ենք  Ս.  Հանսենի15,  Ե.  Անտոնովայի16,  Ս.  Եսայանի17, Լ.Գլոտնիի  և  հեղինակակիցների18,  Մ.  Օզդոգանի19,  Հ.  Հաուպտմանի20  և  այլոց  աշխա- տությունների վրա21: ", "Խադժետլաշեն  արժեքավոր  տեղեկություններ  է  հայտնում  այն  մասին,  որ բրիտանա-թուրքական  քաղաքական  հարաբերություններից  անկախ,  որը  հաճախ արտահայտվում  էր  իրավիճակային  երկդիմի  մոտեցումներով,  Մեծ  Բրիտանիայի  և Օսմանյան  կայսրության  գաղտնի  ծառայությունները  մշտապես  համագործակցել  են, ինչը  ենթադրում  է  նաև  ծպտյալ  աղբյուրներից  ձեռք  բերած  տեղեկատվության փոխանակում5: ", "Միջնադարյան  հախճապակու  համալիր  ուսումնասիրությունն  առաջին  անգամ իրականացրել  է  Ա.  Ժամկոչյանը`  ,,Միջնադարյան  Հայաստանի  հախճապակին  IX  – XIV  դդ.’’  մենագրությամբ21,  որտեղ  փուլ  առ  փուլ  քննվում  են  հախճապակե  անոթների տիպերն ու հարդարման սկզբունքները: Առանձին ներկայացված են նաև հախճասալե- րը,  որոնք  թեև  հայկական  ճարտարապետական  հարդարվեստում  օտարամուտ  երե- վույթ են, բայց սկսած XIII – XIV դդ. որոշակի տարածում են գտնում: ", "guralplastik, Mitteilungen der Anthropologischen Gesellschaft in Wien 130/131, (2000/2001), S. 93-106. ряды и верования первобытных земледельцов Востока, Москва, 1990, Антонова Е., Есаян. С., Антро- поморфная  скульптура  Армянского  Нагорья  V-III  тысячелетий  до  н.э.:  Меснтая  специфика  и  межрегио- нальные связи//Древний Восток. Этнокультурные связи, LXXX, Москва, 1988, с. 219-236. Երևան, 1987, էջ 124-135: ", "Гос. Музея Грузии. XXXI-B, Тбилиси, 1975, с. 85-97. Memoriam: The James Harvey Gaul Foundation, Sofia, 1998, p. 143-152. für Alba Palmieri: Universita di Roma, Roma, 1993, p. 35-69. претации, Москва, 1973, Kozlowski S., Aurenche O., Territories, Boundaries and Cultures in the Neolithic Near  East,  Bar  Interantional  Series,  1362,  (Archaeopress)  Oxford,  2005,  Кушнарева  К,  Чубинашвили  Т., Древние культуры Южного Кавказа (V-III тыс. до н. э.), Ленинград, 1970, Esin U., Arsebük G., Tülin Tepe Excavations 1971//Keban Project 1971, Ankara, 1974, p. 162-169. Կնոջ պատկերագրության ծագման և տիպաբանության խնդիրները վեր հանելու, մեր դիտարկումներն  ու  եզրակացությունները  հիմնավորելու  համար  անդրադարձել  ենք  նաև Եվրասիայի  քարեդարյան  հնավայրերից  հայտնի  նյութերն  ուսումնասիրող  հեղինակների տեսակետներին,  օգտվել  ենք  Ստոլյարի22,  Օկլադնիկովի23,  Աբրամովայի24,  Բրիֆֆոյի25, Մելլարտի26, Վարդիմանի27 և այլոց աշխատություններից28: «Մեծ մոր» պատկերագրական նախատիպերի  ուսումնասիրության  համար  հիմնվել  ենք  Է.  Նոյմանի29,  Է.  Ֆրոմի30,  Կ. Յունգի31 աշխատությունների վրա: Մենք կարող ենք պնդել, որ պալեոլիթյան արձանիկնե- րը հիմնականում կերպավորել են «Կին աստվածուհու», իսկ նեոլիթյան քանդակների մեջ հստակ կարելի է առանձնացնել  «մայր աստվածուհուն» խորհրդանշող արձանիկների մի ստվար խումբ, որոնց դիտարկում ենք, որպես «Մեծ մոր» արքետիպ` իր բազմակի դրսև- որումներով: Երկրի կամ քաղաքի հովանավոր դիցուհիների պատկերագրության առանձ- նահատկությունների վեր հանման տեսանկյունից չափազանց կարևոր ենք համարում Վ. Տոպորովի32, Ֆ. Կամենեցկու33, Ա. Սմիթի34, Օ. Ֆրեյդենբերգի35 և այլոց դիտարկումները: ", "XVIII  դ.  հայկական  սկզբնաղբյուրներից  օգտագործել  ենք  պատմիչների  ու պատմագիրների՝  Եսայի  Հասան-Ջալալյանցի,  Աբրահամ  Երևանցու,  Աբրահամ Կրետացու, Սիմեոն Երևանցու, Միքայել Չամչյանի աշխատությունները24: ", "Հնագույն Հայաստանի արվեստի ուսումնասիրության գործում անգնահատելի է  Ստ. Եսայանի ավանդը: «Հին Հայաստանի քանդակը»39 գրքում ուսումնասիրել է վաղ բրոնզե- դարից մինչև երկաթեդար թվագրվող (մ.թ.ա. III հազ.-մ.թ.ա. I հազ.) քարից, կավից և մե- տաղից քանդակները: Կատարել է գտածոների մանրամասն քննություն,  դասակարգել և խմբավորել է բրոնզ-երկաթի դարերի քանդակագործության բազմաթիվ նմուշներ: Ուսում- նասիրել է դրանց հաջորդական զարգացումը, կապվածությունը հնագույն հավատալիքնե- րի հիմքում ընկած արևի, երկնքի, ջրի, պտղաբերության պաշտամունքների հետ: Հայկա- կան լեռնաշխարհի գտածոների և գաղափարապատկերային պատկերացումների համա- լիր և ամբողջական ուսումնասիրության համար օգտագործել ենք նաև Հ. Մարտիրոսյա- նի40, Է. Խանզադյանի41, Լ. Աբրահամյանի42, Գ. Թումանյանի43, և այլոց աշխատանքները: ", "Հ. Իսրայելյանը44 իր «Պաշտամունքն ու հավատալիքը ուշ բրոնզեդարյան Հայաստանում» (ըստ հնագիտական նյութերի) գրքի պտղաբերության պաշտամունքը բաժնում համառոտ անդրադառնում է Հայկական լեռնաշխարհի տարբեր շրջաններից սկիզբ առնող կանացի պաշտամունքի վերլուծությանը և դրանց կապը հին հայկական աստվածությունների պտ- ղաբերության  պաշտամունքի  հետ:  Հ.  Մարտիրոսյանը  և  Հ.  Իսրայելյանը  կատարել  են նաև Գեղամա լեռների ժայռապատկերների քննություն, որոնց ուսումնասիրությունը կար- Tarih Dergisi, No 28-29, 1975, p. 1-40. Кармир-блура // ИФЖ, Ереван, 1958, №2, с. 114-139. պեղումների տվյալներով), Երևան, 1973: ", "Հնչակյան կուսակցության ծրագրային դրույթների և հայ  ազգային կուսակցությունների գործունեության ուղղվածության մասին կարևոր տեղեկություններ տրամադրել է պ.գ.դ. Ռ.Սահակյանը: ", "Վանի  թագավորության  շրջանի  հուշարձանների  ուսումնասիրության  համար  օգտվել ենք Բ. Պիոտրովսկու աշխատություններից45: Մասնավորապես Բ. Պիոտրովսկին «Ուրար- տուի  արվեստը  մ.թ.ա.  VIII-VI  դդ.»  և  «Վանի  թագավորությունը.  Ուրարտու»  աշ- խատություններում  կատարել  է  ուրարտական  տաճարների,  դամբարանների,  հնավայ- րերի  և  գտածոների  ուսումնասիրություններ:  Ուշագրավ  են  Վանի  թագավորության  հու- շարձանների  վերլուծությունը,  որոնց  թվում  անդրադառնում  է  կաթսաների  կանացի պատկերմամբ   բռնակներին,  (գտնվում են Փարիզի, Էրմիտաժի, Ստամբուլի թանգարա- նային  հավաքածուներում),  Թոփրակ-Կալեյից  գտնված  ոսկյա  մեդալյոններին,  տարբեր թանգարաններում  պահվող  պաշտամունքային  թիթեղներին,  կախիկներին,  Արուբանի դիցուհու բրոնզաձույլ արձանիկին, գահավորակի մաս կազմող կանացի արձանիկներին և այլն: ", "Նորագույն շրջանում բազմաթիվ են ուրարտական աստվածների պատկերագրության մասին  ուսումնասիրությունները:  Ուրարտական  թիթեղների,  մեդալիոնների,  գոտիների սկզբնական ուսումնասիրությամբ և խմբավորմամբ զբաղվել է Մյունխենի Հնագիտական թանգարանի տնօրեն Հ. Կելլները, որը լուսանկարել, հավաքել և զուգահեռներ է անցկաց- րել Կարմիր բլուրից, Նորշունթեփեյից, Մանազկերտից, Ալթինթեփեից գտնված նյութերի հետ  և  հրատարակել  է  այս  պաշտամունքային  թիթեղների  և  գոտիների  մասին  մի  շարք աշխատություններ46:    Մեզ  համար  արժեքավոր  է  նաև  Ե.  Կաների47  կողմից  1997  թ-ին հրատարակված կատալոգը բրոնզե պաշտամունքային թիթեղների մասին, որտեղ վերջի- նս  մանրամասն  խմբավորել,  առանձնացրել  և  վերլուծել  է  պատկերագրական  տիպերը, խմբերն ու թեմաները: Ե.Կաները կատարել է նաև կին աստվածուհիների պատկերագրա- կան տիպերի առանձնացում: ", "вв. до н.э., Ленинград, 1962, նույնի, Ванское царство (Урарту), Москва, 1959. Grouping and Dating of Bronze Belts// Urartu: A Metalworking Center in the First Millenium B.C.E., The Israel Museum, Jerusalem, 1991, p. 142-161, նույնի, Medalions and Pectorals// Urartu: A Metalworking Center in the First Millenium B.C.E., The Israel Museum, Jerusalem, 1991, p. 164-170. Մեր  թեմային  հատկապես  առնչվում  են  Ռ.  Մերհավի48,  Ու.  Զայլդլի49,  Կ.  Յակուբյա- կի50, Պ. Կալմեյերի51, Օ. Բելլիի52, Ռ. Չավուշօլուի53, Ի. Կոռնելիուսի54 աշխատությունները: ", "Այս մետաղյա թիթեղները Օ. Բելլի կարծիքով կարող էին ամրացվել զգեստների վրայից և ունեին չարախափան, պաշտպանիչ նշանակություն: ", "Հայրենական  գիտության  մեջ  ուրարտական  աստվածուհիների  պատկերագրության թեմային առնչվել են Ս. Եսայանը55, Ս. Հմայակյանը56, Ե. Գրեկյանը57, Ն. Ենգիբարյանը58, Մ. Բադալյանը59: Հին հայկական արվեստում ոճական և գեղարվեստական զարդարման եղանակներին  ու  հագուստի  զարգացման  ուղղությունների  ուսումնասիրության  համար արժեքավոր  են  Ս.  Հմայակյանի60,  Հ.  Հակոբյանի61  և  այլոց  աշխատանքները  ուրար- տական արձանիկների, մեդալյոնների, ոսկյա զարդերի և դրամների քննությանը, ուրար- տական և հայկական մշակութային փոխառնչությունների քննության հարցում: "], "source_docs_file": "History.json", "paragraph_source_docs": [4, 2, 0, 0, 4, 1, 3, 2, 2, 3, 3, 2, 0, 3, 2, 2, 4, 2, 2, 0, 2, 2, 2, 2, 2]}