{"paragraph_source_docs": [0, 0, 0, 0, 0, 5, 0, 3, 0, 4, 2, 0, 3, 0, 4, 0, 0, 2, 0, 5, 0, 0, 0, 4, 0], "paragraphs": ["Հաշվի առնելով, որ վեպը հայերեն չի թարգմանվել՝ հարկ ենք համարում հակիրճ ներկայացնել  սյուժեն:  Ինչպես  նշել  ենք,  առաջին  դեմքով  գրված  այս  վեպը  պատմում  է Տեռալբայի  երիտասարդ  վիկոնտ  Մեդարդոյի  մասին:  Պատմողը,  որը  ներկայանում  է որպես  վիկոնտի  զարմիկ,  իր  պատմության  հերոսի  հետ  պատահած  որոշ իրադարձություններին  ականտես  է  եղել,  մյուսների  մասին  միայն  լսել  է:  Բոհեմիայում թուրքերի  դեմ  կռվելիս  Մեդարդոն  թնդանոթից  արձակված  արկից  երկու  մասի  է բաժանվում,  և  փրկված  կեսը  վերադառնում  է  հայրենի  կալվածք:  Հետագայում վերադառնում  է  նաև  մյուս  կեսը:  Մեդարդոյի  երկու  հակառակ`  բարի  և  չար  կեսերն ապրում են առանձին կյանքով: Սա այն տեսողական պատկերն է, որի մասին խոսում է Կալվինոն «Ամերիկյան դասախոսություններում»: ", "Calvino I. Presentazione //Il cavaliere inesistente. Mondadori. Milano 2014. P. vii Jackson R. Fantasy.Literature of Subversion. Routledge. Cambridge 1981. P. 49 Վեպում  արծարծվում  է  կերպարի  երկակիության  խնդիրը:  Սակայն  մինչև  բուն գործողությունը, այսինքն՝ վիկոնտի կիսվելը նկարագրելը Կալվինոն կերտում է հերոսի դիմանկարը, օժտում նրան բնավորությամբ, որի հիմնական գիծը սնապարծությունն է: ", "Վեպի սկզբում վիկոնտը իր վահանակրի հետ շրջում է Բոհեմիայի դաշտավայրով և այնտեղ պատահած ամեն ինչի մասին հարցեր է տալիս. «–Ինչքա՜ն շատ արագիլներ կան...Որտե՞ղ են թռչում: ", "–Թռչում են ճակատամարտի դաշտերը, - տխուր պատասխանեց վահանակիրը, - ամբողջ ճանապարհը ուղեկցելու են մեզ»:98 Կամ. « – Ինչու՞ են այստեղ այսքան շատ ձիեր ընկած, Կուրցիո: ", "–   Երբ ձին զգում է, որ իր փորոտիքը թափվում է, փորձում է պահպանել այն: Որոշ ձիեր փորը դնում են գետնին, որոշները մեջքի վրա են փռվում, որ թույլ չտան, որ փորոտիքը թափվի: Բայց մահը երկու դեպքում էլ արագ է վրա հասնում: ", "Որտեղի՞ց,  ինչպե՞ս  գտնել  Պատճառի  ու  Սկզբնավորման  մռայլ  Բանալին,  լուծել  «Մեծ Ինչո՞ւն»... Եվ  նայեց  Գեղեցիկը  քաղցրությա՜մբ,  ձուլվե՜ց  նրա  հայացքին,  և  Հանճարի  ոգին լսեց պատասխանը սրբազան նվագի տատանումներով. –  Սպասո՜ւմ  ու  Տանջա՛նք  ամե՜ն  ինչ  կլուծեն։  Երկրի  մեծ  սրտում  են։  Սպասում  ու Տանջանքը Կյանքի Խարիսխն են։ ", "–  Ողջերը կտրում են մեռածների մատները, որ վրայից մատանիները հանեն. թող Աստված ների նրանց»:99 Այսպիսով՝  գլխավոր  հերոսի  հայտնվելը  նկարագրված  է  հարց  ու  պատասխանի տեսքով:  Անփորձ  վիկոնտը  հարցնողի  դերում  է,  իսկ  փորձված  վահանակիրը՝ պատասխանողի:  Սակայն  վահանակրի  պատասխանները  կիսատ  ճշմարտություններ են, որոնք հենց սկզբից վեպին որոշակի աբսուրդայնություն են հաղորդում: ", "Հաջորդը ինքնատեսակ բանաձև է, որով ներկայացնում է գրողը իր մյուս հերոսին, ով,  լքելով  իր  կուսակցությունը,  եկել  էր  Հայաստան՝  ծառայելու  բոլշևիկներին:  Այս կերպարն  էլ  կրկին  անձնավորված  չէ.  Հայաստանում  այդպիսի  մարդիկ  մեծ  թիվ  են կազմում,  ըստ  որում,  դիպուկ  է  գրողի  բնորոշումը.  նա  դեռ  երկար  ժամանակ  «…չի հայհոյեր  դաշնակցությանը  ու  չի  փառաբաներ  կոմկուսակցությանը:  Ի՞նչ  է  գաղտնիքը, ոչ  ոք  գիտեր,  ու  հասարակությունը  լեցված  հրացանի  մը  բերնին  նայող  երեխայի  պես, ակնդետ  կրակվելու  կսպասեր»  /114/:  Եվ  սա  էլ  հիմք  է  հանդիսանում,  որ  գրողը  մեկ նախադասությամբ ներկայացնի երկու կուսակցություններին էլ. «Դաշնակցությունը 220 ռուբլիով քանդեր է Հայաստանը, բոլշևիկները նույն չափով շիներ են» /114/: ", "Սրտում ո՛չ կարոտ էր զգում, ո՛չ կասկած, ո՛չ էլ անձկություն: Նրա համար ամեն ինչ դեռ Calvino I. Il visconte dimezzato. Mondadori. Milano 2009. P. 3 (թարգմ. հեղ.) Նույն տեղում, էջ 5 լիարժեք  էր  ու  անվիճելի  իր  պես:  Եթե  կարողանար  կանխատեսել  այն  ահավոր ճակատագիրը,  որ  սպասում  էր  իրեն,  չնայած  դրա  ողջ  ցավին,  միգուցե  դա  էլ կարողանար բնական ու կատարյալ համարել: Նայում էր  գիշերվա հորիզոնին, որտեղ համոզված էր, որ թշնամու ճամբարն էր, և թևերը ծալած՝ ձեռքերով սեղմում էր ուսերը՝ գոհ լինելով հեռավոր իրականությունների մասին իր իմացածից և իր՝ նրանց մեջտեղում գտնվելուց»:100 Այս  հատվածում ստեղծված է հեքիաթին հատուկ «նախնական իրավիճակ», երբ, ըստ  Պրոպպի,  դեռ  «ամեն ինչ բարեհաջող է»,101  սակայն  «դժբախտության ուրվականն արդեն  սկսում  է  շրջել»:102  Ի  տարբերություն  ընթերցողի,  որին  Կալվինոն  դեռևս վերնագրում  նախապատրաստել  է  հերոսին  սպառնացող  դժբախտությանը,  ինքը՝ վիկոնտը, հեքիաթի հերոսի պես անտեղյակ է իր ճակատագրից: ", "«Կառավարիչը»  («The  Superintendent»,  1953)  պատմվածքի  հերոս  Չեսթեր  Քուլիջը հպարտանում  է  իր  զբաղեցրած  պաշտոնով,  քանի  որ  այն  ամբողջությամբ համապատասխանում  է  իր  հավակնություններին:  Այնուամենայնիվ,  նա  չի  կարող հաղթահարել  անհաջողակի  իր  զգացումները:  Չեսթերը  նկատում  է,  որ  ինքն  իր պաշտոնում  դեռ  լիովին  չի  կայացել,  և  իր  դիրքը  չի  արժանանում  մարդկանց  կողմից պատշաճ  վերաբերմունքի։  Հարուստ  վարձակալները  նրա  հետ  մեծամտաբար  են վարվում,  իսկ  պատահաբար  ներս  մտած  աշխատողները  կարծում  են,  որ  նա սովորական    պահակ  է։  Նույն  զգացողությունն  է  ապրում  նաև    «Մետամորֆոզներ» («Metamorphoses»,  1963)    պատմվածքի  հերոս  Լարի  Աքթիոնը,  երբ  նրան՝  հարուստ  և առաջադեմ գործարարին, սուրհանդակի տեղ են դնում: ", "աստիճանակարգ  ունեցող  և  հիմնականում  քեմալիզմի  սկզբունքներին  անսահման  նվիրված  սպայական կազմի  անդամները:  Անկարայի  և  Ստամբուլի  կայազորների  զորամասերը  գրավեցին  կառավարական շենքերը:  Ձերբակալվեցին  մի  շարք  բարձրաստիճան  պաշտոնյաներ,  որոնք  դատապարտվեցին  տարբեր ժամկետների բանտարկության, իսկ 15 քաղաքական գործիչների նկատմամբ մահապատիժ սահմանվեց: ", "Կիսված  վիկոնտի  կերպարի  նկարագրության  մեջ  արտահայտված է ֆանտաստիկի  և  գերբնականի  անքակտելի  կապը,  որի  մասին  Տոդորովը  գրում  է. «Ֆանտաստիկ պատումի մեջ անընդհատ կիրառվում են հռետորական միջոցներ, քանի որ հենց նրանցից է ծագում ֆանտաստիկ շարադրանքը: Գերբնականը ծնվում է լեզվից. լեզուն գերբնականի ձևավորման թե՛ պատճառն է, թե՛ հետևանքը…Միայն լեզուն է թույլ տալիս պատկերացնել այն, ինչ երբեք չի պատահում` գերբնականը, որը հռետորական միջոցի հետ միասին դառնում է լեզվական խորհդանշան»:104 Կալվինոյի վեպում ֆանտաստիկ պատումը ստեղծվում է նաև չափազանցության, գրոտեսկի և երգիծանքի միջոցներով: Այսպես՝ վիկոնտի չար կեսը ամենուրեք թողնում է իր հետքը. «ամեն տանձից մնացել էր միայն աջ կեսը, իսկ ձախ կեսը կա՛մ անհետացած էր, կա՛մ կտրած, կա՛մ կծած»,  «ծառաները քայլելիս հանդիպեցին կես գորտի, որ ցատկոտում  էր,  և  իր  արժանիքների  շնորհիվ  դեռ  ողջ  էր»,  «դաշտերից  անցան անտառներին և հանդիպեցին կիսատ սնկերի»105 Ինքնահաստատվելու ցանկությունը կիսված  Մեդարդոյին դրդում է կերպանափոխել,  իրեն  համապատասխանեցնել  շրջապատող  «լիարժեք»  աշխարհը. «Որ կողմ որ թեքվում էինք ես, Թրելոունին, Պիետրոկիոդոն, հուգենոտները, բորոտները, բոլորս, գտնվում էինք կիսված մարդու նշանի ներքո, նա էր այն մարդը, որին ծառայում էինք և որից չէինք կարողանում ձերբազատվել»:106 Վեպի  սյուժեում  հերթական  շրջադարձն  է  կատարվում,  երբ  կալվածք  է վերադառնում Մեդարդոյի մյուս՝ բարի կեսը, և պարզ է դառնում, որ վիկոնտը կիսվելիս՝ բաժանավել էր երկու հակադիր կերպարների: Վերադարձած բարի Մեդարդոն նույնպես փորձում  է  իշխել:    Նա  սկսում  է  իր  չար  կեսի  գործերը  շտկել,  այցելել  և  օգնել  չարի կողմից  արհամարհվող  և  ստորացվող  բորոտներին:  Սակայն  հետագայում  նա  էլ  է պարտվում չարի դեմ պայքարում. ժամանակի ընթացքում նրա չափազանց բարությունը անտանելի  է  դառնում  մարդկանց  համար,  և  արդյունքում  նա  դառնում  է  դոգմատիկՙ  և ճիշտ  ինչպես  չարը՝  վերածվում  բռնապետի:  Նա  այնքան  է  բոլորին  հոգնեցնում  իր խրատներով, որ մարդիկ սկսում են ասել՝ «Երկու կեսերից բարին ավելի վատն է»:107 Բարու և չարի այս հակադրության մեջ Կալվինոն նորից կիրառում է օքսիմորոնը. վիկոնտի անջատումը բարի և չար կեսերի միևնույն երևույթի երկու հակառակ կողմերի, երկվածության  արտահայտությունն  է:  Ըստ  Ժիվկովիչի՝ «գրականության  մեջ երկվորյակը գրական հնար է, որի միջոցով տեղի է ունենում “եսի” բաժանում»:108 Երկված  հերոսի  կերպարը  կրում  է  գրական  այլ  հայտնի  «երկակտված» կերպարների  արձագանքը:  Հիշատակության  են  արժանի  Է.Պոյի՜  երկու  Ուիլյամ Ուիլսոնների,  Գ.Մայրինկի`  Աթանասիուս  Պեռնատի  և  գոլեմի,  Դորիան  Գրեյի  և  նրա դիմանկարի հակադրված կերպարները: Սակայն ամենից ակնբախը Սթիվենսոնի բժիշկ Ջեքիլի  և  միստր  Հայդի  հետ  զուգահեռն  է,  որին  անդրադարձել  է  թե՛  գրականագետ Մարնի  Կամպանյարոն  եռերգության  մասին  իր  հետազոտության  մեջ,109  թե՛  ինքը՝ Կալվինոն,  որը  նամակներից  մեկում  գրել  է.  «Որոշելով  կերպարիս  երկու  մասի բաժանել՝  «բարի  և  չար»  սահմանազատման  համաձայն՝  հետևել  եմ աչքիս առաջ ունեցած երկու հակադիր պատկերների, որ գրականության մեջ արդեն դասական ավանդույթ է դարձել (օրինակ, Ստիվենսոնը)…»:110 Մեդարդոների և  Ջեքիլի երկակիությունը յուրօրինակ, ֆանտաստիկ կերպարանափոխություն  է:  Տոդորովը  գտնում  է,  որ «Մետամորֆոզը  իրենից ներկայացնում է նյութի և հոգու հակադրության արդյունքում առաջացած շեղում»:111 Ջեքիլի  և  Հայդի  դեպքում  «շեղումը»  ծագում  է  երկու  էությունների  անջատման արդյունքում  և  Ջեքիլի՝ Հայդին կառավարելու անընդունակությունից. սրանից է  սրվում վիպակի  դրամատիզմը:  Վ.Նաբոկովն  իր  «Դասախոսություններ  արտասահմանյան գրականության  մասին»  աշխատության  մեջ  գրում  է,  որ  «Ջեքիլը չի դառնում Հայդ, այլ իրենից անջատում է մաքուր չարը, որն էլ վերածվում է Հայդի, ահա թե ինչու է Հայդը Linguistics and Literature// Vol.2. No 7. University of Niš 2000. P. 122 Trilogy for Young Readers մարմնով ավելի փոքր. Ջեքիլի մեջ բարին է գերիշխում»:112  Թե՛  Սթիվենսոնի,  թե՛ Կալվինոյի ստեղծագործություններում հերոսները միևնույն մարմնի բառացիորեն երկու կեսերն  են,  որոնցից  մեկը  մարմնավորում է չարը, մյուսը՝ բարին, սակայն Սթիվենսոնի վիպակում, երբ հերոսներից մեկը գործում  է, մյուսը չքանում  է,  իսկ Կալվինոյի  վեպում հերոսները  գործում  են  միաժամանակ,  իրարից  անկախ  և  միմյանց  կառավարելու ցանկություն չունեն: Նրանք թերարժեքության զգացում են ապրում: Ջեքիլի թուրմը թույլ է տալիս նրան Հայդի վերածվել, ազատություն տալ իր չար էությանը, որը նա ստիպված է եղել ճնշել իր՝ պատվավոր բժշկի և պարզապես առաքինի մարդու ներքո. «Այո՛, ես գերադասեցի տարեց և անբավ բժշկին, որ շրջապատված էր ընկերներով և ազնիվ հույսեր էր փայփայում, և վճռական ձևով հրաժարվեցի ազատությունից, ոչ այդքան հեռու երիտասարդությունից, լուսավոր կետից, թաքուն հաճույքներից, որ ապրել էի՝ Հայդի տակ թաքնված »:113 Համաձայն  ենք  Նաբոկովի  այն  մտքին,  որ  «Ջեքիլի կերպարանափոխությունը ոչ թե  ամբողջական  փոխաբերություն  է,  այլ  նրա  մոտ  անձնավորված  չարի կենտրոնացում»:114  Սթիվենսոնն  անձնավորել  է  Ջեքիլի  չար  էությունը,  նրան  անուն  և կերպարանք  տվել:  Մեդարդոյի  պարագայում  մասնատվածությունը  ֆիզիկական  է, բարին և չարը՝ կիսված մարդկանց տեսքով, գործում են նույն անվամբ: Հատկանշական է,  որ  չար  Մեդարդոյի  կերպարին  Կալվինոն  փիլիսոփայական  առումով  ավելի  բարդ բովանդակություն է հաղորդում. «Այսպես կարելի է  կիսել ամեն լիարժեք բան… այսպես յուրաքանչյուրն էլ կկարողանա դուրս գալ սեփական բութ ու անգետ լիարժեքությունից: Ես լիարժեք էի, և ամեն հիմարություն ինձ համար բնական էր, կարծում էի՝ ամեն ինչ տեսնում եմ, բայց իմ տեսածն ընդամենը կեղևն էր: Երբ ինքդ քո կեսը դառնաս, տղա՛, կհասկանաս բաներ, որոնք  լիարժեք  ուղեղների  սովորական  հասկացողությանը  հասու  չեն:  Կկորցնես սեփական կեսդ, կկորցնես աշխարհի կեսը, սակայն փրկված կեսդ հազար անգամ ավելի խորը և արժեքավոր կլինի»:115 Փաստորեն Մեդարդոյի չար կեսը հասել է իր ինքնաճանաչմանը: Իր չար բնույթը կատարելագործելով՝ նա ոչ միայն չի խորշում իր կիսատ վիճակից, այլև հպարտանում է դրանով: Սակայն նրա այս ինքնաբավ խոսքերում այնուամենայնիվ զգացվում է կիսատ մարդու  ողբերգությունը,  իր  մյուս  կեսի  կորստի,  շրջապատից  տարբերվելու, աշխարհում  իր  տեղը գտնելու  անհնարինության գիտակցումը:  Ընդունելով գրականագետ Մարիո Բարենգիի այն կարծիքը, որ վիկոնտի երկու կեսերը փորձում են «հասնել իրենց ինքնության առավել խորը ճանաչման»՝116  հավելենք,  որ  ինքնության բացահայտմանը  և  ճանաչմանը  հասնում  է չարը.  հասարակության  կողմից մերժվածությունը  և  դրանից  առաջացած  ողբերգությունը  նրան  ստիպում  են  առավել ուժգին պայքար մղել լիարժեքությունը վերականգնելու համար: ", "մշտական Հայաստանի կուսակցական  գործիչ։  Ժողկոմխորհի  նախագահ  է  եղել  1928-35թթ.:  1920-ին  եղել  է  Հեղկոմի  անդամ։ ", "– Ավա՜ղ, հովտի բոլոր աղջիկներից հենց ինձ պետք է սա պատահեր: ", "Ըստ Թիմոթի Օուբրիի` Չիվերը որպես սատիրիկ բարդ դիրքում է։  Քննադատե՞լ, թե՞ ծաղրել արվարձանը, զգա՞լ այն, թե՞ ձևանալ կողմնակի անձ։ Այսպիսով, որքան շատ է  Չիվերը  սվինահարում,  այնքան  շատ  է  ինքն  իրեն  ներգրավում  համայնքի  մեջ98։ ", "- Պամե՛լա, ես որոշել եմ սիրահարվել քեզ: ", "– Եվ սրա համա՞ր եք որոշել ոչնչացնել բնության բոլոր արարածներին: ", "թուրք գրականագետներ և գրողներ: Նրանք նշում էին, որ գրականությունը չէր կարող որևէ գործնական, բարոյական նպատակ հետապնդել: Գրական այս կամ այն ստեղծագործության նշանակությունը որոշվում էր  միայն  նրա  գեղագիտական  արժեքով,  նրա  հուզական  ներգործությամբ,  այն  չպետք  է  պաշտպաներ, առավել  ևս  քարոզեր  որևէ  գաղափարախոսություն:  Այս  կերպ  գրող,  հրապարակախոս  Փ.  Սաֆան, խստորեն  քննադատելով  ձախակողմյան  գրողներին,  նրանց  անվանում  էր  «օձեր»,  «անուղղելի հանցագործներ», մեղադրում «կոմունիստական գործունեություն» ծավալելու մեջ: Տե՛ս, Бабаев А., Очерки современной турецкой литературы…, стр. 49. Studies  International  Periodical  for  the  Languages,  Literature  and  History  of  Turkish  or  Turkic,  Volume  4  /1-II, Գրախ ստեղծեցին132:  Հատկանշական  է,  որ  այս  ժամանակաշրջանում  գրվեցին  մեծ  թվով ձոներգեր  և  պատմվածքներ`  նվիրված  Չե  Գևարային:  Այսպես`  1967  թ.  «Թյուրք  Սոլու» (“Türk Solu”) ամսագրում լույս տեսավ Արիֆ Դամարի «Չե» (“Che”) բանաստեղծությունը, որի  պատճառով  հեղինակը  դատապարտվեց:  Նույն  ճակատագրին  արժանացավ  նաև Մեթին  Դեմիրթաշը,  ով  1968  թ.  Գևարային  նվիրված  բանաստեղծությունների  շարք հրատարակեց:  Այս  կերպարի  մեջ  թուրք  երիտասարդության  ձգտումները  խտացրեց նաև  Աթաոլ  Բեհրամօղլուն  իր  «Նրա  թյուրքուն,  Գևարայինը»  (“Onun  Tüküsünü, Guevaran’ın”)  բանաստեղծությամբ:  1970  թ.  «Սանաթ  Էքի»  (“Sanat  Eki”)  թերթում  լույս տեսավ Օրհան Դուրուի «Էռնեստո» (“Ernesto”)  պատմվածքը133: ", "– Ափսոս, ես էլ կարծում էի, որ այլ ձևեր էլ կան»:119 Հովվուհի Պամելան երկու Մեդարդոներին էլ սիրելու համաձայնություն է տալիս, հասկանալով, որ նրանք միևնույն մարդու տարբեր էություններ են և նրանց միավորելու միակ  միջոցը  սերն  է:  Սրանով  կարող  ենք  փաստել,  որ  վեպի  հիմնական գաղափարներից  է  սերը՝  որպես  երջանկության  և  ներդաշնակության  հասնելու հիմնական ուղի: ", "Բանաստեղծների  այն  ստվար  բազմությունը,  որ  հրապարակ  էր  եկել  20-րդ դարասկզբին,  ամենևին  միատարր  չէր։  Գրական  կյանքի  վերանորոգության  խորքային հոսանքները,  որոնք  հաճախ  նշմարելի  չէին  մակերեսին,  նրանցից  շատերին  մղում  էին տենդագին  որոնումների։ Նորության  անվան տակ վերստին  կյանքի էին  կոչվում գեղա- գիտական-փիլիսոփայական  մոռացված  ուղղություններ,  շատ  հին  կուռքեր  դրվում  էին նոր  պաշտամունքի  սեղանին։  Դա  ժամանակի  պահանջն  էր  և  այդ  պարզորոշ չգիտակցված  պահանջի  արգասիքը։  Այդ  բանաստեղծների  մի  մասը  հետագայում  իր որոնածը գտավ տերյանական դպրոցի մեջ, շատերն էլ այդ դպրոցի հետ շփվեցին միայն ինչ-ինչ  եզրերով  միայն։  Այս  վերջիններից  է,  օրինակ,  Տերյանի  հետ  միաժամանակ հանդես եկած Ա. Ջանյանը։ Նրա բանաստեղծությունների առաջին ժողովածուն35 լույս է տեսել  «Մթնշաղի  անուրջներից»  մեկ  տարի  առաջ,  իսկ  երկրորդը  և  երրորդը՝  դրա  հետ միաժամանակ։ ", "Պամելայի  հանդեպ  սիրուց  վիկոնտի  երկու  կեսերը  սկսում  են  արյունահոսել: ", "Պարզ  է  դառնում,  որ  նրանց  միմայնցից  անջատ  գոյությունն  անհնարին  է,  և  միայն միությունը  կփրկի  թե՛  վիկոնտի  անձը,  թե՛  Պամելայի  հանդեպ  սերը,  և  թե՛  ամբողջ Տեռալբան:  Բժիշկ  Թրելոունին  իրար  է  կարում  Մեդարդոյի  երկու  կեսերը,  և  վիկոնտը նորից  դառնում  է  լիարժեք:  Այսպիսով՝  վեպի  ավարտը  լավատեսական  կլիներ,  եթե Կալվինոն չավելացներ եզրափակիչ այս պարբերությունը. «Այսպես իմ քեռի Մեդարդոն վերադարձավ որպես լիարժեք մարդ, ո՛չ բարի, ո՛չ չար, այլ չարի և բարու մի խառնուրդ, ոչ շատ տարբեր նրանից, որ մինչև կիսվելն էր: ", "Բայց այս անգամ ավելի իմաստուն, քանզի ուներ երկուսի փորձը… Մեր կյանքն էլ դեպի լավը փոխվեց: Չնայած սպասում էինք, որ լիարժեք վիկոնտի վերադարձով կսկսվի կատարյալ երջանկության մի դարաշրջան, սակայն մեկ վիկոնտը բավական չէ, որ աշխարհը փոխվի, դառնա լիարժեք»:121 Եզրափակելով Կալվինոյի վեպում հեքիաթի ժանրային առանձնահատկությունների  վերհանումը՝ նշենք,  որ  եթե  վիկոնտի  կիսվելը համապատասխանում  է  հեքիաթում  չար  կախարդանքի  արդյունքում  հերոսի՝  որևէ հրեշի  փոխակերպմանը,  ապա  կիսված  վիկոնտի  վերածումը լիարժեք  մարդու՝ կախարդանքի  վերացումն  է:  Կնոջ  հանդեպ  սերը  վերադարձնում  է  վիկոնտին  իր մարդկային  լիարժեք  կերպարանքը,  իսկ  բժիշկ  Թրելոունին  հանդես  է  գալիս  որպես բարի  կախարդանքի  գործիք:  Կախարդական  հեքիաթը,  որպես  ավարտուն  ժանր, ավանդաբար վերջանում է հերոսի ամուսնությամբ,122 որի շնորհիվ ներդաշնակություն է հաստատվում  ոչ  միայն  հերոսի  կյանքում,  այլև  շրջապատող  աշխարհում:  «Կիսված վիկոնտը», ինչպես և Կալվինոյի մյուս վեպերը, անավարտ է: Այստեղ կարելի է նկատել ապագա «բաց ստեղծագործության» նախանշանները, որոնց հանդիպելու ենք հեղինակի ստեղծագործության պոստմոդեռնիստական շրջանում: ", "Նորման Վինսենթ Փիլզը «Դրական մտածողության ուժը» գրքում  եզրակացնում է. «Սարսափելի  է  գիտակցել  խղճուկ  մարդկանց  թիվը,  որոնց  կյանքը  դժվարացել  է  և դարձել  է  թշվառ  մի  հիվանդության  պատճառով,  որը  հասարակության  մեջ  կոչվում  է անլիարժեքության  բարդույթ։  Սակայն  սա  տառապանքի    պատճառ  չէ:  Երբ  որոշակի քայլեր  են  ձեռնարկվում,  այն  կարելի  է  հաղթահարել101։    Կարծում  ենք,  որ  այսպիսի հակասական  ուղերձները  հետպատերազմյան  ամերիկյան  կյանքի  լարվածությունը  և անհանգստությունները լուծելու փորձեր են: ", "Հեքիաթայինի  տարրերը,  որոնք,  թեև  որոշ  չափով  ձևափոխված,  արտահայտված են  «Կիսված  վիկոնտում»,  այս  վեպում  ներկայացված  են  ընդհամենը  որպես պատումային  ֆոն,  որին  ավելացվում  են  տարբեր  ժանրային  շերտեր:  Դրանք  են՝ արկածային վեպը, պատմավեպը, դաստիարակության վեպը և այլն: "], "source_docs_file": "Literature.json"}