{"source_docs_file": "Linguistics.json", "paragraph_source_docs": [0, 1, 0, 0, 1, 0, 1, 0, 0, 1, 1, 1, 0, 0, 1, 0, 1, 1, 0, 0, 1, 1, 0, 1, 1, 0, 1, 1, 0, 0, 0, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 0, 1, 1, 0, 1, 0, 1, 0], "paragraphs": ["Սակայն, ինչպես և միջատամնայինների պարագայում, քիչ հավանական է, որ «է» կո- կորդայինը  արտաբերելի  էր  Խարբերդի  հայախոս  ասորիների  համար,  նամանավանդ որ թուրքերենում այն նույնպես գոյություն չունի: ", "Ստացված  պատասխանների        համընկնումների  կամ  իրարից  տարբեր  լինելու պատճառների  քննության  ժամանակ  էլ  պարզվեց,  որ  կա  որոշակի  անձնական փորձի  վրա  հիմնվող  հենքային  գիտելիք,  որը  թողնում  է  իր  ազդեցությունը նույնաբանության  գործաբանական  ներուժի  վերծանման  գործի  վրա:  Այժմ դիտարկենք  հարցման  արդյունքներից  վերցված  մի  քանի  օրինակ  ու  դրանց  վրա փորձենք տեսնել, թե որն է հենքային գիտելիքի ազդեցությունը նույնաբանությունը մեկնաբանելու գործում: Մեջբերված հատվածը վերցված է Express համացանցային լրատվականի JESUS CHRIST! Is that what he really looked like? վերնագրով հոդվածի տակ թողնված մեկնաբանություններից: ", "«Բաբելոնում»  արձանագրված  է  այս  սկզբունքից  շեղվելու  հետաքրքրական դեպք:  Այսպես,  դասական  ասորերենի  catīro  «հարուստ»  բառը  հայկական  տառադար- ձության մեջ ունի հաթիրօ տեսքը, այսինքն, ամենայն հավանականությամբ, ենթադրե- լի աթիրօ ձևի փոխարեն փորձ է արվել «հ» տառով արտահայտել կոկորդային «է»-ն: ", "Այստեղ  անհրաժեշտ  է  նշել,  որ  դասական  ասորերենում  առանձնացվում  է  «ը» հնչյունը, որը քերականության մեջ կոչվում է «շվա»: Շվա-ն առաջանում է ձայնավորնե- րի սղման կամ նեղացման պատճառով և հստակ լսելի է բառասկզբի երկու բաղաձայն- ների միջև և բառամիջի երեք բաղաձայններից կազմված կապակցություններում՝ երկ- րորդ  և  երրորդ  բաղաձայնների  միջև  (նման  երևույթ՝  «գաղտնավանկի  «ը»,  գոյություն ունի  նաև  հայերենում,  օրինակ՝  «մ(ը)կ(ը)րտիչ»  բառում):  Ի  տարբերություն  այլ  ձայնա- վորների՝ շվա-ն ասորերենում միշտ «գաղտնավանկային» է, այն որևէ տառով կամ ձայ- նանիշով  չի  նշվում  և  այդ  պատճառով  հաճախ  անտեսվում  է  նաև  տառադարձության մեջ  (սույն  աշխատության  մեջ  շվա-ն  նշում  ենք  ə  նշանով):  Բառասկզբի  երկու  բաղա- ձայնների  միջև  շվա-ն  առկա  է  նաև  այն  դեպքում,  երբ  առաջին  բաղաձայնը  կոկոր- դային «է»-ն է, օրինակ՝ cəlaymo «պատանի», cərūḇto «ուրբաթ», cəsar «տասն-» (11-ից 19-ը թվականներում):  Այս  բառերը  «Բաբելոնում»  տառադարձված  են  ըլայմո,  ըրուպթօ  և ըսար:  «Տասներորդ»  բառը  դասական  ասորերենում  ունի  cəsīroyo  ձևը,  սակայն  էսրօ  և էսրին  ձևերի  ակնհայտ  ազդեցությամբ  «Բաբելոնում»  այն  հանդես  է  գալիս  ոչ  թէ  ըսի- րօյօ, այլ էսիրօյօ ձևով: ", "Վերջինիս  գազանաբար  բռնաբարել  են,  հետո  էլ  լեզուն  կտրել,  որպեսզի  աղջիկը չկարողանա նկարագրել հանցագործներին: Ամուսինները տեղյակ են նաև այսպես կոչված էլենջեյմսականների  մասին,  որոնք,  ի  բարոյական  պաշտպանություն  Էլեն Ջեյմսի,  կտրել  են  իրենց  լեզուները:  Իրականում  Էլեն  Ջեյմսը  ատում  էր  իր հետևորդներին,  որոնք  բավականին  սահմանափակ  կանայք  էին  և  ունակ  չէին նախաձեռնելու որևէ արժեքավոր հասարակական գործողություն. Jesus,  in  another  year  no  one  would  have  remembered  them  –  or  why  they  did what they did. They were a fashion, a stupid fashion. (IJ WAG: 554) Դիտարկենք  ևս  մեկ  օրինակ`  ուշադրություն  դարձնելով  նույնաբանության մեկնաբանության գործընթացում հենքային գիտելիքի դերին. When the play is “finished”, the processes of collaboration have yet to begin. The serious work of the dramatist is over, but the most desolating part of his toil awaits him. I do not refer to the business of arranging with a theatrical manager for the production  of  the  play.  For,  though  that  generally  partakes  of  the  nature  օf `amusing  burlesque,  owing  to  the  fact  that  theatrical  managers  are  –  no  doubt inevitably  –  theatrical.  Nevertheless,  even  the  theatrical  manager,  while disclaiming the slightest interest in anything more vital to the stage than the box - office,  is  himself  in  some  degree  a  collaborator  and  in  the  first  to  show  to  the dramatist that a play is not a play till it is performed. The manager reads the play, and, to the dramatist’s astonishment reads quite a different play… (BA AC: 266) Նույնաբանությունը  համատեքստում  դիտարկած  հարցվողների  75%-ը մեկնաբանել է, որ պիեսը հնարավոր է տեսնել ու գնահատել միայն այն ժամանակ, երբ  այն  բեմադրված  է,  իսկ  25%-ի  մեկնաբանությունների  ընդհանուր  պատկերն այն  է,  որ  քանի  դեռ  պիեսը  բեմադրված  չէ,  այն  չի  կարող  այդպիսին  համարվել: ", "«Բաբելոնում»  «է»  կոկորդայինն  անտեսվում  և  հայկական  տառադարձության մեջ որևէ կերպ չի նշվում նաև բառամիջում: Որպես օրինակ դիտարկենք 4, 7 և 9 թվա- կանները,  որոնց  դասական  ասորերենի  arbəco,  šabco  և  tešco  ձևերի  դիմաց  «Բաբելո- նում»  ունենք  արըպօ,  շապօ  և  թէշօ,  ինչպես  նաև  րապիօյօ  (rəḇicoyo)  «4-րդ»,  շապին (šaḇcīn) «70», թէշին (tešcīn) «90» ածանցյալ ձևերը: 40 թվականը, որը դասական ասո- րերենում  ունի  arbəcīn  ձևը,  «Բաբելոնում»  տառադարձված  է  որպես  արպին  կամ  արը- պին:  Շատ  հետաքրրական  է  այս  թվականի  ընդամենը  մեկ  անգամ  հանդիպած  ձևը՝ արպըեըն,  որը  հայկական  տառերով  բառամիջի  «է»  կոկորդայինը  վերարտադրելու միակ փորձն է: Բառամիջի «է»-ի անտեսում տեսնում ենք նաև մի շարք այլ բառերում, ինչպես՝  ըթմօնասար  (təmonacsar),  զըուրէ  (zəcure),  ըլլէլ  (ləcel),  մավտօնութօ  (macdonuṯo) բառերում: ", "Անդրադառնալով  սույն  նույնաբանության  կառուցվածքին`  անհրաժեշտ  է  նշել,  որ այն  համարժեք  նույնաբանության  մերժումն  է,  այսինքն`  a  is  ¬a  կառույցի նույնաբանություն  է:  Այստեղ  երկրորդ  play-ը  հերքում  է  առաջին  play-ի նշանակությունը, և կառույցում ներակայված իմաստը  ինքն իրեն հերքելն է: Մյուս կողմից`  այս  նույն  միտքը  կարելի  է  վերաձևակերպել  մեկ  այլ  նույնաբանական կառույցի  միջոցով`  a  play  is  (becomes)  a  play  after  it  is  performed:    Կարծում  ենք` այստեղ  արժե  անդրադառնալ  նույն  հատվածում  տեղ  գտած  մեկ  այլ նույնաբանական կառույցի` theatrical managers are – no doubt inevitably – theatrical, որը  կարելի  է  բնորոշել  որպես  զեղչված  կառույց,  եթե  համարենք,  որ  կառույցի երկրորդ  գոյականական  անդամը,  այսինքն`  ստորոգելիի  մաս  կազմող  գոյականը զեղչվել  է:  Արդյունքում  theatrical  managers-ին  վերագրվող  հատկանիշը  ոչ  թե theatrical  managers-ն  է,  այլ  միայն  theatrical-ը,  ինչն  էլ  ստեղծում  է  որոշակի հեգնական  ներիմաստ`  շեշտելով  թատերական  մենեջերների  շինծու  էությունը, որովհետև  նրանք  իրականում  ավելի  հետաքրքրված  են բեմադրության ֆինանսական, այլ ոչ գեղարվեստական հաջողությամբ: ", "Կոկորդային հնչյուններից բացի՝ սեմական լեզուների հնչյունական համակարգին բնո- րոշ են, այսպես կոչված, «էմֆատիկ» բաղաձայնները, որոնց արտասանությունն աչքի է ընկնում որոշ լարվածությամբ: Դասական ասորերենն ունի երկու էմֆատիկ բաղաձայն՝ «կոշտ» [ṭ] (նշվում է ܛ «տեթ» տառով, արաբերենում՝ ط ) և [ṣ] (նշվում է ܨ «սադե» տա- ռով, արաբերենում՝ ص): «Բաբելոնում» գործածված է սկզբնապես էմֆատիկ [ṭ] պարու- նակող երկու բառ. դրանցից մեկում՝ šəboṭ «փետրվար», այդ հնչյունը տառադարձգած է «թ»  տառով՝  շըպօթ  «փետրվար»,  իսկ  մյուսում՝  ṭobo  «լավ»,  «բարեպաշտ»  մեկ  անգամ «թ»-ով՝ թօպօ, և չորս անգամ «դ»-ով՝ դօպօ: Երկուսն են նաև սկզբնապես էմֆատիկ [ṣ] պարունակող բառերը՝ ṣafro «առավոտ» և ṣəlibo «խաչ», որոնցում այդ հնչյունը տառա- դարձված  է  «ս»  տառով՝  սաֆրօ  և  սլիպօ  կամ  ըսլիպօ  «խաչ»:  Այսինքն՝  հայերենի  «ս» տառով  տառադարձվում  է  ինչպես  «սադե»  տառով  նշվող  էմֆատիկ  [ṣ]-ն,  այնպես  էլ «սեմքաթ» տառով (ܣ) նշվող բաղաձայնը, որը համընկնում է հայերենի «ս» բաղաձայ- նի հետ: ", "Էմֆատիկ բաղաձայններին որոշ նմանություն ունի «կոֆ» տառով (ܩ, արաբերենում՝ ق) նշվող բաղաձայնը, որը մոտ է հայերենի [կ]-ին, այն տարբերությամբ, որ արտաբերելիս լեզուն մոտավորապես գտնվում է այն դիրքում, որը զբաղեցնում է [ղ] կամ [խ] բաղա- ձայնների  դեպքում:  «Բաբելոնում»  գրանցել  ենք  այս  հնչյունը  պարունակող  վեց  բառ: ", "The longer I stayed in Azizya, the older I got, the less I liked life. It wasn’t enough to  be  safe  and  to  be  home,  because  home  wasn’t  home  anymore.  Because  we  no longer  trusted  the  Turks,  our  lives  were  now  confined  to  the  Armenian  quarter. The  Turks  I  knew or  spoke to in  Azizya  all said they  were  sorry  about  what  had happened. They blamed the government« not the civilian population, which they said  was  innocent.  It  was  true  that  many  had  harboured  Armenians  and  had protested  their  treatment  by  the  gendarmerie,  the  bashibouzouks  irregulars  and the Kurdish brigands, but it was impossible now for us to trust the Turks again or to forgive them. (KD RFH: 268) Այս  հատվածում  մեկնաբանողը  նույնաբանության  հաղորդակցական- գործաբանական  արժեքը  վերծանելիս  հիմնվել  է  այն  տեղեկույթի  վրա,  որ փոխանցվում  է  համատեքստով  և  հարատեքստով:  Այսպես`  նա  տեղյակ  է,  որ մեջբերվող  հատվածն  արտաբերողը`  խոսողը,  այլևս չի  կարող  վստահել թուրքերին,  նույնիսկ  եթե  նրանք  ասում  են,  որ  շատ  են  ցավում  կատարվածի համար:  Նա  իրեն  անվտանգ չի  զգում  իր  մանկության  տանը,  քանի  որ  միջավայրը լիովին փոխվել է: Այժմ կյանքը սահմանափակվել է միայն հայկական թաղամասով, ու տունն այլևս մանկության այն տունը չէ, որը նա գիտեր: Այստեղ ենթադրվում է, որ  ինչ-որ  սարսափելի  դեպքեր  են  կատարվել,  որոնց  մասին  ուղղակիորեն  չի նշվում  հատվածում,  որոնք,  սակայն,  հիմք  են  ծառայում  նման  մտքեր արտահայտելու  համար:  Հենց  այս  համատեքստային  և  հարատեքստային առանձնահատկություններից հասկանալի  է  դառնում,  որ  տունն  այլևս հարմարավետ  չէր:  Ստացվում  է,  որ  տվյալ  նույնաբանությամբ  ներակայված իմաստն այս դիսկուրսում այն է, որ տունը, որտեղ խոսողը իրեն հարմարավետ ու ապահով  էր  զգում  ու  համարում  ջերմ  անկյուն,  այլևս  դադարել  է  այդպիսին լինելուց:  Ըստ  էության  բուն  նույնաբանության  մեջ  ոչինչ  ուղղակիորեն  չի մատնանշում  հենց  հարմարավետության  հանգամանքին:  Սա  ցույց  է  տալիս,  որ նույնաբանության  գործաբանական  ներուժի  վերծանումն  իրականացվել  է համատեքստի  անմիջական  դերակատարմամբ:  Համատեքստն  ու  հարատեքստը ըստ  էության  տալիս են  այն  անհրաժեշտ տեղեկույթը, որի  հիման  վրա ընթերցողը եկել  է  իր  եզրահանգմանը:  Թուրքերի  հանդեպ  անվստահությունը,  հայկական թաղամասի սահմաններից դուրս չգալը ստեղծում են այն իմաստային դաշտը, որի տարածքում  տունը այլևս տուն չէր  լեզվական  կառույցը  նշանակում  է,  որ  շատ բաներ  անվերադարձ  փոխվել  են,  ու  այն  ինչ  ճիշտ  էր  ասել  մի  բանի  մասին  մի ժամանակ, այլևս ճիշտ չէ: ", "Home  wasn’t  home նույնաբանությունը հետաքրքրական է նաև կառուցվածքային  տեսանկյունից,  մասնավորապես,  որ  ժխտական  է:  Նախկինում լեզվաբանները,  քննելով  նույնաբանությունները,  հիմնականում  դիտարկել  են հաստատական կառույցներ, ինչպիսիք են, օրինակ, Boys will be boys կամ The law is the law: Եթե հաստատական նույնաբանությունների պարագայում ճիշտ է  Վորդի և Հիրշբերգի  (Ward,  Hirschberg  1991)  այն  պնդումը,  թե  նույնաբանական  կառույցը բացառում է  այլընտրանքային  տարբերակների հավանականությունը` մատնանշելով  այն  միակ  հնարավոր  տարբերակը,  որը  հենց  նշվում  է նույնաբանական կառույցում,  ապա ժխտական նույնաբանությունների պարագայում այդ պնդումը դառնում է կրկնակի ժխտում: Այսպես` մի կողմից home wasn’t home  կառույցը  թեպետ  ժխտական  է,  սակայն  մենք  այն  չենք  ընկալում,  որ տունը այլևս տուն չէր  այլ  նավ  կամ  ավտոտնակ  կամ  մեկ  այլ  այլընտրանքային տարբերակ,  մյուս  կողմից  էլ  տեսնում  ենք,  որ  տունը  իրականում  տուն  չէ: ", "Այստեղից հետևություն է արվում, որ խոսողը նկատի ունի, որ ոչ թե տունը մեկ այլ կառույց է դարձել,  այլ կորցրել է իր ամենակարևոր հատկանիշներից մեկը: Կրկին դիմենք Օքսֆորդի բառարանին` home բառի իմաստները ստուգելու համար: ", "Վերջին բառը մեկ անգամ գործածված է ապրիխ տարբերակով, այսինքն՝ «ը»-ի փոխա- րեն գործածված է «ա»-ն: Ինչով է բացատրվում շվա-ի մետաթեզը՝ դժվար է գուշակել, նկատի ունենալով, որ հայերենի արտասանական տեսանկյունից շվա-ի՝ իր տեղում ար- տաբերումը որևէ դժվարություններ չպետք է հարուցեր209: Ավելին, «Բաբելոնում» ունենք րով սկսվող որոշ բառերի սկզբում լսելի [ը]-ն, ինչպես՝ (ը)սկսել, (ը)սկզբնապես և այլն: Արևմտահայերե- նում այս երևույթն ավելի ընդգծված է: ", "դեպքեր, երբ շվա-ն երևում կամ ենթադրվում է իր սկզբնական դիրքում: Այսպես, դա- սական  ասորերենի  šәboṭ  («փետրվար»)  բառը  պարբերականում  հինգ  անգամ  տառա- դարձված է որպես շըպօթ և մեկ անգամ որպես շպօթ: Մետաթեզով ձևը՝ ըշպօթ, գոր- ծածված է ընդամենը մեկ անգամ: ṣәlībo «խաչ» բառը երկու անգամ տառադարձված է սլիպօ և մեկ անգամ՝ ըսլիպօ: Դասական ասորերենի šәmayo «երկինք» բառը հանդես է գալիս շմաեօ կամ շմայն ձևերով, իսկ մետաթեզով ձև ընդհանրապես չկա: ", "Հարցվողներից մեկը նշված նույնաբանությունը համատեքստից դուրս մեկնաբանել է հետևյալ կերպ. Change is inevitable. Ըստ  նրա`  նույնաբանության  արտահայտած  իմաստը  փոփոխության անխուսափելի  լինելն  է:  Նա  նույնաբանության  նշանակությունը  դիտարկում  է  ոչ թե որպես կորուստ, այլ մի վիճակից անխուսափելի անցում մեկ այլ վիճակի: ", "Խոսքը երեք անգամ գործածված ըմմա «հարյուր» բառի մասին է, որը դասական ասո- րերենում  ունի  mo  տեսքը:  Ըստ  ամենայնի,  այս  բառի  տառադարձությունը  դժվարու- թյուններ էր առաջացնում, քանի որ ըմմա ձևի կողքին «Բաբելոնում» հինգ անգամ գոր- ծածված է մոօ տարբերակը: Վերջինս, իդեպ, տեսնում ենք «Բաբելոնում» հրապարակ- ված ասորական բառացանկի մեջ, այսինքն պարբերականի խմբագրությունն առաջար- կում  էր  այս  համեմատաբար  ճիշտ  ձևը,  թեև,  ինչպես  տեսնում  ենք,  չեր  պնդում  նրա պարտադիր գործածությունը: ", "Այժմ Սամանթա Փաուերի հեղինակած A Problem from Hell: America and the Age of Genocide (2003)  գրքից  վերցված  հատվածի  վերլուծությամբ  պարզենք,  թե տվյալ  հաղորդակցական  իրադրությունում  կիրառված  նույնաբանական  կառույցը ինչ հաղորդակցական-գործաբանական արժեք է ձեռք բերում: ", "Others  were  critical  not  so  much  of  Lemkin’s  definition  as  his  apparent  naiveté. His innovation was interesting, they said,  but a word is a word is a word. Merely affixing the genocide label would not necessarily cause statesmen to put aside their other  interests,  fears,  or  constraints.  Even  if  lawyers  in  Madrid  had  adopted Lemkin’s  proposal,  they  noted,  neither  the  existence  of  the  label  nor  the application of it would have affected Hitler’s decision-making, his ideology, or the outside world’s lethargic response to his crimes. Lemkin met those criticisms with defensive  bombast.  He  told  a  North  Carolina  audience  that  the  rejection  of  his Madrid  proposal  was  “one  of  the  thousand  reasons  why…  your  boys  are  fighting and dying in different parts of the world at this very moment. (PS PH: 296) Նույնաբանական  կառույցը  վերլուծելու  համար  մեզ  անհրաժեշտ  է  ունենալ գիտելիքային  հենք,  տեղյակ  լինել  հարատեքստին,  օգտագործել  համատեքստը  ու փորձել  այս  գործոնների  օգնությամբ  վերծանել  նույնաբանական  կառույցը: ", "l- կցական նախդիրը տեսնում ենք մէն ըլլէլ մէն ըլքօ պարբերաբար գործածվող արտահայտության ըլլէլ «դեպի վերև» (դասական ասորերենում՝ lәcel) և ըլքօ «դեպի այս- տեղ»  (դասական  ասորերենում՝  lәḵo)  բառերում:  Ըլլէլ  բառը  հետաքրքական  է  նաև  իր կրկնված  «լ»-ով,  որով,  հավանաբար,  «հատուցվում»  է  կոկորդային  «է»-ի  կորուստը: ", "Նույն նախդիրը մետաթեզով գործածված է Շուպհօ ըլ թօպօ «Փառաբանություն բարե- պաշտին» շարականի անվան մեջ, սակայն գրված է թօպօ բառից առանձին: «Բաբելո- նում» երկու անգամ հանդիպում է նաև նույն շարականի անվան Շուպհօլ թօպօ տառա- դարձությունը,  որում  կցական  նախդիրը,  նույնպես  խախտելով  դասական  ասորերենի քերականության նորմերը, կցվել է առաջին բառի վերջնամասին: ", "Word written: 1) Do not write more than 200 words. 2) Do you know the words to this song? 4) What's the Spanish word for 'table'? […] see what she thinks.2) Could I have a quick word with you (=speak to you quickly). 3) A word of warning: read the instructions very carefully […] sincere promise) 3) We never doubted her word. them since before Christmas. 2) She sent word that she would be late. 3) If word gets out about the affair, he will have to resign. 4) Word has it that she's leaving. […] Այստեղ  ներկայացված  են  word  բառի  գոյականական  իմաստները:  Եթե փորձենք այս իմաստները հերթով տեղադրել մեր բանաձևի մեջ ու սկսենք վերջից` չորրորդ իմաստից, ապա միանգամից ակնհայտ կդառնա, որ մեր նույնաբանության մեջ information  իմաստը  չէ  նկատի  առնված,  քանի  որ  դա  չէր  համապատասխանի ընդհանուր համատեքստային իմաստին:  Մինչդեռ երրորդ իմաստը համապատասխանում  է  մեր  բանաձևի  երկրորդ  word-ին  այն  դեպքում,  երբ ընդունում  ենք,  որ  առաջին  word-ը  արտահայտում  է  word-ի  բառարանային առաջին  իմաստը`  լեզվի  միավոր:  Ստացվում  է,  որ  եթե  փակագիծը  բացենք, կստացվի  հետևյալ  պատկերը  («լեզվի  միավորը»  «երաշխիք  է»)  is  a  (word):  Այժմ կրկին անդրադարձ կատարենք համատեքստին ու հարատեքստին և փաստենք, որ այս  նույնաբանությունը  կիրառվել  է  Լեմկինի  քննադատների  կողմից,  ովքեր  չէին հավատում,  թե  նրա  առաջ  քաշած Genocide  հասկացությունն  ու  եզրույթը  էական դեր  կունենան  քաղաքականության  մեջ  ու  կզսպեն  ագրեսորներին  հետագայում  և կստիպեն զերծ մնալ մարդկության դեմ կատարվելիք ոճիրներից: ", "Այս տեղեկույթը հաշվի առնելով` կարող ենք արձանագրել, որ երրորդ word- ը արտահայտում է word բառի երկրորդ բառարանային իմաստը` այն է` մի բան, որ ասում ես: Արդյունքում ունեցանք հետևյալ բանաձևը` («լեզվի միավորը» «երաշխիք է») «խոսք է»: Եթե փորձենք ավելի պարզ ներկայացնել, կստացվի, որ եզրույթը, որը Լեմկինն  առաջարկել  է  որպես  մարդկության  որևէ  էթնիկական  խմբի  ոչնչացման դեմ  ուղղված  երաշխիք,  ընդամենը  խոսք  է  և  ոչ  մի  իրական  գործողություն  չի նախատեսում կամ ենթադրում: ", "Ինչպես նշել էինք, արևմտյան ասորիների միջավայրում ընդունված դասական ասորե- րենի ընթերցման ավանդական եղանակում պահպանվում է bagad-kapat խմբին պատ- կանող  «դոլաթ»  և  «թավ»  տառերի  միջատամնային  արտաբերումը:  Բացի  այս  երկու- սից՝ երկակի արտասանությունը պահպանվում է նաև «գոմալ» և «քաֆ» տառերի պա- րագայում: Ինչ վերաբերում է մյուս երկու տառերին, ապա «բեթ» տառը միշտ ընթերց- վում է [b], իսկ «պե» տառը՝ միշտ []: ", "Դիտարկելով երրորդ օրինակը` մենք տեսնում ենք, որ Ստայնը ասում է, որ տվյալ նույնաբանական կառույցը գրվում է ծառի բնին, մինչև գրվածքը շրջանաձև պտտվի բնի  շուրջ,  և  նախադասության  սկիզբն  ու  վերջը  միանան  միմյանց:  Իսկ  երբ միանան,  փաստացի  անհնար  կդառնա  գտնել  սկիզբն  ու  վերջը:  Կդառնա  փակ շղթա,  որը  եթե  փորձենք  բանաձևով  արտահայտել,  ապա  կստացվի  a  is  a  is  a  ad infinitium:  Ընդ  որում`  սրանով  էլ  թերևս  կարելի  է  բացատրել  Ստայնի  կողմից ցուցաբերվող անհետևողականությունը rose բառի կիրառության քանակի հանդեպ. ինչպես  տեսնում  ենք,  որոշ  տեղերում  այն  երեք  անգամ  է  կիրառվում,  իսկ  այլ տեղերում`  երեքից  ավելի:  Սակայն  որպեսզի  կարողանանք  թափանցել  տվյալ կառույցի  իմաստի  մեջ,  ապա  պետք  է  այդ  անվերջ  շարունակվող  շղթան ընդհատենք  որևէ  մասում  ու  փորձենք  մեկնաբանել  այդ  հատվածը:  Այնուհետև ստացված արդյունքը  հնարավոր կլինի  տարածել ամբողջ  անվերջանալի կառույցի վրա: Քանի որ, եթե միատարր նյութի մի մասնիկի համար որևէ հատկանիշ ճիշտ է, ապա  դա  ճիշտ  է  ամբողջի  համար  նույնպես:  Վերցնենք  առաջին  օրինակի կառույցը`  Rose is a rose is a rose is a rose  նմուշը:  Այստեղ  թերևս  պետք  է  սկսել Ստայնի  պոեզիայի  ու  արվեստի  ուղղության  ընկալումից,  այսինքն`  մեզ  որոշակի հենքային գիտելիք է  անհրաժեշտ:  Ստայնը  մոդեռնիստական շրջանի առաջամարտիկ արվեստագետ էր, արվեստի փորձարար և նորարար, ով գրում էր սիմվոլներով  հարուստ  գործեր:  Անձամբ  ինքն այս  արտահայտությունը մեկնաբանել  է  հետևյալ  կերպ,  որ  Հոմերոսի  և  Չոուսերի  ժամանակներում,  երբ բանաստեղծն  օգտագործում  էր  որևէ  առարկայի  կամ  երևույթի  անուն,  այդ առարկան կամ երևույթը հենց այդտեղ էր: Սակայն ժամանակների փոփոխությանը զուգահեռ  առարկայի  ու  բառի  միջև  անմիջական  կապը,  շփումը  կորսվեց,  և  իրը, երևույթը  կորցրեց  իր  ինքնությունը:  Հենց  այս  ինքնությունն  էր  Ստայնը  փորձում վերականգնել  իր  տվյալ  նույնաբանական  կառույցով:  Ստացվում  է,  որ նույնաբանության  գոյականական  անդամը` rose-ը  կրկնելով`  Ստայնը  փորձում  է մոտենալ  հենց  վարդ  երևույթին:  Նա  ասում  է,  որ  այս  կառույցում  անգլիական գրականության մեջ վերջին հարյուր տարվա մեջ առաջին անգամ վարդը կարմիր է: ", "Այսինքն`  վարդի  կենդանությունն  ու  գույնը  հնարավորինս  ընդգծելու  համար  նա նույնաբանություն  է  օգտագործել:  Պետք  է  նաև  նշել,  որ  ասելով վարդ`  մարդկանց գիտակցության  մեջ  որոշ  կարծրատիպային  նշանակություններ  են  ակտիվանում` գեղեցիկ  ծաղիկ,  անուշ  բույր  և  այլն:  Իսկ  երբ  այս  բառն  արդեն  մի  քանի  անգամ  է կրկնվում, առավել ևս բազմաթիվ անգամներ, ապա այդ պատկերի ուժգնությունն էլ համապատասխանաբար  ուժեղանում  է:  Եթե  փորձենք  բանաձևել  այս  կառույցը, ապա  կստացվի  հետևյալ  պատկերը`  ((a  is  a)  is  a))  is  a:    Այսինքն`  ամեն  a rose լրացվում է հաջորդ is a rose-ի միջոցով, այնուհետև այդ երկուսը միասին լրացվում են  արդեն  հաջորդ is a rose-ի  կողմից  ու  այդպես  շարունակ:  Ամեն  հաջորդ a rose ունի պրեդիկատիվ իմաստ իր նախորդ a rose-ի համար և միևնույն ժամանակ ունի սուբյեկտի իմաստ իրեն հաջորդող a rose-ի համար: Եվ յուրաքանչյուր հաջորդ rose ավելի  է  ընդգծում,  խտացնում վարդի  պատկերը  ընթերցողի/լսողի  գիտակցության մեջ:  Այսինքն`  նույնաբանական  կառույցի  ուրույն  կաղապարը  Ստայնին հնարավորություն է տվել իրագործելու իր  գեղագիտական նպատակը: ", "«Քաֆ»  տառի  պարագայում  տեսնում  ենք  դասական  ասորերենի  շփական  [ḵ]-ի տաձադարձումը հայերենի «ք»-ով ըլքօ «դեպի այստեղ» բառում՝ դասական ասորերենի lәḵo ձևի դիմաց: Մնացած դեպքերում դասական ասորերենի արտասանությունը ճիշտ է վերարտադրված: ", "Այսպիսով`  կատարված  ուսումնասիրության  արդյունքում  կարելի  է  փաստել համատեքստի և հարատեքստի կարևորագույն դերը նույնաբանական կառույցներում  արտահայտված  ներակա  տեղեկատվության  բացահայտման գործընթացում:  Ամփոփելով`  փորձենք  պատասխանել  սույն  գլխում  մեր  առաջ քաշած  հարցադրմանը,  որո±նք  են  նույնաբանական  կառույցներում  կոդավորված գործաբանական  ներուժի  վերծանման  գործիքները,  որոնք  հնարավորություն  են տալիս լսողին/ընթերցողին ընկալվող խոսքը վերածել իմաստի: Կարևոր է նշել այն հանգամանքը,  որ  հետևելով  խոսողի  մտքի  շարադրման  ընթացքին` լսողը հասկանում  է  ոչ  միայն  այն,  ինչ  բառացիորեն  ասվում  է  իրեն,  այլև  այն,  ինչ հաղորդվում  է,  այսինքն`  ներակայվում  է  կամ  ակնարկվում:  Եվ  քանի  որ նույնաբանական կառույցը ինքնին ներակայում պարունակող կաղապար է, ուստի հասկացման  ընթացքում  լսողի  համար  կարևոր  է  դառնում  նույնաբանության ներակա  իմաստի  և  հաղորդակցական  ներակայման  հասկացումը:    Փաստորեն, նույնաբանության  գործաբանական  ներուժի  ապակոդավորման  գործընթացը ենթադրում  է  տրամաբանական  կառույցով  հանդես  եկող  կոդավորված  բառային հասկացույթի  փոխարինում  նրա  համատեքստայնացված  տարբերակով:  Այսինքն` տվյալ հաղորդակցական իրադրությունը, իր բաղադրիչներով հանդերձ, հնարավոր է  դարձնում,  բացառելով  երկիմաստությունը,  նույնաբանական  կառույցին (հատկապես  երկրորդ  անդամին)  վերագրել  այն  իմաստը,  որն  ակտիվանում  է  և խտանում  տվյալ խոսքային իրադրությունում: Այլ կերպ ասած` լսողը լեզվական և արտալեզվական  գործոնների  ազդեցությամբ  առկա  իմաստային  ենթաշերտերից առանձնացնում  է  առաջնայինը,  որը  համատեղելի  է  տվյալ  իրադրությանը,  և այսպիսով բացահայտում  խոսողի  հաղորդակցական  մտադրությունն  ու ապակոդավորում նույնաբանական կառույցի գործաբանական ներուժը: ", "Ծանոթագրություններ մեծ մասամբ պայմանավորված է լսողի/ընթերցողի տեսակետներով ու սուբյեկտիվ գնահատականներով: Քանի որ հասկացումը կարևոր ճանաչողական գործընթաց է, դիտարկենք  դիսկուրսի  հասկացման`  Վան  Դեյկի  և  Վ.  Քինչի  կողմից  մշակված մարտավարական կաղապարի տարրերը. ա)  Ստորոգման  իմաստի  ռազմավարության  փուլ:  Այս  փուլում  բառերի, շարահյուսական կառույցների ռազմավարական գիտելիքի հիման վրա ստեղծվում է ստորոգման իմաստը: ", "Բառամիջում այս սկզբունքը խախտված է ամիսների եար, թամուզ, քէնունը, հա- զիրան  անվանումներում,  որն,  ամենայն  հավանականությամբ  պայմանավորված  է թուրքերենում նույն բառերի գոյության ազդեցությամբ: ", "«Բաբելոնում»  պահպանված  է  ավանդական  արտասանությանը  բնորոշ  բաղա- ձայնների կրկնակության վերացումը: Այսպես՝ վերը դիտարկված հաթիրօ բառում՝ բա- ցի բառավերջի «օ»-ից, տեսնում ենք մեկ «թ», մինչ դասական ասորերենի ձևն է cattīro: ", "Այլ օրինակներն են՝ այքանօ (‘aykanno), էթքանաշ (‘eṯkannaš), ըթրայօնօ (tәrayyono), հա- պիպօ (ḥabbīḇo), շմաեօ (šәmayyo) և այլն: ", "Սա պատմամշակութային առանձնահատկություններով պայմանավորված գծապատկերային  կառույց  է,  որում  արտացոլված  է  տեքստի  համընդհանուր բովանդակությունը:  Այս  փուլում  ստեղծվող  գերկառույցներն  ունենում  են ժանրային տարբերություններ: ", "ե)  Խոսքաստեղծման  ռազմավարությունների  փուլ:  Այս  փուլում  խոսողի հիմնական խնդիրն է լսողին ներկայացնել քննարկվող թեման: Այդ նպատակով նա ստեղծում  է  տեքստի  մակրոկառույցների  իմաստային  պլանը`  կիրառելով ընդհանուր  գիտելիքների  տարրերը,  իրադրային  կաղապարի  մասին  իր  ունեցած գիտելիքը,  ինչպես  նաև  հաշվի  առնելով լսողի  գործոնը`  նրա  գիտելիքի կաղապարը,  դրդապատճառները,  մտադրությունները  և  այլն  (Дейк  Ван,  Кинч  В. Ինչպես  տեսնում  ենք,  հասկացման  գործընթացն  իրականացնելու  համար անհրաժեշտ է  ակտիվացնել գիտելիքի դաշտը և  այն կարծիքները, դիրքորոշումները, հույզերը, որոնք  անհրաժեշտ են ընթերցողին/լսողին կապակցված  տեքստի  բովանդակությունն  ու  գրողի/լսողի  հաղորդակցական մտադրությունը գնահատելու համար: ", "պատկերը  տեսնում  ենք  Ջ.  Ֆերսխուերի  հետևյալ  գծապատկերում  (Verschueren մի քանի ուղղություններով: Մի դեպքում քննության է առնվում խոսքային ակտերի և  հարատեքստի  փոխհարաբերությունը  (Duranti,  Goodwin  1992;  Garfinkel  1967), իսկ  մի  այլ  դեպքում  առաջնային  է  համարվում  համատեքստի  և  հարատեքստի հարաբերակցությունը, այսինքն` անդրադարձ է արվում լեզվական ցուցայնության, զեղչման,  փոխարինման,  վերաբերության,  բառային  միջոցների  կրկնության  և արտալեզվական  մի  շարք  գործոնների  (խոսող,  խոսընկեր,  հենքային  գիտելիք, խոսքային  իրադրություն)  առանձնահատկությունների  քննությանը  կապակցված խոսքում (Halliday, Hasan 1976; Levinson 1983; McCarthy 1991; Պարոնյան 2011): ", "տեքստին,  դրանում  կիրառված  կապակցման  միջոցներին,  իսկ  հարատեքստն ընդգրկում  է  տվյալ  հաղորդակցական  համատեքստին  հարող  հսկայական իմաստային մի դաշտ, որը կարևոր դեր ունի ասույթների գործաբանական իմաստը ճիշտ մեկնաբանելու գործում (Widdowson 2004; Պարոնյան 2011): ", "Քննության  առնելով հարատեքստին բնորոշ գծերը`  Փ.  Աուերը տարբերակում  է  դրա  հետևյալ  տարատեսակները.  1.  լեզվական,  2.  հանրային,  3. իրադրային  (այսինքն`  այն  ֆիզիկական  միջավայրը,  որտեղ  տեղի  է  ունենում հաղորդակցումը),  4.  մասնակիցների  հենքային  գիտելիքները  (ինչը  չի  ներառում վերոնշյալ 1-3 գործոնները), 5. հաղորդակցման միջոցը (Auer, Di Luzzio 1992: 91): ", "Ներկայումս  գործաբանության  մեջ  ընդունված  է  նաև  հարատեքստի տարատեսակների հետևյալ ստորաբաժանումը` իրադրային, հենքային գիտելիքի և համատեքստային (Cutting 2002: 55) տե՛ս նախորդ գլխի վերջին ենթագլխում: ", "կիրառվում է միայն անձ մատնանշող գոյականների հետ: Օրինակ` կարելի է ասել That’s just Manny being Manny կամ That’s just boys being boys, բայց անհնար է ասել That’s just wars being wars; That’s just a promise being a promise. (Rhodes 2009: 5): ", "հարատեքստը (Levinson  1983;  Verschueren  2011),  և  հետևաբար  որպես գործաբանական լեզվաբանության  խնդրո  առարկա կարելի է դիտել հարատեքստային  իմաստը`  ներառելով լեզվի  հնչյունական,  ձևաբանական, շարահյուսական յուրահատուկ  դրսևորումները  կոնկրետ  հարատեքստում: ", "Ամբողջությամբ  վերարտադրենք  Մավտօնութօ  տասուրօյօ  բաժնից  մի  հաղոր- դագրություն, որը տալիս է ասորական լեզվանյութի ինտեգրման մի քանի օրինակներ. «Ասորիները Տիթրոյթի մեջ: - Ըմեագրո [հարգելի] Տավուտ Էլպի կը հաղորդէ, որ քէնունը ըհրօյ [հունվար] ըթմօնասար [18] հատ ըտ շապօի [կիրակի] եավմօ [օր] ժամը  թէշօին  [իննին]  Rev.  Joel  E.  Werda  Տիթրոյթ  ժամանեց  և  H.P.Mich-ի Y.M.C.A.-ի ժողովասրահը բուռն բազմության մը ներկայության խոսեցավ վեհա- ժողովի  առջև  ասորվոց  իրավունքներուն  նկատմամբ  նախ  ասորերեն,  և  ապա խնդրանքիս  վրա  խոսեցավ  անգլերեն210:  Ըթրայոն  [երկրորդ]  բանախոսն  ըլլա- լուս Ասորեստանի մեր եղբայրներուն և քույրերուն խղճալի վիճակը ներկայացվե- լով սկսա էսրին ըթմօնեօ [28] դոլարով, ահօտիլ [եղբայրս] Հաճի Եավնան Էլպի նույն գումարը բարդեց և Հաճի Աղապապ Չէվիր համշօ ըսար [15] և այսպես քիչ ժամանակէն հավաքվեցավ ըթլօթ մոօ ըթլօթին [330] դոլար»: ", "Ըստ  Քաթինգի`  իրադրային  հարատեքստը  խոսակիցներին  շրջապատող ֆիզիկական աշխարհն է, որտեղ տեղի է ունենում հաղորդակցումը, իսկ հենքային գիտելիքի հարատեքստը ներառում է մշակութային և միջանձնյա հարաբերությունների  տարրեր (Cutting  2002):  Ընդ  որում`  մշակութային հարատեքստը  ենթադրում  է  նույն  լեզվական  համայնքին  վերաբերող  հենքային գիտելիքի  առկայությունը  (Sperber,  Deidre  1995),  իսկ  միջանձնյա  հարատեքստը ներառում  է  խոսակիցների  միջանձնյա  հարաբերություններին,  նրանց  անձին բնորոշ  անհատական  հատկանիշներին  վերաբերող  հենքային  գիտելիք  (Cutting Ֆերսխուերենի`  վերը  բերված  գծապատկերում,  ընդգծված  են  խոսընկերների մտավոր  ու  ֆիզիկական  աշխարհը  և  այն  հասարակական  միջավայրը,  որում ընթանում  է  տվյալ  զրուցակցությունը:  Անհրաժեշտության  դեպքում  այս  գիտելիքը ակտիվանում  է  նրանց  գլխում  և  արտաբերվող  խոսքային  միջոցների  ճիշտ ընտրություն կամ լսածի ճիշտ մեկնաբանություն է ապահովում (Pinker 2007): ", "Մտավոր  աշխարհին  վերաբերող  հենքային  գիտելիքը  պարունակում  է ինչպես  ճանաչողական,  այնպես  էլ  զգացական  տարրեր:  Այն  կապվում  է  անձի հոգեբանության`  զրուցակիցների  հոգեկան  կերտվածքի,  նրանց  հույզերի, սպասումների,  համոզմունքների,  մտադրությունների,  դիրքորոշումների  հետ  և այլն: Հաղորդակցական գործընթացի այս վերաբերականներն այն նախադրյալներն են,  որոնք  հուզական  երանգ  են  հաղորդում  խոսքին,  զգացմունքային  և տրամաբանական  ներգործություն  են  կատարում լսողի  վրա,  ինչպես  նաև ապահովում վերջինիս խոսքը լսելու և մեկնաբանելու շահագրգռվածությունը: ", "բիկների  կողմից  գործածվող  սերտո  տառատեսակով  է  (այստեղ  վերարտադրում  ենք այնպես,  ինչպես  պարբերականում  է):  Ամենայն  հավանականությամբ,  սա  հրատարա- կիչների  կողմից  ասորական  տառատեսակների  նրբություններից  անտեղյակ  լինելու արդյունք է: ", "Ցանկացած հաղորդակցական իրադրություն տեղ է գտնում որոշակի ժամանակի և տարածության  մեջ:  Շրջակա  միջավայրին  վերաբերող  գիտելիքը  կոդավորվում  և ապակոդավորվում  է  ժամանակի  ու  տեղի  ցուցայնության  ցուցիչների  միջոցով` ապահովելով  խոսքի  կապը  արտաքին  աշխարհի  հետ.  now/  then;  in/on;  come/go; here/there; this/that; north/east; left/right և այլն: ", "Հասարակական  միջավայրին  վերաբերող  հենքային  գիտելիքը  անձի ցուցայնության  հետ  առնչվող  դերանունների  միջոցով  է  դրսևորվում  խոսքում: ", "Այս խմբին պատկանող երկրորդ բառը «Բաբելոնում» սովորաբար գործածվում է հայատառ  տեսքով՝  Պէթնահրէն,  Պէթ  Նահրէյն  և  այլ  տարբերակներ  և  նշանակում  է «Միջագետք»: Այս բառը գործածվում է որպես ասորական ազգային բնօրրանի անվա- նում:  Բառի  ասորատառ  տարբերակը՝ (cid:398)(cid:383)ܪ(cid:371)(cid:396) (cid:422)(cid:384)ܒ գործածված  է  միայն  Ա-18  համարի «Նամակ  Ուրֆայեն»  հոդվածում,  որը  թարգմանաբար  վերարտադրված  է  ասորական թրքալեզու  Բեթնահրեն  թերթից:  Բառին  հետևում  է  (cid:398)(cid:397)(cid:399)ܗ(cid:369)(cid:383)(cid:418)ܔ  բառը,  որն  ասորատառ թուրքերեն է և նշանակում է «թերթ» (Բեթնահրեն ջարիդեսի): ", "Եզրակացություն Տեսական  գրականության  քննական  վերլուծությունը  և  փաստական  նյութի համակողմանի  ուսումնասիրությունը  հաստատում  են,  որ  լեզվագործաբանական մեթոդը  հաղորդակցման լեզվական  համատեքստի  և  հանրամշակութային հարատեքստի  հաշվառումով  լավագույնս  է  ծառայում  խոսքային  գործունեության յուրահատուկ  դրսևորումների,  այս  կամ  այն  լեզվական  միջոցների  կիրառման դրդապատճառների, ինչպես և դրանցից բխող հետևանքների բացահայտմանը: ", "ܢܐ(cid:418)(cid:408)ܙ(cid:373)(cid:456)(cid:383)(cid:418)(cid:383)ܕ  –  դեյրուզզաֆրան  –  «Զաֆրանի  վանք»,  ասորական  նշանավոր  վանք  Տուր Աբդինում,  որը  գործում  է  մինչև  օրս:  Ասորատառ  այս  բառը  գործածված  է  երկու  ան- գամ, ընդ ուրում, ուղեկգված չէ հայերեն տառադարձությամբ կամ թարգմանությամբ: ", "Հաղորդակցությունը  դիտարկելով  որպես  տեղեկության  փոխանցման նպատակաուղղված  երկկողմանի  գործընթաց,  որի  հիմնական  գործառույթը տեղեկույթի  փոխանակումն  է,  մեր  ուսումնասիրությունը  հնարավորություն  է ընձեռում  փաստելու,  որ  հաղորդակցական  ակտը  հաղորդակցության  բոլոր մասնակիցների (խոսողի/գրողի  և լսողի/ընթերցողների)  մտադրությունների փոխներգործության  արդյունք  է,  և  այդ  ակտում  ընդգրկված յուրաքանչյուր լեզվական  միավոր  ծառայում  է  տվյալ  հաղորդակցական  դիտավորության իրագործմանը: ", "Տեքստում այս բառին նախորդում է ասորա-թուրքական Արպըեըն Շահիտ («Քառասուն նահատակ»)  հայատառ  կապակցությունը  և  հաջորդում  եկեղեցու  հայկական  անունը՝ «Քառասուն մանկանց եկեղեցի»): "]}