{"paragraph_source_docs": [0, 2, 0, 0, 0, 3, 0, 0, 0, 0], "source_docs_file": "Medicine.json", "paragraphs": ["Նկար 13. Եզակի պահպանված, դիստրոֆիկ փոփոխված կղզյակները առանց ճարպակալման դիաբետով հիվանդների խմբում: ա) Ներկումը ըստ Հոմորիի, խոշ. × 400, բ) Ներկումը հեմատոքսիլին էոզինով, խոշ.×400: գ) Նկար ա-ում պատկերված կղզյակի դրվագը 1000 անգամ խոշորացմամբ: ", "Ներառման և բացառման չափանիշներ Ներկա  հետազոտությունում  առավել  ներկայացուցչական  խմբեր  կազմելու նպատակով  հիվանդների  ընտրությունը  կատարվել  է  համաձայն  ներառման  և բացառման  չափանիշների:  Ներառման  չափանիշը  հետևյալն  է՝  2010-2017թթ-ների ընթացքում  միզապարկի  քաղցկեղի  կապակցությամբ  արմատական  ցիստէկտոմիայից հետո մեզի դերիվացիայի որևէ եղանակով վիրահատված հիվանդներ: ", "Նկար 14. Ճարպային հյուսվածքում «գոյատևած», լիմֆոպլազմոցիտներով ներսփռված կղզյակները: ա) Ներկումը հեմ-էոզին, խոշ. ×400 բ) Ներկումը կոնգո-կարմիր, խոշ. ×400: ", "(առանց ճարպակալման  խումբ) Ինչպես  երևում  է  նկ.14-ում  պատկերվածից,  կղզյակները  առատորեն  ներսփռված  են բորբոքային բջիջներով: ", "Նկար 15. Ամիլոիդային դեպոզիտները (սլաքով ցուցադրված) ճարպակալմամբ ուղեկցվող դիաբետով հիվանդների խմբում: ա)Ներկումը հեմ-էոզինով, խոշ. ×400 բ)Ներկումը կոնգո-կարմիրով, խոշ.×400: ", "Չնայած  երկար  քնելուն,  ՀՀՆ  հիվանդները  հիմնականում  բավարարված  չեն  իրենց քնով, քանի որ նույնիսկ հարաբերական երկար քունը չի բերում լիարժեք հանգստի և քնից  բավարարվածության:  Այդ  փաստը  հաստատվում  է  նաև  «Քնկոտություն» ցուցանիշով,  որի  համաձայն  հիվանդների  մեծ  մասը  օրվա  ընթացքում  քնկոտ  են, հաճախ  են  նիրհում՝  թեկուզև  կարճատև  և  մշտապես  ունեն  արթուն  մնալու դժվարություններ:  Ք1  և  Ք2  ցուցանիշներն  իրենցից  ներկայացնում  են  հարցաշարի  12 հարցերից  6-ի  և  9-ի  համագումարները:  Համաձայն  վերջիններիս  ՀՀՆ  հիվանդների խմբում բոլոր հիվանդներն ունեն քնի տարաբնույթ խանգարումներ: ", "ա) Ներկումը ըստ Վան-Գիզոնի, խոշ. ×100 բ) Նույն պատկերի դրվագը ×400 խոշորացմամբ: ", "Նկար 17. «Բորբոքում» ախտաբանական գործընթացը ենթաստամքոսային գեղձում: ", "ա)Նկարում պատկերված է կղզյակը չափավոր արտահայատված բորբոքումով: ", "բ) Պատկերված է հենքի բորբոքային բջիջներով ներսփռանքը: Երկու նկարներում էլ խրոնիկական բորբոքային բջիջները նշված են  սև սլաքներով, իսկ էնդոկրինոցիտը՝ կարմիր սլաքով: Ներկումը հեմ-էոզինով, խոշ.×1000: "]}