{"paragraph_source_docs": [3, 4, 3, 4, 4, 4, 4, 4, 2, 2, 4, 1, 5, 4, 4, 4, 4, 5, 4, 4, 5, 4, 4, 3, 4], "paragraphs": ["Ութերորդ  կետ ով'  Մայր  Աթոռը  Սուրբ  էջմիածնի  վանքի  սահմաններում  իրավասու  է  ունենալ  սեփական վարչական  ոստիկանական  պարեկախումբը,  իսկ  Հայաստանի  Հանրապետության  իշխանությունը  անհրա­ ժեշտության  դեպքում  իր  վարչական-զինվորական  ուժը  պ ետ ք  է  տրամադրի  Մայր  Աթոռի  և  Կաթողիկոսի անվտանգության  համար: ", "Նիլսենն ընդդեմ Դանիայի գործով Դատարանը վճռել է, որ երեխայի տեղավորու- մը հոգեբուժարան՝ ոչ իր կամքով, բայց մոր խնդրանքով, ազատությունից զրկում չի հա- մարվում, այլ «նրա մոր խնամակալության իրավունքի պատասխանատու իրագործում` ի շահ երեխայի»255: Սյուզի Կոնյարսկան ընդդեմ Միացյալ Թագավորության գործով, ըստ որի  դատարանները  որոշում  են  կայացրել  անչափահասին  բնակվելու  համար  ավելի ապահով տեղ տեղափոխելու վերաբերյալ, Դատարանը վճռել է, որ դիմողն ազատազրկ- ված է եղել, քանի որ դատարանները նրա նկատմամբ խնամակալության իրավունք չեն ունեցել256:  Այնուամենայնիվ,  Դատարանը  գտել  է,  որ  կալանավորման  մասին  որոշումը կայացվել է «դաստիարակչական հսկողության նպատակով»` համաձայն 5-րդ հոդվածի անձին)  տեղափոխել  են  ծանր  հոգեկան  շեղումներ  ունեցող  երիտասարդների  համար նախատեսված  ինտերնատ,  որտեղ  իրականացվել  է  դաստիարակչական  լուրջ  ծրա- գիր257: ", "Տասներորդ  կետ ով'  Հայաստանի  Հանրապետության  Կառավարությունը'  որպես  Հայ  Առաքելական  Մայր Եկեղեցու  կողմից  սրբա գործվա ծ  իշխանություն,  պ ետ ք  է  հիշա տ ա կվի  եկեղեցիների  պ ա տ ա րա գի  և  մախ- թանքի  ժամանակ: ", "Կոնվենցիայի  5-րդ  հոդվածի  1-ին  մասի  «դ»  կետի  կիրառման  հետ  կապված Դատարանը ելնում է այն հանգամանքից, որ անչափահասների նկատմամբ ցանկալի է չկիրառել չափահասների համար նախատեսված հարկադրանքի  սովորական միջոցներ և  իրականացնել  սոցիալական  ուղղվածություն  ունեցող  արդարադատություն`  առավել պարզեցված  ընթացակարգով:  Անթույլատրելի  է  նախնական  կալանքի  վայրերում  ան- չափահասներին  պահել  չափահասների  հետ  մեկտեղ,  իսկ  անչափահասի  նկատմամբ կալանքի կիրառումը պետք է իրականացվի այնպիսի ռեժիմով, որը բարենպաստ ազդե- ցություն կունենա նրա վերադաստիարակման վրա: ", "ՀՀ-ում  քրեական  պատասխանատվության  ենթակա  են  այն  անչափահասները, որոնց  16  տարին  լրացել  է  նախքան  հանցագործություն  կատարելը:  Օրենքով  սահման- ված  որոշ  հանցագործությունների  համար  անչափահասները  կարող  են  քրեական  պա- տասխանատվության  ենթարկվել,  եթե  մինչև  հանցանք  կատարելը  լրացել  է  նրանց  14 տարին:  Առաջին  անգամ  ոչ  մեծ  կամ  միջին  ծանրության  հանցանք  կատարած  ան- չափահասը  դատարանի  կողմից  կարող  է  ազատվել  քրեական  պատասխանատվու- թյունից,  եթե  դատարանը  գտնի,  որ  նրա  ուղղվելը  հնարավոր  է  դաստիարակչական բնույթի հարկադրական միջոցների կիրառմամբ: ՀՀ քր. օր-ի 93-րդ հոդվածի համաձայն ոչ  մեծ  կամ  միջին  ծանրության  հանցանք  կատարած  անչափահասը  կարող  է  պատժից ազատվել,  եթե  դատարանը  գտնի,  որ  պատժի  նպատակներին  կարելի  է  հասնել  նրան գործերով վճիռները: ", "անչափահասների  հատուկ  ուսումնադաստիարակչական  կամ  բժշկադաստիարակչա- կան  հաստատություններում  տեղավորելու  միջոցով:  Օրենսդրական  նման  կարգավո- րումը  բխում  է  Կոնվենցիայի  5-րդ  հոդվածի  1-ին  մասի  «դ»  կետից:  Անչափահասների ձերբակալումը  և  կալանավորումն  իրականացվում  է  օրենքով  սահմանված  ընդհանուր կարգով:  Չնայած  ՀՀ  քր.  դատ.  օր-ում  առանձին  գլուխ  է  նվիրված  անչափահասների գործերով վարույթի առանձնահատկություններին, սակայն շատ հարցեր այստեղ պատ- շաճ  կարգավորում  չեն  ստացել:  Բացի  դրանից,  ՀՀ  քր.  դատ.  օր-ի  442-րդ  հոդվածից հետևում է, որ կալանավորումը` որպես խափանման միջոց, կարելի է կիրառել ոչ միայն անչափահաս  մեղադրյալի,  այլ  նաև  կասկածյալի  նկատմամբ:  Հոդվածի  այդ  պահանջը ընդունելի չի կարող համարվել, մանավանդ որ այն հակասության  մեջ է մտնում ՀՀ  քր. դատ. օր-ի 134-րդ հոդվածի 3-րդ մասի հետ, ըստ որիª կալանավորումը և գրավը կարող են կիրառվել միայն մեղադրյալի նկատմամբ: ", "ՀՀ  դատարանների  կողմից  իրականացվող  դատական  պրակտիկան  ցույց  է տալիս, որ դատարաններն անչափահասների նկատմամբ որպես կալանքը խափանման միջոց  ընտրելիս`  ղեկավարվում  են  ՀՀ  քր.  դատ.  օր-ի  134-րդ  հոդվածի  3-րդ  մասի  պա- հանջով, և կալանավորումը` որպես խափանման միջոց, ընտրում են միայն մեղադրյալ անչափահասների նկատմամբ կամ օրենքի հակասությունը լուծվում է հօգուտ մարդու, որը համահունչ է Կոնվենցիայի պահանջներին: ", "ՀՀ քր. դատ. օր-ի 442-րդ հոդվածը սահմանում է, որ ՙթույլատրվում է անչափահաս կասկածյալի կամ մեղադրյալի նկատմամբ կալանքը որպես խափանման միջոց կիրառել միայն  այն  դեպքում,  երբ  նրան  վերագրվում  է  միջին  ծանրության,  ծանր  կամ  առանձ- նապես  ծանր  հանցանքների  կատարում՚:  Կարծում  ենք,  որ  անչափահասների  նկատ- մամբ կալանավորումը որպես խափանման միջոց, ընտրելու համար պետք է նախատես- վեն ավելի կոշտ պայմաններ: Մասնավորապես, ՄԱԿ-ի Գլխավոր ասամբլեայի կողմից իրականացվող  արդարադատության  նվազագույն  չափորոշիչ  կանոնների  /Պեկինյան կանոններ/  13-րդ  հոդվածը  պահանջում  է,  որ  կալանավորումն  անչափահասների նկատմամբ  պետք  է  կիրառվի  որպես  ծայրահեղ  միջոց  և  կարճ  ժամանակահատվածի ընթացքում: Այդ պատճառով օրենքով պետք է սահմանվի, որ անչափահասի նկատմամբ կալանավորումը  կարող  է  կիրառվել  միայն  այն  դեպքում,  երբ  նա  մեղադրվում  է  ծանր կամ առանձնապես ծանր հանցագործության կատարման մեջ: ", "Բազմաթիվ  օրենքներով  Կառավարությանը  վերապահված  են  բազմաթիվ  և տարաբնույթ լիազորություններ  հասարակական  կյանքի  գործնականում  բոլոր ոլորտներում։  Լիազորությունների  այդ  լայնածավալ  համակարգը  հնարավոր  չէ վերլուծել  մեկ  ատենախոսության  շրջանակներում։  Բացի  դրանից՝  այդպիսի վերլուծությունը  դուրս  է  տվյալ  ատենախոսության  հետազոտական  խնդիրների շրջանակից։ ", "Խորհրդարանական կառավարման կոնկրետ մոդելի առանձնահատկությունների  բնորոշման  համար  կարևոր  նշանակություն  ունի Կառավարության հենց սահմանադրական լիազորությունների գիտական հետազոտությունը,  քանի  որ  հենց  այդ լիազորությունների  համակարգով  են բնորոշվում  Կառավարության  տեղն  ու  դերը  պետական  իշխանության  մարմինների համակարգում,  խորհրդարան-Կառավարություն-Հանրապետության նախագահ- դատական  իշխանություն  քառանկյունի  հարաբերությունների  բնույթը,  հետևաբար նաև կառավարման մոդելի առանձնահատկությունները։ ", "Համենայն  դեպս,  կալանավորումը  պետք  է  «օրինական»  լինի,  այսինքն`  պետք  է իրականացվի  օրենքի  համաձայն`  ներառելով  նյութական  և  դատավարական  նորմերը, և կամայական չպետք է լինի: Վինտերվերպի գործում Դատարանն ընդունել է չափանիշ- ներ, որոնք պետք է պահպանվեն, որպեսզի հոգեկան հիվանդի կալանավորումը «կամա- յականություն» չդիտվի. Մասնավորապես, հոգեկան խանգարումը պետք է  հաստատվի օբյեկտիվ  բժշկական  փորձաքննությամբ,  կալանավորումն  արդարացնող  խանգարման բնույթը և աստիճանը պետք է ծայրահեղ լինեն,  կալանավորումը պետք է տևի այնքան, որքան պահանջում են հոգեկան խանգարման աստիճանն ու տևողությունը, այն դեպքե- րում, երբ կալանավորման ժամկետներն ըստ հավանականությամբ որոշված չեն, տվյալ անձին ազատ արձակելու համար լիազորված հանձնաժողովը ժամանակ առ ժամանակ պետք է քննի ժամկետի հարցը և եթե անձը պետք է տեղավորվի հիվանդանոց, կլինիկա մոլները): ", "Կատարված  ուսումնասիրությունների  հիման  վրա  առաջարկում  ենք իրավունքի գլոբալացման  տարրերը ներառել քննարկվող սինթետիկ ինդեքսներում։  Նախ  և  առաջ  անհրաժեշտ  է  հավելված  1-ի  քննարկվող ինդեքսներում  ավելացնել  «Իրավական  ոլորտ»  կամ  նմանատիպ  անվանմամբ խումբ։  Իրավական ոլորտը  առանձին նախատեսելու  անհրաժեշտությունը պայմանավորված  է  նախ  և  առաջ  նրանով,  որ  յուրաքանչյուր  պետության  մեջ  առկա տնտեսական, սոցիալական կարևորագույն ոլորտների հետ միևնույն հարթության վրա է  գտնվում  նաև  իրավականը։  Ավելին՝  վերջինս  իր  գործողությամբ  ուղղակիորեն առնչվում  է  բոլոր  մնացած  ոլորտներին,  քանի  որ  բոլոր  մյուսների  կարգավորումները կատարվում  են  իրավական  մակարդակում՝  համապատասխան  իրավական  նորմերի սահմանմամբ։  Իրավունքը  մշտապես  սերտ  կապի  մեջ  է  տնտեսագիտության  կամ սոցիոլոգիայի  հետ։  Այսպես,  Մ․Ն․  Մարչենկոն  նշում  է,  որ  տնտեսական գործընթացների  պետական-իրավական կարգավորմամբ չմիջնորդավորված զարգացումը  կարող  է  հանգեցնել  նյութական  արտադրության  ամբողջ  համակարգի խանգարմանը  և  անկմանը։  Նմանատիպ  կապ  առկա  է  նաև  սոցիոլոգիայի  և իրավագիտության  մեջ,  երբ  սոցիոլոգիան,  ուսումնասիրելով  հասարակության  և  նրա անդամների  վարքագիծը,  ուղղակի  կախվածության  մեջ  է  իրավագիտությունից,  քանի որ  յուրաքանչյուր  հասարակության  կարգավորման  գործում  առավել  որոշիչ  դեր  ունեն հենց  իրավական  նորմերով  տրվող  կարգավորումները։ ", "Ուստի  արմատական փոփոխությունների  պետք  է  ենթարկվի  քրեական  պատժի  հիմնախնդիրը.  պատժի համակարգը,  պատիժ  նշանակելը,  պատժից  ազատելը,  անչափահասների  պատժի խնդիրը, քրեաիրավական ներգործության այլ միջոցները177։ ", "Նման  եզրակացություն  անելով`  Դատարանը  նշել  է,  որ  տվյալ  գործում  «հոգեբույժի նախնական կարծիքը, համենայն դեպս, ըստ առկա փաստաթղթերի, հնարավոր և պար- տադիր է եղել»: Դատարանը նշել է, որ արտակարգ իրավիճակի մասին որևէ հայտարա- րություն չի եղել, որ դիմողը հոգեկան հիվանդության պատմություն չի ունեցել, և որ նա, ամենայն  հավանականությամբ,  ներկայացրել  է  բժշկի  եզրակացություն  իր  հոգեկան առողջության մասին: Դատարանը որոշել է, որ նման դեպքերում դիմողի ձերբակալումը կամ կալանավորումը` հիմնվելով դիմողի հոգեկան առողջության մասին դատախազի  և ոստիկանության  սպայի  կարծիքի  վրա  և  առանց  հոգեբույժի  եզրակացության,  անթույ- լատրելի էր: ", "Պետք  է  նաև  նշել,  որ  5-րդ  հոդվածի  1-ին  կետի  «e»  ենթակետը  «բուժման  իրա- վունք» չի  նախատեսում, ինչպես նշում էր  դիմողը  Վինտերվերպի գործով դատաքննու- թյան  ժամանակ,  որը  պնդում  էր,  որ  համապատասխան  բուժումը  ենթադրվում  էր «որպեսզի ապահովեր, որ նա չկալանավորվեր ավելի երկարատև ժամանակով, քան  դա խիստ  անհրաժեշտ  է»:  Սակայն  Աշինգդեյնի  գործով  Դատարանը  վճռել  է,  որ  «ազատա- p.  52,  and  the  above-mentioned  Engel  and  others  judgment,  p.  25,  para.  58).  Moreover,  it  would  disregard  the importance  of the right  to liberty in a democratic  society (see the De  Wilde, Ooms and Versyp judgment of 18 June հետևյալ  գործերով  վճիռները`  X-ն  ընդդեմ  Միացյալ  Թագավորության  (1981թ.),  Աշինգդեյն  ընդդեմ Միացյալ Թագավորության (1985թ.): ", "Հոլանդիայում օրենքը փոխվել է,  որպեսզի պարտադիր լինի նախնական բժշկական եզրակացությունը: ", "զրկումը  թույլատրող  հիմքի,  որով  այն  կատարվել  է,  և՛  տեղի,  և՛  կալանավորման  պայ- մանների  միջև  որոշակի  կապ  պետք  է  լինի»,  այսինքն`  հոգեկան  հիվանդին  ազատու- թյունից զրկող որոշման  կատարումը նույնպես հանդիսանում է  օրինականության պա- հանջի  մաս262:  Այնուամենայնիվ,  կալանավորված  հոգեկան  հիվանդին  բուժվելու  հնա- րավորություն չընձեռելն ընկնում է Կոնվենցիայի 3-րդ հոդվածի դրույթների (“անմարդ- կային վերաբերմունք”) գործողության տակ: «Բրոդմա» բառը (դը Վիլդեն, Օոմսն ու Վեր- սիպն ընդդեմ Բելգիայի գործով), որը նշանակում է` «մշտական բնակության վայր, ապ- րելու միջոց և զբաղմունք կամ մասնագիտություն չունեցող», Դատարանը վերցրել է Բել- գիայի  քրեական  օրենսգրքից263:  Գուձարդին  ընդդեմ  Իտալիայի  գործով  Դատարանը  չի ընդունել  կառավարության  այն  մոտեցումը,  որ  կազմակերպված  հանցավոր  խմբին պատկանող, եկամտի որոշակի աղբյուր չունեցող անձինք ընկնում են «թափառաշրջիկ» հասկացության  տակ264:  Նշված  գործով  դիմողների  կալանավորման  ժամկետը,  նրանց իսկ ցանկությամբ, երկարացվել էր, Դատարանը վճռեց, որ ազատության իրավունքից չի կարելի  հրաժարվել,  և  դատարանի  որոշումն  անհրաժեշտ  է  եղել  նույնիսկ  այն  դեպքե- րում, երբ կալանավորված անձն ազատությունից զրկվելու համաձայնություն է տվել: ", "Избранные труды / С.С. Аветисян.- Ер.: Изд-во «Зангак», 2016, ¿ç 291: ", "Դատարանը  վերահաստատում  է  իր  արդեն  հաստատված  նախադեպը,  համա- ձայն որի անձը չի  կարող համարվել «հոգեկան  հիվանդ» և զրկվել ազատությունից եթե հետևյալ  երեք  նվազագույն  պայմանները  չապահովվեն,  առաջին`  պետք  է  հիմնավոր կերպով  ապացուցվի,  որ  նա  հոգեկան  հիվանդ  է,  երկրորդ`  հոգեկան  խանգարում  է պետք է լինի այնպիսին կամ այն աստիճանի, որ անհրաժեշտություն ստեղծի ազատու- թյունից  զրկելու  համար,  և  երրորդ`  ազատությունից  զրկելու  շարունակական  օրինա- կանությունը կախված է նման խանգարման շարունականությամբ266: ", "Միաժամանակ, հաշվի առնելով պետությունների հայեցողության լայն շրջանակը ազատությունից  զրկելու  անհետաձգելի  դեպքերի  ժամանակ,  ընդունելի  կարելի  է համարել  անհետաձգելի  դեպքերում  կամ  այն  դեպքերում  երբ  անձը  ձերբակալվել  է ագրեսիվ  պահվածքի  պատճառով,  անմիջապես  ձերբակալումից  հետո  մասնագետի կարծիք  հարցնելը:  Մնացած  բոլոր  դեպքերում  բժշկի  հետ  նախնական  խորհրդակցու- թյունը պարտադիր է: Երբ այլ հնարավորություն առկա չէ, օրինակ այն դեպքերում երբ անձը հրաժարվում է գնալ ստուգման, նվազագույնը անհրաժեշտ է մասնագետի կողմից փաստաթղթերի հիման վրա իրականացված գնահատական, որի բացակայության պայ- մաններում  անհնարին  կլինի  համոզիչ  կերպով  ցույց  տալ  որ  անձը  իսկապես  հոգեկան հիվանդ է267: ", "Նույն օրենսգրքի 60-րդ հոդվածի համաձայն. «1. Ծնողական իրավունքներից զրկելը կատարվում է դատական կարգով։ ", "Դատարանը  սահմանել  է  երեք  չափանիշ,  որոնց  առկայությունը  բավարար  է անձի  ազատության  այնպիսի  սահմանափակման  համար,  ինչպիսին  է  հարկադրաբար հոգեբուժարան  տեղավորելը:  Այդ  չափանիշներն  են`գիտության  տվյալների  վրա  հիմն- ված  բժշկական  ախտորոշումը,  հիվանդության  սրվածությունը,  որը  հիվանդին  դարձ- նում  է  վտանգավոր  ինչպես  իր,  այնպես  էլ  շրջապատի  համար,  հոգեբուժարան  տեղա- վորել  այնքան  ժամանակ,  քանի  դեռ  պահպանվում  է  հոգեկան  խանգարվածությունը: ", "Եվրոպական  դատարանի  պահանջներից  մեկն  այն  է,  որ  դատարանի  կողմից  պարբե- րական վերահսկողություն իրականացվի այդպիսի հիվանդների վիճակի նկատմամբ: ", "Մկրտչյան,  Հայ  առաքելական  եկեղեցու  և պետության  հարաբերություններն  ու  արտասահմանյան  երկրների փորձը  //  ժամանակակից  մարտահրավերներ,  միջբուհական  երիտասարդական  գիտաժողովի  նյութեր, Երևան,  2010:  Ա.  Տերչանյան  Հայ  առաքելական  եկեղեցին  երկրորդ  համաշխարհային  պատերազմի  տարի­ ներին,  Երևան,  2001,  էջ  18:  Ա.  Մանուկյան,  Քա ղաքական  կյանքը  Հայաստանում  1920-1940,  Խորհրդային իշխանություն-եկեղեցի  հարաբերությունները,  Երևան,  2002,  էջ  68: ", "Հոգեկան հիվանդները կարող են հարկադրաբար տեղափոխվել հոգեբուժարան և հարկադրաբար բուժման ենթարկվել: Սա ըստ էության նույնացվում է կալանքի հետ: ՀՀ քաղ.  դատ.  օր-ի  համաձայն  քաղաքացուª  հոգեբուժական  հիվանդանոցային  հարկադիր բուժման  վերաբերյալ  դիմում  տալու  իրավունք  ունի  այն  հոգեբուժական  հաստատու- թյան  տնօրինությունը,  որում  բուժվում  է  քաղաքացինª  նրան  հոգեբուժական  հաստա- տություն  տեղավորելու  պահից  72  ժամվա  ընթացքում:  Դիմումին  կցվում  է  հոգեբու- ժական  հաստատությունում  անձի  հետագա  գտնվելու  անհրաժեշտության  վերաբերյալ բժիշկ-հոգեբույժների  հանձնաժողովի  պատճառաբանված  եզրակացությունը:  Քաղա- քացին  իրավունք  ունի  մասնակցելու  դատական  նիստին:  Եթե  հոգեբուժական  հաստա- տությունից  ստացված  տեղեկությունների  համաձայն  անձի  հոգեկան  վիճակը  թույլ  չի տալիս  նրան  մասնակցել  դատական  նիստին,  ապա  դատավորը  դիմումը  քննում  է հոգեբուժական  հաստատությունում:  Դիմումի  քննությանը  պարտադիր  է  այն  հոգեբու- ժական  հաստատության  ներկայացուցչի,  որի  նախաձեռնությամբ  գործ  է  հարուցվել, ինչպես  նաև  այն  անձի  ներկայացուցչի  մասնակցությունը,  որի  նկատմամբ  լուծվում  է բուժման  հարցը:  Սակայն  օրենսդրությամբ  կարգավորված  չեն  հոգեբուժարանում գտնվող  անձանց  նկատմամբ  հետագա  դատական  վերահսկողություն  իրականացնելու հարցերը: "], "source_docs_file": "Law.json"}