{"paragraph_source_docs": [6, 8, 9, 2, 9, 4, 0, 0, 0, 6], "source_docs_file": "Physics.json", "paragraphs": ["Նկար 10. Au-Fe ՋՄՖԴ-ի արձագանքը։ 1 – լազերային իմպուլս, 2 – դետեկտորի արձագանք [40]։ ", "Փորձարարական ստենդի նկարագրությունը:  Չափումների  և  փորձարկումների նպատակով  պատրաստվել  է  հատուկ  փորձարարական  ստենդ,  որում  որպես  հենային ազդանշանների  աղբյուր՝  օգտագործվել  է  երկու  ելքանի,  16  կարգանի,  THD-ի  -80  դԲ արժեքով  կամայական  տեսքի  ազդանշանների  ճշգրիտ  գեներատոր,  որը  թույլ  է  տալիս ստեղծել  կառավարվող փուլային շեղում երկու ելքերի միջև մինչև 0,001 աստիճան 13,56 ՄՀց  հաճախության  հարմոնիկ  ազդանշանի  դեպքում:  Ազդանշանների  գրանցման համար  օգտագործվել  են  երկու  տարբեր  թվային  օսցիլոգրաֆեր՝  համապատասխա- նաբար  8  և  10  կարգայնությամբ:  Օգտագործված  սարքավորումների  ցուցակը  բերված  է աղյուսակ 2.5.1-ում: ", "«Սպին-վեր»  եւ «սպին-վար» վիճակներում ուսումնասիրվել է նաեւ Ռաշբայի եւ Դրեսել- հաուսի սպին-ուղեծրային փոխազդեցությունների առանձին ներդրումները պոլարոնի արդյու- նարար զանգվածում (նկ.2.13)։ Հաշվարկները կատարվել են բեւեռային անկյան        ⁄  եւ ալի- Նկ.2.12. GaN/AlN քվանտային փոսում պոլարոնի a. «սպին-վեր» եւ b. «սպին-վար» վիճակներում  արդյունարար  զանգվածի  ուղղումը՝  կախված  չափազուրկ  ալիքային վեկտորից Նկ.2.13. GaN/AlN քվանտային փոսում պոլարոնի  «սպին-վեր» եւ «սպին-վար» վի- ճակներում արդյունարար զանգվածի ուղղումը՝ կախված չափազուրկ a. Ռաշբայի, b. Դրեսելհաուսի պարամետրերից շակի արժեքների դեպքում։ Ինչպես տեսնում ենք, արդյունարար զանգվածի պոլարոնային ուղ- ղումը  «սպին-վեր» («սպին-վար»)  վիճակում  մոնոտոն  փոքրանում  է (մեծանում  է)   (  )  պա- րամետրի  մեծացմանը  զուգընթաց։  Ընդ  որում,  դիտարկված  պայմաններում  դրեսելհուսյան ներդրումը գերազանցում է ռաշբայան ներդրմանը։ Մեր գնահատումներն այս դեպքում ցույց են տալիս, որ Դրեսելհաուսի (Ռաշբայի) ՍՈւ փոխազդեցության ներդրումը կազմում է 4% (2%): ", "Ազդանշանի  ընտրանքի  գաղափարը,  թեև  ինտուիտիվ  պարզ  է,  բայց  միանշանակ  չի: ", "յացնել ( ․  ) տեսքով, որտեղ       (〈 〉   〈 〉) արտահայտությամբ՝ Նույնպիսի հիմնավորմամբ ռաշբայան ( ․  )  անդամը կարելի է ներկայացնել հետեւյալ Այսպիսով՝  արդյունարար  զանգվածի  մոտավորությամբ  հաղորդականության  գոտու  էլեկտ- (    ) րոնային վիճակները ներկայացնող համիլտոնիանը՝ )      ̂(         )                                                 (    ) որտեղ   -ն դադարի վիճակում էլեկտրոնի էներգիան է հիմնական ենթագոտում,   -ը՝ արդյու- նարար զանգվածը,        ,           ̂      ̂,  ̂          ⁄ : Նկատի ունենալով         եւ    մատ- րիցների  (   )‒(   )  տեսքերը  եւ  (    )  արտահայտությունը,  գրենք  Շրյոդինգերի  հավասա- րումը՝ ) ( ) ( ( ) ( ) )    ̂ [  ( )     ( )] ( ( ) ( ) (    ) (      ) ( ) ( ( ) ( ) Այս հավասարման լուծումները փնտրենք ( ) ( ) )   ( )    (   )                                                         (    ) տեսքով, որտեղ   -ն եւ  -ն որոշման ենթակա հաստատուններ են։ (    )-ը տեղադրելով (    )- ի մեջ, կստանանք համասեռ հանրահաշվական հավասարումների հետեւյալ համակարգը՝ ( ․  ) Լուծելով  հավասարումների  ( ․  )   համակարգը՝  էլեկտրոնի  էներգիայի  եւ  նորմավորված  վի- ճակի սպինորի համար կստանանք՝ √                                                ( ․  ) (       ) (       ) √  (         ) )  (    )   (   )                         ( ․  ) որտեղ       ,  -ը լարի երկարությունն է,          ⁄  եւ նկարագրում է Դրեսելհաուսի եւ Ռաշ- բայի սպին-ուղեծրային փոխազդեցությունների հարաբերական ուժգնությունը։  (    )-ն   շա- ռավղով լարի առանցքին ուղղահայաց հարթության մեջ հիմնական վիճակում էլեկտրոնի նոր- մավորված ալիքային ֆունկցիան է։ Եթե համարենք, որ սահմանափակող պոտենցիալը պարա- բոլային է, իսկ Ռաշբայի սպին-ուղեծրային փոխազդեցությունն ապահովող   դաշտն ուղղված է y առանցքով, ապա  (    )-ն եւ   -ն կարելի է ներկայացնել հետեւյալ արտահայտություններով՝ (    )   ( )] ( ․  ) որտեղ   -ն պարաբոլային սահմանափակման հաճախությունն է,         (    ) : ", "Ձևավորենք  ազդանշան (2^+1)  պարբերությունների  թվով  կոսինուսի  մի հատվածի  տեսքով' £(0 = X է=1 Հէ -Մ0) + ք(0 + £<?(* + Մ0): ", "Առաջին  քայլում  ազդանշանը  դեմոդուլացվում  է  կրող  հաճախականությամբ,  որի ժամանակային և հաճախականային բնութագրերը բերված են նկ. 2.1.12-ում և նկ. 2.1.13- ում:  Հաջորդ  փուլում  ազդնաշանը  զտվում  է  ցածր  հաճախականային  զտիչով՝  կրող հաճախականության  կրկնապատիկի  կտրման  հաճախականությամբ(Նկ.  2.1.14,  նկ. միջոցով  (Նկ.  2.1.16,  նկ.  2.1.17):  Հաջորդ  փուլում  իրականացվում  է  FFT  և,  որից  հետո տրվում  է  ընդունված  OFDM  ազդանշանի  կոնստելացիոն  ներկայացումը(Նկ.  2.1.18): ", "Նկարում  պատկերված  դեպքում  ազդանշանը  ընդունվել  է  գրեթե  այնպես,  ինչպես Նկ. 2.1.12. Ընդունված OFDM ազդանշանի ժամանակային բնութագիրը. In-Phase բաղադրիչը (ա)-ում, Quadrature բաղադրիչը (բ)-ում։ ", "Նկ. 2.1.13. Ընդունված OFDM ազդանշանի հաճախականային բնութագիրը․ FFT պատկերը (ա)-ում, հզորության սպեկտրալ խտության գնահատումը (բ)-ում։ ", "Այս  խնդրի լուծման  մի  քանի  եղանակներ  են  առաջարկվել  [44-46]։  Ըստ եղանակներից մեկի [44] լազերային ճառագայթը ընկնում է պտտվող թիրախի վրա, որի դիմաց տեղակայված է պտտվող տակդիրը և տակդիրի առանցքը շեղված է պլազմային ջահի առանցքի նկատմամբ (Նկար 11ա)։ "]}