{"paragraphs": ["Հետախուզական  աշխատանքներում  սուլթանն  ակտիվորեն  ներգրավում  էր դիվանագիտական ներկայացուցիչներին: ", "Արձանիկների  երկրորդ  ընդհանրացնող  բնորոշ  գիծը  ձևերի  «ռեալիստական- իրապաշտական»  պատկերումն  է,  սակայն  պետք  է  նշել,  որ  նախնադարյան  ռեալիզմի համար բնորոշ է մանրամասների ընդգծումը և չափազանցումը: ", "էր: Վերջինս առաջատար  էր ոչ  միայն  Հայաստանի, այլև  ողջ  տարածաշրջանի համար, ինչպես  քաղաքական  ու  մշակութային  կյանքում,  այնպես  էլ  տարանցիկ    առևտրում: ", "Զգալի թիվ են կազմում գլուխները և վերջույթները կոտրված արձանիկների նմուշնե- րը:  Ձեռքերը  սովորաբար  շատ  բարակ  են,  ամուր  սեղմված  են  մարմնին  կամ  կրծքերի շուրջը  կամ  էլ  որովայնին:  Այս  պատկերների  մեծամասնությունը ներկայացնում  են  կին- նախամորը՝ գերաճած  երկրորդական նշաններով: ", "Հաջողությամբ  անցկացրած  միջոցառումների  արդյունքում  կայսրության  համար ռազմաքաղաքական  հետաքրքրություն  ներկայացնող  վարչական  տարածքներում ղեկավար անձինք էին նշանակվում սուլթանի դրածոները2: ", "Եր., 1955, էջ 107: ", "Պատրաստման հիմնական նյութը փղոսկրն է, եղջյուր, ոսկոր, կրաքար, ստեատիտ, Կնոջ կերպարը ընդհանուր առմամբ արտացոլում էր ոչ թե ինչ որ կոնկրետ գաղա- փար,  այլ,  ըստ  ամենայնի,  համատեղում  էր  մի  քանի  պատկերացումներ:  Կարծում  ենք, առավել ընդունելի են այն մոտեցումները, երբ այս արձանիկներում տեսնում են պտղա- жения человека в палеолитическом искусстве Евразии, Москва-Ленинград, 1966, с. 13-15, Аникович М., Общество и личность в палеолите – что могут сказать об этом археологические данные // Культура: соци- ум и индивид, Ленинград, 2000, с. 103-112, Демещенко С., Искусство палеолита (к вопросу об индиви- дуализации) // Культура: социум и индивид, Ленинград, 2000, с. 163-164. пе и Сибири // Палеолит и неолит СССР, МИА, № 79, т. 4, Москва-Ленинград, 1960, с. 126-149, նույնի, О некоторых особенностях палеолитических женских статуэток Сибири // Первобытное искусство. Антропо- морфные изображения. Новосибирск, 1987, с. 28-36. բերության  գաղափարների  և  կին  նախամոր  երկմիասնության  արտացոլումը  («Կին-- նախամայր», «Օջախի պահապան, բնության, կենդանիների տիրուհի և պաշտպան»): ", "Հետախուզության գործունեության մեջ գլխավոր  պահանջներից էր գաղտնակյացությունը:  Մասնավորապես,  սուլթանի  ծրագրերի,  մտահղացուների, խորհրդակցությունների մասին տեղեկույթի արտահոսքի բացառման նկատառումներով,  այդ  կարգի  զրույցներն  ու  քննարկումներն  անց  էին  կացվում  բաց տարածքում  հատուկ  կառուցված  սենյակում:  Խորհրդակցությունների  ժամանակ սենյակի շուրջը փորած ջրանցքներով բաց էր թողնվում ջուրը, որը խլացնում էր ներսում զրուցող  մարդկանց  ձայնը:  Առավել  մեծ  ուշադրություն  էր  դարձվում  սուլթանի  և օտարերկրյա  պետությունների  դեսպանների  հանդիպումներին,  որոնց  բնույթն  ու բովանդակությունը գաղտնի էին պահվում անգամ վեզիրներից1: ", "Սուլթանի  կառավարությունը  հետախուզական  ծառայությունների  միջոցով հարակից  պետությունների  դեմ  իրականացնում  էր  նաև  գաղտնի  պատերազմ:  Այն  է` հետախուզական  և  հակահետախուզական  բնույթի  տեղեկատվության  ձեռքբերում, վնասարարություն,  դիվերսիոն  և  ահաբեկչական  գործողություն,  անցանկալի  անձանց վերացում, այլ երկրների ներքին գործերին գաղտնի միջամտում, ապատեղեկատվություն: ", "Թուրք  հետախույզները  և  գործակալները  հետախուզական  տեղեկատվությունը ստանում էին նախ և  առաջ  պաշտոնապես գործող դիվանագիտական ծառայությունների  ներկայացուցիչներից:  Արձանագրվել  են  դեպքեր,  երբ  թուրք դիվանագետները  որպես  գործակալներ  հավաքագրել  են  ռուսական  հասարակության բարձր  խավի  ներկայացուցիչներին:  Այսպես,  Միխայիլ  Ռոմանովի  թագավորության օրոք  ռուսների  կողմից  ձերբակալվել  էր  Մոսկվայի  և  Կոլոմենսկայի  միտրոպոլիտ, ազգությամբ  հույն,  Նիկոդիմը,  որը  մեղադրվում  էր  թուրք  դեսպանի  հետ  գաղտնի համագործակցության  մեջ:  Ռուսաստան  ժամանած  թուրք  դիվանագետների  համար, ռուսական  դեսպանական  հրամանով2  մշակվել  էին  հատուկ  միջոցառումներ,  որոնք նախատեսում  էին  թուրք  դիվանագետների  մեկուսացումը  տեղի  բնակչությունից: ", "Մասնավորապես,  նրանց  խստագույնս  արգելվում  էր  քայլել  քաղաքով  առանց  հատուկ ուղեկցողների, որոնց պարտականությունը կայանում էր նրանում, որպեսզի խոչնդոտել թուրքերի շփումները ռուս հպատակների հետ: ", "Ռիթմիկ  կամ  ասերգ  հաշվերգը296  առավել  տարածված  է  հատկապես  փոքր  աղ- ջիկների  շրջանում:  Ասերգ  հաշվերգի  հիմքում  ձայնառիթմային  սկզբունքն  է,  կառուց- վում  է  ծափ-զարկերով`  վերածվելով  շարժական  տեքստով  երգային  կրկներգերի: ", "Դրանք  երբեմն  անհասկանալի  են  և  կառուցված  են  յոթվանկանի  երկու  նույնահանգ տողերից  և  ունեն  պարերգային  կառույց,297  քանի  որ  կազմում  են  մի  երկյակ  և  ասվում են միայն պարելու ժամանակ: Դրանց բնորոշ է շարժումը և խոսքը. Երկու  հոգի  կանգնում  են  դեմ  առ  դեմ,  ծափ  տալիս,  ապա  հարվածում  միմյանց ափերին՝ երգելով ու տեքստի վանկերին համապատասխանեցնելով. Էն դեն դո´ւրի, դո´ւրի, դո´ւրի, դո´ւրի, Չա´փ, չա´փ Մե´ք-սիկա, Չա´փ, չա´փ, Մե´ք-սիկա. Ակա դակա սինյո-րիտա, ֆու´, ֆու´, Ակա դակա սինյո-րիտա, ֆու´, ֆու´, Մարի-յո, Մարի-յո, թու´ Ջե˜րի. Օ´քսա-բո´քսա սինյո´-րիտա. Միկի մա´ուս: ", "Որպես  առանձին  ենթախումբ  «Գեր»  արձանիկների  շարքին  կարելի  է  վերագրել  նաև կանանց  ոճավորված  և  ընդհանրացված  քանդակները  Մալթայից,  Բուրետիայից,  Մեզի- նից109 (Նկ. 2.2-6): ", "Մի շարք պատկերագրական առանձնահատկություններ նկատի ունենալով մենք, վե- րոնշյալ կանանց մանրաքանդակները բաժանել ենք երեք`  ա. Երիտասարդ (Աղ. 1, նկ. 1- Համամիտ  ենք  այն  տեսակետի  հետ,  որ  սրանք  անձնավորում  են  ինչպես  տարիքով, այնպես  էլ  կարգավիճակով  և  պտղաբերության  գործառույթներով  իրարից  տարբերվող կանանց110: ", "Այս  գաղափարախոսության  տարածումը  զուգորդվում  էր  մուսուլմանական ռազմականացված  հատուկ  ջոկատների  կազմավորմամբ:  1840-ական  թվականներից մյուրիդիզմի  տարածման  նպատակով  Արևմտյան  Կովկասում  հաճախ  էին  հայտնվում Շամիլի գործակալները: ", "Եռանկյունիների  և  կիսաշրջանների  խորհրդանշական  իմաստը  հավանաբար  պետք  է կապել  կնոջ  սեռական  օրգաններով  ներկայացվող  կյանքի  առաջացման  գաղափարի հետ: Խորհրդանշական իմաստաբանությամբ այստեղ ներկայացվում էր «մասը ամբողջի փոխարեն»112 (Նկ. 3.1-3): ", "Յ.  Հայզինգան,  կարգազանցներին  որակելով  խաղադրուժ  և  անազնիվ  խաղա- ցող304  բառեզրերով, տարանջատել է նաև այդ հասկացությունները` խաղադրուժի կեր- պարն  անվանելով  «վախկոտ»305:  Հարկ  է  նշել,  որ  կարգազանցության  պատճառների մեծ մասը ոչ միայն դաղալությունն է կամ հարամությունը, այլև խաղացողի ունակութ- յունը: ", "Միջին դարերում, ըստ Մխիթար Գոշի Դատաստանագրքի, առևտուր թույլատրվում էր  նաև  ավաններում,  որն,  անշուշտ,  նպաստում  էր  և  արհեստագործության  զարգաց- մանը: Գառնիում, որն  ուներ  գյուղաքաղաքի կարգավիճակ77, կազմակերպվում է բարձ- րորակ  խեցեղենի  արտադրություն78:  Գառնիի  խեցեղենում  առկա  են  XIII  –  XIV  դդ. ներմուծված  հախճապակե  և  ճենապակե  անոթներ,  ինչը  բացակայում  է  Դվինում:  Սա խոսում  է  Գառնիի  դերի  բարձրացման  և  առևտրական  աշխույժ  հարաբերությունների մասին: ", "Ուշագրավ  է,  որ  թու´  փեչատը  համեմատելի  է  աստվածային  կարգ  ու  կանոնի հետ,  որը  կիրառելու  դեպքում  միայն  խաղացողի  մեջ  կառաջանա  կարգ  ու  կանոնի` խաղի մեջ մնալու ձգտում և խաղալու ցանկություն: Հայոց այբուբենը՝ որպես վկայակո- րական բառարան, Երևան, 1944, հ. 2, էջ 231): Ըստ Է. Աղայանի՝ դա նենգ, խարդախ, դավաճան խաղա- ցողն է (Էդ. Աղայան, Արդի հայերենի բացատրական բառարան (ԱՀԲԲ ), Եր., 1976, հ. 1, էջ 556: ", "Իսկ Ա. Լերուա-Գուրանի կարծիքով հնարավոր չէ պարզել այն իրական իմաստը, որը ունեին պալեոլիթյան «Վեներաներն» իրենց ժամանակաշրջանում118: ", "Կանանց  քանդակների  «էրոտիկ»  նշանակության  վարկածը  ևս  չունի  հստակ  հիմնա- վորում. սակայն պետք է նշել, որ իրենց «նատուրալիստական» կատարման հետ մեկտեղ նրանք  զուրկ  են  անհատականացումից,  իսկ  դիմագծեր  կարող  ենք  նշմարել  միայն  մի քանի օրինակներում (Նկ. 3.4-7): ", "Ընդհանուր  առմամբ  այս  շրջանի  քանդակները  աչքի  են  ընկնում  ընդհանրացմամբ, որի պատճառը կարող էին լինել նաև մշակման դժվարությունները: Դրանք ներկայացնում ции, Москва, 1973, с. 140. սի կողմից բաժանվել են և այստեղից էլ ծագել է երկու կեսերի գաղափարը, որոնք ամբողջ կյանքում իրար են փնտրում,  իսկ երբ  գտնում  են, միավորվում են և  երջանիկ  լինում:  (Творения  Платона,  Пир.  Федр,  т. V, Полное собрание творений Платона в 15 томах, Ленинград, 1922, с. 33-35). են  ոչ  թէ  իրական  կնոջ,  այլ  «կնոջ  մասին  ընդհանրական  գաղափարները»,  հետևաբար այդպիսի արձանիկները չէին կարող լինել  անմիջականորեն էրոտիկ զգացողությունների արտահայտություն,  այլ  նաև  խորհրդանշական  ճշգրիտ  կատարմամբ  ներկայացնում  էին այլ բնույթի իմաստներ: ", "աշխատասիրեաց Աբէլ արքեպիսկոպոս, հ. Ա, Վաղարշապատ, ի տպարանի Սրբոյ Կաթուղիկէ Էջմիածնի, ճարի հարևանությամբ` Տրդատա կամարից հյուսիս ընկած տարածքի 2014 թ. պեղումներով հայտնաբեր- ված նյութերը, որոնք մեզ սիրով տրամադրել է պ. գ. թ. Ն. Հակոբյանը, ով ղեկավարել է պեղումները: Տես` XIII – XV դդ. Վայոց ձորի առևտրա-տնտեսական կյանքում կարևոր դեր է խաղում Եղեգիս  գյուղաքաղաքը,  որը  Օրբելյան  իշխանական  տան  նստոցն  էր:  X  դ.  Եղեգիսը կոչվում է գյուղաքաղաք, իսկ XIV – XV դդ. ժամանակակիցներն անվանում են քաղաք88, անգամ մայրաքաղաք89: Եղեգիսը կամ  Եղեգիքը Վայոց ձորի  հնագույն բնակավայրերից է:  Մինչև  IX  դարը  Եղեգիսի  մասին  մատենագիտական  տեղեկություններ  չեն  պահ- պանվել: IX դարի առաջին քառորդում այն դառնում է Սյունիքի Վասակյան տոհմի գա- հերեց  իշխանի  նստավայրը90:  XIII  դարի  առաջին  քառորդում,  Սյունիքը  սելջուկներից ազատագրելուց  հետո,  Օրբելյանները  Եղեգիսը  դարձնում  են  իրենց  վարչական  կենտ- րոնը, որը նրանց տիրապետության շրջանում ծաղկում է ապրում: Այստեղ կառուցվում են վանքեր, եկեղեցիներ և Տարսայիճ Օրբելյանի պալատ-դարպասը: XVI դ. երկրորդ կե- սին Եղեգիսը ավերվում է, վերջին վիմագիր արձանագրությունը 1703 թ. է91: ", "էջ  94:  Դերբենդի  ամրոցի,  խանի  պալատի  մասին  տե՛ս  Marschall  fon  Bieberstein,  նշվ.  աշխ.,  էջ  10;  В. Бакунина, Персидский поход в 1796 г. Воспоминания Варвары Ив. Бакуниной. Перевод с французского В. В. Тимощук, – «Русская старина», т. 53, СПб., 1887, c. 359. политического  развития,  автореферат  диссертации  на  соискание  ученой  степени  доктора  исторических науки, Махачкала, 1999, с. 4. տորոն  արտահանվեր 85:  Խանության  հաջորդ՝  Նիզաբադ  նավահանգստի  տարածքում գործում էր տոնավաճառ, ուր Շամախիի հայ և պարսիկ վաճառականները ուղտերով և ձիերով մետաքս էին բերում86: "], "source_docs_file": "History.json", "paragraph_source_docs": [0, 2, 3, 2, 0, 4, 2, 0, 0, 0, 0, 1, 1, 2, 2, 0, 2, 1, 3, 1, 2, 2, 2, 3, 4]}