{"paragraphs": ["Այժմ  տեսնենք,  թե  ինչպես  է  ազդում  ջիտերը  ինքնակոռելյացիայի  ֆունկցիայի  և շարանի հզորության սպեկտրի վրա, որի համար որոշենք  խիստ պարբերականությունից պատահական շեղումները |A7>P օգտագործելով գեներատորներ'  դիսկրետ  պատահական  թվերի  հավասարաչափ  բաշխվածությամբ հետևյալ միջակայքում' ա) A 0  -7- |l|  պվ 0.1  պվ քայլով, բ)  ATi =  0  -5-110|  պվ  1  պվ  քայլով,  որտեղ նշանակում  է  դիսկրետ  պատահական թվերի  հավաքածու  |^ ,   -(A-1), -1,  0,1, ^-1),  A|: ", "Նկ.2.5ա: ", "Այսպիսով (2.9) ինտեգրալը կունենա հետևյալ տեսքը: ", "Հաշվելով  փուլային  տարբերությունը  հենայինի  նկատմամբ  ամեն  մի  ազդանշանի համար,  կարելի  է  գտնել  երկու  հետազոտվող  հարմոնիկ  ազդանշանների  փուլային շեղումը. (  )   (  ) (  )   (  ) (  )   (  ) (  )   (  ) (    ) (   0) (    ) Սպեկտրալ  եղանակ:  Ֆուրյեի  դիսկրետ  ձևափոխությունը  թույլ  է  տալիս ազդանշանը  ժամանակային  տիրույթից  տեղափոխել  հաճախականային  տիրույթ: ", "դ ե պ ք ո ւ մ : ", "Նկ. 1.10. Ալիքատարաճեղքային անտենայի ուղղորդվածության դիագրամները H հարթության մեջ Նկ. 1.11. Ալիքատարաճեղքային անտենայի ուղղորդվածության դիագրամները E հարթության մեջ Երկանտենային  համակարգում  հաղորդող  և  ընդունող  ալեհավաքների  միջև կապազերծումը լավացնելու  համար,  մակերևույթային  ալիքնի  ճնշման  միջոցով, վերջիններիս  արանքում  ներդրված  է  քառորդ  ալիքի  սեղանի  տիպի  ֆոտոնիկ կառուցվածք  հաճախությունների  աշխատանքային  տիրույթում  արգելված  գոտիով, բաղկացած  2.5մմ  փոսիկներով  50%  լրացվածությամբ  տասը  պարբերություններից: ", "Նկ. 2.1.6. Թվա-անալոգային բատերֆորդյան զտիչի բնութագիրը։ ", "Քանի  որ  շարանի  իմպուլսների  էներգիան  ցանկացած ճ7)„,0*-ի  համար  նույն  է,  ապա կոռելյացիայի  ՀՀ  *  0  միջակայքում  ինքնակոռելյացիայի  ֆունկցիայի  օրդինատների գումարի  (կամ  մակերեսների)  հարաբերությունը  կոռելյացիայի  ՀՀ  = 0  միջակայքում օրդինատների  գումարին  (մակերեսին)  միարժեքորեն  կորոշի  Ճ7Հ^-ի  արժեքը  (տես.  Նկ. Նկ.  2.8:  Ինքնակոռելյացիայի  ֆունկցիայի  օրդինատների  գումարի  (մակերեսների) հարաբերությունը,  երբ  A7’max  ^ 0   և  Ճ7)  = 0: ", "Նկ. 2.1.7. Թվա-անալոգային զտված OFDM ազդանշանի ժամանակային բնութագիրը. In-Phase բաղադրիչը (ա)-ում, Quadrature բաղադրիչը (բ)-ում։ ", "Զուգահեռ ացիանմեխ ևգոգավոր խանիկակա րզուգահեռ անդեֆորմ ռթիթեղներ մացիաներ րովալիքա րինկատմա տարներիկ ամբ կայունութ թյանՎՏՄսի իմուլ Ուսո ումնասիրե ենք  ԳԶԹԱ Ա-ի  և  ԶԹԱ Ա-ի  ՌԿ-ը տարբեր մեխանիկա ական  դեֆ ֆորմացիա անեիր առկ կայության դեպքում: ", "Անալոգա-թվանշանային ոչ կոհերենտ փոխակերպման արդյունքում առաջացած սխալնեից խուսափելու նպատակով կիրառվել են զանազան կշռավորող պատուհաններ (Hanning,  Hamming  և  Blackman-Harris):  Ֆուրյեի  կոմպլեքս  ձևափոխության  միջոցով ստացվում  է  հետազոտվող  ազդանշանների  փուլային  սպեկորները,  որոնցից  կարելի  է գտնել  բոլոր  բաղադրիչների  սկզբնական  փուլերը:  Գտնելով  երկու  ազդանշանների հիմնական հաճախությունների սկզբնական  փուլերը՝ հաշվվում է նրանց տարբերությունը:  Չափման  ճշգրտությունը  այս  եղանակի  դեպքում  զգալի  կերպով կախված է հավաքված փաթեթում եղած կետերի քանակից: Կետերի քանակի մեծացումը հանգեցնում  է  ազդանշանի  մշակման  տևողության  մեծացմանը:  Ակնհայտ  է,  որ  այս եղանակի  արդյունավետությունը  կախված  է  փաթեթում  եղած  կետերի  քանակի  և ԱԹՁ-ի ձևափոխման հաճախականության համադրությունից: ", "Վերոհիշյալ  արդյունքները  թույլ  են  տալիս  կիրառել  լավ  մշակված  սպեկտրային  և կոռելյացիոն  վերլուծության  եղանակներ [81],  որպեսզի  որոշենք  իմպուլսների քվազիպարբերական  սահմանափակ  հաջորդականության  ժամանակային  ջիտերը: ", "փուլային ջիտերը Բաժին  2.3.-ում  որոշվել  էր  ինքնակոռելյացիայի  ֆունկցիայի  և  հզորության սպեկտրի  կապը  քվազիպարբերական  հաջորդականությամբ  իմպուլսների  կրկնման հաճախության  հետ  [63]:  Ստորև  ցույց  կտանք,  որ  հաճախությունների  միկրոալիքային տիրույթում  փողային  սպեկտրով  կարելի  է  որոշել  փողային  դիրքը  և  փողային  ջիտերը արագացնող ալիքի  դաշտում: ", "Աղյուսակ 2.5.1 Փորձարարական ստենդում օգտագործված սարքավորումների ցուցակը Սարքավորման նշանակությունը Սարքավորման անունը Հենային  ազդանշանների ճշգրիտ NIPXIe-5451 գեներատոր NIPXIe-5154 NI PXIe-5162 Ազդանշանի  սպեկտրալ  մշակման  եղանակի  վրա  հիմնված  հարմոնիկ ազդանշանների  փուլային  չափիչի  արդյունավետության  բնութագրերի  հետազոտման նպատակով  իրականացվել  են  մի  շարք  չափումներ:  Մասնավորապես,  հետազոտվել  է զգայունության  և  արագագործության  կախումը  գրանցված  փաթեթում  եղած ընտրույթների  քանակից:  Նկ.  2.5.8-ում  բերված  են  չափման  զգայունության  և  փաթեթի երկարության  կախվածության  կորերը  8  և  10  կարգանի  օսցիլոգրաֆերի  կիրառման դեպքում: ", "Նկ.2.11:  £(/)ֆունկցիայի  գրաֆիկ: ", "Իմպուլսային  լազերային  փոշենստեցման  (ԻԼՓ)  եղանակը  լայնորեն  կիրառվում  է մետաղների,  օքսիդների,  պոլիմերների  և  այլ  նյութերի  փոշենստեցման  համար  [42-54]։ ", "է=1 (2.6) ք(0  ֆունկցիայում,  երբ է= 0  տանք  ֊ձճ  ամպլիտուդով  և  ^« ^ տ և ո ղ ո ւթ յա մ բ խոտորում  և ներմուծենք  ճ(է)  ֆունկցիա  (Նկ.2.12): ", "բ) Նկ.2.12: ", "Նկ. 2.1.13. Ընդունված OFDM ազդանշանի հաճախականային բնութագիրը․ FFT պատկերը (ա)-ում, հզորության սպեկտրալ խտության գնահատումը (բ)-ում։ ", "Ձևակերպված խնդրի հիմնական առնչությունները գրվում են հետևյալ ձևով. (3.2) , որտեղ -ը ձողի ճկվածքի ‎ֆունկցիան է,   -ն` նպատակի ‎ֆունկցիոնալը: ", "է=1 տարբերությունը կլինի' Տճ {(օ)-Տ£{օ>) = Տձ(օ)-Տձ(օ): ", "Շնոր րհիվ ճառագա այթված ՏՀց-այի ինԷլեկտրա ամագնիսա ական ալիքի և ալիք քատարիմ միակցման բարձր ար րդյունավե ետությանը ը ԳԶԹԱ-ի ի մուտքը տ տեղակայվ ված  է ճար րագայթիչի ից  ամիջա ապես  10մմ մ  հեռավո րության  վ վրա  որպե եսզի  Գաո ուսյան  փո ունջը չհաս սցնի  բաց վել:  ԳԶԹ Ա-ի  ելքը մոտեցվա ած  է  ընդո ունիչի  սիլ լիցիումայի ին  ոսպնյա ակին այնպ պես,  որ  ա ալիքատար րից  դուրս ս  եկած  ալ լիքները  ա անցնելով  ո ոսպնյակը ը  ֆոկուսա ացվեն ընդո ունիչ  սիմ մետրիկ  դ դիպոլային ն  անտեն նայի  վրա ա:  Երկրոր րդ  փուլի ի  փորձնա ական սար րքավորմա ան և ԳԶԹԱ Ա-ի լուսան նկարները բերված են ն Նկ.3.2.3 Նկ.3.2 զուգահեռո ւթյունը ապ ի թիթեղներ պահովող պ րի երկայնա պոլիէթիլենա ական և լայն ային կրող հ նական համակարգ գը: ", "Նկ.3.2.3Փո որձնական ս սարքավոր րման և L=60 րությամբ Զ ԹԱ-ի լուսա անկարները Երրո որդ  փուլ լում (նկ.3 ԳԶԹԱ-ի քվազի-TE EM  և  TE E  մոդերի ի  դիսպեր րսիոն հատ տկությունն ների  համ մեմատութ թյան  համ մար  պա ատրաստվե ել  է  նու ւյն լայնա ական չափ փսերով ԳԶ ԶԹԱ ինչպի իսին երկր րորդ փուլո ում բացառ ռությամբ ե երկարությ յան L=60մմ մ որը այս դեպքում մ  կարճ  է համեմատ տած  նախո որդի  L=60 ոչ  ճկունութ թյան: ", "տՓՓ Ծ)Փօ - T -20 -40 -60 -80 -100 RF:  2.99646 GHz,  1  period Kick:  aA=-0.5,  t0 =1psec B  Kick’s phase -1o Kick’s  phase 0o a^aAa  Kick’s phase  +1o k,  Odd  Harmonics Նկ.2 .13:  Փուլերի  տարբերության  կախվածությունը  հարմոնիկների  թվից'  կենտ հարմոնիկների  դեպքում Նույն  կախվածությունը զույգ հարմոնիկների  դեպքում ցույց  է տրված Նկ.  2.14-ում: ", "Նկ.2.14:  Փուլերի  տարբերության  կախվածությունը  հարմոնիկների  թվից'  զույգ հարմոնիկների  դեպքում: "], "source_docs_file": "Physics.json", "paragraph_source_docs": [4, 4, 1, 8, 4, 7, 0, 4, 0, 3, 8, 4, 4, 8, 4, 6, 4, 4, 0, 1, 4, 3, 3, 4, 4]}