{"paragraph_source_docs": [0, 2, 2, 2, 3, 4, 3, 2, 4, 3], "source_docs_file": "History.json", "paragraphs": ["փաշայիի  հետ  մշակեց  զորակոչի  մասին  օրենքը,  որը  լուծեց  օսմանյան  բանակի համալրման  խնդիրները,  ինչպես  նաև  հրատարակեց  դաշտային  և  ներքին ծառայությունների կանոնադրությունները,  պատերազմներ վարելու մասին հրահանգը: ", " Որպես  համայնքային  և  տեղական  պաշտամունքի  հետ  կապված  ոգիներ,  որոնք կապ  ունեին  մահացածների  պաշտամունքի  հետ  և  հանդես  էին  գալիս  որպես  բնական տարերքների և բնության տարրերի (ջրի, օդի նաև երկնքի, հողի, կրակի) անձնավորում- ներ և ներկայացնում էին հետագայի զարգացած կերպարների՝ աստվածուհիների առան- ձին նշանավոր կողմերը131: ", "Մասնագիտական գրականության մեջ հատուկ շեշտվում է, որ ուշ ձևավորված աստ- վածուհիների կերպարների ծագումը կապվում է պալեոլիթյան շրջանից եկող պահապան ոգիների  և  գերբնական  էակների  պաշտամունքի  հետ  և  բազմաթիվ  վերլուծություններով փորձել են գտնել այն իմաստային սկզբնական նշանակությունը, որից ծագել են աստվա- ծուհիներին վերագրված բազմաթիվ հատկանիշներ: ", "Մեզ հայտնի առաջին աստվածուհիներն ունեն հնագույն արմատներ, որոնք Ռ. Բրիֆ- ֆոյի կարծիքով կարելի  է բաժանել աստվածուհիների չորս հիմնական նախատիպերի (Աղ. II)132. ա. բոլոր աստվածների և ամեն գոյի նախամայր-աստվածուհի (Աղ. II, ա), բ. կենդանիների մայր-աստվածուհի (Աղ. II, բ), գ. «մայր-հացահատիկ», բերքի, պտղաբերության հովանավորուհի (Աղ. II, գ), դ. «մայր-հող»-«մայր-երկիր» (Աղ. II, դ): ", "ղաց`  Անբերդաձորում:  Ամրոցից  դուրս,  հյուսիսային  կողմում,  մոտ  200  մ  հեռավորու- թյան վրա գտնվում է Անբերդի գերեզմանոցներից մեկը` օրորոցաձև տապանաքարերով և  XII  –  XIV  դդ.  խաչքարերով:  Մյուս  գերեզմանոցը,  որտեղ  թաղումներ  կատարվել  են դեռևս X – XI դդ., գտնվում է Արխաշանի ձորի հակառակ եզրին` Բյուրական տանող ճա- նապարհի ձախ կողմում: ", "Ավետիսյան, Եր., 1938, էջ 82: ", "Դաշտադեմի  ամրոցը  կարևոր  տեղ  է  զբաղեցնում  Անի  քաղաքի  պաշտպանական համակարգում:  Գտնվելով  Արագածոտնի  մարզի  Դաշտադեմ  գյուղում102  և  իշխող  դիրք ունենալով Արարատյան դաշտի նկատմամբ, այն Անիի արևելյան մատույցները պաշտ- պանող  ամրություններից  մեկն  էր,  որն  ի  տարբերություն  մյուս  բերդ-ամրոցների  զուրկ էր բնական անառիկությունից, այդ պատճառով էլ օղակվել էր բարձր պարսպապատով: ", "Զ.  Աբրամովան  նշում  է,  որ  գեր,  փարթամ  կանանց  արձանիկները  պատկերում  էին նախամայրերին,  իսկ  նիհարավուն  արձանիկները`  չնայած  ընդգծված  մայրության  հատ- կանիշներին` կարող էին որսորդության հետ առնչվել135: ", "Նոր  Շամախիի  բնակիչները,  Հաջի  Մուհամմադ  Ալի  խանի  ծանր  հարկային քաղաքականությունից  դժգոհ,  դիմում  են  Մուհամմադ  Սայիդին:  Վերջինս  առանց վարանելու կատարում է շամախեցիների խնդրանքը և քաղաքը գրավելով, վերջ է դնում երկիշխանությանը:  Նոր  Շամախիում  նա  նայիբ  (տեղակալ)  է  նշանակում,  իսկ  Հաջի Մուհամմադ  խանը՝  մեկ  տարի  պատանդ  մնալով  Հին  Շամախիում,  կնքում  է մահկանացուն: ", "դադյանը  ապաստանում  է  Դաշտադեմի  ամրոցում  և  նույն  թվականի  սեպտեմբերին    հիմնովին  վերա- նորոգում այն, ինչի վերաբերյալ թողել է արաբերեն արձանագրություն. ,,Да возвеличит его Аллах! {месяца} сафар пятьсот семидесятого года  {сентябрь 1174}. Возведший это укрепление  –  эмир,  великий  исфахсалар, ‘Адуд ад-дин, возвеличивающий ислам – Сул{тан} б. Махмуд б. Ша{вур}: Տես` Хачатрян А., Корпус арабских надписей Армении, VIII – XVI вв., Ереван, Изд. АН АрмССР, 1987, с. 46. րով:  XII  –  XIII  դդ.  ամրոցն  անցնում  է  Զաքարյաններին,  որոնք  լայնածավալ  վերակա- ռուցումներ են անում միջնաբերդում: Դա է վկայում Իվանե Զաքարյանի թոռ Աղպուղայի հատվածաբար  պահպանված  արձանագրությունը105:  Մոնղոլական  արշավանքների  հե- տևանքով ամրոցը կործանվում է և վերականգնվում միայն 1812 թ., երբ Երևանի պարսիկ խան  Հուսեինը  ձեռնարկում  է    հսկայածավալ  պարիսպապատերի  կառուցումը`  իրեն- ցում ներառելով միջնադարյան ողջ համալիրը106: "]}