{"paragraph_source_docs": [4, 4, 4, 2, 4, 4, 3, 1, 4, 4], "paragraphs": ["Ղուբայի  խանի  ռազմաքաղաքական  հնարավորությունները  «ստիպում  էին»  թե՛ Ռուսական, թե՛ Օսմանյան կայսրություներին և թե՛ Իրանի տերության տիրակալներին հաշվի  նստել  Ֆաթհ  Ալի  խանի  հետ:  Վերջիններիս  համար  խանի  քաղաքական  կշիռը պայմանավորված  էր  նրա  կովկասյան  տիրակալների  շրջանում  ունեցած  քաղաքական ազդեցությամբ:  Ռուսական  իշխանությունների  պահանջով  Հերակլ  Բ  արքայի  (1762- էր  կազմել  տարածաշրջանի  տիրակալների  և  նրանց  տիրույթների  քաղաքական համառոտ  նկարագրումը:  Աշխատության  մեջ  հիմնական  շեշտը  դրվում  էր տիրակալների  ռազմական  հնարավորությունների  վրա՝  նրանց  դասակարգելով  որպես London through Russia into Persie; and back again through Russia, Germany and Holland, vol. I, London, 1753, p. ալ-Գարնատին  հիշատակում  է  որպես  զինագործների,  որոնք  ջիզյա  էին  վճարում  արաբ  կառավարիչին (Путешествие  Абу  Хамида  ал-Гарнати  в  Восточную  и  Центральную  Европу  (1131—1153  гг.),  О.  Г. Большаков, А. Л. Монгайт, Москва, 1971, с. 51)։ ", "«հզորների» և «նվազ հզորների»118: Ռուսաստանի համար այդ «բաժանումը» կարևորվում էր  ոչ  միայն  խանությունների  նկատմամբ  սեփական  քաղաքականությունը  կառուցելու առումով,  այլև  որոշելու  համար  Օսմանյան  կայսրության  և  Իրանի  տերության  համար խանությունների քաղաքական նշանակությունը: ", "Խաների  ռազմական  հզորությունը  ոչ  այնքան  սեփական  զինուժի  առկայությամբ, որքան  հարևան  լեզգիներին  վարձելու  հնարավորությամբ  էր  պայմանավորված:  Այդ առումով  շահեկան  էր  Ղուբայի  Ֆաթհ  Ալի  խանի  դրությունը,  քանի  որ  նրա իշխանությունն  էին  ճանաչում  Սամուր  գետի  ավազանում  գտնվող,  այսպես  կոչված, «անկախ  միությունները»՝  Ալթիփարա,  Դոքուզփարա,  Միշկենջա,  Ախտիփարա  և Ռութուլ լեզգիաբնակ իշխանությունները և վեց գյուղեր՝ Բուդուղ, Խընալուք, Ջիք, Կրիզ, Ալիկ և Խապուտ119: ", "ungen des Deutschen Archiiologischen Instituts im 20. Jahrhundert, Mainz, 2000, p. 298-266. iger Bericht zu den Grabungen am Gobekli Tepe und am Curcutepe 1995-1999 //1stanbuler Mitteilungen 20, հավատալիքներն  են  պատկերված149:  Կանանց  կերպարները  հիմնականում  հանդես  են գալիս «Ծննդաբերող մոր» տիպերով (Նկ. 6.5, 7.1-8): ", "Հավելենք  նաև,  որ  Հյուսիս-արևելյան  Այսրկովկասի  խանությունների  շարքում ռուսական  շահերի  համար  Ղուբայի  խանությունն  առանձնահատուկ  նշանակություն ուներ:  Առաջին  հերթին  այն  պայմանավորված էր  առավելապես  Ղուբայի աշխարհագրական  բարենպաստ  դիրքով:  Խանությունը  մյուսների  համեմատ  ամենից մոտ  էր  գտնվում  կայսրության  սահմաններին:  Կասպից  ծովի  առևտրական  երկու նավահանգիստները՝ Դերբենդն ու Բաքուն, Ղուբայի խանի վերահսկողության տակ էին գտնվում: Ղուբայի խանության տարածքով էր անցնում նաև Ղզլար տանող ցամաքային առևտրային  ճանապարհը:  Խանության  տարածքը  նաև  ռազմավարական  կարևոր նշանակություն  ուներ:  Անհրաժեշտության  դեպքում  ռուսական  ցամաքային  զորքը  և ռազմական  նավատորմը  կարող  էին  ճանապարհ  հարթել  դեպի  տարածաշրջանի խորքը: ", "Այսպիսով,  Շամախիի  գրավումով  Ֆաթհ  Ալի  խանի  իշխանությունը  գրեթե անսահմանափակ էր դարձել:  Այդ  տարածքով  անցնող  ամենահարուստ վաճառականները Մեքքա և Մեդինա ուխտագնացության համար պարտավոր էին Ֆաթհ Ալի խանին գումար վճարել: Ս. Գմելինի խոսքերով՝ ժամանակին Շիրվանում հաջիների հեղինակությունն այնպիսի չափերի էր հասնում, որ առանց նրանց համաձայնության ոչ մի  կարևոր  քայլ  չէր  կատարվում:  Սակայն  Ղուբայի  խանը  Շամախիի  հաջիներին «զրկում է բոլոր կոչումներից» ու գերի տանում Դերբենդ և Ղուբա122: Այդ քայլը միտված էր  ընդգծել  Ֆաթհ  Ալի  խանի  բացարձակ  իշխանությունը  շամախեցիների  վրա՝  իբրև օրինակ Ղուբային ենթակա մյուս տիրույթների բնակիչների համար: ", "XVII դարում Քոբայրը հիշատակվում է Շմաւոն Աբեղէնց Դսեղեցու ընդօրինակած ձեռագրում  (Մատ.  1473),  արդեն  որպես ,,…յանապատս  Քոպայրոյ  Բարձրաբերձ Նյութը մեզ տրամադրել է ՇԵԹ տնօրեն և Հայկաձորի հնագիտական արշավախմբի ղեկավար Հ. Խաչատր- յանը, որին մեր խորին երախտագիտությունն ենք հայտնում: ", "● Խաղային փոփոխությունների առումով ուշագրավ փուլեր էին Երկրորդ աշխար- համարտը  և  հետպատերազմյան  շրջանը:  Խաղերում  շոշափվում  էին  այնպիսի  թեմա- ներ,  ինչպիսիք  էին  պատերազմը  և  հերոսականացված  անհատները,  որոնք  նույնաց- վում էին ուժի, քաջության, հաղթանակի և թշնամիների կերպարների հետ: ", "Սակայն 1776 թ. Ֆաթհ Ալի խանը Շամախիում վերականգնում է յոթ տարի Դերբենդում գերության մեջ գտնվող Մուհամմադ Սայիդ խանի իշխանությունը126: ", "հասցնում նաև նրա առևտրային գործին: Այսպես, Վ. Քոքսի դիտարկմամբ՝ եթե Ղուբայի խանի  անկանոն  հարկերը  չլինեին,  ապա  Շամախին  լի  կլիներ  թուրք  և  հույն վաճառականներով, իսկ ստեղծված  պայմաններում միայն հայ և հնդիկ առևտրականներն էին գործում127: "], "source_docs_file": "History.json"}