{"paragraph_source_docs": [0, 0, 0, 0, 0, 0, 0, 1, 0, 3], "source_docs_file": "Mechanical Engineering and Machine Science.json", "paragraphs": ["Իդեալական  ՀԼԿ-ի  դեպքում,  այսինքն  երբ  rL=rC=0,  (3.49)-ի  WV(s)  և  (3.50)-ի WD(s) փոխանցման ֆունկցիաներն ընդունում են տեսքերը` (3.49) (3.50) (3.51) :                                      (3.52) Այդ ֆունկցիաների միատեսակ բևեռները հավասար են  p1,2=-6648,93  j52480,1 և, բացի այդ,  WD(s)-ն  ունի  զրո ZD=-3086419,75 կետում: Այդ դեպքում  (3.48)-ի փոխանցման գործակցերը հավասար են WV(0)=0,12 և WD(0)=13,48: ", "Նկ.  3.3-ում  ցուցադրված  են  Բոդեի  դիագրամները  իրական  (նկ.  3.3ա)  և  իդեալա- կան (նկ. 3.3բ) (3.49)-ի WV(s) փոխանցման ֆունկցիայի համար, իսկ նկ. 3.4-ում տրված են (3.50)-ի WD(s) փոխանցման ֆունկցիայի համապատասխան դիագրամները: ", "Նկ.  3.5-նկ.  3.10-ում  ցուցադրված  են  ցածրացնող  ՀԼԿ-ի  (3.49)-(3.52)  WV(s)  և  WD(s) Նիկոլսի  և  Նայքվիստի  դիագրամներն  ընդատուն  հոսանքի  ռեժիմում  և  իդեալական դեպքում (երբ  rL=rC=0), ինչպես նաև rL=80 մՕհմ, rC=0,05 Օհմ: ", "ա)                                                                                   բ) Նկ. 3.3.  WV(s)փոխանցման ֆունկցիայի Բոդեի դիագրամներն իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                       բ) Նկ. 3.4. WD(s) փոխանցման ֆունկցիայի Բոդեի դիագրամներն իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                     բ) Նկ. 3.5.  Ցածրացնող ՀԼԿ-ի WV(s) փոխանցման ֆունկցիայի բևեռներն իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                      բ) Նկ. 3.6.  WV(s) փոխանցման ֆունկցիայի Նայքվիստի կորերn իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                   բ) Նկ. 3.7. WV(s) փոխանցման ֆունկցիայի Նիքոլսի դիագրամներն իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                բ) Նկ. 3.8. WD(s) փոխանցման ֆունկցիայի փոխանցման ֆունկցիայի բևեռներն իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                            բ) Նկ. 3.9.  WD(s) փոխանցման ֆունկցիայի Նայքվիստի կորերը իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                    բ) Նկ. 3.10.  WD(s) փոխանցման ֆունկցիայի Նիքոլսի դիագրամներն իրական (ա) և իդեալական (բ) կերպափոխչի համար Նկ.  3.11-ում  և  3.12-ում  տրված  են  իրական  ՀԼԿ-ի  դինամիկ  մոդելավորման արդյունքները  (դրոսելի  հոսանքի  և  ելքային  լարման)  Simulink  և  SimPowerSystem փաթեթների միջավայրում երբ D=0,1, որտեղ ժամանակի t=0,001 վ պահին կատարվում է D գործակցի թռիչքաձև փոփոխություն D=0,02 չափով: ", "ա)                                                                                     բ) Նկ. 3.11. ՀԼԿ-ում ելքային լարման մոդելավորման արդյունքները խոշորացված մասշտաբով (ա) և ընդհանուր տեսքով (բ) Նկ. 3.12. ՀԼԿ-ում դրոսելի հոսանքի մոդելավորման արդյունքները Նկ.  3.13-ում  ցուցադրված  մոդելը  մշակված  է  նկ.  3.1ա  սխեմայի  հիման  վրա, որտեղ  օգտագործված  են  ՄՕԿ-տրանզիստորի  (որպես  բանալի)  և  դիոդի  մոդելները SimPowerSystem  փաթեթի  ստանդարտ  գրադարանից:  Ինչպես  հետևում  է  նկ.  3.3-3.10 վերլուծությունից  և  նկ.  3.11,  3.12  կորերից,  փոխանցման  ֆունկցիաներում  զրոների առկայությունը  լավացնում  է  կայունության  պաշարները  և  անցումային  երևույթները ՀԼԿ-ում ընդհատուն հոսանքի ռեժիմում: ", "Նկ. 3.13. Ցածրացնող ՀԼԿ-ի դինամիկ մոդելը ընդհատուն հոսանքի ռեժիմում ԵԶՐԱԿԱՑՈՒԹՅՈՒՆՆԵՐ ընդհատուն  ռեժիմում  իդեալական  ՀԼԿ-ի  փոխանցման  ֆունկցիան  ըստ  D  լցման գործակցի ունի ձախակողմյան զրո: ", "դիմադրության առկայության դեպքում ՀԼԿ-ի երկու փոխանցման ֆունկցիաներն էլ՝ ըստ մուտքի և D-ի, ունեն տարբեր զրոներ: ", "ԵԶՐԱԿԱՑՈՒԹՅՈՒՆՆԵՐ հարթակների շոշափող և նորմալ լարումների բաղադրիչներով  կազմված  առանցքների  համակարգում  Մորի  շրջանագիծը  և  դրան շոշափող Մոր−Կուլոնի պլաստիկության պայմանի ուղիղ գիծը պատկերող գրաֆիկը` կապ  է  հաստատվում  թեք  հարթակների  լարումների  որոշման  և  փոշենյութի մասնիկների ներքին շփման անկյունների միջև, ինչը հնարավորություն է տվել պարզ տեսական ձևափոխություններով հիմնավորել գլխավոր լարումներով արտահայտված Մոր−Կուլոնի պլաստիկության պայմանը: ", "ՑԱՑՐԱՑՆՈՂ ՀԼԿ-ՈՎ ԷԼԵԿՏՐԱՇԱՐԺԻՉԻ ԱՐԱԳՈՒԹՅԱՆ ԿԱՌԱՎԱՐՄԱՆ ՀԱՄԱԿԱՐԳԻ ՆԱԽԱԳԾՈՒՄԸ ՌՈԲԱՍՏ ԿԱՌԱՎԱՐՄԱՆ ՏԵՍՈՒԹՅԱՆ ՄԵԹՈԴՆԵՐԻ ՀԻՄԱՆ ՎՐԱ Ավտոմատ  կառավարման  տեսությունը  ժամանակակից  բարդ  գիտություն  է,  որն ինտենսիվ  կարգով  զարգանում  և  ուսումնասիրվում  է  [30,  39,  40,  47-49,  59,  62,  64]:  Ընդ որում էականորեն  փոխվում  են  տեսակետները,  մոտեցումները,  առարկայի հետազոտման մեթոդները, տվյալ դիսցիպլինի հիմնախնդիրներն ու խնդիրները: ", "Երկուական բազմապատկիչ P=AxB մոդուլյար հանում Նկ. 2.14.   Դիրքային բազմապատկիչի  և  մոդուլյար հանող սարքի հիման վրա մոդուլով  մոդուլյար բազմապատկման սարքի կառուցվածքային սխեմա Հետևաբար,  Բուտի  մոդիֆիկացված  ալգորիթմով  մոդուլյար  բազմապատկիչը  (նկ. (Բուտի վերակոդավորման բլոկ), մասնակի արտադրյալների գումարիչից, արդյունքի ճշգրտման բլոկից, այն դեպքի համար, երբ բազմապատկիչները կամ դրանցից մեկը հավասար լինի զրոյի,  երկու  մուլտիպլեքսորներից,  որոնք  կստուգեն  կա  արդյոք  ճշգրտման անհրաժեշտություն և վերջնական մոդուլյար գումարիչից: "]}