{"paragraph_source_docs": [3, 4, 1, 2, 0, 1, 3, 3, 2, 4], "source_docs_file": "History.json", "paragraphs": ["Քաղաքների  և  քաղաքատիպ  բնակավայրերի  աստիճանական  անկման  արդյուն- քում մշակութային կյանքն աշխուժացավ վանական համալիրներում, որոնք հետզհետե դարձան մշակութային կյանքի կատալիզատորներ: Մշակութային, կրթական ոլորտների առաջատար դարձան այն վանքերը, ուր տեղափոխվեցին եպիսկոպոսական աթոռները: ", "XVIII դ. սկզբին  Սեֆյան  պետության կործանման հետևանքով Այսրկովկասում  քաղաքական  իրավիճակն  ապակայունանում  է՝  պարարտ  հող նախապատրաստելով  ռուս-թուրքական  ռազմական  ագրեսիայի  համար:  XVIII  դ. առաջին  քառորդում  ռուսական  կովկասյան  քաղաքականության  մեջ  նպատակ  էր դրվում  բացառել  Իրանից  արտահանվող  մետաքսի  հումքի  անգլիական  և  թուրքական առևտրականների  մենաշնորհը:  Հետևաբար,  Պետրոս  Ա  կայսեր  նախանշած  արևելյան քաղաքականության  գլխավոր  նպատակն էր  Արևելքի  և  Արևմուտքի  միջև իրականացվող  համաշխարհային  առևտուրն  ուղղել  դեպի  Ռուսաստանի  տարածք: ", "վերականգնի  կանոնակարգվածությունը,  ճնշի,  արտաքսի  ու  սպանի  ձմեռը,  ցուրտը, մահը (պատժում են շրջանի ներսում ամենավատ պարողին` «թույլին», «տկարին», «հի- վանդին»): ", "Հարկ է ավելացնել, որ կանանց արձանիկների համընդհանուր ընդունելություն ստա- ցած  դասակարգման  սկզբունքներում  առանցքային  տեղ  է  հատկացվում  մարմնակազ- մության առանձնահատկություններին: ", "Հետախուզական  տեղեկատվության  հայթայթման  նպատակով  թուրք  ռազմական ղեկավարները լայնորեն  օգտագործել  են  առևտրականներին,  հոգևորականներին, ուսանողներին,  թափառականներին,  ինչպես  նաև  իրենց  ենթակայության  տակ  գտնվող քաղաքացիական հագուստ կրող զինվորներին: Կային նաև գործակալներ, որոնք ունեին ազնվական ծագում6: ", "Նրանց բնորոշ էին նաև պարախաղերը:217 Տղաների խաղերն ունեին անցումային կամ նվիրագործման ծեսերի (ինիցիացիա) որոշակի  դրսևորումներ:  Դրանք  արտահայտել  են  երիտասարդի  մտավոր  և  ֆիզիկա- կան  ունակությունները:  Այդ  խաղերից  են՝  մենամարտերը,  լախտախաղերը,  բերդի գրավման, նշանառության խաղերը և այլն:218 Միջին  և  ավագ  սերունդների  խաղերը  ևս  բավական  տարածված  էին:  Այստեղ կարևոր էր խաղացողների տարիքը: ", "ԼՀԳ, Երևան, 1990, N 12, էջ 66-75: ", "էր: Վերջինս առաջատար  էր ոչ  միայն  Հայաստանի, այլև  ողջ  տարածաշրջանի համար, ինչպես  քաղաքական  ու  մշակութային  կյանքում,  այնպես  էլ  տարանցիկ    առևտրում: ", "Զգալի թիվ են կազմում գլուխները և վերջույթները կոտրված արձանիկների նմուշնե- րը:  Ձեռքերը  սովորաբար  շատ  բարակ  են,  ամուր  սեղմված  են  մարմնին  կամ  կրծքերի շուրջը  կամ  էլ  որովայնին:  Այս  պատկերների  մեծամասնությունը ներկայացնում  են  կին- նախամորը՝ գերաճած  երկրորդական նշաններով: ", "XVIII դ. երկրորդ կեսին ռուսական կառավարության  պաշտոնական գրագրություններում  Հյուսիս-արևելյան  Այսրկովկասը  «Ադրեբիջան»  եզրույթով,  իսկ ред. М. М. Сперанского, т. VII, СПб., 1830, с. 303-308; История народов Северного Кавказа, Oтв. ред.  А. Л. Нарочницкий, Москва, 1988, с. 415; Diplomacy in the Near and Middle East. A Documentary Record: 1535-1914, by J. C. Hurewitz, vol. I, Prinston, 1956, p. 42-45. туркмен и Туркмении, том II, XVI-XIX вв. Иранские, бухарские и хивинские источники, Под ред. В. Струве, А. Боровкова, А. Ромаскевич, П. Иванова, Москва-Ленинград, 1938, 119)։ "]}