{"paragraphs": ["սիստեմատիկ աշխատելը՝ Մալարմեն ստեղծել է մի շարք արձակ հատվածներ Պոյի ոգով:  Մալարմեի  շարահյուսության  առանձնահատկությունը  հաճախ  կապում  են անգլերենի  ազդեցության  հետ,  սակայն  այդ  թեզը  այդպես  էլ  գիտականորեն չապացուցվեց: ", "Միայն իրեն հատուկ մտքի թռիչքով գրողը նեղ կենցաղային օրինակը հասցնում է քաղաքականին՝  դրանով  էլ  խոսքը  հասցնելով  իր  նպատակին:  Իրադարձությունների բուռն  հոսանքը  ողջ  Ռուսաստանը  գլխապտույտ  արագությամբ  տանում  է  վայրէջքի: ", "Ինչ  վերաբերում  է  գրական  քննադատությանը,  ապա  Պոն  այստեղ  հանդես  է գալիս  մի  կողմից  որպես  օբյեկտ-գործող  անձ,  մյուս  կողմից՝  ստվերային համահեղինակ:  Սրանով  է  բացատրվում  այն  հանգամանքը,  որ  Բոդլերի  և  Վերլենի որոշ  հոդվածներ  պարունակում  են  Պոյի  ոգով  վերաձևակերպված  դրույթներ: ", "Հայտնի  է,  որ  Բոդլերը  սկզբնավորեց  այն  գաղափարը,  որ  Պոն  հաստատվի  որպես օրինակելի,  իդեալական,  §բացարձակ¦  պոետ,  քանի  որ  Պոն  ժամանակակից  է, խորը,  դեմոնական,  և  արհամարհում  է  ամբոխի  կարծիքը:  Բոդլերը  նրան  ինչ-որ նկատառումով անվանել է §քաղաքակիրթ աշխարհի քոչվոր արաբներից¦ մեկը: 34 Ինչ  խոսք,  Բոդլերի  քննադատության  մեջ  ակնհայտ  է  Էդգար  Պոյի  մասին պոետականացված յուրատեսակ պատկերացումը: Բոդլերը հռչակում է Պոյին որպես §օրիգինալ փիլիսոփա¦, բայց այդ փիլիսոփայությունը վերցված է գեղարվեստական ստեղծագործություններից: ", "Մալարմեն  իր  հերթին  տարված  է  ամերիկացի  գրողի  այն  մտքերով,  որտեղ վերջինս  նշում  է  փիլիսոփայության  տեղը  պոեզիայի  մեջ:  Մալարմեն  և  Վերլենը միաձայն  այն  համոզմուքն  են  արտահայտում,  որ  19-րդ  դարի  ֆրանսիական գրականության  մեջ  ռեֆրենը  ¥կրկնողություն,  կրկներգ¤  իր  ծագումով  և  բնույթով պարտական է Էդգար Պոյին: ", "Մալարմեն  ընկալում  է  Պոյին  որպես  նախատիպ:  Իսկ  Վերլենի  համար  Պոն հանդիսանում  է  անգլիական  գրականության  §անիծված  պոետ¦,  ինչպես  և Շեքսպիրը:  Ֆրանսիայում  առաջանում  է  պոետների  մի  կապակցված  օղակ,  որի մեջտեղում Էդգար Պոն է: Վերլենը, խոսելով Բոդլերի մասին, մեջբերում է Մալարմեի բանաստեղծությունը՝ գրված Պոյի մահվան առիթով: ", "Պոյի  ազդեցությունը  ֆրանսիական  գրականության  վրա  առավել  ցայտուն  է երևում  դեդեկտիվ  և արկածային  վեպերում:  Այստեղ  առաջին  հերթին  պետք  է հիշատակել Վիլյե դը Լիլ-Ադանի անունը, ով 1860-ականներին ապրում էր Փարիզում և հաճախ շփվում էր Բոդլերի հետ: Բոդլերը ոգեշնչեց Վիլյեին խորանալ Էդգար Պոյի արձակի  մեջ:  Անհրաժեշտ  է  նշել,  որ  Վիլյեն  կարդում  էր  Պոյի  գործերը՝  Բոդլերի Paris, 1926. Vol.3, р.84 թարգմանությամբ,  և  մենք  կարող  ենք  ասել,  որ  այս  գրողի  վրա  մեծապես  ազդել  է §բոդլերյան¦ Պոն: ", "Քննադատներից  մեկը  նշում  է,  որ  Վիլյեի  շատ  նովելներ  արտացոլում  են  այն միստիկական միտումները և իռեալիստական սկզբունքները, որոնք բնորոշ էին Պոյի նովելներին. արտաքին սյուժետային կտավի տակ թաքնված է դրա հոգեհարցության /օկկուլտ/  էությունը,  երբ  փաստերը  այնպես  են  խմբավորված,  որ  ստիպեն ընթերցողին  չհավատալ  ռեալ  բացատրությանը:35  Վիլյեն  մշակում  է  ֆրանսիական §սարսափի  նովելը¦՝  դարձնելով  այն  շատ  հակիրճ  և  տրամաբանորեն  հստակ հիմնավորված: Սրանով է բացատրվում այն պաթոլոգիկ ազդեցությունը, որ թողնում էին  նրա  նովելները  ընթերցողի  վրա,  բայց  ոչ  մղձավանջային  տեսարանների պատկերմամբ:  Այսպես,  §Փորձություն  հույսի  միջոցով¦  պատմվածքում,  որի բնաբանը  Վիլյեն  վերցրել  էր  Պոյի  §Ջրհորը  և  ժամացույցի  ճոճանակը¦ ստեղծագործությունից,  պատկերվում  է  մի  իրավիճակ,  որը  ուղղակի  ալլյուզիա  է Պոյի  ստեղծագործության  վրա:  Նմանությունը  ակնհայտ  է  ոչ  միայն  սյուժեի,  այլև դրա կառուցվածքի հարթության վրա: Այս պատմվածքի կենտրոնում մի մարդ է, որի աչքերով մենք տեսնում ենք ամբողջ եղելությունը: ", "Միևնույն  ժամանակ  Վիլյեի  պատմվածքում  կա  մի  էական  տարբերություն. տվյալ դեպքում մեզ հայտնի է այդ անձի անունը, նրա ազգային պատկանելությունը, նրա  սոցիալական  դիրքը,  դեպքի  վայրը,  ինչպես  նաև  նրա  մեղքը  ինկվիզիտորների առջև:  Այդ  մարդը  րաբբի  Ասեր  Աբարբանելն  է՝  արագոնցի  հրեա,  ով  կեղեքում  է աղքատներին՝ տոկոսով փող տալով նրանց: ", "Վիլյեի  պատմվածքի  մեջ  Պոյի  հետ  ունեցած  ընդհանրությունների  կողքին հիմնական  շեշտը  սարսափի  ֆիզիկական  զգացումից  և  մահվան  վախից տեղափոխված  է  անարդարության  սոցիալական  խնդրի  վրա,  ուր  խոսվում  է մարդկության  դաժանության  մասին  ընդհանրապես  և  կեցության  դաժանության մասին՝  մասնավորապես:  Առաջին  հայացքից  երկու  հեղինակների  պատկերած խնդիրները  շատ  նման  են.  երկու  դեպքում  էլ  նկարագրվում  է  մի  մարդու  վիճակ,  ով ենթարկվում  է  խոշտանգումների  և  գտնվում  է  մահվան  սահմանագծի  վրա,  բայց  և ուզում է ապրել: Երկու պատմվածքներն էլ շարադրված են շատ հակիրճ, երկուսում էլ միտումնավոր կերպով բացակայում է իրավիճակի վերլուծությունը, և երկուսին էլ բնորոշ  է  գործողության  մեծ  լարվածությունը:  Սակայն  դրանց  ավելի  մանրակրկիտ վերլուծությունը ցույց է տալիս գաղափարական շեշտադրումների տարբերությունը: ", "литература и фольклор». — Режим доступа: http://feb-web.ru/feb/litenc/encyclop/le2/le2-2321 .htm. с. 97 Պոյի  ստեղծագործության  բոդլերյան  թարգմանությունը  դրդում  է  Վիլյեին  իր պատմվածքը  ներկայացնել  որպես  լաց  մարդկանց  դաժանության  մասին,  բողոք՝ Աստծուն:  Եվ  բնաբան  ընտրելով՝  Վիլյեն  դիմում  է  Էդգար  Պոյին՝  որպես  մի հրեշտակի, նահատակի ու տառապյալի, ինչպիսին նա ներկայանում է Բոդլերի մոտ: ", "Մենք միջնորդված կերպով տեսնում ենք, թե ինչպես է Բոդլերի թարգմանության մեջ վերանում  խելագարության  և  անգիտակցանականի  շեշտը,  և  փոխարենը  առաջ քաշվում  կրոնափիլիսոփայական  համատեքստը,  մեղքերի  համար  հատուցման գաղափարը: ", "Վիլյեի  և  Պոյի  ստեղծագործությունների  միջև  եղած  ընդհանրության  մասին  է խոսում  նաև  Լեոն  Լեմոնյեն:  Նա  գրում  է.  §Այն  էկզոտիկ  բնապատկերը,  որը նկարագրում  է  Վիլյեն  իր  §Տրիբուլա  Բոնոմե¦  ստեղծագործության  մեջ,  շատ  է հիշեցնում /Պոյի-Լ.Լ./ §Արթուր Գորդոն Փիմի արկածների¦ նկարագրությունը¦: ", "Իհարկե,  դարերով  համրվող  պատմության  համար  շատ  կարճ  ժամանակ  պետք եղավ համոզվելու գրողի այս մտքի ճշմարտացիության մեջ. Երկրորդ աշխարհամարտը դրա  վառ  ապացույցն  էր:  Ակնհայտ  օրինաչափությամբ  գրողը  ինչ  երևույթի  կամ տեղանվան  /տե՛ս  Բասարգեչար.  ճակատագրական  չէ՞ր  արդյոք/  անդրադարձել  է՝  մի տեսակ  ծանրանալով,  ասես  ենթագիտակցության  վրա  ազդել  է  նախազգացողության գործոնը:  Մեծություններին  բնորոշ  կանխազգաց  նրա  մտածողությունը,  փորձը  ցույց  է տվել,  որ  երբեք  չի  սայթաքել.  սպասվելիքն  արդեն  ամուր  «նստած  էր»  նրա մտածողության մեջ: Ապացույցները նրա օրագրություններում են՝ օրերը, թեպետ ինչ-որ տեղ ոչ իրական ամսաթվերով կամ լոկ սիմվոլիկ, սակայն՝ օրը օրին, օրվա խոհը օրվա մեջ գրառված: ", "Ne gagnant rien avec ses livres abstrais et hautains, incurablement rêveur, idéaliste et religieux égaré dans une époque d'arrivisme et d'utilitarisme:37 Մոկլերի  այս  օրինակի  վրա  զգացվում  է,  թե  ինչպես  կարող  էր ֆրանսիացիների  մոտ  ձևավորված  Էդգար  Պոյի  կերպարը  ազդել  ֆրանսիացի  այն գրողների վրա, ովքեր կրում էին այդ ազդեցությունը: ", "Վերոնշվածը  հաստատում  է  նաև  Էդգար  Պոյի  և  նրա  ստեղծագործության ազդեցությունը  կրող  ֆրանսիական  դեկադանսի  խոշորագույն  ներկայացուցիչ  Ժ.- Կ.Գյուիսմանսի  ստեղծագործությունների  զուգահեռ  համեմատությունը:  Այս  գրողը նույնպես  դարձավ  Պոյի  երկրպագուն՝  շնորհիվ  Բոդլերի  թարգմանությունների  և քննադատական աշխատանքների: ", "Իր  ստեղծագործություններից  մեկի  մեջ  գլխավոր  հերոսը՝  Դեզ  Էսսենթը, միանշանակ  հիշեցնում  է  Պոյի  Աշերին՝  իր  ընդհանուր  բնութագրով  և  իռացիոնալ վախերով:  Գյուիսմանսը  ստեղծագործության  մեջ  անգամ  հիշատակում  է  Պոյի անունը.  §Դեզ  Էսսենթին  համակում  էր  մի  տարօրինակ  անհանգստություն:  Նման Paris, A. Michel, 1925 — p. 67 զգացում  նրա  մոտ  առաջացրել  էին…  Էդգար  Պոյի  որոշ  պատմվածքները,  որի հալյուցինացիաները և մղձավանջները Ռեդենը դարձրել էր իր սեփականը¦:38 Գյուիսմանսը  անդրադառնում է նաև  Պոյի  պոեզիային, որն իր հագեցվածությամբ  չէր  կարող  չազդել  վեպի  հերոսի  վրա.  դրանք  §ազդում  էին  նրա (Դեզ  Էսսենտի-Լ.Լ.)  նյարդերի  վրա  նույնքան,  որքան  Էդգար  Պոյի  ամենախորը  և հոգեցունց բանաստեղծությունները:39 Գյուիսմանսի ստեղծագործությունը կառուցված է այնպես, որ հերոսը որևէ բանի մասին խոսելիս հեշտությամբ փոխում է իր  սեփական  տեսակետը  և  ձևակերպում  նոր  ընկալում:  Օրինակ՝  այնտեղ,  ուր  Դեզ Էսսենտը  հիշատակում է  Պոյի  դեդեկտիվները,  անվանում է  հեղինակին §ինդուկցիայի  մեծ  վարպետ¦  և  հիանում  է  վախի  բնույթը  հետազոտելու  Պոյի ունակությամբ: Իսկ  երբ  նա խոսում է Էդգար Պոյի պոեզիայի մասին, պատկերում է վերջինիս  որպես  զգայուն,  ֆիզիոլոգիայից  զուրկ  հեղինակի.  §…  Էդգար  Պոն զբաղվում  էր  ուղեղի  անատոմիայով,  իսկ  երբ  հոգնում  էր,  նրա  երևակայության  մեջ հայտնվում էին հրեշտականման պատկերներ և քաղցր տեսիլներ¦:40 Պոյի  ստեղծագործության  և  անհատականության  նման  հակասական ընկալումը  շատ  բնորոշ  է  ֆրանսիական  մշակույթին:  Խոսելով  Պոյի  ազդեցության մասին Գյուիսմանëի վրա՝ Լեմոնյեն գրում է, որ վերջինս ազդված է ոչ այնքան Պոյից, որքան  Պոյի  բոդլերյան  մեկնաբանությունից:  Քննադատը  դա  անվանում  է  կրկնակի արտացոլում: Գյուիսմանսը շարունակում է Պոյի կերպարի ընկալման այն գիծը, երբ ամերիկացի  հեղինակը  ներկայանում  է  որպես  անիծված,  մերժված  ու  թշվառ հանճար-հանցագործ: ", "Եթե  Գյուիսմանսը  ոչ  միայն  ընդունում,  այլև  ընդգծում  է  Պոյի  ազդեցությունը սեփական  ստեղծագործության  վրա,  ապա  Էդմոն  դը  Գոնկուրը,  հակառակը,  իր օրագրի մեջ գրում է. §Ես բոլորովին այլ կարգի հեղինակ եմ¦:41 Թեև Էդմոն դը Գոնկուրը, ինչպես և Զոլան հիանում էին Պոյով, նրանք երկուսն էլ  ամերիկացի  գրողից  փոխառեցին  հիմնականում  մարդու  ֆիզիոլոգիայի  հանդեպ ուշադրությունը: ", "Բանաստեղծություններ  սկսել  է  գրել  10-ական  թվականների  սկզբից,  երբ  գրական մթնոլորտը ամբողջապես շնչում էր Տերյանով։ Պատահական չէ, որ նրա միակ ժողովա- ծուն,  որ  լույս  է  տեսնում  1912  թ.,  կրում  է  «Աշնուտ»  բնորոշ  խորագիրը։  Բանաստեղ- ծությունների  վրա  զգալի  է  ոչ  միայն  Տերյանի,  այլև  ռուս  սիմվոլիստների,  հատկապես Ալեքսանդր Բլոկի և Կոստանդին Բալմոնտի ազդեցությունը։ Բոլոր դեպքերում, սակայն, գերիշխողը  10-ական  թվականներին  հայ  մտավորական  երիտասարդության  շրջանում տիրող տրամադրություններն ու խոհերն են։ Հատկանշական է, որ Տեր-Մարտիրոսյանի ժողովածուն  ևս,  ինչպես  Տերյանի  «Մթնշաղի  անուրջները»,  սկսվում  է  «Տխրություն» խորագիրը կրող բանաստեղծությամբ. Անհայտության մեջ ընկնող աստղի պես Օրերը չունին սկիզբ ու վախճան, Նամակների պես, որ չհասան քեզ, Հայացքների պես, որ քեզ չտեսան… Այս վիշտը արդյոք ո՞վ է մորմոքում – Սուլում է քամին դատարկ դաշտերում… Խենթ ափսոսումը ցավ է բորբոքում, Եղեգը այս խեղճ, մենակ, երազուն… Հասկերը վհատ մրմնջում են լուռ, Խուրձերն են տխրում մոռացված ու խեղճ. Խոսքերը վհատ, չասված ու տխուր Տարուբերվում են անհայտության մեջ…63 Ընդհանուր  տրամադրությունը  իրոք  տերյանական  է։  Պատկերամտածողությունը ևս  հիշեցնում  է  Տերյանի  բնաստեղծական  լեզվաշխարհը՝  ընկնող  աստղեր,  մորմոքող վիշտ,  արձակ  դաշտեր,  երազուն  եղեգ,  վհատ  մրմունջ,  անհայտություն  և  այլն։ ", "Պոն  իր  գլխավոր  խնդիրն  է  համարում  ստեղծագործության  և  նրա  տարբեր մասերի  միջև  հստակ  կապի  ստեղծումը,  որը  կոչված էր  ստեղծելու համապատասխան էֆեկտ, սակայն իրականում նա անտեսում է իր այդ պահանջը և տրվում  երևակայության  ազատ  ընթացքին:  Ինչևիցե,  սթափ  վերլուծության պահանջը  նրա  մոտ  հաճախ  տեղի  է  տալիս  անբնականի  և  անսովորի  հանդեպ հակումին,  և  ինչպես  կարող  էր  դիպվածների  այնպիսի  սիրահարը,  որպիսին  նա  էր, շրջանցել ոգեշնչության անկանխատեսելիությունը¦:42 Բրետոնի այդ խոստովանությունը  Պոյի  մոտ  եղած  հակասությունների  ևս  մեկ  հաստատումն  է: ", "«Վիրավոր  ես»  վեպն  ինքնակենսագրական  բնույթ  ունի,  սյուժեն  կառուցված  է հեղինակի  անձնական  փորձի  վրա,  քանի  որ  Էրդալ  Օզը,  լինելով  ձախակողմյան շարժման ակտիվ գործիչներից, 2 անգամ բանտարկվել է` նախ 1971 թ. այն պատճառով, որ  Անկարայի  իր  գրախանութում  մարքսիստական  գրականություն  էր  վաճառվում,  և լինելու մեղադրանքով: ", "Հայտնի  է,  որ  Էդգար  Պոն  դեդեկտիվ  ժանրի  հիմնադիրն  է,  որն  ունեցավ  լայն շարունակություն  20-րդ  դարի  գրականության  մեջ:  Պոյի  պատմվածքները  իրենց ինտելեկտուալ  խաղով  և  անսպասելի  հանգուցալուծումներով  դեդեկտիվ  ժանրի հանդեպ մեծ հետաքրքրություն  առաջացրին  ֆրանսիական ընթերցասեր հասարակության  մոտ:  Այս  ժանրի  ֆրանսիացի  գրողները  աշխատում  էին  ավելի խորը  պատկերել  իրենց  դեդեկտիվ  ստեղծագործությունների  հերոսներին՝  որպես հիմք ընդունելով Էդգար Պոյի պատմվածքները և փորձելով մրցել նրա հետ: ", "Մեզ  արդեն  հայտնի  քննադատ  Լեմոնյեն  գրում  է  ֆրանսիական  դեդեկտիվ վեպի  վրա  ունեցած  Պոյի  ազդեցության  մասին.  §Էդգար  Պոն  ներմուծեց գրականության  մեջ  …մաթեմատիկական  անալիզի  մեթոդը:  Նա  նաև  ստեղծեց ոստիկանի մի նոր տիպ¦:44 Հետաքրքրական է, որ Էդգար Պոյին սկսեցին թարգմանել հենց  դեդեկտիվ  վեպ-ֆելիետոնի  հանդեպ  հետաքրքրության  հետ  կապված: ", "Այս  իրավիճակը  համապատասխանում  է  գրականագետ  Կրիստինա  Վիլայի «ֆանտաստիկ  դեֆորմացման»  վերը  նշված  բնորոշմանը:  Աջիլուլֆոյի  գոյություն չունենալու փաստը և՛ ֆանտաստիկ է, և՛ ռեալ։ ", "Վշտունու  ստեղծագործական  առաջին  քայլերն  ընթացել  են  բավական  անսովոր պայմաններում։ Ծնվել է Վանում։ Միջնակարգ կրթությունն ստացել է Պոլսի Կեդրոնա- կան վարժարանում։  Այնուհետև մեկնում է  Փարիզ։ Ուսումը  շարունակելու այլ հնարա- վորություն  չունենալով՝  ցերեկն  աշխատում  է,  երեկոյան  հաճախում  Սորբոնի  համալ- սարանի  գրական-փիլիսոփայական  բաժնի  դասախոսություններին՝  որպես  ազատ ունկնդիր։ Փարիզյան շրջանում էլ կատարում է ստեղծագործական առաջին փորձերը։ "], "paragraph_source_docs": [1, 3, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 3, 1, 1, 1, 1, 5, 1, 2, 1, 1, 0, 5], "source_docs_file": "Literature.json"}