{"paragraphs": ["Օրինակ. Either John will come or he won't. (Wierzbicka 1988: 431-434) Նրանք  գտնում  են,  որ  տվյալ  նույնաբանությունը  նշանակում  է,  որ  մենք  չենք կարող  իմանալ`  Ջոնը  կգա,  թե  ոչ,  և  ոչինչ  չենք  կարող  անել`  ինչ-որ  կերպ  դա փոխելու  համար,  թեպետ  կարծում  ենք,  որ  գուցե  դա  վատ  է:  Սակայն  այդ  մասին պետք  չէ  մտածել,  որովհետև  չենք  կարծում,  թե  կարող  ենք  անել  մի  բան,  որ կանխենք լինելիքը: ", "Մենք գտնում  ենք,  որ  թեպետ  նշված  նույնաբանության  տվյալ մեկնաբանությունն  իրավունք  ունի  ճիշտ  լինելու,  սակայն,  միևնույնն  է,  մեծապես կարևոր  է  բայական  անդամի  բառային  իմաստը`  մեկնաբանության  հիմնավոր լինելու  տեսանկյունից:  Եթե  այս  նույն  կաղապարում come  բայը  փոխարինենք kill բայով, ապա պատկերը զգալիորեն կփոխվի. Either he will kill us or he won’t. Այս  պարագայում  թերևս  անհնար  է  խոսել  հանդուրժողական  ու  չանհանգստացող կեցվածքի մասին: ", "Ընդհակառակը` խոսողը արտահայտում է հուսահատվածության  ու  դատապարտվածության զգացում, նրա  խոսքը փոխանցում է անորոշություն ու տագնապ: ", "Դիտարկենք ևս մեկ օրինակ: ", "This error of reasoning reduces a complex issue to only two choices: \"Either I will pass this exam or… I won’t. (Quizlet,  https://quizlet.com/96312371/engl-103-midterm-flash-cards/,  (accessed Այս  օրինակում  ուսանողը,  ով  անհաջող  է  հանձնել  քննությունն  ու  վերջին հնարավորությունն  է  օգտագործում,  գիտակցում  է  պահի  լրջությունը:  Վերոնշյալ նույնաբանությունը  կարող  ենք  մեկնաբանել  որպես  մի  մարդու  խոսք,  ով  լիովին հասկանում  է  պատասխանատվությունն  ու  ընդառաջ  է  գնում  իր  վերջին հնարավորությանը: Հետաքրքիր է նույնաբանության կառույցի երկրորդ հատվածը: ", "Ինչ  վերաբերում  է  բաց  նամակներին,  ապա  դրանք  անդրադառնում  են  ասորի- ների  քաղաքական  և  հասարակական  կյանքի  ամենատարբեր  հարցերին:  Այսպես,  Ա- ուղղափառ եկեղեցու պատրիարքին և աչքի է ընկնում հակակղերական ոգով: Բաց նա- մակներ  հաճախ  հրատարակում  էր  ինքը՝  «Բաբելոնը»՝  արձագանքելով  այս  կամ  այն հրատապ հարցերին: ", "Ա.  Վերժբիցկան նաև  տարբերակում է  ապագայի և  անցյալի իրադարձություններին  վերաբերող  նույնաբանություններ,  որոնցում  բայական անդամը  ներկա  ժամանակով  է:  Ապագային  վերաբերող  նույնաբանությունները ներակայում են ապագա իրադարձությունների անհայտ և անորոշ լինելու իմաստը և արտահայտում են ֆատալիստական վերաբերմունք: Օրինակ. I  love  to  play  the  game  no  matter  if  it’s  here  in  New  Jersey  or  if  it’s  where everybody’s speculating. So whatever happens happens. I have no say in it. I’m just an employee. (Insidehoops, http://www.insidehoops.com/kidd-interview- Այստեղ  խոսողն  ընդունում  է  ապագա  իրադարձությունները`  հասկանալով,  որ դրանք անվերահսկելի են: ", "Անցյալի մասին  խոսելիս նույնաբանությունները ներակայում են անդառնալիության իմաստ. ինչ եղել է, այլևս հնարավոր չէ փոխել: ", "We  can’t  change  what  has  happened.  What’s  done  is  done.  If  we  want  to  get healthy, we mush forgive ourselves and others. (Ehow,  http://www.ehow.com/how_4859074_move-after-failure.html,  (accessed Այժմ  անդրադառնանք  մի  քանի  նույնաբանական  կառույցների,  որոնց բայական անդամը անցյալ ժամանակաձևով է կիրառվում: ", "Դիտարկենք օրինակը. First of all there are some real fundamental differences between the “old” phones and  today's  phones.  In  the  60's  a  phone  was  a  phone.  Nothing  more.  They  were used  to  make  and  receive  calls.  No  fancy  staff!  (Engineer,  http://www..engineer- exchange.com/content/view/37/70/, (accessed 15 December, 2013)) Այս  օրինակում  համեմատվում  են  երկու  տեսակի  հեռախոս.  60-ականների  հին հեռախոսը  համեմատվում  է  ներկայիս  բազմաֆունկցիոնալ  հեռախոսի  հետ:  Ընդ որում`  a phone was a phone  կառույցը  ակտիվացնում  է  այն  միտքը,  որ  այն ժամանակ  հեռախոսին  բնորոշ  էին  հենց  այն  գործառույթները,  որոնք  դրա ամենաէական բաղադրիչներն են, ու առանց որոնց այն չի լինի հեռախոս: Այստեղ, ինչպես նաև նախորդ քննված նույնաբանական կառույցներում, գործում է Վորդի և Հիրշբերգի  այլընտրանքային  տարբերակների  բացառման  սկզբունքը:  Այսինքն` լսողը հասկանում  է, որ խոսողը բացառում է A phone was a TV կամ A phone was a radio  այլընտրանքային  տարբերակները`  հեռախոս  սարքի  մեջ  ներառելով  այն ամենաբնորոշ  հատկանիշները,  որոնք  հատուկ  են  բացառապես  իրեն`  զանգ կատարել և զանգ ընդունել: Այնուհետև հեռախոսի այսպիսի մոդելը համեմատվում է  արդի  հեռախոսների  հետ  ու  նշվում  հենց  այն,  ինչը  ստեղծում  է  տարբերություն նախկին ու ներկայիս հեռախոսների միջև` fancy staff. Դիտարկենք  ևս  մեկ  օրինակ,  որտեղ  նույնաբանությունը  գործածվում  է համեմատական  գործառույթ  իրականացնելու  նպատակով:  Այս  դեպքում  x was x կաղապարով  կիրառված  նույնաբանությունը  համեմատվում  է  x  was  not  y կաղապարի հետ. It was a time of innocence, and fun. A time when a kid was a kid and an X-ray was not  for  candy.  (Cinema  Invisible,  http://cinemainvisible.org/fci-2014/when-a-kid- was-a-kid/, (accessed 19 August, 2015)) Այս  օրինակում  ունենք  համեմատության  մի  քանի  մակարդակ:  Մի  կողմից` անցյալի  երեխան  համեմատվում  է    այսօրվա  երեխայի  հետ,  անցյալի  X-ray (ռենտգենյան  ճառագայթ)  հասկացությունը`  այժմյանի  հետ,  իսկ  մյուս  կողմից` անցյալի  ու  ներկայի  երեխաների  միջև  եղած  տարբերությունը  զուգահեռվում  է անցյալի  ու  ներկայի  ռենտգենյան  ճառագայթի  հետ  (տվյալ  դեպքում  նշվում  է,  որ ռենտգենյան  ճառագայթը  անցյալում  քաղցրավենիք  չէր,  ինչն  էլ  թույլ  է  տալիս ենթադրել,  որ  այժմ  X-ray  անունով  քաղցրավենիք  կա):  Արդյունքում  ընտրելով անցյալ  ժամանակաձևով  նույնաբանական  կառույց`  խոսողը  նպատակ  է հետապնդում  փոխանցելու դիմացինին իր ոչ  այնքան բարյացակամ վերաբերմունքը  կամ  մտքերը  ժամանակի  ընթացքում  տեղ  գտած  այդ փոփոխությունների վերաբերյալ: Անդրադառնանք ևս մեկ օրինակի. When  men  were  men…  (Thought  Catalog,  http://thoughtcatalog.com/josh- gondelman/2013/07/im-glad-i-didnt-live-when-men-were-men/, (accessed 19 July, Այս  նույնաբանությունը  կարելի  է  մեկնաբանել  հետևյալ  կերպ:  Խոսողը կիրառում  է  անցյալ  ժամանակաձև`  այդպիսով  ընդգծելով  ներկայի  ու  անցյալի միջև  եղած  ջրբաժանը:  Նա  գոյականը  գործածում  է  հոգնակի  թվով:  Սա  խոսքին տալիս  է  ընդհանրական  բնույթ,  այսինքն`  ասվածը  չի  վերաբերում  որևէ  կոնկրետ անձի:  Կարևոր  է  բազմակետի  կիրառությունը:  Տվյալ  դեպքում  այն  տեղ  է  թողնում ենթադրելու,  որ  խոսողը  միտքը  կիսատ  է  թողնում`  համարելով,  որ  լսողը  կամ ընթերցողը ինքը կհասկանա շարունակությունը: ", "Տիտղոսաթերթը պարունակում է նաև Թօփլատը Ն.Պ.Գօյուն արտահայտությունը: ", "Թե  ինչպիսի  հատկանիշներ  նա  կհամարի  առավել  բնորոշ  տղամարդուն` քաջություն,  կոպտություն,  դաժանություն,  ագրեսիվություն  թե  մեծահոգություն, նրբանկատություն, զիջողամտություն, հանդուրժողականություն ու համբերատարություն,  կախված  կլինի  խոսքային  իրադրությունից:  Պետք  չէ իհարկե բացառել,  որ լսողի  աչքերում  տղամարդուն  առավել բնորոշ հատկանիշները  կարող  են  լինել և՛  քաջությունը,  և՛ նրբանկատությունը,  այսինքն` սուբյեկտիվ  ընկալման  ու  անհատական  պատկերացումների  գործոնը  բավական ծանրակշիռ է, ու դժվար կլինի գտնել այլընտրանքային ամենատեղին տարբերակը: ", "Ինչևէ,  հաջորդ  կարևոր  կետը  այս  նույնաբանության  ուսումնասիրության  մեջ նույնաբանական  կառույցի  կարծրատիպային  նշանակության  առկայությունն  է7: ", "Տվյալ պարագայում տղամարդ հասկացության մասին տեղեկույթը հենց այն է, ինչը խոսողը/գրողը  ու  լսողը/ընթերցողը  կիսում  են,  կամ  խոսողը  ենթադրում  է,  որ կիսում  են,  կամ  առնվազն  խոսողը  բացառում  է  հավանականությունը,  որ լսողը/ընթերցողը բացարձակապես չի տիրապետում այդ տեղեկույթին: ", "Ա-19 համարում այս մշտական բաժինն էական փոփոխություններ է կրում: Նախ Նշան  Գօյունի  փոխարեն  այս  համարում  տեսնում  ենք  Էթքանաշ  Նաում  Բեշարոֆ (տիտղոսաթերթի  վրա՝  Բեշարով)  ստորագրությունը:  Ապա  հայատառ  թուրքերեն ասացվածքների փոխարեն՝ արևելահայերեն 10 աֆորիզմներ: Մեն Ըլլէլ Մէն Ըլքօ վեր- նագիրն  այս  համարի  ներսում  ուղեկցված  է  «Իմաստավոր  նախադասություններ,  կեն- սական գիտելիքներ» ենթավերնագրով: Մեջբերենք երկու նմուշ. «Նա թշնամի է հասա- րակության, ով որ օգնում է միայն ինքն իրան» և «Երջանիկ է նա, որի շիրիմի վրա սե- րունդները կգրեն՝ նա միշտ կատարում էր յուր պարտականաությունները դեպի մեզ»: ", "Ա-20  համարում  Մէն  Ըլլէլ  Մէն  Ըլքօ  բաժինը  ստանձնում  է  մեկ  այլ  անձ՝  ասորի հայտնի լրագրող Սենհարիբ Բալին (Էթքանաշ Սէնհարիպ Պալի), որը խարբերդցի չէր և  գրում  էր  թուրքերեն:  Բաժինը  պարունակում  է  հայատառ  թուրքերենով  գրված  15 աֆորիզմներ: ", "Եթե  բազմակետը  փոխարինենք  վերջակետով,  ապա  գուցե  այդ  դեպքում նույնաբանական  կառույցը  կունենա  թեման, խոսակցությունը  եզրափակող  բնույթ: ", "Իսկ  եթե  բազմակետը  փոխարինենք  բացականչական  նշանով,  ապա  կառույցը կարող  է  ձեռք  բերել  հիացական  կամ  նույնիսկ  հեգնական  իմաստ:  Այդ  դեպքում արդեն ըղձական բաղադրիչը դուրս է մնում: ", "Եվ  այսպես,  երբ  բազմակետը  փոխարինում  ենք  վերջակետով  կամ բացականչական նշանով, ապա արձանագրում ենք գործառույթային և իմաստային տարբերություններ:  Երբ  փորձում  ենք  մեկնաբանել  այդ  տարբերությունները, մտապատկերում  կամա  թե  ակամա  հայտնվում  է  մի  իրավիճակ,  որի  մեջ նույնաբանության  տվյալ  մեկնաբանությունն  արդարացված  է:  Այսինքն,  քանի  որ կետադրությունը  կոչված  է  առավել  պարզորոշ  ու  մատչելի  կերպով  փոխանցելու գրողի  մտքերն  ու  զգացմունքները,  ապա  այն  ունի  որոշակի  սուբյեկտիվության տարր: Հետևաբար այդ սուբյեկտիվությունը գրողից անցնում է նաև նրա գործածած նույնաբանությանը:  Խոսողը/գրողն  իր  վերաբերմունքն  արտահայտելու  համար հիմնվում  է  տվյալ  խոսքային  իրավիճակից  բխող  նախապայմանների  վրա:  Որևէ խոսքային  իրավիճակում  զրուցակիցների  խոսքը  պետք է  կապակցված, փոխլրացնող լինի`  համաձայն  Գրայսի  կարգախոսների  և  հաղորդակցային ներակայման:  Այսինքն`  խոսքի  երանգավորումը,  ինչն  արտահայտվում  է կետադրության,  ինչպես  նաև  հնչերանգի  միջոցով,  կրկին  կախված է համատեքստից:  Այժմ  փորձենք  նույն  նույնաբանությունը  դիտարկել  արդեն համապատասխան համատեքստերում: ", "Հրատարակման  երկրորդ  տարում,  երբ  խմբագրի  պարտականություններն ստանձնել էր Նաում Բեշարովը, Մէն Ըլլէլ Մէն Ըլքօ բաժինը լույս էր տեսնում անկանոն կերպով:  Առաջին  անգամ  այն  տեսնում  ենք  Բ-8  համարում:  Բաժինը  կրում  է  «Օգտա- կար  գիտելիք»  ենթավերնագիրն  ու  պարունակում  է  արևմտահայերեն  7  աֆորիզմներ, որոնց տակ գտնում ենք Էթքանաշ Ճ.Տ. Սէֆէր ստորագրությունը: Տիտղոսաթերթի վրա էթքանաշ  բայը  բացակայում  է:  Նույնը  կրկնվում  է  նաև  Բ-9  համարում,  որում  գտնում ենք 9 աֆորիզմներ: ", "hell, there is no decent education, no properly thought policy and all seems to  be  a  big  mess!  And  all  because  women  have  started  to  penetrate  into spheres  where  they  had  no  business  to  do  before!  And  that's  also  because men  have  given  up  their  positions  and  become  too  docile  and  so  called tolerant! B: Oh yes, of course. And all was perfect and ideal when women were stuck into kitchens and when men were men! (FL WMWM: 78) Այս երեք օրինակներից առաջինում խոսողը կարծես ափսոսանքով է տրվում անցյալի  վերհուշին:  Նա  հիշում  է  անցած  ժամանակներն  ու  տղամարդկանց արարքները  այդ  ժամանակներում:  Բազմակետը  ու  դրան  հաջորդած  վերհուշը շարունակելի  լինելու  տպավորություն  են  թողնում:  Ակնհայտորեն  ջրբաժան  է դրվում անցյալի ու ներկայի միջև` բացահայտ կերպով նախապատվություն տալով անցյալին:  Ըստ  որում`  այս  դեպքում  նույնաբանական  կառույցի  միջոցով խոսողը/գրողը  կարծես  ներմուծում  է  քննարկման  նոր  թեմա`  ակնկալելով  իր խոսընկերոջ  արձագանքը:  Այսպիսով`  նույնաբանությունը  դառնում  է  այն առանցքը, որի շուրջ ենթադրաբար ծավալվելու է  խոսընկերների հաղորդակցությունը: ", "Մեկ համար ընդմիջումից հետո Մէն Ըլլէլ Մէն Ըլքօ բաժինը լույս է տեսնում Բ-12 համարում՝  Ն.Պ.  Գօյունի  հեղինակությամբ,  և  ներկայացնում  է  14  աֆորիզմներ  արև- մտահայերենով: Բաժնի տակ նորից հայտնվում է էթքանաշ բայը: Նույն կառուցվածքը գտնում ենք Բ-14 համարում, որը պարունակում է 23 իմաստախոսություն: ", "Երրորդ  օրինակում  A-ն  բողոքում  է  ներկա  հասարակական,  տնտեսական վիճակից  ու  որպես  այդ  ամենի  պատճառ  տեսնում  է  կնոջ  հայտնվելը հասարակական-քաղաքական  կյանքի  այնպիսի  ոլորտներում,  որոնք  նախկինում բացառապես  եղել  են  տղամարդկանց  գերակայության  ներքո:  Ու  այս  երևույթի մեղավորը  նա  համարում  է  հենց  տղամարդկանց,  ովքեր  իր  կարծիքով  չափազանց հլու և հանդուրժող են  դարձել, ու դժվար է իրական տղամարդ  գտնելը: Դիմացինը հեգնում  է  նրան`  ասելով,  որ  անցյալում,  իհարկե,  ամեն  ինչ  իդեալական  ու դրախտային  էր,  և  ամեն  ինչ  պարզապես  հոյակապ  էր,  քանի  որ  տղամարդիկ տղամարդ էին: Այստեղ նա միտումնավոր չափազանցություն է անում, քանի որ թե՛ խոսողին,  թե՛  իր  խոսակցին  հայտնի  է,  որ  նույնիսկ  եթե  ընդունենք,  որ  անցյալում որոշ բաներ ավելի լավ են եղել, ամեն ինչ հեռու է եղել իդեալական համարվելուց: ", "Եվ  անգամ  եթե  տղամարդիկ,  այսպես  ասած,  իրոք  տղամարդ  էին,  միևնույնն  է, խնդիրները  առկա  էին:  Հենց  այս  հեգնանքն  առավել  շեշտված  արտահայտելու համար  B-ն  օգտագործում  է  բացականչություն  կամ  բացականչական  նշան` այդպիսով  է՛լ  ավելի վստահեցնելով,  որ  անցյալում  ամեն  բան  կատարյալ  էր,  երբ կանայք խոհանոցից դուրս չէին գալիս, իսկ տղամարդիկ էլ տղամարդ էին: Այստեղ նույնպես նույնաբանությունն ունի թեման եզրափակող գործառույթ: ", "Ուսումնասիրելով  նշված  օրինակները  և  ի  մի  բերելով  դրանց  քննության արդյունքները`  ցանկանում  ենք  փաստել,  որ  նույնաբանական  կառույցի գործաբանական  ներուժի  կազմավորման  գործում  մեծ  է  նաև  բայական  անդամի ժամանակի  քերականական  կարգի  դերը  խոսողի  այս  կամ  այն  հաղորդակցական նպատակը  արտահայտելու համար:  Այս ենթագլխում իրականացված վերլուծությունը  նաև  հնարավորություն  է  տալիս  խոսելու  նույնաբանական կառույցների  տեքստակազմիչ  գործառույթի  մասին:  Վերջիններս    ոչ  միայն  ունեն թեման եզրափակող, ամփոփող գործառույթ (ինչպես նշում են որոշ լեզվաբաններ), երբ  նրանցում  խտացվում է  խոսողի  հաղորդակցական  մտադրությամբ պայմանավորված  տեղեկույթը,  այլև  կարող  են  ներմուծել  նոր  թեմա`  տվյալ խոսքային  իրավիճակի  պահանջներից  ելնելով,  և  դառնալ  հաղորդակցության առանցքային թեման: "], "source_docs_file": "Linguistics.json", "paragraph_source_docs": [1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 0, 1, 1, 1, 0, 0, 1, 1, 1, 0, 1, 0, 1, 1, 1]}