{"paragraph_source_docs": [0, 0, 0, 1, 0, 0, 0, 0, 1, 1, 0, 1, 0, 0, 1, 0, 0, 0, 0, 0, 0, 1, 1, 0, 0, 1, 0, 1, 0, 0, 0, 0, 0, 0, 0, 1, 0, 1, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 1], "source_docs_file": "Linguistics.json", "paragraphs": ["Assyrian  Progress-ն  առավելա- պես  լուսաբանում  էր  Կալիֆոռնիայում հաստատված  և  Մասաչուսեթսից  տե- ղափոխվողների  հաշվին  շարունակա- բար  աճող  խարբերդցի  ասորիների համայնքի  կյանքը,  թեև  նրանում  քիչ չեն  նաև  նյութերը  Մասաչուսեթսի  և, մասնավորապես՝  Վուսթերի  մասին, որը  1930-ականներին  էլ  մնում  էր ՄՄՆ-ում  խարբերդցի  ասորիների գլխավոր կենտրոնը: ", "Բովանդակային  առումով  Assyri- an Progress-ը որոշ ընդհանրություններ ունի  «Բաբելոնի»  հետ,  սակայն  տար- բերություններն  ակնհայտ  են:  Ի  տար- բերություն հայալեզու «Բաբելոնի», որն ԱՄՆ-ում  համեմատաբար  վերջերս Պատկեր 15. Assyrian Progress-ի համրներից մեկի պատկերազարդ շապիկը հաստատված և հայրենիքի հետ դեռ հոգեբանորեն և զգայականորեն սերտորեն կապ- ված  և  նրա  շուրջ  ծավալվող  քաղաքական  իրադարձություններին  ուշիուշով  հետևող ավանդական  հասարակության  ծնունդ  էր,  անգլալեզու  Assyrian  Progress-ում  տեսնում ենք  արդեն  մի  համայնք,  որը,  շարունակելով  պահպանել  իր  ազգային  ինքնությունը, միևնույն ժամանակ ավելի կայունացած, ինտեգրված և ամերիկանացած է, և որում ար- դեն ավելի նկատելի դեր է խաղում ԱՄՆ-ում մեծացած երիտասարդ սերունդը: Պարբե- րականի հոդվածներից մեկն այսպես է նկարագրում ամերիկաբնակ խարբերդցի ասո- րիների կարգավիճակը. “Little by little, the old customs are being lost by the new genera- tion in America, even while the parents continue their observance”137 («Նոր սերունդն Ամե- րիկայում  քիչ-քիչ  կորցնում  է  հին  սովորություները,  նույնիսկ  եթե  ծնողները  շարունա- կում են պահպանել դրանք»): ", "Assyrian  Progress-ը  թույլ  է  տալիս  քիչ  թե  շատ  հստակ  պատկերացում  կազմել Ակնհայտ  է,  որ  ավագ  և  միջին  սերունդը,  լավ  չտիրապետելով  անգլերենին,  շարունա- կում էր կառչել հայերենից: Հոդվածներից մեկում կարդում ենք, որ Եզեկիել Մալճանը, որը երկար ժամանակ կատարում եր Assyrian Progress-ի խմբագրի պարտականությու- նը,  ասորիների  հավաքներից  մեկում  ելույթ  էր  ունեցել  անգլերենով  և  հայերենով  և  որ “most of the old folks enjoyed the Armenian language”138 («տարեցների մեծամասնությու- նը վայելեց հայերենը»): Մեկ այլ հոդվածում կարդում ենք. “Mr. Maljan read the Armeni- an  translation  of  the  Wounded  Eagle  from  the  Assyrian  Progress  for  the  benefit  of  those that did not understand it in English”139 («Պրն. Մալճանը ընթերցեց Assyrian Progress-ից «Վիրավոր  արծվի»  հայերեն  թարգմանությունը  նրանց  համար,  ովքեր  այն  անգլերեն չհասկացան»): Ապա՝ “Mr. Albert Safer had prepared an article in Armenian that he read to us.”140 («Պրն. Ալբերտ Սաֆերը հայերեն հոդված էր պատրաստել, որը նա ընթերցեց մեզ»): ", "Այժմ դիտարկենք հետևյալ նույնաբանական կառույցներն ու գործնականում ստուգենք  նույնաբանության  գոյականական  անդամի  թվի  ազդեցությունը  ամբողջ կառույցի հաղորդակցական-գործաբանական արժեքի վրա5. well  girls  are…girls.  You  cannot  blame  the  females  for  being  attracted  to  good looking  men.  Personally,  I have  met  way too many  allegedly  “handsome” men in my life that they all have started to look the same to me…people like Will. Many of them try way too hard and come off as extraordinarily vain. *coloring slightly* Not  you,  obviously,  but  you  know,  other  guys.”  (Tumblr,  http://slaying-dragons- in-my-mind-blog.tumblr.com/post/6407168963/daaaance,  (accessed  11  February, was at school, but I cannot remember ever directing it at a girl. To me  a girl is a girl, so will act/behave like a girl, which is right. But why is 'like a girl' insulting to a  boy?  Simply  because  young  boys  naturally  want  to  look  masculine  and  do  not want to be compared to a girly girl who is too worried about their nails/hair/make - up during physical activity. But also many boys feel they have to be better at sports than  the  girls,  as  males  are  naturally  stronger  and  more  physical  so  should  be reaching  higher  benchmarks.  Physical  tests  and  sports  around  the  world demonstrate that females cannot hit the same levels  which a male can, hence why we  separate  males  and  females  in  sporting  events.  If  you  were  to  put  a  national female  football  team  against  that  of  a  national  male’s  team  you  would  probably find  that  the  result  would  look  something  like  Germany  vs  Brazil  (on  average), with  a few  games  possibly  going the  other  way. (The  Telegraph, http://www.telegraph.co.uk/women/womens-life/10961856/At-last-theres-no- shame-in-acting-like-a-girl.html, (accessed 20 November, 2015)) Առաջին  օրինակում  Ah,  well  հատվածը  արդեն  հսկայական  տեղեկույթ  է փոխանցում  ու  համապատասխան  համատեքստ  ստեղծում,  որպեսզի girls are girls նույնաբանությունը  ընկալվի  որպես  աղջիկների  հանդեպ  ոչ  լուրջ  և  միևնույն ժամանակ հանդուրժողական վերաբերմունքի արտահայտում:  Միայն girls are girls նույնաբանական  կառույցի  արտահայտած  տեղեկույթը  բավարար  չէր  լինի  նման եզրակացության  համար:  Նույն  կերպ  երկրորդ  նմուշօրինակը`  a girl is a girl արտահայտության  համար  էլ  չի  կարելի  ասել,  որ  այն  կմեկնաբանվի  որպես աղջիկների  հանդեպ  անվստահություն:  Այստեղ  խոսողը,  օգտագործելով a girl is a girl նույնաբանությունը, ցանկանում է արտահայտել այն միտքը, որ աղջիկները մեծ ուշադրություն  են  դարձնում  իրենց  եղունգներին,  դիմահարդարմանն  ու սանրվածքին,  ու  տղաները  չէին  ցանկանա,  որ  իրենց  բնորոշեն  այնպիսի որակներով, որոնք հատուկ են աղջիկներին: Խոսողը աղջիկների հանդեպ հեգնանք չի  արտահայտում,  այլ  պարզապես  ընդունում  է  իրականությունը,  որտեղ  կանայք պարզապես  ֆիզիկապես  ավելի  թույլ  են,  քան  տղամարդիկ:  Սա  ոչ  թե անվստահության արտահայտություն է, այլ իրական փաստերի ընդունում: ", "Այստեղ նշենք նաև, որ ձուլման աստիճանն ԱՄՆ-ում հաստատված խարբերդցի ասորիների  միջավայրում  ավելի  բարձր  էր,  քան  հայերի:  Դա  բացատրվում  է  հայերի համեմատ  նրանց  փոքր  թվով,  ազգային  լեզվի  բացակայությամբ  և  ազգային  հաստա- տությունների  թուլությամբ:  Պարզ  չէ,  թե  ինչ  աստիճանով  էին  հայախոս  ասորիները ձգտում  կամ  փորձում  փոխանցել  նոր  սերնդին  հայերենը,  սակայն  ակնհայտ  է,  որ  ա- վագ սերնդի ասորիները, ինչպես և հայերը (և դրա մասին կարդում ենք Վիլյամ Սարո- յանի՝ նույն ժամանակաշրջանն ու վայրը նկարագրող պատմվածքներում), ջանում էին, որ  իրենց  զավակներն  առաջին  հերթին  կատարելապես  տիրապետեն  անգլերենին  և ինտեգրվեն ամերիկյան հասարակության մեջ: ", "Assyrian Progress-ից տեղեկանում ենք, որ 1933 թ. մարտին պարբերականի երի- տասարդներից  բաղկացած  խմբագրակազմն  ասորական  հավաքույթներից  մեկի  ժա- մանակ  հայերեն  ներկայացրել  էր  Մերի Սաֆերի  հեղինակած  և  բեմադրած  մեկ գործողությամբ  անանուն  կատակեր- գությունը,  որը  տեղի  էր  ունենում Assyrian Progress թերթի խմբագրությու- նում  և  անդրադառնում  էր  ասորական համայնքում  պարբերական  հրատարա- կելու  դժվարություններին: ", "մայիսին  «Կալիֆոռնիայի  ասորական ամերիկյան  բարեգործական  ընկերու- թյան»  երիտասարդական  թևի  անդամ- ները  բեմադրել  և  հայերեն  համայնքին էին  ներկայացրել  Ալբերտ  Մարշալի «Դիքին  Հոլիվուդից»  երեք  գործողու- թյությամբ  կատակերգությունը141:  Այս ներկայացման՝  Assyrian  Progess-ում տպված  տպավորիչ  ազդը  հատուկ նշում է, որ ներկայացումը “in Armenian”՝ հայերեն է: 1935 թ. դեկտեմ- Պատկեր 16. Հայերեն ներկայացման ազդ Assyian Progress պարբերականում բերին Վուսթերի երիտասարդները հայերեն ներկայացրել էին մեկ գործողությամբ կա- տակերգություն.  Assyrian  Progress-ը  հիշատակում  է  պիեսի  հայերեն  անունը՝  «Քառա- սուն  ութնոց  փորձանքը»,  որը  գրված  է  լատինական  տառերոով՝  Karasoon-ootnotz portzanka: Սրանից բացի՝ Assyrian Progress-ում տեսնում ենք լատինատառ ևս մի քանի հայերեն  բառեր՝  zome-paatz  (ծոմ  պահաց),  veejag  (վիճակ),  tanaboor  (թանապուր), gayant (կաղանդ): ", "Երիտասարդ  սերնդի  ասորիների  մեջ  հայերենը  նկատելի  որակական  կորուստ էր կրել՝ հատկապես լավ հայկական կրթություն ստացած իրենց ավագ սերնդների հա- մեմատ: Assyrian Progress-ում կարդում ենք, որ «Կալիֆոռնիայի ասորական ամերիկյան բարեգործական  ընկերության»  երիտասարդական  թևի  ղեկավար  Մալճան  Չավուրը ելույթ  ունենալով  համայնքային  ժողովներից  մեկում  խոսում  էր  «կոտրատված  հայերե- նով» (broken Armenian): Անդրադառնալով Մերի Սաֆերի վերոնշյալ հայալեզու կատա- կերգությանը՝  պարբերականը  նշում  է,  որ  իրենց  ամերիկյան  արտասանությամբ  երի- տասարդ դերասաններն առաջացրին հանդիսատեսի ծիծաղը: ", "Պարզապես ըստ էության հասարակությունն  առավել հաճախ նրանց արհամարհական է վերաբերվում, երբեմն էլ խղճալով: ", "Երկրորդ  օրինակը  հետաքրքրական  է  դիտարկել  համատեքստում:  Այս օրինակում  ևս  մեկ  անգամ  տեսնում  ենք,  որ  երկրորդ  զրուցակիցը  կիրառում  է N(hum.) are N(hum.)  ամենևին  ոչ  հանդուրժողական  կամ  ըմբռնողական  մոտեցում արտահայտելու համար: ", "Ներկայումս ԱՄՆ-ում խարբերդցի ասորիների ժառանգների ամենամեծ կուտա- կումը վերստին Մասաչուսեթսի Վուսթեր քաղաքում է: 1950-60-ականներին Վուսթերի ասորական  համայնքի  պատկերը  նկատելիորեն  փոխվեց  Սիրիայից  և  Թուրքիայից (հիմնականում՝  Տուր  Աբդինից)  ներգաղթած  հակոբիկ  ասորիների  հաշվին,  որոնք  հա- յախոս չէին և չունեին հայերի հետ սերտ գոյակցության ավանդույթներ: Արաբախոս և թրքախոս տարրի մեծացումը նպաստեց Վուսթերում և խարբերդցի ասորիների այլ հա- մայնքներում  հայերենի  «մարման»  բնական  գործընթացին:  Այստեղ  հարկ  է  նշել,  որ  ի տարբերություն  խարբերդցիների՝  Ուրֆայից  ծագող  ասորիներից  (այսպես  կոչված  ուր- ֆալի-ներ) շատերը, որոնք ներկայումս հիմնականում բնակվում են Հալեպում և Հյուսի- սային  Ամերիկայում,  շարունակում  են  պահպանել  հայերենը  որպես  «ընտանիքի  լե- զու»142: Սրան նպաստում է այն, որ Հալեպում ուրֆ ացիներն ունեն իրենց սեփական թա- ղը (արաբերեն՝ հայյ աս-սրյան) և զանազանվում են քաղաքի մյուս ուղղափառ ասորի- ներից, թեև նրանց պարագայում էլ արաբացման միտումն ակնհայտ է: ", "Երրորդ օրինակում առաջին զրուցակիցը առաջարկում է որոշակիորեն մեղմ վերաբերմունք ոչ կանխամտածված սպանություն կատարողների հանդեպ, սակայն երկրորդն  իր  անհամաձայնությունն  է  հայտնում  այդ  կարծիքին  ու  հենց հանդուրժողական մոտեցմանը հակադրվում է հոգնակիով կազմված նույնաբանության կիրառմամբ6: ", "Լինելով ոչ պրոֆեսիոնալ լրագրողների կողմից հրատարակվող պարբերական՝ «Բաբե- լոնն»  աչքի  չէր  ընկնում  հստակ  կառուցվածքով  և  կանոնակարգվածությամբ:  Ունենա- լով քիչ թե շատ հստակ դիրքորոշում այս կամ այն ազգային և քաղաքական հարցերի վերաբերյալ՝ հրատարակիչները գրեթե չեն ունեցել խմբագրական քաղաքականություն տեխնիկական հարցերի պարագայում: Ինչպես նշել էինք, խմբագիրները, որոնք երկու տարիների  ընթացքում  առնվազն  երկուսն  էին,  ամենայն  հավանականությամբ  չէին մշակում  և  խմբագրում  ստացվող  նյութերը,  և  նրանց  պարտականությունը  հիմնակա- նում  կայանում  էր  նյութերն  արտագրելու  և  դրանց  շարունակական  շարադրանքն ապահովելու  մեջ:  Խմբագրականից  (կամ  որպես  խմբագրական  գործածված  հոդվա- ծից)  հետո  նյութերն  ավելացվում  էին  ստացվելուն  պես,  որի  պատճառով  նույնիսկ մշտական բաժինները, որպես կանոն, չունեին իրենց ամրագրված դիրքը: ", "«Բաբելոնի» բովանդակային մասն աչքի է ընկնում բազմազանությամբ: Լինելով հասարակական կազմակերպության օրգան՝ այն միևնույն ժամանակ հայախոս ասորի- ների համար յուրատեսակ ամբիոն էր, թեև ակնհայտ է, որ Ասորվոց Հնգյակ Ընկերու- թյան  տեսակետներից  սկզբունքայնորեն  տարբերվող  տեսակետները  «Բաբելոնի»  էջե- րում չէին հայտնվում: ", "Ստացվում  է,  որ  արդարացված  չէ  փորձել  ստեղծել  նույնաբանությունների իմաստային  դասակարգման  աղյուսակ  ու  պնդել,  որ  որևէ  նույնաբանություն կարելի  է  կիրառել  միայն  մեկ  նշանակությամբ  կամ  թեկուզ  մի  քանի  ֆիքսված նշանակություններով:  Նույնչափ  հեռանկարային  չէ  ստեղծել  բանաձևեր  ու համապատասխանաբար ասել, որ որևէ բանաձևով կառուցվող նույնաբանությունը պետք  է  արտահայտի  որոշակի  նշանակություն:  Մյուս  կողմից,  սակայն,  կարող  է հարց  առաջանալ,  թե  եթե  հրաժարվում  ենք  նույնաբանական  կառույցներն  ըստ դրանց  կառուցվածքային բանաձևի  կամ  ըստ  ֆիքսված  նշանակության դասակարգելուց ու  ասում, որ նույնաբանության հաղորդակցական- գործաբանական  արժեքը  կախված  է  խոսողի  հաղորդակցական  նպատակից  ու իրավիճակային  նախապայմաններից,  ապա  մի՞թե  հնարավոր  է,  դիցուք, ցանկացած նույնաբանությամբ ցանկացած նշանակություն փոխանցել, և ո՞րն է այն գործաբանական  սահմանը,  որի  շրջանակում  կարող  է  նույնաբանությունը գործածվել: ", "Տեղին  է  կրկնել,  որ  «Բաբելոնի»  նյութերի  ճնշող  մեծամասնությունը  հայերեն  է, սակայն պարբերաբար հրատարակվում էին նաև անգլերեն և ասորատառ կամ հայա- տառ թուրքերեն (օսմաներեն) գրված նյութեր: ", "Թեև, ինչպես նշեցինք, «Բաբելոնը» չուներ հստակ կառուցվածք և աչքի էր ընկնում կա- նոնակարգվածության  և  ստանդարտավորվածության  բացակայությամբ,  այն,  այնուա- «Ո՛վ անձնազոհ եղբարք ասորիք, Որ կը հանգչեք նահատակ որդիք, Ձեր սուրբ արյան թողած կաթիլներ, Փրկեց խեղճուկ ասորի գերիներ»: ", "մենայնիվ, ուներ մշտական բաղադրիչներ և բաժիններ, որոնց ընդհանուր նկարագրու- թյունն ու բնութագիրը ներկայացնում ենք ստորև: ", "Հայ-ասորական  լեզվական  համակեցության  համատեքստում  «Բաբելոնի»  տիտղոսա- րից են: Ի տարբերություն պարբերականի հիմնական զանգվածի, որն ամբողջությամբ ձեռագիր է (թեև խմբագրությունը մի քանի անգամ հայտնում է գրամեքենա գնելու իր մտադրության  մասին),  տիտղոսագլուխներն  ու  տիտղոսաթերթերը  տպվում  էին  տպա- րանում, ամենայն հավանականությամբ՝ Assyrian Star Press-ում: ", "Տիտղոսագլուխ  տեսնում  ենք  արդեն  ամենաառաջին  համարում,  որը  լույս  տե- սավ  1919  թ.  օքոստոսի  7-ին  (պատկեր  17):  Նրա  առաջին  տողը  պարունակում  է  ասո- րական գրով տպված ԲԱԲԵԼ («Բաբելոն») բառը. ինչպես նշել էինք, Խարբերդի ասորի- ների մեծ մասը ծանոթ էր ասորական գրին, ուստի այս բառը պետք է հեշտ ընթեռնելի ու ընկալելի լիներ ընթերցողների ճնշող մեծամասնության համար: Հաջորդ տողը պա- րունակում  է  շեղագիր  օրնամենտալ  տառատեսակով  տպված  և  շրջանակի  մեջ  վերց- ված  հայերեն  ԲԱԲԵԼՈՆ  բառը:  Հաջորդ  երեք  տողերի  վրա  ավելի  պարզ  շեղագրով հայերեն  տպված  է  Կիսամսեայ  Հանդէս/Ազգային/Պաշտոնաթերթ  Ասորւոց  Հնգեակ Ընկերութեան:  Վերջին  տողի  վրա  գլխագիր  տառերով  տպված  է՝  ԹԻՒ  1/ՀԻՆԳՇԱԲ- ԹԻ/ՕԳՈՍՏՈՍ 7, 1919: ", "Ա-2  համարի  տիտղոսագլուխն  ունի  նույն  կառուցվածքը,  սակայն  նրանում  ավե- լանում է ՊՈՍՏՈՆ բառը՝ վերջին տողում՝ ամսաթվից հետո: ", "Փորձենք A  woman  is  a  woman-ի  կառուցվածքով  ստեղծել  հետևյալ նույնաբանությունները: ", "A Congresswoman is a Congresswoman. A businesswoman is a businesswoman. Չի  բացառվում,  որ  այս  կառույցները  հետագայում  մուտք  գործեն  լեզվի  մեջ  ու կիրառվեն,  սակայն  այսօր  նման  նույնաբանություններ  կիրառության  մեջ  չեն հանդիպում: Ու հենց սա է հետաքրքիր, թե ինչու նույն (Art) N is (Art) N կառույցին պատկանող նույնաբանություններից մեկը խոսքում ստանում է հաղորդակցական- գործաբանական  արժեք  ու  կիրառվում  է  խոսողի  միտքն  արտահայտելու  համար, իսկ  մյուսը`  ոչ:  Տարբերությունն  այն  է,  որ  congress  գոյականը,  woman-ի  հետ կիրառվելով  որպես  congresswoman,  որևէ  հատուկ,  առանձնացող  ու  միայն  իրեն բնորոշ հատկանիշներ առաջ չի բերում: Ըստ էության congressman և congresswoman գոյականների միջև բոլոր հասարակական, կարծրատիպային ու նախապաշարմունքային  տարբերությունները  վերացված  են:  Նրանց  միջև  միակ տարբերությունն  այն  է,  որ  մեկը  նշանակում  է  արական  սեռի  անձնավորություն, իսկ մյուսը` իգական:  Մնացած հարթություններում` մասնագիտական պահանջներ,  պարտականություններ,  աշխատանքային  ընթացակարգեր  ու նույնիսկ բուն աշխատանքը երկուսի համար էլ նույնն են: Կարող ենք հետևություն անել,  որ  նույնաբանությունը  շեշտում  է  իր  կառույցում  առկա  գոյականի  այն հատկանիշները,  որոնք  դրան  առանձնացնում  են  ու  հատուկ  են  դարձնում, տարբերում  են  մյուսներից:  Իսկ  թե  այդ  առանձնահատկություններից  որը  նկատի կառնվի  խոսողի  կողմից,  կախված  է  խոսքային  իրադրությունից  ու  խոսողի հաղորդակցական  նպատակից:  Ըստ  խոսողի  հաղորդակցական  նպատակի`  այն ձեռք  կբերի  գործաբանական  որոշակի  արժեք:  Ըստ  հաղորդակցական  նպատակի` խոսողը,  ասելով A woman is a woman, կարող  է  նկատի  ունենալ  կնոջ ֆիզիկական թույլ  կարողությունը  տղամարդու  համեմատ  կամ  կնոջ  ավելի  նրբանկատ, հոգատար  լինելը  կամ  էլ  կարող  է  մեկ  այլ  հատկանիշի  վրա  շեշտ  դնել,  որն ընդհանուր  առմամբ  կին  բառի  կոնցեպտային  դաշտի  մեջ է  մտնում: ", "Ա-6 համարում ՊՈՍՏՈՆ բառը տեղադրվում է ՀԻՆԳՇԱԲԹԻ բառի և ամսաթվի միջև: ", "(ՅՆՎ.): ", "Man between men and women. some people think are particularly male: 1. Come on, now  – be a man. 2. She’s more of a man than he is. (Oxford Advanced Learner’s Dictionary 2005) Բառարանում նշվում է տասնչորս իմաստ man բառի համար, սակայն տվյալ դեպքում  մեզ  հետաքրքրում  են  առաջին  ու  տասներկուերորդ  իմաստները:  Հաշվի առնելով, որ Օքսֆորդի բառարանը  men բառի իմաստի համար հղում է կատարում բառի  եզակի  թվի  բառարանային  հոդվածին,  մենք  համարել  ենք,  որ  հոգնակի  ու եզակի  թվի  պարագայում  բառիմաստը  նույնն  է:  Man  բառի  առաջին  իմաստը վերաբերում է նրա սեռին ու տարիքին` արական սեռի ներկայացուցիչ, ով հասուն տարիքում է:  Միայն  տասներկուերորդ իմաստն է վերաբերում  այն հատկանիշներին ու որակներին, մասնավորապես` ուժ, քաջություն, որոնք բնորոշ են տղամարդկանց` ըստ հանրության մեջ ընդունված կարծրատիպի: ", "Ա-11  համարում  Թեշրին  ի  Ըհրօյ  բառը  փոխարինվում  է  Քէնունը  Ըգտիմ  (դեկտեմբեր) բառով, որին փակագծերում հետևում է ԴԵԿ. հապավումը: ", "Նույնաբանության  գործաբանական  ներուժը  վերծանելիս  մենք  տեսնում  ենք,  որ գործ  ունենք  մի  դեպքի  հետ,  երբ  բառի  իմաստային  դաշտի  նշանակությունները կիրառվում են առանձին, և յուրաքանչյուր  դեպքում բառը որևէ որոշակի իմաստ է արտահայտում: Այսպես` նույնաբանական կառույցի առաջին men-ը վերաբերում է բառի  առաջին  բառարանային  իմաստին,  իսկ  երկրորդ    men-ը  վերաբերում  է ընդհանրապես  արական  սեռի  ներկայացուցիչներին,  ովքեր  իգական  սեռից տարբերվում  են  արտաքին  հատկություններով:  Երրորդ men-ը  կրկին  վերաբերում է  արական  սեռի  ներկայացուցիչներին,  իսկ  արդեն  նույնաբանական  կառույցի չորրորդ  men-ը  (manly men)  վերաբերում  է  որոշակի  տեսակի  տղամարդկանց, որոնք  ունեն  ոչ  միայն  տղամարդուն  բնորոշ  քաջություն,  ուժ,  այլև  հավելյալ ընդգծված առնական հատկանիշներ, ընդ որում` այդ հատկանիշները պարտադիր չէ, որ կապված լինեն անմիջապես արտաքին տվյալների հետ: Խոսքն արդեն ավելի հոգևոր,  մտավոր  կարողությունների  մասին  է,  որակներ,  որոնք  կապված  են տղամարդու  խառնվածքի,  կամքի  ուժի  ու  պահվածքի  հետ:  Այսինքն`  ընդհանուր արական  սեռի  ներկայացուցիչներից  որոշ  մասն  առանձնացվում  է`  ըստ  նրանց բնորոշ  խիստ  տղամարդկային  համարվող  հատկանիշների:  Տվյալ  պարագայում այդ  տարբերակիչ  հատկանիշը  առնականությունն  է  կամ  այն  հատկանիշները, որոնք բնորոշ են տղամարդու  արքետիպին: ", "Ա-13 համարում ասորերեն «հինգշաբթի» բառը գրված է գլխագրով՝ ՀԱՄՇՕՇԻ- ՊԱ,  և  արդեն  չի  ուղեկցվում  հայերեն  թարգմանությամբ:  «Հունվար»  ամիսը  նշված  է ասորերեն՝ Քէնունը Ըհրօյ, ապա փակագծերում հետևում է հայերեն թարգմանությունը՝ Ա-14 համարում «Բաբելոնն» առաջին անգամ լույս է տեսնում առանձին տիտղո- սաթերթով,  որն  ամբողջությամբ  տպարանի  արտադրանք  է:  Տիտղոսաթերթի  վերին հատվածն ամբողջությամբ կրկնում է նախորդ մի քանի համարների տիտղոսագլուխնե- րը, այսինքն՝ պարունակում է եռալեզու «Բաբելոն» անվանումը, երեք տողերի վրա բա- ժանված  Կիսամսեայ  Հանդէս  /Ազգային/  Պաշտոնաթերթ  Ասորւոց  Հնգեակ  Ընկերու- թեան բառերը և երկու հորիզոնական գծերի միջև տեղադրված ԹԻՒ 14 ՀԱՄՇՕՇԻՊՕ ՊՈՍՏՈՆ  ՔԵՆՈՒՆԸ  ԸՀՐՕՅ  22  1920  բառերը:  Ինչպես  տեսնում  ենք,  ասորերեն  բա- ռերն այլևս չեն ուղեկցվում հայերեն թարգմանությամբ: ", "Ավանդական  այս  տիտղոսագլխի  տակ  առաջին  տիտղոսաթերթի  վրա  գտնում ենք ասորերեն ՏՈՒՊՕՔՕ բառը, որին փակագծերում հետևում է հայերեն թարգմանու- թյունը՝ ԲՈՎԱՆԴԱԿՈՒԹԻՒՆ: Սա միակ տիտղոսաթերթն է, որը պարունակում է տու- պօքօ բառի հայերեն թարգմանությունը, մյուսների վրա այն արդեն բացակայում է: ", "Պարզ  պատկերազարդի  տակ  զետեղված  է  համարի  բուն  բովանդակությունը, որը  գրեթե  ամբողջությամբ  շարված  է  գլխագիր  տառերով:  Հոդվածների  վերնագրերը տեղադրված էն ձախից, հեղինակները՝ աջից: ", "ՍԽԱԼ ՉԻ ՀԱՍԿՆԱՆՔ ԼԱՒ Է ՄԵՌՆԻԼ՝ ՔԱՆ ԳԵՐԻ ԱՊՐԻԼ ՊԱՏԳԱՄԱՒՈՐԱԿԱՆ ԺՈՂՈՎ ՔԱՆԻ ՄԸ ԴԻՏՈՂՈՒԹԻՒՆՆԵՐ ՆԱՄԱԿԱՆԻ ՏԻԹՐՈՒԹԷՆ146 ՄԴ.147 ԱՖՐԷՄ ՀԱՅ ԵԿԵՂԵՑԻԻՆ ՄԷՋ ԶՂՋԱՆ ԱՂՕԹՔ ԱՍՈՐԱԿԱՆ ԵԿԵՂԵՑԻՆ ՄԱՎՏՈՆՈՒԹՕ ՏԱՍՈՒՐՕՅՕ 149 ԱՍՈՐԻՆԵՐԸ ՏԻԹՐՈՒԹԻ ՄԷՋ ՊՈՒՐԱՏԱՆ ՇՈՒՐԱՏԱՆ «ԲԱԲԵԼՈՆ» ԼՈՒԴՖԻ ՔԷՇԻՇ ՖՐԷՆՉ Ա. Հ. ԸՆԿ. ՀԱՃԻ Ա. ՉԷՎՈՒՐ «ՎԵՐԱԾՆՈՒՆԴ» ՊԱՏ.148 Ա. Կ. ՊԵՏԻԿ ԱՇՈՒՐ Ս. ԵՈՒՍՈՒՖ ՏԱՈՒՏ ԷԼՊԻ Թօփլատը150  Ն.Պ.Գօ- յուն ԱՍՈՐՒՈՑ ՎԵՐԱՆՈՐՈԳՄԱՆ ՊԱՀԱՆՋՆ ԹՐԳՄ Հ. Կ. ԷԼՊԻ ՀԱՇԻՊՕ (ԿԻՐԱԿԻ) ՄԸ W Hoboken ԹՂԹԱԿԻՑ Հարկ է նշել, որ հոդվածների հերթականությունը պարբերականի մեջ ոչ միշտ է համընկնում տիտղոսաթերթի վրա նշվածին: Բացի դրանից՝ հազվադեպ չեն նաև տար- բերություններ տիտղոսաթերթի վրա նշված հոդվածների և հոդվածագրերի անունների և  «Բաբելոնի»  ներսում  նույն  հոդվածի  և  հոդվածագրի  անունների  միջև:  Այսպես,  դի- տարկվող  տիտղոսաթերթի  վրա  կարդում  ենք  «Լուդֆի  Քէշիշ»,  մինչ  ներսում  կարդում ենք  «Լութֆի  Փերչ»:  Հաճախ  տիտղոսաթերթի  վրա  զետեղվում  է  կրճատված  անունը, իսկ  հոդվածի  տակ՝  ամբողջական:  Այսպես,  սույն  տիտթոսաթերթի  վրա  կարդում  ենք «Հաճի Ա. Չէվուր», իսկ հոդվածի տակ գտնում ամբողջական անումը՝ «Հաճի Աղապապ Չէվուր»: ", "խմբագրության հասցեն՝ Բովանդակության  տակ՝  երկու  հորիզոնական  գծերով  առանձնացված,  նշված  է “BABYLON PUBLISHERS” Boston Mass. Ա-17 համարից տիտղոսաթերթի վրա հայտնվում է նոր հասցէ՝ 99 W Concord St., Տիտղոսագլխի  ողջ  պարունակությունը  զետեղված  է  օրնամենտալ  շրջանակի Տիտղոսագլխի այս կառուցվածքը՝ բովանդակությամբ պայմանավորված տարբե- րություններով,  պահպանվում  է  հետագա  բոլոր  համարներում:  Հարկ  է  ավելացնել,  որ տիտղոսաթերթի ի հայտ գալուց հետո էլ տիտղոսագլուխները նախկինի պես շարունա- կում էին ավելացվել առաջին էջի վերևում՝ կրկնելով տիտղոսաթերթի վերին հատվածը: ", "Boston: ", "մէջ: ", "Մեր երրորդ օրինակը Kanye is Kanye նույնաբանությունն է: Քանյեն հատուկ անուն  է  ու  պատկանում  է  բազմաթիվ  մարդկանց:  Այն  բառարանում  նշված  չէ  իր իմաստով (եթե  բացառելու լինենք  հատուկ  անունների  ծագումնաբանական բառարանում լինելու  հավանականությունը):  Բոլոր  դեպքերում  անունների ծագումնաբանական  բառարանը  տալիս  է  բառի  իմաստը,  բայց  ոչ  դրա գործաբանական  նշանակությունը,  ու  եթե  մեկի  ազգանունը Smith  է,  ապա  դա  չի նշանակում,  որ  այդ  մարդը  դարբին  է,  այսինքն,  երբ  որևէ  մեկը  լսի Kanye is Kanye նույնաբանությունը,  նա  դրա  նշանակությունը  պետք  է  փորձի  մեկնաբանել`  այլ աղբյուրների վրա հիմնվելով: Տվյալ պարագայում նման այսպես ասած այլ աղբյուր կարող է լինել ընդհանուր  տեղեկացվածությունը, զրույցի ժամանակ խոսակցության  նյութին  ծանոթանալը:  Եթե  այս  անհրաժեշտ  նախապայմանները ապահովված  են,  ապա  լսողը  տեղյակ  է  լինում,  որ  Քանյե  ասելով`  նկատի  է առնված  ոչ  թե  հազարավոր  հավանական  Քանյեներից  ինչ-որ  մեկը,  այլ  Քանյե Ուեսթը:  Վերջինս  մարդ  է,  հայտնի  երգիչ,  տարբեր  մրցանակներ  ստացած  աստղ, սակայն  այդպիսիք  էլ  քիչ չեն:  Այդ  դեպքում  ի՞նչ  է  նկատի  առնվում նույնաբանության մեջ, ո՞րն է դրա գործաբանական նշանակությունը: Ստացվում է, որ  Քանյեն  ունի  այնպիսի  հատկանիշներ,  որոնք  բնորոշ  են  հատկապես  նրան,  և որոնք  նրան  տարբերվող  են  դարձնում  թե՛  բոլոր  Քանյեներից,  թե՛  բոլոր  հայտնի մարդկանցից կամ բոլոր դեպքերում նրան ճանաչելի են դարձնում: Այստեղ էական չէ  քննարկելը,  թե  դրանք  ինչպիսի  հատկանիշներ  են:  Կարևորն  այն  է,  որ  լսողը դրանք  ի  վիճակի  է  զատորոշելու  և  նույնաբանության  գործաբանական  ներուժը ապակոդավորելու:  Տվյալ  դեպքում  հատուկ  գոյականն  իր  իմաստային  դաշտով, իմաստային  ենթաշերտերով  տարածված  է  հանրային  տեղեկույթի  շրջանակում: ", "Առաջին մի քանի համարների խմբագրականներն իրենց բովանդկությամբ ունեն առավելապես ծրագրային բնույթ: Այսպես, Ա-1 համարի խմբագրականը, որն ուղղակի- որեն  կոչվում  է  «Բաբելոն»,  բացատրում  է  պարբերականի  ի  հայտ  գալու  դրդապատ- ճառներն ու նախադրյալները: Ա-2 համարի խմբագրականը կոչվում է «Մեր միսիան» և պարունակում է որոշ պարզաբանումներ Ասորվոց Հնգյակ Ընկերության գաղափարա- խոսության և գործունեության մասին: ", "Mike  is  Mike.  (Walkypedia,  (http://walkypedia.wikia.com/wiki/Mike_Warner, (accessed 29 April, 2015)) Juliette is Juliette. (Twitch,  http://twitchfilm.com/2015/04/interview-olivier- assayas-on-clouds-of-sils-maria-and-hall-of-mirrors.html#ixzz3zOppmmE5, (accessed 30 September, 2015)) Մայք Ուորենը կոմիքսային կերպար է, Ժուլիեթ Բինոշը` դերասանուհի: Այս նույնաբանությունները Մայքին և Ժուլիեթին ճանաչողների համար ունեն ընկալելի նշանակություն: Մայքը միշտ վնաս է տալիս բոլորին ու խնդիրներ ստեղծում իրեն շրջապատողների  համար,  ու  դա  նրա  բնավորության  անուղղելի  կողմն  է:  Նրան ճանաչողները, կիրառելով  այս նույնաբանությունը  նմանատիպ  իրավիճակներում, նույնաբանության  միջոցով  փորձում  են  արտահայտել  իրենց  վրդովմունքը:  Ընդ որում`  հնարավոր  չէ  միանշանակ  պնդել,  որ  այս  կառույցի  նշանակությունը հանդուրժողական  ու  ըմբռնող  մոտեցում  դրսևորելն  է  (Dascal  1994):  Դա  մեծապես կախված  է  իրավիճակից: Օրինակ,  եթե  Մայքը  անախորժություններ  է  ստեղծում և վնասում  է  շրջապատի  մարդկանց,  ապա  ոչ  մի  հանդուրժողական  կամ  դրության մեջ  մտնելու,  նրան  ըմբռնելու  մասին  խոսք  լինել  չի  կարող:  Բացի  դրանից,  տվյալ նույնաբանությունը  այն  մարդկանց  համար,  ովքեր  ծանոթ  չեն  Մայք  Ուորենի կոմիքսային  կերպարին,  նույնքան  հասկանալի  ու  թափանցիկ  լինել  չի  կարող: ", "Խմբագրականներից  բացի՝  խրատախոսական,  բարոյագիտական  և  հայրենա- սիրական  բնույթ  են  կրում  նաև  «Բաբելոնի»  այլ  հոդվածներից  շատերը:  Դրանց  մեջ կարելի  է  առանձնացնել  կանանց  հասցեագրված  հոդվածները,  որոնց  հեղինակները հենց կանայք էին: ", "Այս  խմբին  դասում  ենք  հաշվետվություններն  ու  հաղորդագրություններն  ասորական կազմակերպությունների  ժողովների,  ազգային  հավաքների,  համայնքային  կառույցնե- րի ղեկավար ատյանների ընտրությունների մասին: Առաջին հերթին սա վերաբերում է Ասորվոց  Հնգյակ  Ընկերությանը:  Այսպես,  Ա-8  համարի  «Ազգային  կյանք  Ամերիկայի մեջ»  հոդվածից  տեղեկանում  ենք,  որ  Ընկերության  հերթական  անդամական  ժողովն ընտրել  է  իր  ղեկավար  մարմինը  հետևյալ  կազմով.  «Ատենապետ՝  Էտվըրտ  Քէնտէր, փոխատենապետ՝  Եուհէննէ  Չաթալպաշ,  ատենադպիր՝  Նշան  Պ.  Գօյուն,  գանձապահ՝ Ալպրթ Սէֆէր, խորհրդականներ՝ Փիթր Ա. Սէֆէր, Չալի Չէվիր, Տիգրան Ա. Սէֆէր»: ", "Ասորական մեկ այլ կազմակերպություն, որի գործունեությունն արժանացել է ու- շադրության  «Բաբելոնի»  էջերում,  Assyrian  National  Assossiaton-ն  է  (ANA),  որի  հետ Ասորվոց  Հնգյակ  Ընկերությունն,  ամենայն  հավանականությամբ,  ուներ  սերտ  կապեր: ", "Եվ  հետևաբար  այդ  համատեքստում  I did what I did  նույնաբանությունը  ոչ  թե ափսոսանքի,  անդառնալիության  կամ  զղջման  գործառույթ  ունի,  այլ  իր  արարքը հիմնավորող:  Այս  իրավիճակում  կարևոր  է  նաև,  թե  ով  է  նույնաբանությունը կիրառողը` նրա անձը: Թոմաս Հարդին Անգլիայի Չառլզ Առաջին թագավորին 1649 թվականին  մահվան  դատապարտողներից  մեկն  էր,  մոլի  պուրիտան  և  Օլիվեր Քրոմվելի  կողմնակից:  Այսպիսով,  հասկանալով,  թե  ով  է  ես-ը,  և  ինչ  է  իրենից ներկայացնում  արել եմ  (did)-ը,  հստակ  կերպով  ի  վիճակի  ենք  մեկնաբանելու նույնաբանությունը: ", "Կան  նաև  հաղորդագրություններ  «Ասորական  կարմիր  խաչի»  և  կանանց  այլ  կազմա- կերպությունների գործունեության մասին: ", "Պաշտոնական հաղորդագրությունների շարքին կարելի է դասել նաև տվյալները Թուրքիայում  և  Մերձավոր  Արևելքում  բնակվող  ասորիներին,  ինչպես  նաև  Ադանայի ասորական որբանոցին ուղարկվող մարդասիրական օգնության մասին: ", "Ա-10 համարում գտնում ենք «Մանր հավաստի լուրեր» բաժինը, որը հաջորդ՝ Ա-11 հա- մարում  կոչվում  է  պարզապես  «Մանր  լուրեր»:  Ա-12  համարում  այս  բաժինը  կրում  է ասորերենՄատանութօ Զըուրէ վերնագիրը, որին հաջորդում է հայերեն «Մանր լուրեր» թարգմանությունը:  Ասորական  նույն  վերնագիրը՝  առանց  հայերեն  թարգմանության, բաժինը կրում է նաև հաջորդ՝ Ա-13 համարում: ", "«Մանր  լուրերը»  պարունակում  են  ասորական  համայնքների  առօրյային  և  քա- ղաքական  անցուդարձին  վերաբերող  կարճ  լուրեր  և  ծանուցումներ,  ինչպես  օրինակ. «Ամսոյս  4-ին  կիրակի  օրը  տեղի  ունեցաւ  Պրն  Եագուպ  Թաշճիի  ընդ  Օրդ  Էննա  Գա- զանճիի  պսակադրութեան  արարողութիւնը  ի  Ուէսթ  Հօպօքըն:  Տէր  և  Տիկին  Թաշճիի բարեբաստիկ և երկար տարիներ կը մաղթէ հրատարակչութիւնս»: Կամ. «Հոկտեմբեր Միւսիւ Պրէյման (ֆրանսացի կուսակալը Ատանայի) ընդունեց տասը ասորիներ փոլիսի պաշտոն տալու անոնց և խոստացավ նաև օգնիլ ասորւոց ամէն տեսակէտով, բարոյա- կան և նիւթական»: ", "Ա-14  համարում  բաժինը  վերնագրված  է  Մավտօնութօ  Սուրեօեօ,  որը  կարելի  է թարգմանել  որպես  «ասորական  լուրեր»:  Համարի  տիտղոսաթերթի  վրա  տպագրված բովանդակության մեջ նույն բաժինը կոչված է ՄԱՎՏՕՆՈՒԹՕ ՏԱՍՈՒՐՈՅՕ, որը բա- ռացիորեն  նշանակում  է  «Ասորիների  լուրեր»  (ըստ  դասական  ասորերենի  կանոնների պետք  է  լինէր  մավտօնութօ  տասուրոյե  կամ,  արևելահայերեն  տառադարձությամբ՝ մավդոնութո  դասուրոյե):  Ինչպես  արդեն  նշել  էինք,  տարբեր  բնույթի  տարբերություն- ներ տիտղոսաթերթի և բուն բովանդակության միջև «Բաբելոնում» պատահում էին բա- վականին հաճախ: ", "Ա-15 համարից բաժինը սկսում է կոչվել Մավտօնոաթօ Տասուրոյօ ինչպես տիտ- ղոսաթերթի  վրա,  այնպես  էլ  պարբերականի  ներսում,  թեև  հետագա  համարներում պատահում  են  այդ  վերնագրի  անվան  երկու  բաղադրիչների  աղավաղումներ  և  այլ գրություններ,  օրինակ՝  մատանութո,  ասուրոյօ,  տԱսուրոյօ,  որը  ևս  մեկ  անգամ  հաս- տատում  է,  որ  հրատարակիչները  չունեին  ասորերենի  բավարար  իմացություն  և  ասո- րերենից հայերեն տառադարձության կայուն սկզբունք: ", "Այս  բաժնի  կառուցվածքի  համար  միասնական  ֆորմատ  այդպես  էլ  չմշակվեց, որը  զարմանալի  չէ՝  նկատի  ունենալով,  որ  ստանդարտացումն  ու  միասնականացումն ընդհանրապես «Բաբելոնի» թույլ կողմերից մեկն էր: Այսպես, բաժնում տեղադրվող լու- րերը կարող էին լինել ինչպես անանուն, այնպես էլ ստորագրված: Շատ հաճախ բաժ- նում զետեղվում էին քաղվածքներ անձնական նամակներից, ինչպես, օրինակ, վերևում մեջբերված  լուրն  Ադանայից:  Լուրերը  կարող  էին  լինել  ինչպես  շատ  կարճ,  այնպես  էլ բավականին  ծավալուն:  Այս  բաժինը  լավագույնս  ապացուցում  է  մեր  կողմից  արդեն հայտնված  այն  միտքը,  թե  «Բաբելոնի»  խմբագիրները  որևէ  կերպ  չէին  մշակում  և խմբագրում  ստացվող  նյութերը՝  պահպանելով  յուրաքանչյուր  թղթակցի  լեզվական  և ոճական  առանձնահատկությունները  և  ասորերենից  հայերեն  տառադարձության սկզբունքները:  Սրանով  է,  թերևս,  պայմանավորված  այն,  որ  հենց  այս  բաժնում  ենք գտնում  ամենաէական  շեղումները  գրական  արևմտահայերենի  շարահյուսական  և ոճական կանոններից (մանրամասն՝ հաջորդ գլուխներում): ", "արտահայտում  է  համակերպվածություն  ու  կոչ  անում  չանհանգստանալու: "]}