{"paragraphs": ["XIV – XV դդ., ապա և հետագա երկու դարերում հյուսիսային Հայաստանի կարևո- րագույն  կենտրոններից  էր  Լոռե  բերդաքաղաքը93,  որը  նշանակալից  դերակատարու- թյուն  ուներ  Լոռու  տարածաշրջանի  քաղաքական,  տնտեսական  կյանքի  կազմակերպ- ման  գործում:  Ի  տարբերություն  Հայաստանի  այլ  քաղաքների  ու  քաղաքատիպ  ավան- ների, Լոռեն եզակիներից է, որ անընդմեջ ապրել է բուռն տնտեսական կյանքով սկսած հիմնադրումից (XI դ. առաջին տասնամյակից) մինչև XVIII դ. կեսերը: ", "Խաղի` զբաղմունք կամ աշխատանք լինելու ձևերի մասին շատ ուշագրավ տեսա- կետ ունի նաև Վ. Վունդտը. «Չկա խաղի մի ձև, որ չունենա այս կամ այն լուրջ զբաղ- մունքի իր օրինակը, ինչպես դա ինքնին, բնականաբար, նախորդում է նրան ժամանա- կի  մեջ:  Քանի  որ  կենսական  անհրաժեշտությունը  մղում  է  աշխատանքի,  իսկ  այնտեղ մարդը կամաց-կամաց սովորում է գործի մեջ տեսնել հաճույք»:346 «Ստոպ»347 («Ձու»348) անվամբ ժամանակակից խաղն իր մեջ կրում է ոչ միայն ֆի- զիկական պատրաստվածության տարրեր, այլև մտավոր-դաստիարակչական: Խաղում են գնդակով, խառը կազմով` 6-14 տարեկան աղջիկներն ու տղաները: ", "Խաղացողները սկզբում շրջան են կազմում ու խմբի տարիքով մեծը օդ է նետում գնդակը և ասում. – Բոլորը Նազար349  են, բա–ցիիի˜ ...(տալիս է խաղացողներից մեկի անունը): ", "Անվանակիրը պիտի վազի ու բռնի գնդակը: Եթե հաջողվում է, անուն կանչողը նո- րից է վերցնում գնդակը և դարձյալ մեկի անունն ասելով ` օդ նետում. – Բոլորը Նազար են, բա – ցիիի˜… Բոլորն այդ ընթացքում անուն կանչողից հնարավորինս հեռու են փախչում: Հենց գնդակը  հայտնվում  է  անվանակրի  մոտ,  նա  բացականչում  է`  ստոպ,350  և  խումբը,  են- միջավայրում (բնության տարբեր երևույթներին, լուսատուներին, կենդանիներին նվիրված երգեր, խաղ- երգեր, վիճակի երգեր և այլն): ", "Ըստ հայ ժամանակագիրների, պատմիչների ու վրացական աղբյուրների, վրաց Գեորգի Գ  թագավորի  (1156-1184)  դեմ  բարձրացած  Իվանե  Օրբելու  և  Դեմետրեի  գլխավորած ապստամբության  կենտրոնը  դառնում  է  Լոռե  բերդաքաղաքը94:  Գեորգիի  մահից  հետո Թամար թագուհին Օրբելիների փոխարեն վրաց ամիրսպասալարի պաշտոնում նշանա- կում է Սարգիս Զաքարյանի որդիներից Զաքարեին` նրան հանձնելով նաև Օրբելիների Լոռե տիրույթը95: Այսպիսով, մինչ 1261 թ., երբ մոնղոլները սպանում են Շահնշահի որդի Զաքարեին, Լոռե բերդաքաղաքը ժառանգաբար մնում է Զաքարյանների ձեռքում, որոնք ձեռնամուխ  են  լինում  լայնածավալ  շինարարական  աշխատանքների  և  քաղաքի  բար- գավաճմանը: ", "սակարգումն ու չափորոշիչները, Եր., 2009, էջ 17-18: ", "դանի, ծնվ.` 1998 թ.: ", "Վարդանյան Նաիրի Ամրայի, ծնվ.` 1999թ. և խաղը ներկայացնող՝ Հարությունյան Գրիշա Զորիկի, ծնվ.` կոտ են, բացի …: ", "ալ աշխարհում: ", "Եթե  ավանդական  խաղը  ենթադրում  է  որոշակի  իրական  տարածք,  որտեղ  բա- ցառված չեն նախապես սահմանված խաղային տարածքի փոփոխություններն ու սահ- մանափակումները, ապա համակարգչայինի դեպքում խաղացողն ունի ոչ իրական խա- ղային դաշտ ու կոնկրետ գործողությունների հաջորդականություն: ", "Այսօր,  սկսած  դպրոցական  տարիքից,  երեխայի  մտքի  ճկունությանը,  մարմնի արագաշարժությանը,  ֆիզիկական  և  կամային  ուժերին,  տեսողությանը,  հավասարա- կշռությանը,  լեզվամտածողությանը  նպաստող,  յուրահատուկ  վարժանք  հանդիսացող ժողովրդական  խաղերին  փոխարինելու  են  եկել  «պատրաստի»  համակարգչային  խա- ղերը, որոնք աստիճանաբար դուրս են մղում նույնիսկ ավանդական խաղերի արդի դր- սևորումները: Ի տարբերություն ժողովրդական խաղերի, որոնք ունեն մտավոր և հատ- կապես  ֆիզիկական  կարողությունները  զարգացնող  ուղղվածություն,  համակարգչա- յինում  հիմնականում  գերակայում են   տրամաբանական բնույթի խաղերը, որոնք երե- խայի հոգեկերտվածքի վրա ունեն նշանակալի ազդեցություն թե´ մտավոր, թե´ հոգև- որ առումներով:362 Համակարգչային խաղերը, ըստ էության, ունեն հետևյալ ձևերը՝ տղաների համար՝ ավտոկայանատեղ,  ծեծկռտուք,  կռիվ,  կրակոցներ,  մրցավազք,  սպորտային,  իսկ  աղ- ջիկների  համար՝  դիմահարդարում,  զարդեր,  զգեստավորում,  վարսահարդարում,  խա- նութ, խոհարարություն և այլն: Կան խաղեր, որոնք ընհանուր են երկու սեռերի համար՝ տրամաբանական,  փազլ,363  խաղաքարտային,  ավիացիա,  արկածներ,364  զոմբի,365 էքշն,366 մարիո,367 դիսնեյ,368 պաշտպանություն,369 դասական370: ", "կրկնվում են այլ անվանումներով, իսկ բնույթները գրեթե նույնն են, ուստի՝ խաղային վեբ-կայքերում կատա- րած  մեր  դիտարկումները  բերում  ենք  հիմնականում  մեկ  կայքի  օրինակով՝  http://www.gamerain.net/am/. բախվում հրեշների, կախարդների. http://www.gamerain.net/am/games/adventures/. 12.12.2017, 10:05: ", "Մասնագիտական գրականության մեջ հատուկ շեշտվում է, որ ուշ ձևավորված աստ- վածուհիների կերպարների ծագումը կապվում է պալեոլիթյան շրջանից եկող պահապան ոգիների  և  գերբնական  էակների  պաշտամունքի  հետ  և  բազմաթիվ  վերլուծություններով փորձել են գտնել այն իմաստային սկզբնական նշանակությունը, որից ծագել են աստվա- ծուհիներին վերագրված բազմաթիվ հատկանիշներ: ", "մուլտֆիլմերի  հիմնադիրը:  Խոսքը  Ամերիկայի  Կալիֆոռնիա  նահանգում  գտնվող  «Դիսնեյլենդ»  (Disney- land) զբոսայգու համար նախատեսված մուլտկերպարներով և անիմացիաներով խաղերի մասին է: ", "մացիոն մուլտհերոսներով և այլ խաղեր. http://www.gamerain.net/am/games/classics/, 12.12.2017, 10:50: ", "Փորձենք տալ վերոնշյալ բաժանումների տիպաբանությունը: ", "Դաշտադեմի  ամրոցը  կարևոր  տեղ  է  զբաղեցնում  Անի  քաղաքի  պաշտպանական համակարգում:  Գտնվելով  Արագածոտնի  մարզի  Դաշտադեմ  գյուղում102  և  իշխող  դիրք ունենալով Արարատյան դաշտի նկատմամբ, այն Անիի արևելյան մատույցները պաշտ- պանող  ամրություններից  մեկն  էր,  որն  ի  տարբերություն  մյուս  բերդ-ամրոցների  զուրկ էր բնական անառիկությունից, այդ պատճառով էլ օղակվել էր բարձր պարսպապատով: ", "Համակարգչային խաղերի դրական հատկանիշներից մեկն այն է, որ խաղացողնե- րը երբեմն հնարավորություն են ունենում շփվելու այլ մշակույթի կրողների հետ և ձեռք են  բերում  միջմշակութային  շփման  կամ  հաղորդակցման  փորձ:  Կան  խաղեր,  որոնք ունեն պատմական հենք, որոնց միջոցով խաղացողը ծանոթանում է տվյալ դարաշրջա- նին  կամ  իրադարձությանը՝  «Ֆեոդալիզմը  միջնադարում»,381  «Միջնադարյան»,382  «Չի- նական  ճակատամարտը»,383  «Որոնել  հին  արտեֆակտ»,384  «Հնագույն  զարդեր»,385 «Փարավոնի  վերջին  օրը»,  «Էքսկուրսիա  դեպի  արևելք»,  «Հնագույն  քաղաքակրթութ- յունները»,  «Խորհրդային  կործանիչ»  և  այլն  (պաշտպանություն):  Այդ  խաղերը  կատա- http://www.pokerstars.net/ru/. 01.02.2017, 18:04ч. http://www.gamerain.net/am/games/billiards/,  01.02.2017, ժ. 18:08: ", "րում  են  մտավոր  դաստիարակության  կարևոր  գործառույթ,  մասնավորապես՝  համաշ- խարհային պատմության ընկալման համատեքստում: ", "Կան համակարգչային խաղեր, որոնք բացասաբար են անդրադառնում խաղացո- ղի  հոգեբանության  վրա:  Խոսքը,  մասնավորապես,  վերաբերում  է  զոմբի  («Ben  10  VS Zombies»),386  կռիվ  («Battle  Heroes  2012»),387  ծեծկռտուք  («Super  Fighters  Rampage»388, «Dad n Me»389) կամ կրակոց («Shoot For Gold»)390  բնույթի խաղերին, որոնք անձի բնա- վորության մեջ ձևավորում են բռնության որոշակի հատկանիշներ: ", "Ոչ  մի  պետություն,  այդ  թվում զարգացած  եվրոպական  երկրները, երաշխավորված չեն դավադրություններից, հեղաշրջումներից կամ հեղափոխություններից:  Դավադրության բացահայտումը, կանխարգելումը և չեզոքացումը ցանկացած պետության գրավականն է և նրա հատուկ ծա-ռայությունների աշխատանքի  գնահատականը:  Նամանավանդ,  որ  այս  պարագայում  այն  ուղղված  է սուլթանական  կառավարության  դեմ,  որը  ձեռնամուխ  է  եղել  իրագործելու  մեծ տերությունների  կողմից  առաջարկված  կամ  թելադրված  Թանզիմաթի  պահանջները: ", "Այսպիսով`  Աղջիկները նախընտրում են նորաձևության, խոհանոցի և հեքիաթային խաղեր, իսկ տղաները` ավտոմրցումներ, մարտական և նման այլ խաղեր: ", " Համակարգչային  խաղերն  ունեն  մտավոր-զարգացնող  և  հոգեբանական ազդեցություն: ", "որը տարբեր ձևերով է մեկնաբանվում. ա. երկվորյակ եղբայրներ, բ. երկվորյակ քույրեր, գ. տղամարդու և կնոջ «սրբազան» ամուսնություն և դաշինք142: ", " Համակարգչային  խաղերում  գրեթե  ամբողջությամբ  բացակայում  է  ֆիզիկական  Համակարգչային  խաղերը միայն  ժամանցի  կամ  զվարճանքի  համար  չեն:  Դրանք համագործակցության  վրա  հիմնված  գործունեության  ձևեր  են,  ինչին  հաճույքով մասնակցում են թե՛ երեխաները, թե՛ մեծահասակները: "], "paragraph_source_docs": [3, 1, 1, 1, 3, 1, 1, 1, 1, 1, 1, 1, 2, 1, 1, 1, 3, 1, 1, 1, 0, 1, 1, 2, 1], "source_docs_file": "History.json"}