{"paragraph_source_docs": [0, 1, 1, 0, 1, 0, 0, 0, 0, 0], "source_docs_file": "Linguistics.json", "paragraphs": ["Հայերենում բացակայող ասորական մեկ այլ հնչյուն՝ [w], միշտ տառադարձվում է «վ» տառով՝ եավմօ «օր» (yawmo), եավմօնօ «այսօր» (yawmono), թէվէ «եղիցի» (tehwe), իթավ  «է»,  «հանդիսանում  է»  (iṯaw),  մավլոտէ  «ծնունդ»  (mawloḏeh),  շավեութօ  «հավա- սարություն» (šawyuṯo), վա «և» (wa): ", "Այստեղից հետևություն է արվում, որ խոսողը նկատի ունի, որ ոչ թե տունը մեկ այլ կառույց է դարձել,  այլ կորցրել է իր ամենակարևոր հատկանիշներից մեկը: Կրկին դիմենք Օքսֆորդի բառարանին` home բառի իմաստները ստուգելու համար: ", "Home We are not far from my home now. 1. Old people prefer to stay in their own homes. living and that you feel you belong to: Jane left England and made Greece her home. from a violent home. 2. He had always wanted a real home with a wife and children. (Oxford Advanced Learner’s Dictionary 2005) Այստեղ տեսնում ենք, որ տուն բառի միայն բառարանային առաջին իմաստն է  վերաբերում  դրա  ֆիզիկական  տեսքին,  կառույցին,  մինչդեռ  երկրորդ  ու  երրորդ իմաստները  վերաբերում  են  այն  միջավայրին,  շրջապատին  ու  իրականությանը, որը  կապված  է  տան,  ընտանիքի  հետ:  Քննվող  նույնաբանության  կառույցի  մեջ առաջին  home-ն  արտահայտում  է  բառի  առաջին  բառարանային  իմաստը` ֆիզիկական  հատկանիշները,  իսկ  կառույցի  երկրորդ  home-ը  արտահայտում  է երկրորդ  ու  երրորդ  իմաստները`  ժխտական  ձևով:  Այսպիսով`  մի  կողմից նույնաբանությունը  բացառում  է  այլընտրանքային  տարբերակները,  իսկ  մյուս կողմից`  ժխտում  այն  իմաստները,  որոնք  վերաբերում  են  տան  ամենաբնորոշ հատկանիշներին: ", "դեպքեր, երբ շվա-ն երևում կամ ենթադրվում է իր սկզբնական դիրքում: Այսպես, դա- սական  ասորերենի  šәboṭ  («փետրվար»)  բառը  պարբերականում  հինգ  անգամ  տառա- դարձված է որպես շըպօթ և մեկ անգամ որպես շպօթ: Մետաթեզով ձևը՝ ըշպօթ, գոր- ծածված է ընդամենը մեկ անգամ: ṣәlībo «խաչ» բառը երկու անգամ տառադարձված է սլիպօ և մեկ անգամ՝ ըսլիպօ: Դասական ասորերենի šәmayo «երկինք» բառը հանդես է գալիս շմաեօ կամ շմայն ձևերով, իսկ մետաթեզով ձև ընդհանրապես չկա: ", "Հարցվողներից մեկը նշված նույնաբանությունը համատեքստից դուրս մեկնաբանել է հետևյալ կերպ. Change is inevitable. Ըստ  նրա`  նույնաբանության  արտահայտած  իմաստը  փոփոխության անխուսափելի  լինելն  է:  Նա  նույնաբանության  նշանակությունը  դիտարկում  է  ոչ թե որպես կորուստ, այլ մի վիճակից անխուսափելի անցում մեկ այլ վիճակի: ", "Խոսքը երեք անգամ գործածված ըմմա «հարյուր» բառի մասին է, որը դասական ասո- րերենում  ունի  mo  տեսքը:  Ըստ  ամենայնի,  այս  բառի  տառադարձությունը  դժվարու- թյուններ էր առաջացնում, քանի որ ըմմա ձևի կողքին «Բաբելոնում» հինգ անգամ գոր- ծածված է մոօ տարբերակը: Վերջինս, իդեպ, տեսնում ենք «Բաբելոնում» հրապարակ- ված ասորական բառացանկի մեջ, այսինքն պարբերականի խմբագրությունն առաջար- կում  էր  այս  համեմատաբար  ճիշտ  ձևը,  թեև,  ինչպես  տեսնում  ենք,  չեր  պնդում  նրա պարտադիր գործածությունը: ", "Շվա-ի  մետաթեզն  արձանագրում  ենք  «Բաբելոնում»  գործածված  դասական ասորերենի  b-,  l-  և  d-  կցական  նախդիրներում,  որոնց  շվա-ն  ավելանում  է  այն  դեպ- քում, երբ նախդիրը կցվում է բառի` CV (բաղաձայն-ձայնավոր) կառուցվածք ունեցող ա- ռաջին  վանկին  (երկու  բաղաձայնով  սկսվող  բառերին  կցվելիս,  նախդիրի  շվա-ն  վե- րածվում է [ա] ձայնավորի): Այսպես, դասական ասորերենի ḥaḏ bәšabo «կիրակի» բառը «Բաբելոնում» տառադարձված է որպես հատ ըպշապօ: Նույն սկզբունքով ḥameš bәšabo «հինգշաբթի»  բառը  երկու  անգամ  հանդես  է  գալիս  համշօ  ըպշապօ  տառադարձու- թյամբ,  թեև  պարբերականի  բոլոր  տիտղոսաթերթերի  վրա  անընդհատ  վերարտա- դրվում է համշօշիպօ տարբերակը և սա այն պարագայում, երբ շաբաթվա օրերը պա- րունակող  բառացանկը  շաբաթվա  բոլոր  օրերի  համար  «հանձնարարում»  է  ըպշապօ բաղադրիչը: ", "Այս  նույն  նախդիրի  [ա]  ձայնավորով  տարբերակը  հինգ  անգամ  գործածված  է ապունտ պաշմայն (պաշմաեօ) «Հայր մեր» աղոթքի անվան մեջ: ", "l- կցական նախդիրը տեսնում ենք մէն ըլլէլ մէն ըլքօ պարբերաբար գործածվող արտահայտության ըլլէլ «դեպի վերև» (դասական ասորերենում՝ lәcel) և ըլքօ «դեպի այս- տեղ»  (դասական  ասորերենում՝  lәḵo)  բառերում:  Ըլլէլ  բառը  հետաքրքական  է  նաև  իր կրկնված  «լ»-ով,  որով,  հավանաբար,  «հատուցվում»  է  կոկորդային  «է»-ի  կորուստը: ", "Նույն նախդիրը մետաթեզով գործածված է Շուպհօ ըլ թօպօ «Փառաբանություն բարե- պաշտին» շարականի անվան մեջ, սակայն գրված է թօպօ բառից առանձին: «Բաբելո- նում» երկու անգամ հանդիպում է նաև նույն շարականի անվան Շուպհօլ թօպօ տառա- դարձությունը,  որում  կցական  նախդիրը,  նույնպես  խախտելով  դասական  ասորերենի քերականության նորմերը, կցվել է առաջին բառի վերջնամասին: "]}