{"paragraph_source_docs": [0, 0, 0, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 1, 0, 0, 0, 1, 1, 0, 1, 1, 1, 0, 1, 0, 1, 0, 1, 1, 0, 0, 1, 1, 1, 1, 1, 1, 1, 1, 0, 0, 1, 0, 0, 0, 1], "source_docs_file": "Linguistics.json", "paragraphs": ["Assyrian  Progress-ն  առավելա- պես  լուսաբանում  էր  Կալիֆոռնիայում հաստատված  և  Մասաչուսեթսից  տե- ղափոխվողների  հաշվին  շարունակա- բար  աճող  խարբերդցի  ասորիների համայնքի  կյանքը,  թեև  նրանում  քիչ չեն  նաև  նյութերը  Մասաչուսեթսի  և, մասնավորապես՝  Վուսթերի  մասին, որը  1930-ականներին  էլ  մնում  էր ՄՄՆ-ում  խարբերդցի  ասորիների գլխավոր կենտրոնը: ", "Բովանդակային  առումով  Assyri- an Progress-ը որոշ ընդհանրություններ ունի  «Բաբելոնի»  հետ,  սակայն  տար- բերություններն  ակնհայտ  են:  Ի  տար- բերություն հայալեզու «Բաբելոնի», որն ԱՄՆ-ում  համեմատաբար  վերջերս Պատկեր 15. Assyrian Progress-ի համրներից մեկի պատկերազարդ շապիկը հաստատված և հայրենիքի հետ դեռ հոգեբանորեն և զգայականորեն սերտորեն կապ- ված  և  նրա  շուրջ  ծավալվող  քաղաքական  իրադարձություններին  ուշիուշով  հետևող ավանդական  հասարակության  ծնունդ  էր,  անգլալեզու  Assyrian  Progress-ում  տեսնում ենք  արդեն  մի  համայնք,  որը,  շարունակելով  պահպանել  իր  ազգային  ինքնությունը, միևնույն ժամանակ ավելի կայունացած, ինտեգրված և ամերիկանացած է, և որում ար- դեն ավելի նկատելի դեր է խաղում ԱՄՆ-ում մեծացած երիտասարդ սերունդը: Պարբե- րականի հոդվածներից մեկն այսպես է նկարագրում ամերիկաբնակ խարբերդցի ասո- րիների կարգավիճակը. “Little by little, the old customs are being lost by the new genera- tion in America, even while the parents continue their observance”137 («Նոր սերունդն Ամե- րիկայում  քիչ-քիչ  կորցնում  է  հին  սովորություները,  նույնիսկ  եթե  ծնողները  շարունա- կում են պահպանել դրանք»): ", "Assyrian  Progress-ը  թույլ  է  տալիս  քիչ  թե  շատ  հստակ  պատկերացում  կազմել Ակնհայտ  է,  որ  ավագ  և  միջին  սերունդը,  լավ  չտիրապետելով  անգլերենին,  շարունա- կում էր կառչել հայերենից: Հոդվածներից մեկում կարդում ենք, որ Եզեկիել Մալճանը, որը երկար ժամանակ կատարում եր Assyrian Progress-ի խմբագրի պարտականությու- նը,  ասորիների  հավաքներից  մեկում  ելույթ  էր  ունեցել  անգլերենով  և  հայերենով  և  որ “most of the old folks enjoyed the Armenian language”138 («տարեցների մեծամասնությու- նը վայելեց հայերենը»): Մեկ այլ հոդվածում կարդում ենք. “Mr. Maljan read the Armeni- an  translation  of  the  Wounded  Eagle  from  the  Assyrian  Progress  for  the  benefit  of  those that did not understand it in English”139 («Պրն. Մալճանը ընթերցեց Assyrian Progress-ից «Վիրավոր  արծվի»  հայերեն  թարգմանությունը  նրանց  համար,  ովքեր  այն  անգլերեն չհասկացան»): Ապա՝ “Mr. Albert Safer had prepared an article in Armenian that he read to us.”140 («Պրն. Ալբերտ Սաֆերը հայերեն հոդված էր պատրաստել, որը նա ընթերցեց մեզ»): ", "Այժմ դիտարկենք հետևյալ նույնաբանական կառույցներն ու գործնականում ստուգենք  նույնաբանության  գոյականական  անդամի  թվի  ազդեցությունը  ամբողջ կառույցի հաղորդակցական-գործաբանական արժեքի վրա5. well  girls  are…girls.  You  cannot  blame  the  females  for  being  attracted  to  good looking  men.  Personally,  I have  met  way too many  allegedly  “handsome” men in my life that they all have started to look the same to me…people like Will. Many of them try way too hard and come off as extraordinarily vain. *coloring slightly* Not  you,  obviously,  but  you  know,  other  guys.”  (Tumblr,  http://slaying-dragons- in-my-mind-blog.tumblr.com/post/6407168963/daaaance,  (accessed  11  February, was at school, but I cannot remember ever directing it at a girl. To me  a girl is a girl, so will act/behave like a girl, which is right. But why is 'like a girl' insulting to a  boy?  Simply  because  young  boys  naturally  want  to  look  masculine  and  do  not want to be compared to a girly girl who is too worried about their nails/hair/make - up during physical activity. But also many boys feel they have to be better at sports than  the  girls,  as  males  are  naturally  stronger  and  more  physical  so  should  be reaching  higher  benchmarks.  Physical  tests  and  sports  around  the  world demonstrate that females cannot hit the same levels  which a male can, hence why we  separate  males  and  females  in  sporting  events.  If  you  were  to  put  a  national female  football  team  against  that  of  a  national  male’s  team  you  would  probably find  that  the  result  would  look  something  like  Germany  vs  Brazil  (on  average), with  a few  games  possibly  going the  other  way. (The  Telegraph, http://www.telegraph.co.uk/women/womens-life/10961856/At-last-theres-no- shame-in-acting-like-a-girl.html, (accessed 20 November, 2015)) Առաջին  օրինակում  Ah,  well  հատվածը  արդեն  հսկայական  տեղեկույթ  է փոխանցում  ու  համապատասխան  համատեքստ  ստեղծում,  որպեսզի girls are girls նույնաբանությունը  ընկալվի  որպես  աղջիկների  հանդեպ  ոչ  լուրջ  և  միևնույն ժամանակ հանդուրժողական վերաբերմունքի արտահայտում:  Միայն girls are girls նույնաբանական  կառույցի  արտահայտած  տեղեկույթը  բավարար  չէր  լինի  նման եզրակացության  համար:  Նույն  կերպ  երկրորդ  նմուշօրինակը`  a girl is a girl արտահայտության  համար  էլ  չի  կարելի  ասել,  որ  այն  կմեկնաբանվի  որպես աղջիկների  հանդեպ  անվստահություն:  Այստեղ  խոսողը,  օգտագործելով a girl is a girl նույնաբանությունը, ցանկանում է արտահայտել այն միտքը, որ աղջիկները մեծ ուշադրություն  են  դարձնում  իրենց  եղունգներին,  դիմահարդարմանն  ու սանրվածքին,  ու  տղաները  չէին  ցանկանա,  որ  իրենց  բնորոշեն  այնպիսի որակներով, որոնք հատուկ են աղջիկներին: Խոսողը աղջիկների հանդեպ հեգնանք չի  արտահայտում,  այլ  պարզապես  ընդունում  է  իրականությունը,  որտեղ  կանայք պարզապես  ֆիզիկապես  ավելի  թույլ  են,  քան  տղամարդիկ:  Սա  ոչ  թե անվստահության արտահայտություն է, այլ իրական փաստերի ընդունում: ", "Այսպիսով`  խոսքաստեղծման  գործընթացում  խոսողը  չի  կարող  անտեսել, թե  ով  է  նույնաբանության  հասցեատերը,  ինչ  սեռի  և  տարիքի  է,  ինչ  հենքային գիտելիքի է տիրապետում, ինչպիսին է նրա կրթվածության մակարդակը և այլն: ", "Դիտարկենք հետևյալ օրինակները. towards  our  own  vocation.  The  work  of  your  hands  is  not  irrelevant, whether  or  not  you  see  the  outcome.  It  is,  without  exaggeration,  holy activity and a priestly service. Investment  bankers, Walmart  greeters,  and  parish  priests  who  would  have their lives shaped by reality must understand this. Or  become  lazy,  bored,  and  sloppy,  which  is  like  spraying  a  subway  train with  obscene  images  or  breaking  a  neighbor’s  windows  for  no  reason  or driving while slightly drunk. Passive or active,  a vandal is a vandal. So get to  work.” (http://canterbridge.org/2015/07/03/a-vandal-is-a-vandal- proverbs-18/ (accessed 26 August, 15)) nothing  else  better  to  do  than  destroy  property  that  does  not  belong  to them.  The  'Petroglyphs'  is  history  and  should  be  preserved.  Now  it  is  a federal investigation so if they are caught, good luck to them, they deserve what  they  get.  (KRQE  News  13,  http://krqe.com/2014/09/15/vandals- destroy-part-of-petroglyph-trail/ (accessed 17 July, 2015)) Այս նույնաբանական կառույցները կիրառելիս խոսողը/գրողը վստահ է, որ իրեն լսողը  կամ  իր  պոտենցիալ  ընթերցողը  իր  մեկնաբանությունը  սկսում  է  vandal բառի  իմաստի  ընկալումից:  Պատմականորեն  վանդալ  ցեղանունով  նկատի  են ունեցել  մարդկանց,  որոնք  հեռու  են  քաղաքակրթությունից,  սակայն  ոչ  միայն հեռու են, այլև ունակ են ոչնչացնելու մշակութային կոթողներ, համամարդկային արժեքներ,  արվեստի  գործեր:  Մինչդեռ  վանդալ  բառն  իր  առաջին  իմաստով ցեղանուն  է`  գերմանական  ցեղ,  որ  միջին  դարերում  տեղաշարժվեց  դեպի Իտալիա  ու  Իսպանիայի  արևմուտք:  Ակնհայտ  է,  որ  իրենց  վայրագությունների, դաժանության  ու  հատկապես  մշակութային  ու  քաղաքակրթական  արժեքների նկատմամբ կործանարար ազդեցության պատճառով նրանց անունը ձեռք է բերել բնութագրական նշանակություն և կիրառվում է` բնութագրելու ոչ քաղաքակիրթ մարդկանց, որոնք մեծ վնասներ են հասցնում համաշխարհային կամ հանրային սեփականությանը: ", "Երբ որևէ մեկը կիրառում է վերոնշյալ նույնաբանությունները,  նա  նախ  և  առաջ  տեղյակ  է  տվյալ  մշակութային, պատմական համատեքստին և կարծում է, որ իր զրուցակիցը նույնպես տեղյակ է  ու  կիսում  է  իր  դիրքորոշումը  (Doron  1988,  Davis  1998):  Նույնաբանության գոյականական անդամը եզակի թվով կիրառելով` խոսողը ցույց է տալիս, որ ում մասին  խոսվում  է,  նա  ունի  վանդալներին  բնորոշ`  վերևում  նշված հատկանիշները,  ու  ըստ  էության  բոլոր  վանդալներն  էլ  նույն  ընդհանուր անմարդկային ու վայրի վարքն ունեն  արվեստի, մշակույթի ու քաղաքակրթության հանդեպ: ", "Հոգնակիի պարագայում նույնպես հնարավոր չէ հանդուրժողականություն  կամ  ըմբռնողականություն  տեսնել,  ինչն  ակնհայտ  է հաջորդ օրինակում, որը մեջբերված է National Geographic ամսագրի Here Are the Ancient  Sites  ISIS  Has  Damaged  and  Destroyed  վերնագրով  հոդվածի մեկնաբանություններում. Isis terrorists destroyed a 5th century B.C. Assirian monuments. No means should be spared to stop them!  Vandals are vandals and must be eliminated.  Every second is  on account. (National  Geographic, (http://news.nationalgeographic.com/2015/09/150901-isis-destruction- looting-ancient-sites-iraq-syria-archaeology/ (accessed 08 August, 2015)) Տվյալ  օրինակում  մեկնաբանողը  հանդուրժողականություն  կամ  ըմբռնողական մոտեցման  կոչ  չի  անում,  ոչ  էլ  նման  վարք  է  դրսևորում:  Ընդհակառակը,  նա արտահայտում  է  իր  վրդովմունքը,  դատապարտում  է  և  հակընդդեմ  քայլերի հրատապ  անհրաժեշտության  մասին  դատողություն  անում:  Անշուշտ,  հոգնակիով նույնաբանությունն ունի որոշ ընդհանրականություն, ինչը բնորոշ է հոգնակի թվին ընդհանրապես:  Փաստական  նյութի  քննությունը  ցույց  է  տալիս,  որ  հոգնակիով կիրառված նույնաբանությունը եզակիից տարբերվում է հիմնականում նրանով, որ հոգնակին  տարածվում  է  մեկից  ավելի  երևույթների,  օբյեկտների  նկատմամբ  ու ընդհանրացնում  նրանց  բոլորին  միավորող  հատկանիշները`  ինչ-որ  չափով համահարթեցնելով կամ մեծ  տեղ չտալով դրանցից յուրաքանչյուրի անհատականությանը: Սակայն, ինչպես  ցույց է տալիս մեր վերլուծությունը, միշտ չէ,  որ  հոգնակիով  կառուցված  նույնաբանությունը  հանդուրժողական  ու ըմբռնողական վերաբերմունք է ենթադրում: Դիտարկենք մի քանի օրինակներ. (Whisper,https://whisper.sh/whisper/0517f768908fe8218728d4208c84ee46e (accessed August, 2015)) “4  masked  Israelis  physically  attack  two  Palestinian  homes  in  the  town  of Dama.  Both have windows smashed, and fire bombs thrown inside. At least one  has  the  word,  Nekama,  \"Revenge,\"  spray  painted  on  the  side  of  the house.  One  is  empty,  while  the  other  contains  a  family  of  four  asleep  in their beds. The father, mother and one child are brutally burned and now in the  hospital  with  2nd  and  3rd  degree  burns  over  60-90%  of  their  bodies. The 18 month old baby, Ali Saad Daobasa, is killed by the smoke and flame. The parents are on life support…” (Rabbi  Tobbin's  Blog,  (http://rabbitobin.blogspot.am/2015/08/murderers- are-murderers-there-is-no.html, (accessed 23 June, 2015)) severe manner. guilty of unpurposeful murder  and  I  think they  should  be  treated in  a  less B:  I  see no  reason to  do  so.  Murderers are murderers  and  they  all  must  be judged in a uniform way. (Channel 6, Action News at 6, 8 June 1985) Առաջին օրինակում  խոսողը  տվյալ նույնաբանությամբ կարծես արտահայտում  է  մարմնավաճառների  նկատմամբ  ընդհանուր  հասարակական կարծիքը, որը ամենևին էլ «հանդուրժելն ու ընդունելը» չէ: Ճիշտ է, սա ամենևին չի նշանակում, թե մարդիկ մարմնավաճառների հանդեպ անհանդուրժող ու ագրեսիվ են,  ուղղակի  նրանց  ընդունում  ենք  այնպես,  ինչպես  որ  կան,  ոչ  ավել,  ոչ  պակաս: ", "Պարզապես ըստ էության հասարակությունն  առավել հաճախ նրանց արհամարհական է վերաբերվում, երբեմն էլ խղճալով: ", "Երկրորդ  օրինակը  հետաքրքրական  է  դիտարկել  համատեքստում:  Այս օրինակում  ևս  մեկ  անգամ  տեսնում  ենք,  որ  երկրորդ  զրուցակիցը  կիրառում  է N(hum.) are N(hum.)  ամենևին  ոչ  հանդուրժողական  կամ  ըմբռնողական  մոտեցում արտահայտելու համար: ", "Նույնաբանությունն օգտագործված է http://rabbitobin.blogspot.am/  բլոգում  որպես  հոդվածի  վերնագիր:  Հոդվածում ներկայացվում է ահաբեկչական դեպք, որին զոհ է գնացել մի ամբողջ ընտանիք, ու հոդվածի  հեղինակն  ասում է,  որ  թեպետ  այդ  ահաբեկիչները  իրենց հայրենակիցներն  են,  միևնույնն  է,  նրանց  պետք  է  բռնել  ու  պատժել,  քանի  որ նրանք ահաբեկչական գործողություն են կատարել խաղաղ ընտանիքի հանդեպ, ու դա  չպետք  է  անպատիժ  մնա:  Այս  օրինակների  քննությամբ  տեսնում  ենք,  որ  չի կարելի  հստակ  սահմանել,  թե  հոգնակիով  կազմված  նույնաբանությունները  միշտ կիրառվում  են  մի  նշանակությամբ,  իսկ  եզակիով  կազմվածները`  մեկ  այլ:  Եթե Whores are  whores նույնաբանությունը չի արտահայտում անհանդուրժողականություն,  ապա  ներկայացված  համատեքստում  Murderers are murderers  նույնաբանական  կառույցի  միջոցով  արտահայտվում է  հենց անհանդուրժողականություն: ", "բնակվող ուրֆալի ասորիների հետ: ", "Ինչպես տեսնում ենք, նույնաբանությունների իմաստը չի սահմանափակվում այս կամ այն հնարավոր մեկնաբանությամբ: Հաղորդակցական իրադրությունից կախված` այն կարող է ձեռք բերել տարբեր մեկնաբանություններ (Gazdar  1979):  Այդ  դեպքում  հնարավո՞ր  է  արդյոք  խոսքաստեղծման  ընթացքում ուղենշել որևէ նույնաբանության մեկնաբանման, դրա գործաբանական նշանակության շրջանակը: ", "Նույնաբանությունների գործաբանական նշանակության  մասին  խոսելիս  պետք  է  նշել  խոսողի  հաղորդակցական նպատակը:  Ուսումնասիրելով  մի  շարք  օրինակներ  և  տեսություններ`  կարելի  է եզրակացնել,  որ  նույնաբանության  հաղորդակցական-գործաբանական  արժեքը մեծապես  կախված  է  այն  նպատակից,  որին  խոսողը  ծառայեցնում  է  իր  խոսքը: ", "Ստացվում  է,  որ  արդարացված  չէ  փորձել  ստեղծել  նույնաբանությունների իմաստային  դասակարգման  աղյուսակ  ու  պնդել,  որ  որևէ  նույնաբանություն կարելի  է  կիրառել  միայն  մեկ  նշանակությամբ  կամ  թեկուզ  մի  քանի  ֆիքսված նշանակություններով:  Նույնչափ  հեռանկարային  չէ  ստեղծել  բանաձևեր  ու համապատասխանաբար ասել, որ որևէ բանաձևով կառուցվող նույնաբանությունը պետք  է  արտահայտի  որոշակի  նշանակություն:  Մյուս  կողմից,  սակայն,  կարող  է հարց  առաջանալ,  թե  եթե  հրաժարվում  ենք  նույնաբանական  կառույցներն  ըստ դրանց  կառուցվածքային բանաձևի  կամ  ըստ  ֆիքսված  նշանակության դասակարգելուց ու  ասում, որ նույնաբանության հաղորդակցական- գործաբանական  արժեքը  կախված  է  խոսողի  հաղորդակցական  նպատակից  ու իրավիճակային  նախապայմաններից,  ապա  մի՞թե  հնարավոր  է,  դիցուք, ցանկացած նույնաբանությամբ ցանկացած նշանակություն փոխանցել, և ո՞րն է այն գործաբանական  սահմանը,  որի  շրջանակում  կարող  է  նույնաբանությունը գործածվել: ", "Այս  հարցին  պատասխանելու  համար  առաջարկում  ենք  դիտարկել նույնաբանական  կառույցների  մի  քանի  նմուշ:  Այս  օրինակների  քննության արդյունքում  կփորձենք  գտնել  ու  ցույց  տալ  այն  սահմանը,  որի  տիրույթում նույնաբանությունը կարող է կիրառվել: ", "Rubenz69 “RubenzUniversum Universum d7 under https://www.youtube.com/watch?v=BiyBAmCE7d0 (accessed  17  September, at the 2015 Billboard Music Awards, Kanye is Kanye. (Billboard, Kanye West Booed After All Day   Performance http://www.billboard.com/articles/news/bbma/6568470/kanye-west-all-day I did what I did. (The Engish Civil War Part 3, Trial of King Killers, 17:59 min., https://www.youtube.com/watch?v=fzIzJgukqC8, (accessed 17 October, 2015)) Ակնհայտ  է,  որ  այս  նույնաբանական  կառույցներում  առկա  են  որոշակի կառուցվածքային  տարբերություններ:  (1),  (3),  (4)  օրինակները  անվանական նույնաբանություններ են, ըստ որում` առաջին օրինակում գոյականական անդամը կիրառվում  է  “a”  անորոշ  հոդով,  օրինակ  (3)-ում  այն  հոգնակի  թվով  է  կիրառվում, (4)-ում  գոյականական  անդամը  հատուկ  անուն է, օրինակ (2)-ը  իր շարահյուսական  կաղապարով  համադասական  է,  որի  յուրաքանչյուր  բաղադրիչ առանձին վերցված ստորադասական նույնաբանական կառույց է, իսկ օրինակ (5)- բայական է:  Նույնաբանությունների  ամբողջական կառույցների մեկնաբանությունը առաջարկում  ենք  սկսել  դրանց  առաջին անդամ  գոյականների իմաստներին անդրադարձով: Դիմենք Օքսֆորդի բառարանին: ", "մենայնիվ, ուներ մշտական բաղադրիչներ և բաժիններ, որոնց ընդհանուր նկարագրու- թյունն ու բնութագիրը ներկայացնում ենք ստորև: ", "Հայ-ասորական  լեզվական  համակեցության  համատեքստում  «Բաբելոնի»  տիտղոսա- րից են: Ի տարբերություն պարբերականի հիմնական զանգվածի, որն ամբողջությամբ ձեռագիր է (թեև խմբագրությունը մի քանի անգամ հայտնում է գրամեքենա գնելու իր մտադրության  մասին),  տիտղոսագլուխներն  ու  տիտղոսաթերթերը  տպվում  էին  տպա- րանում, ամենայն հավանականությամբ՝ Assyrian Star Press-ում: ", "Տիտղոսագլուխ  տեսնում  ենք  արդեն  ամենաառաջին  համարում,  որը  լույս  տե- սավ  1919  թ.  օքոստոսի  7-ին  (պատկեր  17):  Նրա  առաջին  տողը  պարունակում  է  ասո- րական գրով տպված ԲԱԲԵԼ («Բաբելոն») բառը. ինչպես նշել էինք, Խարբերդի ասորի- ների մեծ մասը ծանոթ էր ասորական գրին, ուստի այս բառը պետք է հեշտ ընթեռնելի ու ընկալելի լիներ ընթերցողների ճնշող մեծամասնության համար: Հաջորդ տողը պա- րունակում  է  շեղագիր  օրնամենտալ  տառատեսակով  տպված  և  շրջանակի  մեջ  վերց- ված  հայերեն  ԲԱԲԵԼՈՆ  բառը:  Հաջորդ  երեք  տողերի  վրա  ավելի  պարզ  շեղագրով հայերեն  տպված  է  Կիսամսեայ  Հանդէս/Ազգային/Պաշտոնաթերթ  Ասորւոց  Հնգեակ Ընկերութեան:  Վերջին  տողի  վրա  գլխագիր  տառերով  տպված  է՝  ԹԻՒ  1/ՀԻՆԳՇԱԲ- ԹԻ/ՕԳՈՍՏՈՍ 7, 1919: ", "Համաձայնելով այս իրողությանը` միևնույնն է, չենք պարզում, թե ինչ ասել է լինել ամբողջովին/իրապես/իսկական/հենց  կին:  Այս  նախադասության  և  A woman is a woman    նույնաբանության  միջև  գործաբանական  ու  իմաստաբանական  զուգահեռ տանելու  դեպքում  կտեսնենք,  որ  իրենց  հաղորդակցական-գործաբանական արժեքով դրանք միմյանց մոտ են: Երկուսն էլ ցանկանում են ցույց տալ ու ընդգծել այն  որակները,  որոնք  հատուկ  են  հենց  կանանց  և  ոչ  մի  ուրիշ  էակի:  Այժմ անդրադառնանք  այն  հարցին,  թե  ինչ  ասել  է  հատկանիշներ  կամ  որակներ,  որոնք բնորոշ  են  կանանց:  Հստակ  ասել,  թե  որոնք  են  այդ  հատկանիշները,  թերևս կնշանակի դուրս գալ տվյալ աշխատանքի բուն նպատակներից, սակայն ինչպիսին էլ  լինեն  այդ  հատկանիշները  և  ինչքան  էլ  ընդհանրական  լինեն  կանանց  համար, ակնհայտ  է,  որ  տարբերություններ  նույնպես  կան  կանանց  միջև  (հակառակ պարագայում  նրանք  բոլորն  իրոք  նույնը  կլինեին,  ինչը  հակասում է կենսաբանության  ամենաբազային  ճշմարտությանը):  Այստեղ  տեսնում  ենք խոսքային  իրադրության,  խոսողի  հաղորդակցական  նպատակի  և  համատեքստի կարևորությունը: Հստակ  է, որ կնոջ հատկանիշներն ու բնորոշ որակները միասին մի  շարք  են  կազմում,  որոնցից  ոչ  բոլորն  են  նկատի  առնվում  որևէ  խոսքային իրավիճակում:  Այսինքն`  այդ  հատկանիշներից  մեկը  կամ  մի  քանիսը  կարող  են ձևավորել  ասույթի  գործաբանական  ներուժը  և  հանդես  գալ  որպես  այդ  ասույթի գործաբանական  նշանակություն,  մինչդեռ  մյուսները  չիրականացվեն  տվյալ խոսքային  իրավիճակում (Bach  1999;  Ochs  1979b;  Bianchi  2004):  Այստեղ միանշանակ  գործում  են  նաև լեզվի  ու  մարդկանց  գիտակցության  մեջ արմատացած  որոշակի  կարծրատիպային  մոտեցումներ:  Օգտագործելով  կին բառը`  խոսողը  շատ  կամ  քիչ  (ըստ  հաղորդակցական  նպատակի  պահանջի) իրականացնում  է  նաև  այդ  կարծրատիպային  նշանակությունները  իր  ասույթի գործաբանական  նշանակության  մեջ:    Սա  լավ  է  երևում  հետևյալ  օրինակի  վրա: ", "Փորձենք A  woman  is  a  woman-ի  կառուցվածքով  ստեղծել  հետևյալ նույնաբանությունները: ", "Նույն  համարից  սկսած՝  առանձին  էջի  վրա  գտնում  ենք  համարի  բովանդակու- թյունը՝ շրջանակի մեջ զետեղված: Էջի վերևում տեսնում ենք «Բաբելոն» բառը՝ ասորե- Պատկեր 17. «Բաբելոնի» առաջին համարի տիտղոսագլուխը րեն և հայերեն: Բովանդակություն պարունակող նման էջեր գտնում ենք հետագա բո- լոր համարներում՝ մինչև Ա-13-ը ներառյալ: ", "Նույնաբանության  նշանակության,  գործաբանական  ներուժի  սահմանները  գծվում են  դրա գոյականական  անդամի  իմաստային  դաշտի բաղադրիչների` նշանակությունների  կիրառելիության  հնարավորությունից:  Նույնաբանությունը, որի գոյականական անդամը woman (կին), boy (տղա), dog (շուն), girl (աղջիկ) և այլն է,  արտահայտում  է  այնպիսի  նշանակություն,  որը  տեղավորվում  է  տվյալ գոյականի իմաստային դաշտում` շեշտը դնելով այն հատկանիշի բաղադրիչի վրա, որը  խոսողը  նպատակահարմար  է  համարում  տվյալ  դիսկուրսում:  Լինելով  փակ շղթա  իր  կառուցվածքով`  նույնաբանությունը  վերահաստատում  ու  ընդգծում  է տվյալ  պահին  խնդրո  առարկա  և  խոսողի  հաղորդակցական  նպատակ հանդիսացող  հատկանիշի  իրողությունը  և  ճշմարտացիությունը:  Սա,  իհարկե, հեշտ է ուսումնասիրել ու առավել տեսանելի է հետազոտել այն պարագայում, երբ գոյականն ու դրա իմաստներն արդեն արձանագրված են: Այս պարագայում տվյալ բառն  օգտագործողը,  եթե  տիրապետում  է լեզվին,  գիտի  այդ  բառի  բոլոր իմաստները  և  երբ  օգտագործում  կամ լսում  է  դրանով  կազմված  որևէ նախադասություն, այդ թվում` նույնաբանություն, նա կարողանում է բացառել այն իմաստները,  որոնք  տվյալ  խոսքային  իրավիճակում  տեղին  չեն,  այսինքն`  չեն բխում խոսակցության տրամաբանությունից, և թողնում է այն իմաստը, որը տեղին է: ", "Այժմ անդրադառնանք երկրորդ օրինակին. I  am  a  man,  I’m  21,  I  play  rugby,  soccer,  I  swim  and  go  to  the  gym.  I’m  6’5  and even if I’m in good shape for my training, I can’t say I’m manly, like really manly because of the morphology of my body caused by my genes. There are men that are men and men that  are  manly  men.  Manly  does  not  have  anything  to  do  with  having  big  muscles  and acting  like  a stupid  tough guy« not  at  all.  (comment  by  Rubenz69  “RubenzUniversum  -  6.9.7” Universum  d7  under   https://www.youtube.com/watch?v=BiyBAmCE7d0  (accessed  17 September, 2014)) Այս  օրինակում  ուսումնասիրենք  men  գոյականի  իմաստները  ու  փորձենք պարզել` արդյո՞ք դա որևէ առնչություն ունի նույնաբանության հաղորդակցական- գործաբանական  արժեքի  հետ:  Եվ  այսպես,  մենք    տեսնում  ենք,  որ  men  բառը կիրառվել  է երեք  տարբեր  իմաստներով:  Նույնաբանության  կառույցի  մեջ  առաջին men–ը  նշանակում  է  արական  սեռի  ներկայացուցիչ,  իսկ  երկրորդը  վերաբերում  է հիմնարար  ֆիզիոլոգիական  հատկանիշներին,  ինչպիսիք են`  ընդգծված ֆիզիկական ուժ, քաջություն,  որոնք տղամարդուն տարբերակում են կնոջից: Տվյալ նույնաբանական  կառույցի  մեջ  ըստ  հերթականության  երրորդ  men-ը  կրկին նշանակում  է  արական  սեռի  ներկայացուցիչ՝  բառի  բառարանային  առաջին իմաստով,  իսկ  արդեն  թվով  չորրորդ men-ը  (manly men)  շեշտում  է  տղամարդուն ամենաբնորոշող  հատկանիշներից  (համարձակություն,  ուժ,  վստահություն)  այն նեղ  շրջանակը,  որ  խիստ  արտահայտված  է  ուժեղ,  քաջ  տղամարդկանց  մոտ:  Այդ հատկանիշներն  արդեն  մի  ուժեղ  տղամարդուն  առանձնացնում  են  մյուսից:  Այլ կերպ  ասած,  եթե  փորձենք  բացել  այս  նույնաբանությունը,  կստացվի  հետևյալը. կան  տղամարդիկ  (արական  սեռի  ներկայացուցիչներ),  որոնք  տղամարդ  են  (քաջ, ուժեղ),  և  կան  տղամարդիկ  (արական  սեռի  ներկայացուցիչներ),  որոնք  տղամարդ են  (չափազանց  ուժեղ  են,  շատ  ընդգծված  կերպով  համարձակ):  Այստեղ  պետք  է անպայման  նշել,  որ  թվով  չորրորդ  men-ի  իմաստի  նշված  ձևով  կիրառման  և ընկալման  գործում  մեծ  դեր  ունի  manly  ածականը:  Այժմ  դիմենք  Օքսֆորդի բառարանին ու ստուգենք man/men բառի իմաստը: ", "Man between men and women. some people think are particularly male: 1. Come on, now  – be a man. 2. She’s more of a man than he is. (Oxford Advanced Learner’s Dictionary 2005) Բառարանում նշվում է տասնչորս իմաստ man բառի համար, սակայն տվյալ դեպքում  մեզ  հետաքրքրում  են  առաջին  ու  տասներկուերորդ  իմաստները:  Հաշվի առնելով, որ Օքսֆորդի բառարանը  men բառի իմաստի համար հղում է կատարում բառի  եզակի  թվի  բառարանային  հոդվածին,  մենք  համարել  ենք,  որ  հոգնակի  ու եզակի  թվի  պարագայում  բառիմաստը  նույնն  է:  Man  բառի  առաջին  իմաստը վերաբերում է նրա սեռին ու տարիքին` արական սեռի ներկայացուցիչ, ով հասուն տարիքում է:  Միայն  տասներկուերորդ իմաստն է վերաբերում  այն հատկանիշներին ու որակներին, մասնավորապես` ուժ, քաջություն, որոնք բնորոշ են տղամարդկանց` ըստ հանրության մեջ ընդունված կարծրատիպի: ", "Ա-11  համարում  Թեշրին  ի  Ըհրօյ  բառը  փոխարինվում  է  Քէնունը  Ըգտիմ  (դեկտեմբեր) բառով, որին փակագծերում հետևում է ԴԵԿ. հապավումը: ", "Նույնաբանության  գործաբանական  ներուժը  վերծանելիս  մենք  տեսնում  ենք,  որ գործ  ունենք  մի  դեպքի  հետ,  երբ  բառի  իմաստային  դաշտի  նշանակությունները կիրառվում են առանձին, և յուրաքանչյուր  դեպքում բառը որևէ որոշակի իմաստ է արտահայտում: Այսպես` նույնաբանական կառույցի առաջին men-ը վերաբերում է բառի  առաջին  բառարանային  իմաստին,  իսկ  երկրորդ    men-ը  վերաբերում  է ընդհանրապես  արական  սեռի  ներկայացուցիչներին,  ովքեր  իգական  սեռից տարբերվում  են  արտաքին  հատկություններով:  Երրորդ men-ը  կրկին  վերաբերում է  արական  սեռի  ներկայացուցիչներին,  իսկ  արդեն  նույնաբանական  կառույցի չորրորդ  men-ը  (manly men)  վերաբերում  է  որոշակի  տեսակի  տղամարդկանց, որոնք  ունեն  ոչ  միայն  տղամարդուն  բնորոշ  քաջություն,  ուժ,  այլև  հավելյալ ընդգծված առնական հատկանիշներ, ընդ որում` այդ հատկանիշները պարտադիր չէ, որ կապված լինեն անմիջապես արտաքին տվյալների հետ: Խոսքն արդեն ավելի հոգևոր,  մտավոր  կարողությունների  մասին  է,  որակներ,  որոնք  կապված  են տղամարդու  խառնվածքի,  կամքի  ուժի  ու  պահվածքի  հետ:  Այսինքն`  ընդհանուր արական  սեռի  ներկայացուցիչներից  որոշ  մասն  առանձնացվում  է`  ըստ  նրանց բնորոշ  խիստ  տղամարդկային  համարվող  հատկանիշների:  Տվյալ  պարագայում այդ  տարբերակիչ  հատկանիշը  առնականությունն  է  կամ  այն  հատկանիշները, որոնք բնորոշ են տղամարդու  արքետիպին: ", "Ա-13 համարում ասորերեն «հինգշաբթի» բառը գրված է գլխագրով՝ ՀԱՄՇՕՇԻ- ՊԱ,  և  արդեն  չի  ուղեկցվում  հայերեն  թարգմանությամբ:  «Հունվար»  ամիսը  նշված  է ասորերեն՝ Քէնունը Ըհրօյ, ապա փակագծերում հետևում է հայերեն թարգմանությունը՝ Ա-14 համարում «Բաբելոնն» առաջին անգամ լույս է տեսնում առանձին տիտղո- սաթերթով,  որն  ամբողջությամբ  տպարանի  արտադրանք  է:  Տիտղոսաթերթի  վերին հատվածն ամբողջությամբ կրկնում է նախորդ մի քանի համարների տիտղոսագլուխնե- րը, այսինքն՝ պարունակում է եռալեզու «Բաբելոն» անվանումը, երեք տողերի վրա բա- ժանված  Կիսամսեայ  Հանդէս  /Ազգային/  Պաշտոնաթերթ  Ասորւոց  Հնգեակ  Ընկերու- թեան բառերը և երկու հորիզոնական գծերի միջև տեղադրված ԹԻՒ 14 ՀԱՄՇՕՇԻՊՕ ՊՈՍՏՈՆ  ՔԵՆՈՒՆԸ  ԸՀՐՕՅ  22  1920  բառերը:  Ինչպես  տեսնում  ենք,  ասորերեն  բա- ռերն այլևս չեն ուղեկցվում հայերեն թարգմանությամբ: ", "Նույնաբանությանն ուղեկցող համատեքստը տալիս է այն իմաստային դաշտի շրջանակը, որտեղ իրականանում է նույնաբանության գործաբանական նշանակությունը: Համատեքստից է կախված, թե նույնաբանությունը կազմող գոյականի տարբեր իմաստներից կոնկրետ որ մեկը պետք  է  արտահայտվի  տվյալ  գոյականի  միջոցով  տվյալ  նույնաբանական կառույցում:  Այստեղ  կարևոր  է  առանձնացնել  հարատեքստը:  Man  բառի պայմանականորեն  երկրորդ,  բառարանում  տասներկուերորդ  իմաստի  մեջ շեշտվում  է,  որ  տղամարդուն  վերագրվող  հատկանիշները  համապատասխանում են  հանրության  որոշ  շերտերում  ընդունված  մտածելակերպին  ու  հանրային կարծիքին:  Սա  ցույց  է  տալիս,  որ  որոշ  բառեր, դարձվածքներ,  լեզվակիր հանրույթի  մոտ  ունեն  որոշակի  արմատացած  գործաբանական  նշանակություն: ", "Պարզ  պատկերազարդի  տակ  զետեղված  է  համարի  բուն  բովանդակությունը, որը  գրեթե  ամբողջությամբ  շարված  է  գլխագիր  տառերով:  Հոդվածների  վերնագրերը տեղադրված էն ձախից, հեղինակները՝ աջից: ", "Հաջորդ`  երրորդ  օրինակը  վառ  նմուշ  է  այն  բանի,  թե  ինչպես նույնաբանական  կառույցի  առաջին  գոյականական  անդամը  երկրորդից  տարբեր գործառույթ  է  իրականացնում,  թեպետ  երկուսն  էլ  նույն  լեզվական  միավորն  են` students: Դիտարկենք օրինակը. Director of  Academic Initiatives կայքում զետեղված է հետևյալ նույնաբանությունը ուսանողների գրանցման ու հաստատման բաժնում: ", "We  want  to  make  sure  that  students  are  students  and  can  access  these  titles  for download. (Walter 2008) Այստեղ  կայքի  ղեկավարությունը  ցանկանում  է  ապահովել  կայքի  տվյալների օգտագործումը միայն այն անձանց համար, ովքեր իրոք ուսանող են: Նա բացառում է  կայքի  շահագործումը  այլ  օգտատերերի  կողմից,  ու  այստեղ  հստակ  է  դառնում Students are students  նույնաբանական  կառույցի  մեջ  մի  կարևոր  հանգամանք: ", "Boston: ", "մէջ: ", "Մեր երրորդ օրինակը Kanye is Kanye նույնաբանությունն է: Քանյեն հատուկ անուն  է  ու  պատկանում  է  բազմաթիվ  մարդկանց:  Այն  բառարանում  նշված  չէ  իր իմաստով (եթե  բացառելու լինենք  հատուկ  անունների  ծագումնաբանական բառարանում լինելու  հավանականությունը):  Բոլոր  դեպքերում  անունների ծագումնաբանական  բառարանը  տալիս  է  բառի  իմաստը,  բայց  ոչ  դրա գործաբանական  նշանակությունը,  ու  եթե  մեկի  ազգանունը Smith  է,  ապա  դա  չի նշանակում,  որ  այդ  մարդը  դարբին  է,  այսինքն,  երբ  որևէ  մեկը  լսի Kanye is Kanye նույնաբանությունը,  նա  դրա  նշանակությունը  պետք  է  փորձի  մեկնաբանել`  այլ աղբյուրների վրա հիմնվելով: Տվյալ պարագայում նման այսպես ասած այլ աղբյուր կարող է լինել ընդհանուր  տեղեկացվածությունը, զրույցի ժամանակ խոսակցության  նյութին  ծանոթանալը:  Եթե  այս  անհրաժեշտ  նախապայմանները ապահովված  են,  ապա  լսողը  տեղյակ  է  լինում,  որ  Քանյե  ասելով`  նկատի  է առնված  ոչ  թե  հազարավոր  հավանական  Քանյեներից  ինչ-որ  մեկը,  այլ  Քանյե Ուեսթը:  Վերջինս  մարդ  է,  հայտնի  երգիչ,  տարբեր  մրցանակներ  ստացած  աստղ, սակայն  այդպիսիք  էլ  քիչ չեն:  Այդ  դեպքում  ի՞նչ  է  նկատի  առնվում նույնաբանության մեջ, ո՞րն է դրա գործաբանական նշանակությունը: Ստացվում է, որ  Քանյեն  ունի  այնպիսի  հատկանիշներ,  որոնք  բնորոշ  են  հատկապես  նրան,  և որոնք  նրան  տարբերվող  են  դարձնում  թե՛  բոլոր  Քանյեներից,  թե՛  բոլոր  հայտնի մարդկանցից կամ բոլոր դեպքերում նրան ճանաչելի են դարձնում: Այստեղ էական չէ  քննարկելը,  թե  դրանք  ինչպիսի  հատկանիշներ  են:  Կարևորն  այն  է,  որ  լսողը դրանք  ի  վիճակի  է  զատորոշելու  և  նույնաբանության  գործաբանական  ներուժը ապակոդավորելու:  Տվյալ  դեպքում  հատուկ  գոյականն  իր  իմաստային  դաշտով, իմաստային  ենթաշերտերով  տարածված  է  հանրային  տեղեկույթի  շրջանակում: ", "Այդ  նույնաբանության  նշանակությունը  մեկնաբանելու  համար  անհրաժեշտ նախապայման  է  հանրային  տեղեկույթի  հոսքին  կցված լինելը  և  տվյալ խոսակցության  նյութից  տեղյակ  լինելը`  հասկանալու  համար,  թե  այս  դեպքում Քանյե  Ուեսթի  որ  հատկանիշն  է  նկատի  առնված:  Իհարկե,  նման  կաղապար տարածվում  է  ինչպես  շատ  հայտնի  հանրային  ճանաչում  ունեցող  անձանց, այնպես  էլ  շարքային  մարդկանց  վրա,  սակայն  արդեն  վերջիններիս  անմիջական շրջապատում,  որտեղ  նրանց  լավ  են  ճանաչում  և  գիտեն  նրանց  ամենաբնորոշ հատկանիշները:  Այսպես, օրինակ, կարելի է ուսումնասիրել հետևյալ նույնաբանությունները  և  փորձել  վերլուծել  ու  տեսնել,  թե  Kanye  is  Kanye նույնաբանության  կաղապարով  կառուցված  այս  նույնաբանությունները  ինչ մեկնաբանությունների են հանգեցնում: ", "Mike  is  Mike.  (Walkypedia,  (http://walkypedia.wikia.com/wiki/Mike_Warner, (accessed 29 April, 2015)) Juliette is Juliette. (Twitch,  http://twitchfilm.com/2015/04/interview-olivier- assayas-on-clouds-of-sils-maria-and-hall-of-mirrors.html#ixzz3zOppmmE5, (accessed 30 September, 2015)) Մայք Ուորենը կոմիքսային կերպար է, Ժուլիեթ Բինոշը` դերասանուհի: Այս նույնաբանությունները Մայքին և Ժուլիեթին ճանաչողների համար ունեն ընկալելի նշանակություն: Մայքը միշտ վնաս է տալիս բոլորին ու խնդիրներ ստեղծում իրեն շրջապատողների  համար,  ու  դա  նրա  բնավորության  անուղղելի  կողմն  է:  Նրան ճանաչողները, կիրառելով  այս նույնաբանությունը  նմանատիպ  իրավիճակներում, նույնաբանության  միջոցով  փորձում  են  արտահայտել  իրենց  վրդովմունքը:  Ընդ որում`  հնարավոր  չէ  միանշանակ  պնդել,  որ  այս  կառույցի  նշանակությունը հանդուրժողական  ու  ըմբռնող  մոտեցում  դրսևորելն  է  (Dascal  1994):  Դա  մեծապես կախված  է  իրավիճակից: Օրինակ,  եթե  Մայքը  անախորժություններ  է  ստեղծում և վնասում  է  շրջապատի  մարդկանց,  ապա  ոչ  մի  հանդուրժողական  կամ  դրության մեջ  մտնելու,  նրան  ըմբռնելու  մասին  խոսք  լինել  չի  կարող:  Բացի  դրանից,  տվյալ նույնաբանությունը  այն  մարդկանց  համար,  ովքեր  ծանոթ  չեն  Մայք  Ուորենի կոմիքսային  կերպարին,  նույնքան  հասկանալի  ու  թափանցիկ  լինել  չի  կարող: ", "Հնարավոր է կռահել, որ ինչ-որ հատկանիշ կա, որ բնորոշ է Մայքին, որը դարձել է նրան  բնութագրող  որակ,  սակայն  միայն  ամբողջ  իրավիճակին  ծանոթանալու պարագայում է հնարավոր ընկալել այդ նույնաբանության նշանակությունը: Նույնը կարելի  է  ասել  Ժուլիեթի  պարագայում:  Նրա  բնավորության,  դերասանական ունակությունների որևէ հատուկ գիծ կարող է դառնալ այն հատկանիշը, որով նրան բնութագրում են, կամ որն առավելագույնս բնութագրում է նրա անձը: ", "Այժմ  դիտարկենք I did what I did  բայական  նույնաբանական  կառույցը:  Այս նույնաբանությունն  առանց  համատեքստի  կարելի  է  մեկնաբանել  մի  քանի տարբերակով:  Առաջին.  իմ արածն արդեն անհնար է հետ շրջել, ու իմաստ չկա ափսոսալու, քանի որ անցյալը հետ չես բերի: Երկրորդ տարբերակը. թերևս չնայած գերլարված պայմաններին ու փոքր հավանականությանը, թե մի բան հնարավոր է անել, ես արեցի այն, ինչ հիմա արդեն փաստացի իրողություն է, ու դա շատ հարցերի  լուծում  տվեց:  Այսինքն`  արտահայտվում  է  ոչ  թե  ափսոսանք,  այլ հպարտություն  արածի  համար:  Սակայն  գտնում  ենք,  որ  առանց  որևէ համատեքստի  կամ  առանց  խոսողի  հաղորդակցական  նպատակի  հիմնավոր  չի լինի  փորձել  թվարկել  բոլոր  հնարավոր  մեկնաբանությունների  տարբերակները, որոնք կարող են տեղ  գտնել: Նախ` որովհետև  պարզ չէ, թե ով է ես-ը, և երկրորդ` որն  է  արարքը:  Դիտարկենք  հետևյալ  օրինակը  Թոմաս  Հարդիի  ճառից,  որը  նա արտասանել է «Արքայասպանների դատի ժամանակ»` 1660 թվականին: ", "… I did what I did as out of conscience to the Lord. My aim in all was the glory of God and the good of his people and the welfare of the whole Commonwealth. (The Engish  Civil  War  Part https://www.youtube.com/watch?v=fzIzJgukqC8 (accessed 17 October, 2015)) Այս  օրինակում  տեսնում  ենք,  որ չնայած  իր  դեմ  դրված  ամենածանր մեղադրանքին`  պետական  դավաճանություն  ու  արքայասպանություն,  ինչն  այն ժամանակ  Անգլիայում  պատժվում  էր  քառատմամբ,  Թոմաս  Հարդին  ոչ  թե ափսոսանք է հայտնում իր արածների համար կամ արդարանում, այլ գտնում է, որ դրանք  հանուն  Աստծո  փառքի  և  պետության  ու  ժողովրդի  բարեկեցության  են արվել: Այս տրամաբանությամբ է կառուցված նրա ամբողջ պաշտպանական ճառը: ", "Եվ  հետևաբար  այդ  համատեքստում  I did what I did  նույնաբանությունը  ոչ  թե ափսոսանքի,  անդառնալիության  կամ  զղջման  գործառույթ  ունի,  այլ  իր  արարքը հիմնավորող:  Այս  իրավիճակում  կարևոր  է  նաև,  թե  ով  է  նույնաբանությունը կիրառողը` նրա անձը: Թոմաս Հարդին Անգլիայի Չառլզ Առաջին թագավորին 1649 թվականին  մահվան  դատապարտողներից  մեկն  էր,  մոլի  պուրիտան  և  Օլիվեր Քրոմվելի  կողմնակից:  Այսպիսով,  հասկանալով,  թե  ով  է  ես-ը,  և  ինչ  է  իրենից ներկայացնում  արել եմ  (did)-ը,  հստակ  կերպով  ի  վիճակի  ենք  մեկնաբանելու նույնաբանությունը: ", "Շարունակենք  քննությունը  նույնաբանությունների  հետևյալ  նմուշի  վրա`  I am  who  I  am:  Տվյալ  նույնաբանությունը  կարելի  է  մեկնաբանել  որպես ինքնահաստատող,  ինքն  իրեն  ընդունող,  ինքն  իրեն  առերեսվող  նշանակությամբ: ", "Պաշտոնական հաղորդագրությունների շարքին կարելի է դասել նաև տվյալները Թուրքիայում  և  Մերձավոր  Արևելքում  բնակվող  ասորիներին,  ինչպես  նաև  Ադանայի ասորական որբանոցին ուղարկվող մարդասիրական օգնության մասին: ", "Ա-10 համարում գտնում ենք «Մանր հավաստի լուրեր» բաժինը, որը հաջորդ՝ Ա-11 հա- մարում  կոչվում  է  պարզապես  «Մանր  լուրեր»:  Ա-12  համարում  այս  բաժինը  կրում  է ասորերենՄատանութօ Զըուրէ վերնագիրը, որին հաջորդում է հայերեն «Մանր լուրեր» թարգմանությունը:  Ասորական  նույն  վերնագիրը՝  առանց  հայերեն  թարգմանության, բաժինը կրում է նաև հաջորդ՝ Ա-13 համարում: ", "Իհարկե,  կան  նույնաբանություններ,  որ  հաճախ  միևնույն  կամ  գրեթե միևնույն հաղորդակցական նպատակով կիրառվելով` ստացել են կարծրատիպային  նշանակություն,  որոնց  մենք  կանդրադառնանք  հաջորդ ենթագլուխներից մեկում: ", "Ա-14  համարում  բաժինը  վերնագրված  է  Մավտօնութօ  Սուրեօեօ,  որը  կարելի  է թարգմանել  որպես  «ասորական  լուրեր»:  Համարի  տիտղոսաթերթի  վրա  տպագրված բովանդակության մեջ նույն բաժինը կոչված է ՄԱՎՏՕՆՈՒԹՕ ՏԱՍՈՒՐՈՅՕ, որը բա- ռացիորեն  նշանակում  է  «Ասորիների  լուրեր»  (ըստ  դասական  ասորերենի  կանոնների պետք  է  լինէր  մավտօնութօ  տասուրոյե  կամ,  արևելահայերեն  տառադարձությամբ՝ մավդոնութո  դասուրոյե):  Ինչպես  արդեն  նշել  էինք,  տարբեր  բնույթի  տարբերություն- ներ տիտղոսաթերթի և բուն բովանդակության միջև «Բաբելոնում» պատահում էին բա- վականին հաճախ: ", "Ա-15 համարից բաժինը սկսում է կոչվել Մավտօնոաթօ Տասուրոյօ ինչպես տիտ- ղոսաթերթի  վրա,  այնպես  էլ  պարբերականի  ներսում,  թեև  հետագա  համարներում պատահում  են  այդ  վերնագրի  անվան  երկու  բաղադրիչների  աղավաղումներ  և  այլ գրություններ,  օրինակ՝  մատանութո,  ասուրոյօ,  տԱսուրոյօ,  որը  ևս  մեկ  անգամ  հաս- տատում  է,  որ  հրատարակիչները  չունեին  ասորերենի  բավարար  իմացություն  և  ասո- րերենից հայերեն տառադարձության կայուն սկզբունք: ", "Այս  բաժնի  կառուցվածքի  համար  միասնական  ֆորմատ  այդպես  էլ  չմշակվեց, որը  զարմանալի  չէ՝  նկատի  ունենալով,  որ  ստանդարտացումն  ու  միասնականացումն ընդհանրապես «Բաբելոնի» թույլ կողմերից մեկն էր: Այսպես, բաժնում տեղադրվող լու- րերը կարող էին լինել ինչպես անանուն, այնպես էլ ստորագրված: Շատ հաճախ բաժ- նում զետեղվում էին քաղվածքներ անձնական նամակներից, ինչպես, օրինակ, վերևում մեջբերված  լուրն  Ադանայից:  Լուրերը  կարող  էին  լինել  ինչպես  շատ  կարճ,  այնպես  էլ բավականին  ծավալուն:  Այս  բաժինը  լավագույնս  ապացուցում  է  մեր  կողմից  արդեն հայտնված  այն  միտքը,  թե  «Բաբելոնի»  խմբագիրները  որևէ  կերպ  չէին  մշակում  և խմբագրում  ստացվող  նյութերը՝  պահպանելով  յուրաքանչյուր  թղթակցի  լեզվական  և ոճական  առանձնահատկությունները  և  ասորերենից  հայերեն  տառադարձության սկզբունքները:  Սրանով  է,  թերևս,  պայմանավորված  այն,  որ  հենց  այս  բաժնում  ենք գտնում  ամենաէական  շեղումները  գրական  արևմտահայերենի  շարահյուսական  և ոճական կանոններից (մանրամասն՝ հաջորդ գլուխներում): ", "արտահայտում  է  համակերպվածություն  ու  կոչ  անում  չանհանգստանալու: "]}