{"paragraph_source_docs": [1, 2, 1, 1, 1, 1, 1, 1, 1, 1], "paragraphs": ["ռեագենտների վերականգնումը Գլիցինի  և  ալանինի  բրոմ  պարունակող  մոդիֆիկացված  կոմպլեքսների  ալկիլման արգասիք  կոմպլեքսների  (13-27  և  33-47)  դիաստերեոիզոմերային  կոմպլեքսների քայքայումն  ու  նպատակային  ամինաթթուների  անջատումն  իրականացվել  է չտեղակալված  (S)-BPB  քիրալային  օժանդակ  ռեագենտի  նույնատիպ  կոմպլեքսների համար նախկինում մշակված մեթոդնով153: ", "Տ ե ս ակ ան   պատկ ե ր աց ո ւ մ ն ե ր ի   հ ի մ ան   վ ր ա  կ ար ե լ ի   է   ե ն թադ ր ե լ , ո ր   ք ի ր ալ այ ի ն   օ ժ ան դ ակ   ռ ե ագ ե ն տն ե ր ի   ֆե ն ի լ այ ի ն   օ ղ ակ ի  օ-, մ- և պ- դ ի ր ք ե ր ո ւ մ   առ ավ ե լ   է լ ե կ տր ո ն աակ ց ե պտո ր   (F,  Cl)  և   ծ ավ ալ ո ւ ն   (Br) հ ալ ո գ ե ն   տե ղ ակ ալ ի չ ն ե ր ի   ն ե ր մ ո ւ ծ ո ւ մ ը   կ ար ո ղ   է   է լ   ավ ե լ ի մ ե ծ աց ն ե լ   -ամ ի ն աթթո ւ ն ե ր ի   ս ի ն թե զ ի   ս տե ր ե ո ս ե լ ե կ տի վ ո ւ թյ ո ւ ն ը և   կ ր ճ ատե լ   ռ ե ակ ց ի ան ե ր ի   տև ո ղ ո ւ թյ ո ւ ն ը :  Ան շ ո ւ շ տ  կ ո մ պլ ե ք ս ն ե ր ի ս տե ր ե ո դ ի ֆե ր ե ն ց ո ղ հ ատկ ո ւ թյ ո ւ ն ն ե ր ի և դ ր ան ց հ ն ար ավ ո ր մ ե խան ի զ մ ն ե ր ի   բ աց ահ այ տմ ան   հ ամ ար   կ ար և ո ր   է   ն աև   BPB  ք ի ր ալ այ ի ն ռ ե ագ ե ն տի N-բ ե ն զ ի լ պր ո լ ի ն ի մ ն աց ո ր դ ի ֆե ն ի լ այ ի ն օ ղ ակ է լ ե կ տր ո ն ադ ո ն ո ր   տե ղ ակ ալ ի չ ն ե ր ի (օ ր ի ն ակ , CH3) և դ ր ան ց հ ե տազ ո տո ւ մ ը  աս ի մ ե տր ի կ  ս ի ն թե զ ի  ռ ե ակ ց ի ան ե ր ո ւ մ : ", "Նպատակային -ամինաթթուների օպտիկական մաքրությունը որոշվել է քիրալա- յին ԲԱՀՔ անալիզի  մեթոդով, իսկ հայտնի ամինաթթուների  դեպքում`  պոլյարիմետրիկ չափումների`  []D կալված ֆենիլալանինների (32 և 52) ֆիզիկաքիմիական անալիզի տվյալները: ", "(S)-Phe (28): Գրականության մեջ հայտնի ամինաթթու է154,155` []D նմուշ = -8.9 (c 5.1N HCl), []D գրակ.   = -8.8 (c 5.1N HCl); Tհալմ. նմուշ = 283-285°C,  Tհալմ. գրակ = 283°C: ", "(S)-2-F-Phe  (29):  Գրականության  մեջ  հայտնի  ամինաթթու  է154,155`  []D նմուշ  =  -14.30 (c 0.025 H2O), []D գրակ.   = -14.30 (c 0.025 H2O); Tհալմ. նմուշ = 267-269°C,  Tհալմ. գրակ = 268°C: ", "(S)-3-F-Phe (30): Գրականության մեջ հայտնի ամինաթթու է154,155`  []D նմուշ = -27.1 (c գրակ.   = -27.0 (c 0.025 H2O); Tհալմ. նմուշ = 271-273°C,  Tհալմ. գրակ = 274°C: ", "(S)-4-F-Phe (31): Գրականության մեջ հայտնի ամինաթթու է154,155` []D նմուշ = -26.9 (c գրակ = -26.90 (c 0.03, H2O),  Tհալմ. նմուշ = 274-276°C, Tհալմ. գրակ. = 276°C: ", "(S)-AllylGly  (32):  Գրականության  մեջ  հայտնի  ամինաթթու  է154,155`  []D նմուշ  =  - գրակ = 35.15o(c 0.55, H2O),),  Tհալմ. նմուշ = 263-265°C, Tհալմ. գրակ. = 265°C: ", "(S)-3,4-Cl2-Phe (33): Ելքը` 69.8 % (1.62  գ., 0.01  մոլ). Tհալմ.  242-244 °C. [] = - 5.2° (c (1H, dd, 3-HAr, 1J = 7.6, 2J = 1.8); 7.53-7.55 (2H, m., Ar): ", "(S)--MePhe  (48):  Գրականության  մեջ  հայտնի  ամինաթթու  է154,155`  []D նմուշ  =  - գրակ = -4.510(c 1.04, H2O),),  Tհալմ. նմուշ = 298-299°C, Tհալմ. գրակ. = 298°C: "], "source_docs_file": "Chemistry.json"}