{"paragraph_source_docs": [2, 1, 3, 3, 5, 3, 5, 5, 3, 2], "source_docs_file": "Literature.json", "paragraphs": ["Սակայն  հարկ  է  նշել,  որ  «Մարտի  12-ի»  սուբյեկտիվ-հոգեբանական  վեպերում հասարակություն-անհատ և պետություն-անհատ փոխհարաբերությունների պատկերումն  երբեմն  այնքան  է  ծայրահեղանում,  որ  վեպն  անհատի  օտարման խրոնիկա  է  դառնում:  Այսպիսի  վեպերում  հեղինակները  հասարակության  մեջ  մարդու օտարումը  բացատրում  են  սոցիալական  դրդապատճառներով,  ուշադրությունը կենտրոնացնում  են  անհատի  ներքին  վերակազմավորման,  հոգևոր  վերածննդի, սեփական  եսին  վերադառնալու  հարցերի  շուրջ:  Այս  սուբյեկտիվ-հոգեբանական արձակում անհատի կոնցեպցիայի առանցքն ինքնակատարելագործման ճանապարհով օտարումը  հաղթահարելն  է  235:  Նման  վեպերում,  որպես  կանոն,  մեծ  դեր  են  խաղում հերոսների հիշողությունները, երևակայությունը, կարևորվում են միֆերը, երկխոսությունները  քիչ  են,  փոխարենը  շատ  է  մենախոսությունը,  որը  հերոսի ինքնաարտահայտման,  իր  ապրածն  իմաստավորելու  համար  ամենադյուրին ճանապարհն է:  Ուստի` մենախոսությունն  այս ստեղծագործություններում ամենակիրառելի  գեղարվեստական  միջոցն  է,  որի շնորհիվ  սահմանվում  է հասարակության  վարքի  հոգեբանության  ստույգ  մոդելը:  Վեպերում  մենախոսությունը կառուցվում է «գիտակցության հոսքի»236 հիման վրա, և այս պարագայում ժամանակի ու իրադարձությունների  հերթականության  խախտմանը  հակադիր`  զարգանում  է «զգացմունքների  շղթայակցման»  սկզբունքը,  ինչն  էլ  հնարավորություն  է  տալիս հեղինակին  ցույց  տալ  սյուժեի  զարգացման  գեղարվեստական  տրամաբանությունը հատկապես  հերոսների  համար  ճակատագրական  պահերին237:  Այսօրինակ  վեպերի սուբյեկտիվ-հոգեբանական կողմը պայմանավորված է նաև դրանց ինքնակենսագրական  բնույթով238:  Մեծամասամբ  վեպի  հերոսների  կյանքը  հեղինակի կենսագրության  որոշակի  դրվագներն  են:  Դրանք  ստեղծագործություն  են  ներմուծվել հոսք  հասկացությունը,  որը  հետագայում  վերածվեց  մի  ամբողջ  փիլիսոփայական-հոգեբանական հոսանքի,  ապա  որպես  գրելաոճ,  իսկ  հետո  որպես  գրական  հոսանք  մուտք  գործեց  գեղարվեստական մտածողություն և ամրապնդվեց նաև գրականության մեջ: Ըստ Ու. Ջեյմսի` գիտակցությունը հոսք է, գետ է,  որտեղ  մեր  մտքերը,  զգացողությունները,  պատահական  ասոցիացիաները  բախվում  են  իրար, մշտապես ընդհատում մեկը մյուսին և տարօրինակ, քմահաճ կերպով անտրամաբանորեն միահյուսվում են: Տե՛ս, Джемс У., Психология, Москва, 1991, стр. 57-58. գրված  ստեղծագործությունները:  Հատկանշական  է  Դեմիր  Քյուչուքայդընի  «Մի  հեղափոխականի տեսական  և  քաղաքական  ինքնակենսագրություն»  վեպ-հուշագրությունը,  որը  թեև  գեղարվեստական արժեք  չունի,  սակայն  կարևոր  է  հատկապես  ձախակողմյան  կազմավորումների  ներքին  խմորումները, հեղափոխականների` ընկալումները հասկանալու  առումով:  Տե՛ս,  Küçükaydın  D.,  Bir  Devrimcinin  Teorik  ve  Politik  Otobiyografisi,  İstanbul,  1. Basım, 2009. գաղափարախոսության  անհատական մարքսիստական ընդհատակյա կազմակերպությունների գործունեության, թեժ քաղաքական քննարկումների, ընտանեկան կոնֆլիկտների, ձերբակալությունների, հարցաքննությունների, խոշտանգումների, սոցիալական գաղափարակիր մտավորականության  ներկայացուցիչների,  «ընդդիմացած  երիտասարդության»  կամա թե  ակամա մատնիչների, սադրիչների, ոստիկանների, ժանդարմերիայի ներկայացուցիչների, դահիճների կերպարներ միջոցով239: ", "Իր  ստեղծագործություններից  մեկի  մեջ  գլխավոր  հերոսը՝  Դեզ  Էսսենթը, միանշանակ  հիշեցնում  է  Պոյի  Աշերին՝  իր  ընդհանուր  բնութագրով  և  իռացիոնալ վախերով:  Գյուիսմանսը  ստեղծագործության  մեջ  անգամ  հիշատակում  է  Պոյի անունը.  §Դեզ  Էսսենթին  համակում  էր  մի  տարօրինակ  անհանգստություն:  Նման Paris, A. Michel, 1925 — p. 67 զգացում  նրա  մոտ  առաջացրել  էին…  Էդգար  Պոյի  որոշ  պատմվածքները,  որի հալյուցինացիաները և մղձավանջները Ռեդենը դարձրել էր իր սեփականը¦:38 Գյուիսմանսը  անդրադառնում է նաև  Պոյի  պոեզիային, որն իր հագեցվածությամբ  չէր  կարող  չազդել  վեպի  հերոսի  վրա.  դրանք  §ազդում  էին  նրա (Դեզ  Էսսենտի-Լ.Լ.)  նյարդերի  վրա  նույնքան,  որքան  Էդգար  Պոյի  ամենախորը  և հոգեցունց բանաստեղծությունները:39 Գյուիսմանսի ստեղծագործությունը կառուցված է այնպես, որ հերոսը որևէ բանի մասին խոսելիս հեշտությամբ փոխում է իր  սեփական  տեսակետը  և  ձևակերպում  նոր  ընկալում:  Օրինակ՝  այնտեղ,  ուր  Դեզ Էսսենտը  հիշատակում է  Պոյի  դեդեկտիվները,  անվանում է  հեղինակին §ինդուկցիայի  մեծ  վարպետ¦  և  հիանում  է  վախի  բնույթը  հետազոտելու  Պոյի ունակությամբ: Իսկ  երբ  նա խոսում է Էդգար Պոյի պոեզիայի մասին, պատկերում է վերջինիս  որպես  զգայուն,  ֆիզիոլոգիայից  զուրկ  հեղինակի.  §…  Էդգար  Պոն զբաղվում  էր  ուղեղի  անատոմիայով,  իսկ  երբ  հոգնում  էր,  նրա  երևակայության  մեջ հայտնվում էին հրեշտականման պատկերներ և քաղցր տեսիլներ¦:40 Պոյի  ստեղծագործության  և  անհատականության  նման  հակասական ընկալումը  շատ  բնորոշ  է  ֆրանսիական  մշակույթին:  Խոսելով  Պոյի  ազդեցության մասին Գյուիսմանëի վրա՝ Լեմոնյեն գրում է, որ վերջինս ազդված է ոչ այնքան Պոյից, որքան  Պոյի  բոդլերյան  մեկնաբանությունից:  Քննադատը  դա  անվանում  է  կրկնակի արտացոլում: Գյուիսմանսը շարունակում է Պոյի կերպարի ընկալման այն գիծը, երբ ամերիկացի  հեղինակը  ներկայանում  է  որպես  անիծված,  մերժված  ու  թշվառ հանճար-հանցագործ: ", "Գ. Քաղաքական հենքով աֆորիստիկ մտքերը Աֆորիզմների  մի  ամբողջ  շարք  գալիս  է  ապացուցելու,  որ  իրականության իրական դեմքը պարզորոշ ի ցույց դնելու համար կամսարյան՝ միայն ժամանակի սուր ու տեղին  բնորոշումների,  իրադարձությունների  դիպուկ  և  փիլիսոփայական  խորքով պատկերումը ներկայացնում է ժամանակաշրջանի համակողմանի, լայն ընդգրկումներով  դիմագիծը:  Քիչ  է  ասել,  թե  դրանք  միայն  ժամանակաշրջանի բնորոշումներ են, քանզի դրանց մեծ մասը լիարժեքորեն վեր է կանգնած ժամանակից և ժամանակային  սահմաններ  չի  ճանաչում,  երբեք  չի  կորցնում  իր  կշիռը.  արդիական  է բոլոր ժամանակների համար: ", "Նշենք,  որ  աֆորիստիկ  մտքերի  թիվը  միայն  այս  գրքով  չի  սահմանափակվում. սրանք  ակնառու  են  օրագրությունների  գրեթե  բոլոր  էջում:  Բերվելիք  օրինակները,  եթե միայն դրանք սոսկ օրինակներ են /պայմանականորեն է դա օրինակ/, պայմանավորված են մեր քննության նյութը լինելու հանգամանքով: Իրականում սրանցից յուրաքանչյուրը մի-մի ամբողջական  միտք է, ինչը լիարժեքորեն համապատասխանում է աֆորիզմների բառարանային  սահմանման  ամեն  մի  պարբերությանը.  «Իմաստախոսքերով  խոսելը կապված  է  մեծ  տաղանդի,  մեծ  կենսափորձի  հետ,  և  այդ  պատճառով  դրանք  ավելի առատ  են  խոշոր  գրողների  երկերում,  որտեղ  դրսևորվում  է  փիլիսոփայական  միտք, կյանքի երևույթները քննելու և ընդհանրացնելու կարողություն»69: ", "Տարբերությունն  այն  է,  որ  եթե  Տերյանի  բանաստեղծության  մեջ  խորագրից  բացի  ոչ  մի տեղ  չի  հանդիպում  տխրություն  բառը,  որի  խորհրդանիշը  գունատ  աղջիկն  է,  ապա այստեղ տխրությունը առարկայորեն իրական զգացում է, որով համակված է ու շնչում է ողջ բնությունը։ Բնությունը և մարդկային ներաշխարհը լուռ հաղորդակցության մեջ են, երկուսն  էլ  մորմոքում  են  անհայտության  ու  անորոշության  ցավով՝  նամակներ,  որ  չեն հասել,  հայացքներ,  որ  չեն  տեսել,  հասկերի  վհատ  մրմունջ  և  այլն։  Սիմվոլիստական մշակույթի հետ ընդհանրություններն ակնհայտ են։ ", "Համեմատության  համար  բերենք  մեկ  օրինակ.  «Կենդանի  մը  ինչքան  ալ  անպատկառ ըլլա,  չի  խոստովանի,  որ  կռիվը  կուտի  համար  է»  /17/:  Ո՞վ  է  կենդանին,  ի՞նչ  «կուտի» մասին  է  խոսքը:  Պարզից  էլ  պարզ  է,  բայց՝  միայն  ենթատեքստից.  հենքը  կրկին քաղաքական է,  խոսքը՝  հիմնադրված  կամ  հիմնադրման շեմին  կանգնած հասարակարգի կամ կուսակցությունների մասին է, միտքը՝ համարձակորեն անկեղծ: ", "Սակայն,  ինչպես  արձանագրում  է  նաև  գրականության  պատմությունը,  Տեր-Մարտի- րոսյանի բանաստեղծություններում «սերը սիմվոլիկ նշանակություն ունի. բանաստեղծի սիրած  էակը  սովորական  կին  չէ,  այլ  խորհրդավոր  մի  զորություն,  որի  հպումից լուսավորվում է աշխարհը»64։ Տխրությունը, որ այս երգերում էլ անբաժան է քնարական տրամադրությունից,  երանգափոխվում  է,  «լույսերից  է  հյուսված»։  Սա  տերյանական «ուրախագին  թախիծն»  է,  որ  աստիճանաբար  փոխում  է  բանաստեղծի  քնարական ապրումների տոնայնությունը։ Ահա 1915-ին գրված սիրային մի բանաստեղծություն. Քո խելառ խոսքերի արձագանքը հնչեղ Դեռ դողում է օդում այս օտար, Կարծես թե լինում ես և այնտեղ, և այստեղ, Կարծես թե լուծվում ես բազմատարր… Եվ հիմա քո խոսքերն են հնչում ամենուր՝ Աշխարհում, երկնքում, երգերում. Հնչում են ինչպես երգ, վառվում են ինչպես հուր, Ու անդարձ և անզուսպ են գերում, Ու երգում է արդեն քեզ աշխարհը հանուր Իմ բոլոր երգերում…65 Օտար օդում դողացող արձագանք, գոյի մարմնեղեն էության տարրալուծում անո- րոշ  տարածության  ու  ժամանակի  մեջ,-  բանաստեղծության  սկզբի  այս  պատկերները դեռ  պահպանում  են  կապը  տերյանական  աշխարհի  հետ։  Շարունակության  մեջ  պատ- կերային համակարգը այլ որակ է ձեռք բերում. խոսքերը հնչում են իբրև երգ, «վառվում են ինչպես հուր», անհատի  ներաշխարհի  սահմաններն ընդարձակվում  են, ներանձնա- ցած հոգու փոխարեն աշխարհն է երգում…  Այս նոր քնարական իրադրությունը արդեն կապվում է չարենցյան աշխարհի հետ։ ", "Առաջին  համաշխարհային  պատերազմի  տարիներին  Տեր-Մարտիրոսյանի  բա- նաստեղծություններում  հայտնվում  է  հայրենիքի  թեման՝  ժամանակի  համար  բնորոշ տագնապալի  մտորումներով։  Իսկ  հոկտեմբերյան  հեղափոխությունից  հետո  բանաս- տեղծը  հայտնվում  է  քաղաքական  իրադարձությունների  հորձանուտում  և  գրեթե  դա- դարում է ստեղծագործելուց։ Երգի կարոտը երբեմն արթնանում է նրա մեջ. Իմ նոր երգերս քո նոր թափի դեմ Դեռ հնչելու է նախկին կորովով, Նորից բախտավոր, անհոգ, ժպտադեմ Երգելու համար, կռվելու համար… Քեզ կոչ պիտ անեն երգերս հզոր, Քեզ պիտի կանչեն դեպի մի արդար, Դեպի մի վսեմ, մեծ հաշվեհարդար։ ", "Ի՞նչ է կոմունիզմը, ի՞նչ սկզբունքների վրա է կառուցված այս հասարակարգը, ի՞նչ է  պետք  դրա  ամրության  համար.  այս  և  բազմաթիվ  այլ  հարցերի  մի  երկար  շարքի պատասխանն  է  տալիս  Լեռ  Կամսարը՝  նաև  իմաստախոսքերով  ժամանակ  առ ժամանակ  անդրադարձ  կատարելով  ժամանակաշրջանի  իրադարձություններին, քննադատելով իրականության թերի և բացասական կողմերը: Իսկ դրա համար դիմում է բնականաբար  նաև  երգիծանքին:  Ընդամենը  ընդհատ-ընդհատ  հնչող  մի  քանի  միտք, մեկը՝  բացեիբաց,  մյուսը՝  ծածկված  ոչ  թե  գաղտնիության  քողով,  այլ  թափանցիկ շղարշով,  որտեղ  միտքը  նույնն  է,  բուն  հենքը՝  քաղաքական:  «Կոմունիստական  սա աշխարհի  բնակիչներս  տեսակ  մը  բանտարկյալներ  ենք՝  ցմահ  դատապարտված.  սա տարբերությամբ  միայն,  որ  փոխանակ  պետական  հացը  ուտելու,  մեր  աշխատանքով կհայթայթենք»  /37/:  Սակայն  բանտ-կոմունիստական  աշխարհի  գաղափարը  զուտ չգոյության  է  դատապարտված.  կոմունիզմը  լոկ  գաղափար  է,  իսկ  գաղափարներից  ոչ բոլորի  համար  է  կանխորոշված  իրականություն  դառնալը:  «Եթե  դուն  մեռցնես թշնամիիդ  դավանած  գաղափարը,  եթե  դուն  սպանես  զայն  բարոյապես,  ֆիզիկականը ինքնիրեն կիյնա գետին ու կմեռնի: Գաղափար: Ահա օձի գլուխ, որ պիտի ջախջախես. չէ նե պոչը կտրատելով քեզի չես փրկեր գալիք պարտութենեն: Տվե՛ք ինձի փայտե հրացան և թուղթե փամփուշտ մը, ես կոմունիզմի գաղափարը սպանեմ…» /180/: ", "Սակայն  պետք  է  նշել,  որ  սյուժեի  բացակայությունը  կամ  հատվածայնությունը վերականգնվում,  փոխհատուցվում  է  դրվագների,  մոտիվների,  պատկերների  ու զգացողությունների պարբերաբար կրկնություններով: "]}