{"paragraphs": ["Միշտ  գոյություն  ունի  ընդհատումը,  ինչի  պատճառով  մարդը  տեսադաշտից  դուրս  է մնում։  Սա  մարդկային  կիսատ  հարաբերությունների,  չիրականացված  երազանքների աշխարհ է, երբ մարդը կորցնելով ինքն իրեն, վերագտնում է իր եսը նորից ու նորից»133: ", "Եվ  սա  դեռ  ամենը  չէ:  Փորձենք  միայն  «բացել»  այս  պարբերությունը.  առաջին  իսկ տողերից  պարզ  է,  թե  հեղինակը  միաժամանակ  քանի  խնդրի  է  անդրադարձ  կատարել, հարցադրումներից քանիսն են հույժ կարևոր այդ պահի համար, և որքան մեծ է եղել նրա համարձակությունը  այդպիսի  պահին  այդ  հարցերն  առաջ  քաշելու  համար:  Այսպես՝ ազատություն ընդհանրապես և հատկապես՝ կարծիքի, կուսակցական պատկանելության, դավանանքի, ուզած ղեկավարին հարգելու, սեփական դատողության,  անգամ  նեղ  կենցաղային՝  զավակին  անվանակոչելու,  աջ  կամ  ձախ կողմով ծամելու ազատություն… Գրողը  անդրադարձել  է  և՛  կոմունիստական,  և՛  սոցիալիստական,  և՛  բոլշևիկյան կառավարության  գործունեությանը:  Մի  կողմից՝  արդեն  իսկ  ազատության  բուռն  տենչ, թեև  դեռ  ազատության  մեջ  է  գրողը,  մյուս  կողմից՝  ծաղր  տիրող  հասարակարգի հասցեին.  նախ  սոցիալիզմը  «գիտություն»  է  և  ապա՝  «սոցիալիզմը  լոկ  ճառերու  համար ստեղծված գիտություն մըն է» /31/: Այս ամենին զուգահեռ՝ առկա է նաև երրորդ «գիծը»՝ բոլշևիկների սպանածները «բոլորն ալ խելացի, որակյալ, մասնագետ մարդիկ էին, որոց մեկը  նույն  օրվա  կուրսով,  կարժենար  տասը  բոլշևիկ»  /32/:  Հետո  անդրադառնալով իրականության  կրկին  մի,  համենայն  դեպս,  ոչ  գովելի  փաստի,  այս  կամ  այն  վայրի հեղափոխական  գործիչների  անուններով  կոչելու  տարածված  երևույթին՝  գրողը բանաձևում  է.  «Իսկական  հեղափոխությունը  ամենեն  քիչ  մտահոգված  է  անուններով անմահանալու:  Այս  ընթացքը  պիտի  կոչվե  ոչ  թե  Հոկտեմբերյան  հեղափոխություն՝  այլ անուններու տեղափոխություն» /35/: ", "Ամերիկացիներն  իրենց  երկրի  ճնշող    մթնոլորտին  ու  շրջապատի  մշտական հսկողությանը  այլևս  չկարողանալով  դիմակայել  մեկնում  են  Եվրոպա։  Այսպիսի ինքնակամ տարագիրներ են «La bella lingua»  պատմվածքի  հերոս Ուիլսոն  Սթրիթերը և նրա  իտալերենի  ուսուցչուհի  Քեյթ  Դրեսսերը։  Նրանք  ապրում  են  Հռոմում,  բայց  ունեն անհարմարավետության  զգացողություն։  Ջոն  Լ.  Բրաունը  գրում  է,  որ  Չիվերն  այնքան վստահ  է  զգում  իրեն  արվարձանում,  որ  թվում  է՝  մասնակից    է  իր  արտագաղթած հերոսների շփոթմունքին՝  Իտալիայի  ավելի հին  անհամաձայնություններին բախվելիս135։  Հռոմը նույնպես իր հազարամյակների մշակույթի ետևում  կարող է լինել անախորժ և չարությամբ լի՝ ինչպես Շեյդի Հիլը:  Հիշենք, որ Չիվերը Իտալիայում ապրել է մեկ տարի՝ 1956 թվականին։ ", "Բոդլերի ծանոթությունը Էդգար Պոյի ստեղծագործության հետ տեղի ունեցավ այն  ժամանակ,  երբ  §Չարի  ծաղիկներ¦  ժողովածուի  բանաստեղծությունների  մեծ մասը  արդեն  գրված  էին,  թեև  ժողովածուն  դեռ  չէր  հրատարակվել:  Սևագրերի վերլուծությունը թույլ է տվել մասնագետներին եզրակացնել, որ Պոյի ազդեցությունը մեծ տեղ է զբաղեցրել դրանց վերամշակման գործում: ", "Գրականագիտության  մեջ  մինչ  օրս  վիճելի  է  համարվում  այն  հարցը՝  արդյո՞ք Բոդլերի վերլիբրի ժանրին դիմելը նույնպես կապված է Պոյի ազդեցության հետ: Թեև մի կողմից կան դրա բոլոր նախանշանները, սակայն դրա հետ մեկտեղ հայտնի է, որ Մյուս  կողմից  այդ  մասին  է  նաև  վկայում  §Էվրիկայի¦  ենթավերնագիրը՝  §Արձակ Բոդլերը  ինքը  հղում  է  կատարում  ֆրանսիական  ավանդույթին  և  կոնկրետ Ալոզիուս  Բերտրանին:  Ինչպես  արդեն  գիտենք,  Մալարմեն  նույնպես  Պոյի բանաստեղծությունները թարգմանել է արձակ: Բայց մինչ այդ թարգմանության վրա Верлена. www.lomonosov-msu.ru, с.29 պոեմը¦: "], "paragraph_source_docs": [4, 3, 4, 1, 1], "source_docs_file": "Literature.json"}