{"paragraphs": ["Азербайджан в XVIII веке и взаимоотношения его с Россией, Баку, 1965. բանասիրական հանդես», 1991, № 2: ", "Թեև  բավական  մեծ  աշխատանքներ  են  տարվել  միջնադարյան  նյութական  մշա- կույթի, հատկապես խեցեգործության ուսումնասիրման ուղղությամբ, այնուամենայնիվ դրանք ամբողջական չեն  և ժամանակագրորեն ավարտվում են  հիմնականում XIV դա- րով: Չնայած մեծաքանակ գիտական գրականության առկայության, XIV – XVII դդ նյու- թական մշակույթի վերաբերյալ չկան լիարժեք համալիր աշխատանքներ: Մեր ատենա- pottery IX – XIVth cc. London, Faber and Faber limited, 1957, 37 p.. Изд.  ,,Наука’’,  1982,  211  с.;  Среднеазиатская  глазурованная  керамика  XII  –  XV  вв.,  Душанбе,  Изд.  ,,Дониш’’, Sakisyan  A.,  La  céramique  d’Asie-Mineure  et  de  Constantinople,  Paris,  Librairie  Orientaliste  Paul  Geuthner,  1923; Wilkinson Ch., Fashion and technique in Persian pottery, Bulletin the Metropolitan Museum of Art, November, 1947, v.6, N 3, pp. 99-104; Wilson R. P., Islamic art, New York, The Macmillan company, 1957. Керамика Старой Ганджи, Баку, Изд. АзФАН, 1940, 44 с. խոսությունը  ևս  չի  հավակնում  լինելու  համալիր  ուսումնասիրություն:  Ատենախոսու- թյան շարադրանքում, առաջին անգամ փորձ է կատարվում դասակարգել ու միավորել Հայաստանի  տարբեր  շրջաններից  գտնված  XIV  –  XVII  դդ.  վերաբերող  խեցեղեն  նյու- թերը` դիտարկելով կոնկրետ ժամանակահատվածում: ", "Թեմայի  ուսումնասիրության  մի  շարք  հիմնահարցերի  նորովի  գնահատմամբ ետխորհդային  տարիների  ուսումնասիրություններից  կարելի է  առանձնացնել կովկասագետ  Վ.  Դեգոևի  հետազոտությունը34,  որտեղ,  թեև  հիմնական  շեշտը  դրվում  է Քարթլի-Կախեթի  միացյալ  թագավորության  վրա,  սակայն  անդրադարձ  է  կատարվում նաև  Շիրվանի  XVIII  դ.  երկրորդ  կեսի  պատմության  առանձին  հարցերի ուսումնասիրությանը։ ", "շարձան, Տարեգիրք, Հ. Զ, Երևան, 2010, էջ 197-208: ", "Ուշադրության  արժանի  է  նաև  Ռուսաստանի  արտաքին  քաղաքականության պատմության  բազմահատորյակի  XVIII  դարն  ընդգրկող  պրակը՝  Ժ.  Անանյանի Հայ  պատմագիտության  մեջ Հյուսիս-արևելյան  Այսրկովկասի  առանձին խանությունների  XVIII  դ.  երկրորդ  կեսի  պատմությանը  նվիրված  գիտական ուսումնասիրություններ  գրեթե  չեն  կատարվել:  Բացառություն  են  կազմում  Վ. Գրիգորյանի 36  և  Ս.  Մարգարյանի 37  հետազոտությունները։  Հայկական  հարուստ աղբյուրները  մանրակրկիտ  վերլուծելով՝  Վ.  Գրիգորյանը  վերականգնում  է  XVIII  դ.  80- դդ.  քաղաքական  պատմության  մի  շարք  հարցեր  խոր  քննության  են  ենթարկվում    Ս. Մարգարյանի ուսումնասիրության մեջ: ", "Ներածությունն  արտահայտում  է  թեմայի  նպատակը,  նորույթը,  արդիականու- թյունը, ուսումնասիրվածության աստիճանը: ", "социальных исследований черноморско-каспийского региона, т. I, Под ред. В. А. Захарова, Москва, Изд-во «Панорама», 2011, с. 27-42. Ղարաբաղի  խանության  և  Արցախի  մելիքությունների  XVIII  դ.  երկրորդ  կեսի պատմության  մի  շարք  հիմնահարցերի  լուսաբանմանն  են  նվիրված  պատմաբան  Ա. Մաղալյանի աշխատությունները38։ ", "յանը, դրանց տարբերակմանը ըստ ներմուծված և տեղական արվեստանոցների, տիպա- բանությանն  ու  մասնավոր  քննությանը:  Այս  առիթով  պետք  է  նաև  նշել  Կ.  Տրևերի66,  Գ. Սարգսյանի67, Կ. Ղաֆադարյանի68 և այլոց աշխատությունները: Հելենիստական շրջանի հայկական  հուշարձանների  կերտման  վայրերի,  պատկերագրական  տիպերի,  փուլաբա- ժանության,  դիցաբանական  կերպարների  ուսումնասիրության  և  քանդակագործության վերաբերյալ վերլուծությունների թվում պետք է նաև նշել Ժ. Խաչատրյանի69, Հ. Մարգար- յանի70, Խ. Մուշեղյանի71, Ռ. Վարդանյանի72 աշխատանքները: ", "XIX  դ.  Բաքվի  նահանգի  հայ  բնակչության,  Բաքու  քաղաքի  հայության պատմաժողովրդագրական  հիմնահարցերին  են  նվիրված  հայագետ  Գ.  Ստեփանյանի արժեքավոր ուսումնասիրությունները40: ", "գիտական ուսումնասիրությունները41: ", "Չորրորդ գլուխը նվիրված է ջնարակապատ խեցեղենին, որի ուսումնասիրությունը անջնարակ խեցեղենի համեմատ, թույլ է տալիս XIV – XVII դարերի մեջ ավելի նեղ փու- լաբաժանում  կատարել`  կապված  տեխնոլոգիական  միջոցների  արագ  փոփոխություն- ներով:  Ջնարակած  խեցեղենի  քննությամբ  հնարավոր  է  հետևել  և  մշակութային  փոխ- առնչություններին հարևան երկրների, Առաջավոր Ասիայի, Իրանի, Միջին Ասիայի, Չի- նաստանի,  Թուրքիայի  հետ,  որոնք  աշխարհաքաղաքական,  առևտրա-տնտեսական շարժերի հետևանք են: ", "XIV – XVII ԴԱՐԵՐԻ ՀՈՒՇԱՐՁԱՆՆԵՐԸ (ՊԵՂՈՒՄՆԵՐԻ ՀԱՄԱՌՈՏ ԱԿՆԱՐԿ) Պատմական համառոտ ակնարկ: ", "րատի, ծնվ.` 1983 թ.: ", "ՀՅՈՒՍԻՍ-ԱՐԵՎԵԼՅԱՆ ԱՅՍՐԿՈՎԿԱՍԻ ԷԹՆՈՔԱՂԱՔԱԿԱՆ ՊԱՏԿԵՐԸ XVIII Դ. ԵՐԿՐՈՐԴ ԿԵՍԻՆ Նախքան այս գլխի հիմնական նյութին անցնելը, տեղին ենք համարում համառոտ ներկայացնել Հյուսիս-արևելյան Այսրկովկասի էթնոքաղաքական պատմությունը՝ XVIII դ.  երկրորդ  կեսին  ծավալվող  քաղաքական  գործընթացների  առավել  օբյեկտիվ  ու համակողմանի լուսաբանման համար։ ", "Հյուսիս-արևելյան  Այսրկովկաս  եզրույթը  XVIII  դ.  երկրորդ  կեսին  ներառում  էր Բուն Աղվանքի (Կուրից հյուսիս) տարածքների՝ Դերբենդի, Ղուբայի, Շամախիի, Բաքվի և  Շաքիի  խանությունների  պատմաաշխարհագրական  սահմանները:  Անտիկ դարաշրջանից  ի  վեր  մինչև  428  թ.  Մեծ  Հայքի  և  Բուն  Աղվանքի  թագավորությունների միջև  սահմանն  անցնում  էր  Կուր  գետով,  որից  հարավ  տարածվում  էին  հայկական Արցախ  և  Ուտիք  նահանգները:  Նշված  թվականին  Հայաստանում  Արշակունյաց արքայատոհմի  իշխանությունը  վերացնելուց  հետո  Սասանյանները  նախ  Ուտիքը,  իսկ էր  նույն բարեփոխումով  ստեղծված  Աղվանից մարզպանության  կազմի  մեջ:  Պարսկական  պետության  վարչա-քաղաքական  միավոր հանդիսացող  մարզպանությունը,  իր  վրա  կրելով  Աղվանից  թագավորության անվանումը,  էթնոքաղաքական  նոր  միավոր  էր՝  հայկական  տարրի  որոշակի գերակշռությամբ,  ինչը  և  պայմանավորեց  Աղվանքի  վարչական  կենտրոնի,  ապա  նաև կաթողիկոսարանի  փոխադրումը  Չող-Դերբենդից  աջափնյա  Պարտավ  (VI  դ.  I  կես) 42, իսկ հետագայում՝ Գանձակ (XII դ.) և Գանձասար (XV դ.): Հյուսիսից տափաստանաբնակ ցեղերի  ներթափանցման,  ինչպես  նաև  տարածքի  վարչական  նոր  բաժանումների հետևանքով  «Աղվանք»  անվանումը  որոշ  առումով  կիրառությունից  դուրս  է  գալիս ձախափնյակի  համար:  Շնորհիվ  հոգևոր  կենտրոնի  առկայության,  այն  պահպանվում  է առավելապես  Արցախում  և  Ուտիքում:  Միաժամանակ  հայկական  հոծ  բնակչության առկայության  պատճառով  «Աղվանք»  եզրույթին  զուգահեռ  գործածվում  են  «Հայոց Արևելից  կողմանք»,  «Արևելից  կողմանք»  և  այլ  հոմանիշներ:  Արաբական  աղբյուրները Կուր-արաքսյան միջագետքի (նեղ իմաստով՝ Արցախ, Ուտիք նահանգները) նկատմամբ կիրառում են «Առան» եզրույթը (=Աղվանք): ", "Köln, 2001. years of global Venus Art, Canada, 2015. ԿՆՈՋ ԿԵՐՊԱՐԸ ՆԱԽՆԱԴԱՐՅԱՆ ՀԱՎԱՏԱԼԻՔՆԵՐՈՒՄ ԵՎ ՆՐԱ ՊԱՏԿԵՐԱԳՐՈՒԹՅԱՆ ԱՌԱՋԱՑՈՒՄԸ Մարդու կերպավորման վաղագույն դրսևորումների և դրանց ի հայտ գալու սկզբնա- պատճառների մասին դժվար է կարծիք հայտնել և պատահական չէ, որ մինչ օրս այս խն- դրի շուրջ բազմաթիվ վարկածներ են շրջանառվում96: Բոլոր դեպքերում ներկայումս կաս- կածից վեր է համարվում այն տեսակետը, որ հնագույն կանանց կերպարները հանդես են գալիս  արդեն  վերին  պալեոլիթում`  մանրաքանդակների  տեսքով:  Այս  ժամանակներից սկսած կնոջ կերպարը քանդակագործության մեջ հանդես է գալիս կլոր քանդակի, խորա- քանդակի, հարթաքանդակի  և  ուրվանկարի տեսքով: Կարելի է մեկ անգամ ևս հաստա- տագրել,  որ  վերին  պալեոլիթյան  հնավայրերից  հայտնի,  այսպես  կոչված  «Պալեոլիթյան Վեներաները»  կանացիությունն  ու  մայրական  սկիզբը  նշանավորող  առաջին  արձանիկ- ներն  են97:  Այս  արձանիկների,  որպես  արվեստի  հնագույն  օրինակների  և  առհասարակ կնոջ  կերպարի  նախնադարյան  ընկալումների  վերլուծության  մեր  մոտեցումները  հիմնա- վորելու համար, կարևոր ենք համարում շեշտելու հետևյալը: ", "XI-XVI  դդ.  Բուն  Աղվանք  –  Ալբանիայի  տարածքի  արևելյան  հատվածը էթնոքաղաքական  ու  լեզվա-մշակութային  լուրջ  փոփոխությունների  ենթարկվելով՝ Շիրվան  անվանումն  էր  կրում 43 :  Քաղաքական  առումով  XI  դ.  մինչև  XVI  դ.  երրորդ տասնամյակի  վերջը  Շիրվանը  Շիրվանշահերի  պետության  սիրտն  էր՝  Շամախի  և Բաքու  կենտրոններով,  որոնք  իրենց  ուրույն  տեղն  էին  գրավում  Այսրկովկասի միջնադարյան քաղաքների կողքին44: ", "XVI  դ.  երկրորդ  կեսից  մինչև  XVIII  դ.  առաջին  քառորդը  Հյուսիս-արևելյան Այսրկովկասի  մեծ  մասը  Սեֆյան  պետության  Շիրվանի  բեկլարբեկության  (կենտրոնը՝ Շամախի)  կազմում  էր 45 :  Իրանական  պետության  կազմում  այդ  բեկլարբեկության քաղաքական  ու  տնտեսական  կարևորության  մասին  էր  փաստում  այն,  որ  տասներեք բեկլարբեկությունների շարքում Շիրվանը գրավում էր երկրորդ տեղը46: ", "XV – XVII դդ. հայ իշխանական տների աստիճանաբար վերացմանն ու նրանց տի- րույթների  բռնագրավմանը  զուգընթաց  հայ  ժողովրդի  ներքին  գործերի  տնօրինումը ստանձնեց  Հայոց  եկեղեցին  (հատկապես  1441  թ.  հետո,  երբ  Կաթողիկոսական  աթոռը վերահաստատվեց  Էջմիածնում),  մի  հանգամանք,  որի  հետ  հաշվի  էին  նստում  անգամ օտար  նվաճողները:  Եկեղեցական  կալվածատիրության  համար  ստեղծված  համեմա- տաբար նպաստավոր պայմաններում հայ ավատատիրական տների որոշ ներկայացու- ցիչներ  վանքերի  տնօրինությանը  հանձնեցին  իրենց  ժառանգական  կալվածքները` իրենք էլ դառնալով այդ վանքերի հոգևոր առաջնորդներ: ", "վիճակահանությունները  սկսվում  են  ատատ-պատատ,  ասի′-բասի′,  բո´ւկտր-բո´ւկտր, ա´գլե-դո´ւգլե, էկե-դուկե166 և այլ արտահայտություններով, որոնք վերջում ավարտվում են  դարձյալ  անիմաստ  բառերով`  թը´ս,  ճո´ւկ,  կլյո´ւչ,  բլե´ն  և  այլն:  Դրանք,  սակայն շատ  որոշակի  հաստատում  են  հաշվից  դուրս  եկողի  «մահը»,  ինչը  բնորոշ  է  տեքստե- րով վիճակահանության ձևերին. Ատատ-պատատ, շամամ-շուլ, Շամշի լագին մի դամբուլ: 167 Էկե դու-կե, շեր-վան-տու-կե Շամ-բլա-պլոզ խոր-դո-խինա Հա-ռա վըն-գո, դըն-գըլ կոպալ Թլիր սա-դա, փը-լիր փար-դա: 168 Ակ-լե դուկ-լե դը մը-զա, Չա-րոխ չում-բուզ պու-պու-զա, Հաֆ-տե կո-ճակ տան պլո-ճակ, Դըն-գըլ մըն-գըլ ֆըս-ը թը´ս: 169 Ա-կե, դա-կե, դը-նա-զե, բառակապակցություններով տողերը յոթվանկանի հանգավոր երկյակներ են: Նմանատիպ բառերն ասվում են հատ-հատ` ամեն անգամ մատը դնելով մի քանի առարկաներից ամեն մեկի վրա` նրանցից մեկն ընտրե- լու  համար  (ՀԼԲԲ,  հ.  Ա,  Եր.,  2001,  էջ  29):  Իսկ  ի՞նչ  է  նշանակում  ագլե-տյուկլե:  Ոչ  գրական  հայերենում ունենք ագալ բառը, որը նշանակում է տխմար (ՀԼԲԲ, հ. Ա, Եր., 2001, էջ 3), իսկ ակլակը, որը գործածվում է բառակապակցությունների մեջ, ունի դարանակալել, պահ դնել (ակլակ դնել) իմաստը (Հ. Աճառեան, Էմինե- ան ազգագրական ժողովածու (այսուհետև՝ ԷԱԺ), հ. Ա, Գաւառական բառարան, Թիֆլիս, 1913, էջ 63): Այս երկյակների իմաստային նշանակությունները, ինչպես նշում է Լ. Սիմոնյանը, ոչ միայն ունեն «լաթ» իմաստը, այլ նաև` խթոնիկ խորհրդանիշ (Լ. Սիմոնյան, Վեգախաղի երգերը, Տոմարային ծիսաշար, հ. II, Եր., 2007, էջ միջատանման  մազոտ  մի  էակ,  ով  հագնում  է  ոսկե  կոճակներով  զգեստ  և  դնում  ալ  գլխարկ»166  (Անդ:  Վ. Բդոյան,  նշվ.  աշխ.,  հ  II,  №  378,  էջ  155),  քանի  որ  «այն  աշխարհին»  բնորոշ  հագուստով  էակը  (խթոնիկ խորհրդանիշ՝ Chthonic` անդրաշխարհին վերաբերող) (Encyclopedia Britannica, https://www.britannica.com/topic/chthonic,  06.06.2017,  10:21  am)  չի  կարող  ապրել  ու  գործել  «այս  աշխարհի» սահմաններում,  ավելին,  նա  պիտի  թաքնվի  կամ  դարանակալի  (օտարվի՞),  որպեսզի  հարմար  պահի`  վեր- ջում, ինչ-որ մեկին մատնանշելով` դուրս հանի, վիզը կտրի, գցի և այլն` «դընգլ-մընգլ, ֆըսը, թը´ս», «տանակ տնեմ, սև խավի վիզը կըդրեմ»: ", "Քաղաքների  և  քաղաքատիպ  բնակավայրերի  աստիճանական  անկման  արդյուն- քում մշակութային կյանքն աշխուժացավ վանական համալիրներում, որոնք հետզհետե դարձան մշակութային կյանքի կատալիզատորներ: Մշակութային, կրթական ոլորտների առաջատար դարձան այն վանքերը, ուր տեղափոխվեցին եպիսկոպոսական աթոռները: ", "դի դեր կատարած քրմուհիների: ", "Թուրք  լրտեսը  ձեռք  բերված  տեղեկատվությունն  անմիջապես  փոխանցում  էր Վիեննայում բնակվող  Թուրքիայի գաղտնի գործակալ  Ռակոայի միջոցով, նամակագրական կապի մեջ էր գտնվում Ջենովայում գործող թուրք գործակալ Դոնայաի հետ4: ", "Ռուսական  պետության  ռազմաքաղաքական  և  առևտրա-տնտեսական  շահերն ապահովելու նպատակով Պետրոս Ա կայսրը 1722-1723 թթ. նախաձեռնում է արշավանք (Կասպիական  կամ  Պարսկական)  դեպի  Հյուսիս-արևելյան  Այսրկովկաս  և  գրավում Դերբենդից  Բաքու  ընկած  տարածքները:  Պետերբուրգում  1723  թ.  կնքված  ռուս- международные отношения в XVIII веке, Москва, 1966, с. 65. իրանական  պայմանագրով  Դերբենդից  մինչև  Բաքու  ձգվող  տարածքներն  անցնում  են Ռուսական կայսրությանը50: ", "Երիտասարդ  աղջիկների  և  կանանց  խաղերը  մեծ  մասամբ  սենյակային  էին: "], "source_docs_file": "History.json", "paragraph_source_docs": [4, 3, 4, 2, 4, 3, 4, 2, 4, 4, 3, 3, 1, 4, 4, 2, 4, 4, 3, 1, 3, 2, 0, 4, 1]}