{"paragraph_source_docs": [0, 1, 2, 1, 0, 2, 2, 1, 2, 1], "source_docs_file": "Informatics and Computer Systems.json", "paragraphs": ["Հեշավորման  արագությունը:  Ներքին fi  ֆունկցիաները  իրականացվում  են առանձին  հոսքերում  աշխատանքի  համար՝  հեշավորման  արագության  մեծացման նպատակով:  300  ՄԲ  պատահական  տվյալների  համար  հեշավորման  արագությունը հոսքային ռեժիմում կազմում է 60 ․2 ՄԲ/վ՝ 6 հոսքերով, մինչդեռ սովորական ռեժիմում (մեկ հոսք) այն կազմում է 24 ՄԲ/վ: ", "ԵԶՐԱԿԱՑՈՒԹՅՈՒՆ Մշակված  բազմաօգտատեր  ծրագրային  համակարգը՝  հիմնված  ավազակույտի մոդելով նկարագրվող ինքնակազմակերպվող դինամիկ պրոցեսների հետազոտման  համար,  թույլ  է  տալիս  հետազոտել  և  հաշվարկել  տարբեր ֆիզիկական, ինֆորմացիոն բնութագրիչներ երկչափ և եռաչափ տարածություններում,  ինչպես  նաև  կատարել  համատեղ  հետազոտություններ՝ աշխատանքների  միաժամանակյա  դիտման,  փոփոխությունների  կատարման, մոդելներում վիճակների պահպանման, ստացման և ուղարկման հնարավորություններով: ", "Առհասարակ  տեղորոշումն  ակտուալ  է  շատ  այլ  խնդիրների  լուծման  համար նույնպես  [60,  61]։  Այս  ենթավերնագրում  կքննարկենք  պատկերներում  տեղորոշման մեթոդի նկարագրման, կատարված փորձերի և տեխնիկական լուծումների մասին։ ", "Ստեղծված բազմաօգտատեր «լուրջ խաղ»-ի օրինակը՝ հիմնվելով ավազակույտի մոդելի  վերաբերող  բազմաթիվ  թեորեմների  վրա  և  չունենալով  հաղթանակին տանող  ակընհայտ  ստրատեգիա,  խթան  է  հանդիսանում  ինքնակազմակերպվող համակարգերի  հանդեպ  եղած  հետաքրքրության  մեծացմանը,  հետևաբար  նաև համատեղ ուսուցմանը և հետազոտմանը: ", "ԻՐԵՐԻ  ԻՆՏԵՐՆԵՏ  ՄԻՋԱՎԱՅՐՈՒՄ  ԲԱՆԱԼԻՆԵՐԻ ԲԱՇԽՄԱՆ  ԵՎ  ԳՈՐԾԱՌՈՒՅԹՆԵՐԻ  ԱՄԲՈՂՋԱԿԱՆՈՒԹՅԱՆ ԱՊԱՀՈՎՄԱՆ ԾՐԱԳՐԱՅԻՆ ՀԱՄԱԿԱՐԳԻ ԻՐԱԿԱՆԱՑՈՒՄԸ Ատենախոսության  մեջ  բերված  հետազոտությունների  հիման  վրա  մշակվել  և փորձարկվել են հետևյալ ծրագրային լուծումները. •  Ցանցային մոդուլը, որն իրականացնում է ցանցի վիճակի փոփոխության գրանցումը և  բացահայտում է ցանցին միացված սարքերը: ", "Մշակված  մեթոդը  ակտուալ  է  բոլոր  տեսախցիկների՝  բոլոր  տեսադաշտերի Տեսախցիկի  տեսակից  ելնելով՝  նկարահանման  անկյունը  միշտ  ակնհայտ  է։ ", "Օրինակի  համար  կվերցնենք  900  անկյուն  ունեցող  տեսախցիկ  և  փորձերը կիրականացնենք նրա համար։ ", "https://en.wikipedia.org/wiki/Self-organized_criticality [3]  D. L. Turcotte, “Self-organized criticality”, Rep. Prog. Phys., vol 62, 1377, 1999. [4] Jarkko Kari , “Theory of cellular automata: A survey”, Theoretical computer science,  vol. 334, Issues 1-3, pp. 3-33, 15 apr.2005 [5] S. Wolfram, “Cellular automata as models of complexity”, Nature 311, pp. 319- [6] (2002)The Wikipedia website, [online]. Available: ", "Նկար 2.22-ում պատկերված է որևէ տարածքի տոպոլոգիան, որում ցուցադրված Նկար 2.22. Տարածքի տոպոլոգիան և տեսախցիկի  տեսադաշտը տարածքում։ ", "Copernicus Press, 1996. [10]  A. Fey, L. Levine and D. B. Wilson, “Approach to criticality in sandpiles”, Phys. Rev. E 82, 031121, 15 sept. 2010 [11] The Abelian Sandpile Model visualising tool, [Online], Available: "]}