{"paragraph_source_docs": [3, 1, 3, 3, 3, 3, 3, 3, 3, 3], "source_docs_file": "Mechanical Engineering and Machine Science.json", "paragraphs": ["  1 և 2 ինդեքսները գումարվում են  2k-2 մոդուլով: ", "Նկ.  4.6  -  ում  պատկերված  է  չեռակալված  քառակուսի  հատույթով ուղղանկյուն  պրիզմայի  ձև  ունեցող  փոշենմուշի  փորձարկման  մամլակաղապարի սկզբունքային  սխեման:  Փոշենմուշը  սկզբում  ենթարկվում է  մամլման` առաջացնելով առանցքի ուղղությամբ  ազդող լարում, այնուհետև հարմարանքը շոշափող լարում),  այսինքն`  6  փորձանմուշը  բավականին  տափակ  և  սուր  4  դանակով ենթարկվում է կտրման` գտնվելով 2 մամլամատի կողմից զարգացրած սկզբնական որոշակի սեղմող ուժի ազդեցության տակ: ", "Այս  մոտեցման  հիմնական  թերությունն  այն  է,  որ միջակայքի  թվերը կարելի է ներկայացնել ինդեքսների մի քանի եռյակների միջոցով [1, 2, 7]: Օրինակ, եթե , ապա բոլոր յոթ թվերի համար պահանջվում է ինդեքսների  23 տարբեր եռյակներ (3 թվի ներկայացման համար կարելի է օգտագործել 4 եռյակ`(2,0,0),(2,0,1),(2,1,0),(2,1,1)): ", "Եթե մոդուլի արժեքը` , ապա [1, 2, 3...15] միջակայքից թվերի համար պահանջվում է  ինդեքսների  32  եռյակ:  Մոդուլի  արժեքի  աճին  զուգընթաց  այս  եռյակների ավելցուկները  հանգեցնում  են  մեծածավալ  LUT  աղյուսակների  կիրառման  անհրա- ժեշտությանը,  այսինքն`  աճում  են  ապարատային  ծախսերը:    Ինդեքսների  եռյակների քանակի  նվազեցմանը  կարելի  է  հասնել,  2.12  արտահայտությունը  ձևափոխելու դեպքում, որից հետո յուրաքանչյուր թիվ կարելի է ներկայացնել (2.16.)-ի տեսքով` Այս  դեպքում  ինդեքսների  փոփոխման  միջակայքը  հաշվարկվում  է  համաձայն հետևյալ օրենքների.   եթե + ≥k,  ապա բազմապատկման արդյունքը հավասար է զրոյի, եթե + =k, ապա բազմապատկման արդյունքը 2k-! Է: ", "  1 և 2 ինդեքսները գումարվում են  2k-2-α մոդուլով: ", "  և գումարվում են 2-ի մոդուլով գումարիչի միջոցով: ", "Աղ.  2.2-ում  ներկայացված  են m=16=24  մոդուլով  (2.12)`  համաձայն  արտա- հայտության,  բոլոր  չկրկնվող  ինդեքսների  եռյակները,  որոնք  դիտարկվում  են  որպես մոդիֆիկացված  ինդեքսային ձևափոխում  m=16 մոդուլով բազմապատկման համար: ", "Աղյուսակ 2.2. m=16 մոդուլի բոլոր չկրկնվող ինդեքսների ներկայացումը a= |2 5(-1)|16 Քանի որ աղ. 2.2-ը պարունակում է բոլոր չկրկնվող ինդեքսների եռյակները, նրանց ավելցուկների  խնդիրը  վերանում  է:    Մի  քանի  տարբերակի  հիման  վրա  հիմնավորենք աղյուսակում ներկայացված ինդեքսային եռյակները: ", "(20 50(-10))mod16=1 mod16=1,                    (20 51(-10))mod16=5 mod16=5, (21 51(-11))mod16=-10 mod16=6,                 (23 50(-10))mod16=8 mod16=8  և այլն: ", "LUT  աղյուսակների  կրառմամբ  2k  մոդուլով  մոդուլյար  բազմապատկման  սարքի կառուցվածքային սխեմանբերված է նկ. 2.9-ում: "]}