{"source_docs_file": "Linguistics.json", "paragraph_source_docs": [0, 1, 0, 1, 0, 0, 0, 0, 1, 1, 0, 1, 0, 0, 1, 1, 0, 1, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 1, 1, 1, 0, 0, 0, 0, 0, 1, 0, 0, 0, 1, 0, 0, 1, 0, 1, 1, 0, 1, 0], "paragraphs": ["Կաթոլիկ  հակոբիկները  կազմեցին  «Անտիոքի  ասորի  կաթոլիկ  եկեղեցին»,  որն  իր  ծե- սով և լեզվով մոտ է Անտիոքի ասորի ուղղափառ եկեղեցուն: ", "Հենց  այս  պատճառով,  երբ  խոսողներից  մեկը  խախտում  է  կարգախոսը`  ասելով կամ մատնանշելով մի բան, որը ճիշտ չէ, տեղեկատվություն չի պարունակում կամ հակառակը՝ չափազանց ծանրաբեռնված է տեղեկատվությամբ, չի համապատասխանում տվյալ իրադրությանը կամ անորոշ է, ապա նրա խոսակիցը, ենթադրելով,  որ  խոսողն  իրականում  ենթարկվում  է  կարգախոսին,  փորձում  է կռահել, թե  իրականում  ինչ  կար խոսողի  մտքին, և  թե  իրականում  նա  ինչ  նկատի ուներ:  Եվ  քանի  որ  խոսողը  գիտի,  որ  զրուցակիցն  իրենից  ակնկալում  է  հետևել կարգախոսին, նա իրեն թույլ է տալիս մտադրված կերպով դուրս գալ կարգախոսի սահմաններից,  այսինքն`  ստեղծել  տպավորություն,  թե  ինքը  խախտում  է կարգախոսն  այնպես,  որ  դա  ակնհայտ  է  և՛  իր` խոսողի,  և՛ զրուցակցի  համար՝  իր ներակա միտքը փոխանցելու նպատակով: Ստացվում է, որ, համաձայն Փ. Գրայսի, մինչ խոսակցություն սկսելը, խոսողն ու խոսակիցը արդեն նախատրամադրված են եղել հետևելու կարգախոսներին՝ հաղորդակցական ներակայումներ արտահայտելու նպատակով: ", "Գրի  եղանակը,  երբ  ասորական  տառերը  գործածվում  են  այլ  լեզու  գրառելու  համար, կոչվում է գարշունի: Բառի ծագումը շարունակում է մնալ չպարզաբանված. փորձ է ար- վել այն կապել Հին Կտակարանի Ելից գրքում (2:22) հիշատակվող Մովսեսի որդի Գեր- շոնի  (Գերսամի)  հետ21:  «Գարշունի»  ասելով  սովորաբար  նկատի  են  ունենում  ասորա- տառ արաբերենը (արաբերեն արտասանությամբ՝ քարշունի), քանի որ այս եղանակով (առավելապես՝  սերտո  արևմտյան  ասորական  տառատեսակով)  գրված  տեքստերի ճնշող մեծամասնությունն արաբերեն է: ", "Ս.  Լևինսոնը  նույնպես  նույնաբանությունը  դիտարկում է  որպես հաղորդակցական  ներակայում  փոխանցելու  միջոց`  քանակի  կարգախոսը բացահայտ կերպով խախտելով կամ դրան չհետևելով: Լևինսոնը War is war; Either John  will  come  or  he  won’t;  If  he  does  it,  he  does  it  նույնաբանությունները մեկնաբանում է  համապատասխանաբար  հետևյալ  կերպ:  Ելնելով  այս նույնաբանությունների տրամաբանական կառույցից, որոնք են V (Wx – W(x)); pV ~ p;  p  –  p,  դրանք  միանշանակ  ճիշտ  են,  հետևաբար  ունեն  միևնույն ճշմարտացիության  պայմանները (truth  conditions),  և  դրանց  միջև  եղած տարբերությունը,  ինչպես  նաև  հաղորդակցական  ներակայումը  պետք  է  գրեթե ամբողջովին  պայմանավորված  լինեն  դրանց  գործաբանական  ներակայումներով: ", "րավորին  սահմանափակել  այս  կամ  այն  (օրինակ՝  ալքիմիական)  տեքստից  օգտվելու հնարավորություն ունեցող անձանց թիվը: Բացի ասորիներից՝ գարշունին որոշ տարա- ծում  ուներ  և  քրիստոնյա  արաբների  միջավայրում:  Կարծիք  կա,  որ  այս  գրելաձևը նպաստել է արաբական դասական գրի վերջնական ձևավորմանը: ", "Ասորական  գիրն  իր  կառուցվածքով  և  ընդհանուր  սկզբունքով  աբջադային  է, այսինքն՝ բաղաձայնագրային և որպես այդպիսին՝ մոտ է արաբականին, որը նույնպես արամեական  ծագում  ունի  և  սկիզբ  է  առնում  նաբաթեացիների  գրից25:  Արաբերենն ասորական գրով գրառելու համար պահանջվում էր ընդամենը ներմուծել մի քանի լրա- ցուցիչ նշաններ, քանի որ արաբերենի 28 տառի դիմաց ասորերենն ունի միայն 22-ը: ", "Երկար  ժամանակ  գարշունին  կիրառվում  էր  միայն  արաբերենի  համար,  ապա աստիճանաբար  այն  ընդգրկեց  պարսկերենն  ու,  հատկապես,  օսմանյան  թուրքերենը (օսմաներենը): Ասորատառ օսմաներենը XIX դ. վերջից արևմտյան ասորիների մամուլի հիմնական լեզուն էր, և դրա գործածությունը պահպանվեց մինչև 1932 թ.26: Շատ ավելի քիչ ծավալով ասորական գիրը գործածվել է հունարենը, եբրայերենը, քրդերենը, լատի- ներենն ու մալայալամը գրառելու համար: Ասորատառ, ինչպես նաև հայատառ օսմանե- րենով հոդվածներ է պարունակում նաև «Բաբելոնը»: ", "Գոյություն է ունեցել նաև հայկական գարշունիի՝ ասորատառ հայերենի հազվա- գյուտ երևույթը, որն անմիջականորեն կապված է հայախոս ասորիների համայնքների երևան գալու հետ: Այդ համայնքները գոյացել էին Խարբերդի և Մալաթիայի միջև ըն- կած  տարածաշրջանում,  հավանաբար՝  XVI-XVII  դդ.27:  Շրջանը  գտնվում  է  ասորիների ավանդական  բնօրրանից՝  Հյուսիսային  (Ասորվոց)  Միջագետքից  դուրս.  ասորիների թիվն այստեղ սկսեց աճել X դ. երկրորդ կեսից՝ Բյուզանդական կայսրության քաջալեր- մամբ:  Մալաթիան  XII-XIII  դդ.  «ասորական  վերածննդի»՝  ասորական  գրականության վերջին վերելքի կենտրոնն էր, և այստեղ էին ծնվել և աշխատել նրա վերջին անվանի ներկայացուցիչները՝  աստվածաբան  Դիոնիսիոս  բար  Սալիբին  (†1171),  պատմաբան Միքայել  Ասորին  (1126–1199)  և  մեծագույն  հանրագիտակ  Գրիգոր  բար  Հեբրայոսը Studies”, Vol. 12, No. 2, 2009, էջ 300: ", "Հիմք  ընդունելով  վերոբերյալը`  Ջ.  Վորդը  և  Ջ.  Հիրշբերգը  Լևինսոնի վերլուծությունը  համարում  են  ոչ  ամբողջական  (Ward,  Hirschberg  1991):  Հարկ  է նշել, որ Լևինսոնի քննության ենթարկած նյութը սահմանափակ է ինչպես քանակի, այնպես  էլ  նույնաբանական  կառույցների  տեսակների  առումով:  Լևինսոնի  առաջ քաշած մոտեցումը չի բավարարում, ըստ Ջ. Վորդի և Ջ. Հիրշբերգի, համարժեք այլ նույնաբանություններ մեկնաբանելու համար: Նրանք Լևինսոնի «դա իր բնույթն է և հնարավոր  չէ  ինչ-որ  բան  փոխել»  մեկնաբանությունը  փորձում  են  տարածել  այլ նույնաբանությունների  վրա  և  ցույց  տալ,  որ  այս  մոտեցումը  թերի  է:  Դիտարկենք հետևյալ օրինակները. GW: Why would you want to hack in Paoli eight hours a day? DE: A job’s a job. (CBS Evening News, 6 March, 1985) Jim Gardner: The defense claimed White had asked him to kill her. The prosecution countered with the claim Murder is muder. (Channel 6, Action News at 6, 8 June, 1985) Առաջին  օրինակում,  ըստ  Վորդի  և  Հիրշբերիգի,  նույնաբանություն կիրառելով`  խոսողը  ոչ  թե  մասնավորեցնում  է  իր  աշխատանքի  բնույթը  կամ եզրակացնում, թե  պետք  է  հարմարվել  աշխատանքին,  քանի  որ  որևէ  բան  փոխելն անհնար է, այլ շեշտում է այն միտքը, որ պետք չէ անձնապես տրվել աշխատանքին, քանի որ դա ընդամենը գումար աշխատելու միջոց է: Հաջորդ օրինակում` Murder is muder,  նույնաբանությունը  ոչ  թե  միտք  է  արտահայտում  մարդասպանության բնույթի  մասին,  այլ  հիմնավորում  է  այն  փաստարկը,  որ  անկախ  նրանից,  թե  ինչ հանգամանքներում  է  տեղի  ունեցել  մարդասպանությունը,  միևնույնն  է,  այն  պետք է  համարել  հանցագործություն  ու  պատիժ  նախատեսել  դա  կատարողի  դեմ: ", "Այսպիսով`  Լևինսոնի  առաջարկած  «դա  իր  բնույթն  է,  և  հնարավոր  չէ  ինչ-որ  բան փոխել»  մեկնաբանությունը  կիրառելի  չէ  այս  նույնաբանությունների  դեպքում: ", "Անգլիացի  նշանավոր  ասորագետ  Սեբաստիան  Բրոքը  հայկական  գարշունիի ամենավաղ նմուշը համարել է Հռոմի Սբ. Պողոսի բազիլիկի դռներից մեկի վրա առկա «Խաչիկ» անունը, որը պատկանել է Կոստանդնուպոլսում բնակված և դուռը պատրաս- տած վարպետին30: Այս դռանն ու վրայի արձանագրություններին մանրամասն անդրա- դարձել է գերմանացի արևելագետ Անտոն Շալլը31: Քանի որ այս պարագայում խոսքը միայն  անձի  անվան  մասին  է,  ապա  մենք  հակված  չենք  համարելու  սա  հայկական գարշունիի նմուշ, մանավանդ որ ավելի վաղ շրջանի ասորական ձեռագրերում հայկա- կան հատուկ անուններ հանդիպում են բավականին հաճախ32: ", "Նույնաբանության  քննության  գործաբանական  տեսության  մեջ  գերակա  է այն  կարծիքը,  որ  նույնաբանությունը  ներակայում  պարունակող  կառույց  է: ", "Kouymjian, Lisbon, Calouste Gulbenkian Foundation, 1986, էջ 75: ", "Quartalschrift für christliche Altertumskunde und Kirchengeschichte” (RQ) 65. 1970, էջ 232-237: ", "Այսպես`  նշված  նույնաբանությունը  ֆրանսիացու  համար  անըմբռնելի  կամ առնվազն տարօրինակ կլինի: Նույն պատկերը կկրկնվի Les garçons seront les (des?) garçons  -  The boys will be (the) boys  նույնաբանական  կառույցի  դեպքում:  Ա. Վերժբիցկան  ենթադրում  է,  որ  այս  նույնաբանությունը  լավագույն  դեպքում ֆրանսիացու  համար  ընկալելի  կլինի Les garçons seront toujours les (des?) garçons - (The) Boys are always (the) boys  կառույցի  տեսքով:  Նույն  իրավիճակը  կլինի  նաև, եթե  Boys will be boys  կամ  Boys are boys  նույնաբանությունները  փոխանցվեն գերմաներեն.  Knaben  warden  Knaben  sein  կամ  Knaben  sind  Knaben համապատասխան  գերմաներեն  համարժեքները  անընկալելի կլինեն գերմանացու համար: Նույն համեմատությունն անելով ռուսերենի հետ` Վերժբիցկան ստանում է հետևյալ արդյունքը: ", "??Мальчики это/есть мальчики Boys are boys ??Мальчики мальчики Boys (are) boys Мальчики будут мальчики (мальчиками) Boys will be boys ??Дети это есть дети Kids are kids Այս  օրինակներից  պարզ  է  դառնում,  որ  ռուսերենում  անհրաժեշտ  է  օգտագործել հետևյալ  հանգույցները    это,  есть  և  զրոյական  հանգույց:  Սակայն  նույնիսկ  այս դեպքում  անգլերեն  նույնաբանության  գործաբանական  իմաստը լիովին չի փոխանցվում:  Ներակայումը  ավելի  ճշգրիտ  փոխանցելու  համար  կարելի  է օգտագործել  же    մասնիկը,  ինչպես,  օրինակ,  այս  նախադասության  մեջ` Они же мальчики (they PRT boys) կամ Они же дети: Նման կերպ կարելի է օգտագործել նաև գերմաներեն  doch  մասնիկը:  Վերոբերյալ  օրինակի  քննությունը  փաստում  է,  որ նույնաբանական  կառույցի  նույնական  փոխանցմանը  մի լեզվից  մյուսին խոչընդոտում  են  տվյալ  լեզվամտածողությունն  ու  լեզվամշակույթին  բնորոշ առանձնահատկությունները (ինչպես կառուցվածքային, այնպես էլ իմաստաբանական-գործաբանական):  Անգլերենին  բնորոշ  N  is  N  կառույցը նույնքան  տարածված  չէ  այլ  լեզուներում:  Մեր  դիտարկած  օրինակին  կարելի  է ավելացնել  ևս  մեկը:  Անգլերեն War is war  նույնաբանությունը  կիրառվում  է,  ըստ Վերժբիցկայի,  պատերազմ  երևույթի  նկատմամբ  սառը  և  զուսպ  վերաբերմունք արտահայտելու  համար`  ընդունելով,  որ  այն  դաժան  է,  և  գրեթե  անհնար  է  որևէ բան  անել  դրա  ցավալի  հետևանքները  փոխելու  համար:  Վերժբիցկան  այս նույնաբանությունը  դասում  է  իրատեսություն  մարդկային  գործերում  իմաստ արտահայտող կառույցների շարքին (Realism in human affairs), որոնք հիմնականում վերաբերում  են մարդկանց  բազմաբարդ  գործունեությանը  (complex  human activities)  և  մարդկային  փոխհարաբերություններին (Wierzbicka  2003:  404): ", "Ասորատառ հայերենի պահպան- ված  նմուշներն  իրենց  թվով  զգալիորեն զիջում  են  ասորատառ  արաբերենին  ու օսմաներենին:  Գիտական  գրականու- թյան  մեջ  կամ  մամուլում  այս  կամ  այն ծավալով  հիշատակվում  են  ընդամենը մի  քանիսը,  որոնցից  երեքը  բառարան- ներ կամ բառացանկեր են: ", "Շարունակելով նրա միտքը` թերևս կարելի է ենթադրել, որ ռուսերենում War’s war (Война есть война)  նույնաբանությունը  արտահայտում  է  այն  իմաստը,  որ  պետք  է հավաքել  ուժերը,  շարունակել  դիմադրել`  անկախ  ամեն  ինչից,  ու  մի  կողմ  դնել խաղաղ ժամանակների բնականոն կենսակերպը: Վերը նշված անգլերենին բնորոշ նշանակությունը,  այն  է`  եղածն  ընդունել  ու  դրանից  ողբերգություն  չսարքել, այստեղ կարծես հետին պլան է մղվում կամ ընդհանրապես չի արտահայտվում: ", "räus, in Zeitschrift für die Alttestamentliche Wissenschaft, Volume 21, Issue 1, էջ 101–41: ", "Վերոնշյալ երեք բառարանները, որոնք  հայկական  գարշունիի  ամենա- արժեքավոր նմուշներն են, թվագրվում են  XVII  դ.  և  ծագում  են  Խարբերդի  և Մալաթիայի միջև գտնվող տարածքից, որը,  ինչպես  նշեցինք,  հայախոս  ասո- րիների  համայնքների  գոյացման  հիմ- նական  շրջանն  էր:  Այս  երեք  բառա- րաններից  ամենախոշորը  միջնադար- յան  ասորերեն-արաբերեն  նշանավոր՝ Բար  Բահլուլի  բառարանի  և  մեկ  այլ՝ Բար  Ալիի  բառարանի  հիման  վրա ստեղծված տարբերակն է, որում արա- բերենը  փոխարինված  է  ասորատառ Պատկեր 2. Ms. Harvard Syriac 54 ձեռագրի նախաբանի վերարտադրությունը հայերենով:  Բառարանը  պարունակող միակ  պահպանված  ձեռագիրը  բաղ- կացած է 20x30 սմ մեծության 373 էջե- րից  և  ներկայումս  պահվում  է  ԱՄՆ  Հարվարդի  համալսարանում  (Ms.  Harvard  Syriac Մարգոլիուսը34: Ըստ նրա՝ ձեռագիրը 1657-60 թթ. կրկնօրինակել է Մոր Աբհայ վանքի վանական  Եփրեմը՝  Եդեսիայի  Ռաբբան  Խաբիբ  վանականի  համար35:  Մարգոլիուսը նշում է, որ բառարանի իրական թարգմանիչն ապրել է մինչև 1657 թ., սակայն դժվա- րանում  է  որոշել  նրա  կյանքի  ճշգրիտ  ժամանակաշրջանը:  Վերլուծելով  բառարանի հայերենը, Մարգոլիուսը ենթադրել է, որ հեղինակն օգտվել է Բար Բահլուլի բառարանի մի  քանի  օրինակներից:  Իր  հոդվածում  Մարգոլիուսն  արտատպել  է  նաև  բառարանի մեջ առկա ասորատառ հայերենի ամենաերկար շարունակական հատվածը՝ նախաբա- նը  (պատկեր  2)  և  տվել  դրա  հայերեն  տառադարձությունը  (պատկեր  3):  Վերլուծելով land”, Oct., 1898, էջ 839-861: ", "բառարանը՝  Մարգոլիուսն  այն եզրակացությանն  է  հանգել,  որ նրա  հայերենը  ոչ  թե  գրաբարը կամ միջին հայերենն է, այլ XVII դ. կամ ավելի վաղ շրջանի Մա- լաթիայի  բարբառը:  Ըստ  Մար- գոլիուսի՝ այդ բարբառը նմանու- թյուններ ունի Լեհաստանի հայերի բարբառի հետ: ", "Դեյվիդ Մարգոլիուսից հետո Եփրեմի ձեռագիրը հիշա- տակել (բայց չեն ուսումնասիրել) Մոշե  Գոշեն-Գոթշթեյնը՝  Հար- վարդի  գրադարանի  ասորա- Պատկեր 3. Ms. Harvard Syriac 54 ձեռագրի նախաբանի հայերեն տառադարձությունը կան ձեռագրերի իր մատենագրության մեջ36 և Սեբաստիան Բրոքը՝ ասորատառ հայե- րենին նվիրված իր հակիրճ հոդվածում37: ", "Մեկ այլ հայ-ասորական բառարան պարունակող 288 էջանոց ձեռագիր ներկա- յումս գտնվում է ԱՄՆ Յեյլի համալսարանի գրադարանում, ուր գրանցված է 10 համա- րի  տակ  (համալսարանի  ասորական  հավաքածուն  կազմված  է  18  ձեռագրերից):  Սա Բար  Բահլուլի  բառարանի  վերը  ներկայացված  հայկական  տարբերակի  ավելի  սեղմ խմբագրությունն է: Ձեռագիրն առաջին անգամ հիշատակել է XX դ. ասորի նշանավոր եկեղեցական  և  գիտնական  Ֆիլոքսենոս  Յուհանոն  Դոլաբանին  (1885–1969)՝  կոչելով այն «ասորերեն-թուրքերեն-հայերեն» բառարան և վերագրելով XVII դ.: Նա նաև նշել է, որ բացի բառարանային մասից, ձեռագիրը պարունակել է մի քանի այլ բնույթի տեքս- տեր, որոնք վերագրվել են Եփրեմ Ասորուն և Մարկոս Ճգնավորին38: ", "Անգլերենի նույնաբանությունների համար Ա.Վերժբիցկան  առաջարկում  է  հետևյալ  բանաձևը՝  «Ոչինչ  հնարավոր  չէ  փոխել» (Wierzbicka դիտանկյունից նույնաբանության կիրառումը ենթադրում  է  իրավիճակի  հետ  համակերպվելու  առաջարկ,  քանի  որ  այն հնարավոր չէ փոխել: Տվյալ մեկնաբանությունը բավականին կիրառելի է մեծ թվով նույնաբանությունների  նկատմամբ,  սակայն  ոչ  բոլորի:  Օրինակ`  Coffee is coffee արտահայտությունը  նշանակում  է,  որ  տարբերություն  չկա,  թե  ինչ  սուրճ  է,  և  այս նույնաբանությունը  չի  փոխանցում իրավիճակի  անփոխելի  լինելու  մասին տեղեկույթ: ", "Mardin Publishing House, 1994, էջ 19–20: ", "Յեյլի  ձեռագիրը  հիշատակվում  է Մոշե  Գոշեն-Գոթշթեյնի  մատենագրու- թյունում՝  Հարվարդի  ձեռագրի  նկարա- գրության տողատակում: ", "պարբերականում լույս  տեսավ  Յեյլի ասորական  ձեռագրերի  Լեո  Դեպույդթի անվանացանկը,  որի  մեջ  հեղինակը տալիս  է  բառարանի  հետևյալ  նկարա- գրությունը.  «Հետաքրքրական  նմուշ  է հմ.  10-ը՝  ասորերեն-հայերեն  բառարա- նը: Հայերենը գրված է ասորական տա- ռերով:  Զանազան  աղոթքներ  նախոր- դում,  հաջորդում  և  զուգորդում  են  բա- ռացանկը:  Դիակրիտիկ նշանները, Պատկեր 4. Մեկ էջ Յեյլի համալսարանի ձեռագրից որոնք ավելացված են ասորական տառերին՝ հիմնականում կարմիր թանաքով, թույլ են տալիս զանազանել հայերենին բնորոշ հնչյունները» 39: ", "Յեյլի  ձեռագրին  ավելի  մանրամասն  անդրադարձել  է  Հիդեմի  Տակահաշին40: ", "Ա.  Վերժբիցկան,  քննելով  անգլերենի  նույնաբանությունները,  գտնում  է,  որ (Art) N be (Art) N  բանաձևին  համապատասխանում  են  ոչ  թե  մեկ,  այլ  բազմաթիվ կառույց նույնաբանական  նմուշօրինակներ:  Եվ  այդ բազմաթիվ  նմուշօրինակների իմաստներն  ընկալելու  համար,  պետք  է  տարբերակել  դրանց  տեսակները  և յուրաքանչյուրի  իմաստը  տարանջատել  մյուսներից (Wierzbicka  2003:  403): ", "Այնուհետև  Ա.  Վերժբիցկան  առանձնացում  է  ինը  տեսակի  նույնաբանություն, որոնք  բոլորն  ունեն  միևնույն  կառուցվածքային  բանաձևը,  սակայն  տարբեր նշանակություններ:  Ըստ  էության  այն,  ինչ  նշում  է  Ա.  Վերժբիցկան  կոնկրետ  իր ներկայացրած ներակայումների օրինակների ուսումնասիրության մեջ, ընդհանուր առմամբ  կարող  է ընդունելի  լինել նրա բերած  նմուշօրինակների համատեքստում: ", "Երբ  նա  տարանջատում  է  «Իրատեսությունը  մարդկային  հարաբերություններում» (Realism  in  human  affairs)  ու  որպես  օրինակ  մատնանշում  Politics  is  politics նույնաբանությունը,  նա,  իհարկե,  ոչ  մի  մերժելի  միտք  չի  արտահայտում,  սակայն դժվար  չէ  նկատել  նման  մեկնաբանության  սուբյեկտիվ  բնույթը:  Անկախ  որոշակի երևույթների  (օրինակ`  քաղաքականություն,  պատերազմ,  սեր  և  այլն)  նկատմամբ մարդկային  աշխարհայացքի  ընդհանրույթուններից,  լիարժեք  չէ,  թերևս,  տվյալ պահի կամ տվյալ իրավիճակի, թեկուզ պատմական ու ժամանակային առումներով մեկ  շրջանի  մոտեցումը  ներկայացնել  որպես  կայուն լեզվական  կառույցի մեկնաբանություն: Որպես այս տեսակի նույնաբանությունների բնորոշ հատկանիշ նա  նշում  է  մարդկային  բազմաբնույթ  հարաբերությունները,  որոնք  կարելի  է բնութագրել  որպես  կենսաձև,  կյանքի  դրվածք,  որոնք  ունեն  անխուսափելի բացասական կողմեր, ինչը պետք է ընդունել և հանդուրժել: Ֆորմալ տեսանկյունից նշվում  է,  որ  տվյալ  տեսակի  նույնաբանությունները  կառուցվում  են  առանց  հոդի: ", "քաղաքի  Սուրբ  Պողոս-Պետրոս  ասորական եկեղեցուն, որտեղ բերվել է նույն Մոր Աբհայ վանքից:  Հետևելով  այս  շղթային՝  Տակահա- շին ենթադրել է, որ Յեյլի ձեռագիրը, ինչպես և  Հարվարդինը,  ծագում  է  Մոր  Աբհայ  վան- քից: Ի տարբերություն Հարվարդի ձեռագրի՝ այս  մեկը  չի  պարունակում  հիշատակարան- ներ,  որոնք  լույս  կսփռեին  նրա  ծագման վրա:  Բացի  բուն  բառարանից,  որը  զբաղեց- նում  է  ձեռագրի  4-րդից  199-րդ  էջերը  և  Դո- լաբանիի  հիշատակած  տեքստերից,  ձեռա- գիրը (պատկեր 4) պարունակում է հայ-ասո- րական  ավելի  հակիրճ  բառացանկ  (էջ  231- շիի հիշատակված հոդվածը: ", "Պատկեր 5. Մեկ էջ Մալկե բար Նիկոդիմոսի ձեռագրից Հայկական  գարշունիով  հաջորդ  ձեռագիրը  պարունակում  է  եռալեզու՝  ասորե- րեն-հայերեն-արաբերեն բառարան: Ձեռագիրը 1665-66 թթ. Դիարբեքիրում պատճենել է  ոմն  Մալքե  բար  Նիկոդիմոսը,  որը  ծագումով  Գերգերի  շրջանից  էր:  Ձեռագիրն  ունի ապա՝  այբբենական:  Ձեռագիրը  պահվում  է  Կահիրեի  Քրիստոնյա  արևելքի  ուսումնա- սիրման  ֆրանցիսկյան  կենտրոնում  և  հիշատակվում  է  նրա  մատենագրությունում42 (պատկեր 5, 6): ", "Ասորատառ հայերենով երկու տեքստեր՝ «Հավատամք» և շարական, պարունա- կում է Վատիկանի գրադարանի ասորական հավաքածուի մի ձեռագիր (Vat. Syr. 544), որը  1711-12 թթ.  արտագրել  է  Իբրահիմ  անունով  ասորի  մի  սարկավագ:  Հայկական գարշունիի  այս  նմուշներին  գիտական  գրականության  մեջ  անդրադարձել  է  Արնոլդ Centre d’Etudes Orientales Chrռtiennes du Mouski, Le Caire, in Studia Orientalia Christiana Collectanea XVII, Jerusalem,  1985,  էջ  215:  Գոհունակությամբ  պետք  է  նշենք,  որ  այս  ձեռագրին  իր  դիպլոմային  աշխա- տանքն է նվիրել ԵՊՀ արևելագիտության ֆակուլտետի 2013 թ. շրջանավարտ Էսթեր Պետրոսյանը: ", "վան  Լանդշուտը43:  Սրանց  առանձնա- հատկությունն  այն  է,  որ  ասորական տառերի  կողքին  պատահում  են  արա- բական  և  հայկական  տառեր  կամ առանձին բառեր: Այսպես՝ «հավատամք ի  մի  աստված»  բառակապակցությու- նում  «աստված»  բառը  ներկայացված  է արաբական  ﷲ  ալլահ  բառով,  որը  հան- դես  է  գալիս  որպես  հետերոգրամ,  թեև «որդի  աստծո»  կապակցությունում  այդ նույն բառը գրված է ասորական տառե- րով:  Նմանանապես՝  «Հիսուս  Քրիս- տոս»  անունն  արտահայտված  է  հայա- տառ  յս  քս  հապավումով:  Բացի  դրա- Պատկեր 6. Մալքե բար Նիկոդիմոսի ձեռագրի ասորատառ արաբերենով հիշատակարանը նից՝ տեքստի ընթերցումը դյուրացնելու նպատակով գրիչը հաճախ ասորական տառե- րի  տակ  մանր  գրով  ավելացրել  է  համապատասխան  հայկական  տառերը44:  Պատկեր տառ վերարտադրությունը՝ առանց ասորական տառերի տակ ավելացված հայկական- ների: ", "Ըստ  հայ  նշանավոր  աշխարհագրագետ,  Մխիթարյան  միաբանության  անդամ Ղուկաս  Ինճիճյանի  (1758-1833)՝  «մինչև  ցայժմ  լսեմք  ուրեք  ուրեք  գտանիլ  հայկական մատենից գրեալ ասորի տառիւք. յորոց զմին ինքնին տեսեալ վկայեաց մեզ Սիմոն Աս- սեմանին, որ մի էր ի վարժապետացն ի Պետաւիոն» («մինչև այսօր լսում ենք, որ ժա- մանակ  առ  ժամանակ  գտնվում  են  ասորական  տառերով  գրված  հայկական  մատյան- ներ,  որոնցից  մեկն  անձամբ  տեսնելու  մասին  մեզ  հայտնեց  Սիմոն  Ասսեմանին,  ով մեկն  էր  Պադուայի  (համալսարանի)  դասախոսներից»)45:  Թեև  Ինճիճյանը  չի  մանրա- Chrétien, Biblioteca Apostolica Vaticana, 1964, էջ 419-428: ", "Այժմ  դիտարկենք  Ա.  Վերժբիցկայի  հաջորդ  խմբի  նույնաբանությունները, որոնք նա գլխագրել է «Հանդուրժողական մոտեցում մարդկային  բնույթի  հանդեպ» (Tolerance for human nature):  Որպես նման  տեղեկույթ  փոխանցող նույնաբանությունների բանաձև` նա տալիս  է հետևյալ կաղապարը` Nhum. pl. are Nhum. pl. (Wierzbicka 1991: 405) և բերում է հետևյալ օրինակները. Boys  are  boys.  Kids  are  kids.  Women  are  women.  Children  are  children. They are there to be put up with (Pascal 1981: 34) Ա.  Վերժբիցկան  գտնում  է,  որ  թեև  այս  խումբը  բավական  նման  է  նախորդին, հատկապես  բանաձևի  առումով,  սակայն  իմաստային  ու  գործաբանական տեսանկյունից նուրբ  տարբերություններ կան:  Այսպիսով`  մի կողմից նույնաբանություններն  ունեն  նույն  բանաձևային  կառույցը,  մյուս  կողմից`  կարող են տարբերվել իրենց իմաստային և գործաբանական հատկանիշներով: Հետևաբար կարծում  ենք,  որ  Ա.  Վերժբիցկայի  նման  դասակարգումը  այնքան  էլ  ընդունելի  չէ: ", "Ինճիճյանի  «մինչև  ցայժմ» բառերը կարող են անուղղակիորեն վերաբերել,  մասնավորապես,  ասո- րատառ  հայերեն  Ավետարանին, որի  XIX  դ.  ընթացքում  գոյության  և հայախոս  ասորիների  կողմից  գոր- ծածության  մասին  հայտնում  է արաբալեզու  և  թուրքալեզու  ասո- րական  Ինթիբահ («Զարթոնք») Պատկեր 7. Vat. Syr. 544 ձեռագրի «Հավատամքի» վերարտադրությունը պարբերականը՝  վկայակոչելով  Մարսելի  «Արմենիա»  թերթում  1914  թ.  ապրիլի  22-ին լույս  տեսած  նամակը:  Նամակի  հեղինակը,  որի  անունը  Հրաչյա  է,  1890-ականների սկզբին  տեսել  էր  այդ  Ավետարանը  Դիարբեքիրի  Մերյեմ  Անա  եկեղեցում,  որտեղ  այն ընթերցելիս է եղել միդյաթցի մի քահանա: Հրաչյան տեսել է Ավետարանի մի էջը՝ Ղու- կասի  Ավետարանի  26-28  գլուխներով:  Քահանան  ասել  է,  որ  դա  Ավետարանի  միակ նմուշն է: Հրաչյան զգուշացել է ավելի մանրամասն հետաքրքրվել Ավետարանով, քանի որ  այդ  ժամանակահատվածում  հայ-ասորական  հարաբերությունները  Դիարբեքիրում ինչ-ինչ  պատճառներով  լարված  են  եղել:  Նա  ապա  ենթադրել  է,  որ  Ավետարանը ոչնչացել  է  1895  թ.  ջարդերի  ժամանակ:  Այս  համատեքստում  հարկ  է  նշել,  որ  Բիթլի- սում  ասորիները  հայերեն  խոսում  էին  ոչ  միայն  առօրյայում,  այլև  գործածում  էին  այն Ասսեմանիի  մասին  է  (1752-1820),  որը  Պադուայի  համալսարանի  արևելյան  լեզուների  դասախոս  էր  և գրել էր մի քանի աշխատություններ արևելագիտության և դրամագիտության ասպարեզում: ", "իրենց եկեղեցական արարողություններում46: Հայերենը ժամերգության մեջ գործածվել է նաև Մարդինի Քառասուն նահատակների ասորական եկեղեցում47, թեև այս քաղաքի (ինչպես  և  Սղերդի48)  ասորիներն  ու  հայերն  առավելապես  խոսում  էին  արաբերենի անատոլիական բարբառով: ", "Այս նույն Ավետարանին իր «Հայոց գրերը» գրքում անդրադառնում է նաև Հրաչ- յա  Աճառյանը,  որը,  մասնավորապես,  գրում  է.  ««Արմենիա»  թերթի  23-րդ  համարում (1914 թ.) Տաճատ ստորագրությամբ մի հոդված է եղել, ուր հիշվում է, թե Տիգրանակեր- տում  կա  ասորատառ  հայերեն  մի  ավետարան.  միանգամայն  կասկած  է  հայտնվում նույն ավետարանի մնացած լինելու մասին: Թերթի թղթակիցը պատասխանում է Տիգ- րանակերտից,  որ  նույն  Ավետարանը  դեռ  անկորուստ  մնում  է:  Նույնը  արտատպված ենք գտնում Բազմավեպում (1914, էջ 95): Արդյոք այդ Ավետարանը մինչև այժմ կա՞, թե նա էլ վառվեց համաշխարհային հրդեհին»49: ", "Ուստի  առնվազն մակերեսային է  թվում որոշ նույնաբանությունների խմբավորումը վատ ու բացասական հետևանքներով մարդկային գործողությունների  խմբի  մեջ,  քանի  որ  դրանց  գործառույթը  միշտ  չէ,  որ  նույնն  է: ", "Ծնունդով  դիարբեքիրցի  ասորի  լրագրող  Նաում  Ֆաիկի  (1868-1930)՝  ԱՄՆ-ում հրատարակած Բեթնահրին («Միջագետք») ասորական թերթը պարունակում է ասորա- տառ  հայերենի  մի  քանի  նմուշներ:  Մասնավորապես,  թերթի  ընթերցողներից  մեկը կազմել է հայերենում գործածվող ասորական բառերի մի քանի ցանկեր, որոնք ասորա- տառ թուրքերենով վերնագրված են «Ասորական բառեր հայերենում»: Այստեղ զետեղ- ված  պատկերում  (պատկեր  851)  ասորատառ  հայերենը  ներկայացված  է  միջին  սյունա- կում (աջ սյունակը պարունակում է ասորական բառի դասական գրությունը, իսկ ձախը՝ բառի թարգմանությունն ասորտատառ թուրքերենով): ", "Խնդրո  առարկային  թերևս  որոշ առնչություն  կարող  է  ունենալ  Խարբերդում և  Դիարբեքիրում  Մեծ  Բրիտանիայի  նախ- կին  փոխհյուպատոս  Թովմաս  Մկրտչյանի վկայությունը,  որը  1938  թ.  լույս  է  տեսել Ֆրեզնոյի «Մշակ» թերթում, ապա անգլերեն թարգմանությամբ  արտատպվել  Լոս  Անջե- լեսում  խարբերդցի  ասորիների  կողմից հրատարակված Assyrian Progress  պարբերականում:  Ըստ  Մկրտչյա- նի՝ 1896 և 1898 թթ. նա բրիտանացի արևե- Պատկեր 8. «Բեթնահրին» պարբերականի բառացանկերից մեկը լագետ  Ջեյմս  Ռանդել  Հարիսի  (1852–1941)  հետ  երկու  անգամ  վերոհիշյալ  Դեյր  ազ- Զաաֆարան  վանքում  այցելել  է  Ասորի  ուղղափառ  եկեղեցու  պատրիարք  Իգնատիոս Աբդելմասիհին,  որից  Ռանդելը  փորձում  էր  գնել  «հարավային  հայերի»  մասին  մի  հին գիրք  կամ  ձեռագիր՝  գրված  «ասորական  տառերով»:  Բրիտանացի  գիտնականը  գրքի դիմաց առաջարկում էր 3000 ֆունտ սթերլինգ, սակայն պատրիարքը հրաժարվեց վա- ճառել այն: Անհաջողությամբ ավարտվեց նաև գրքի կրկնօրինակն ստանալու փորձը52: ", "People of this kind do things like this One would want them not to do things like this I know someone can think This is bad They should not do it I think: one should not think this One should know: ", "Մինչև 1915 թ. Մեծ եղեռնը, որի զոհերը հայերի հետ միասին դարձան նաև տասնյակ հազարավոր  ասորիներ,  վերջիններիս  աշխարհագրական  տարածումն  ուներ  հետևյալ պատկերը:  Նեստորականներն  ունեին  բնակության  երկու  խոշոր  շրջան:  Առաջինը Հաքքյարի  լեոնային  անկլավն  էր  (արամեերեն  աքքարե՝  «ռանչպարներ»  բառից),  որը զբաղեցնում  է  այսօրվա  Թուրքիայի  հարավարևելյան  անկյունը:  Հաքքյարիի  նեստո- րակնները բաժանված էին մի քանի ցեղերի և համեմատաբար անկախ էին Օսմանյան իշխանություններից: Այստեղի Քոչանիս գյուղում գտնվում էր Արևելքի եկեղեցու կաթո- ղիկոսի  նստավայրը:  Կաթողիկոսը,  բացի  կրոնական  պարտականություններից,  կա- տարում էր նաև նեստորականների աշխարհիկ առաջնորդի դերը: Հաքքյարիից բացի՝ նեստորականներ  կային  նաև  Վանի  վիլայեթի  հարակից  շրջաններում:  Այստեղի  ասո- րիների  կախվածությունն  Օսմանյան  իշխանություններից  և  տեղացի  մահմեդականնե- րից ավելի ուժեղ էր53: ", "Վերժբիցկան  առանձնացնում  է  անգլերենի  նույնաբանությունների  ևս  մի խումբ,  որոնք  հանդուրժողական  վերաբերմունք  են  արտահայտում  որոշ գործողությունների,  իրավիճակների  նկատմամբ,  ունեն  հաճելի  բնույթ  և կատարվում  են  հատուկ  առիթներով,  ինչպես,  օրինակ,  արձակուրդ,  ծնունդ, խնջույք,  հավաքույթ  և  այլն  (Wierzbicka  2003:  408):  Նա  դիտարկում  է  հետևյալ օրինակները. A picnic's a picnic. A party is a party. A holiday is a holiday. A honeymoon is a honeymoon. A game is a game. Նա նշում է, որ դժվար թե կիրառվեն A Monday is a Monday; An autumn is an autumn; A morning is a morning նույնաբանական կառույցները, եթե, իհարկե, տարբերակում չենք  մտցնում  նշված  երկուշաբթիների  միջև:  Այս  խմբի  նույնաբանությունների իմաստային  առանցքն  այն  է,  որ  պետք  է  հանդուրժող  ու  համբերատար  լինել անհարմարությունների  նկատմամբ,  որոնք  առաջանում  են  կամ  կարող  են առաջանալ նմանատիպ  հատուկ  առիթների  արդյունքում:  Ա. Վերժբիցկան  գտնում է, որ հնարավոր չէ ասել A picnic will be a picnic; A holiday will be a holiday, ինչպես կարելի է ասել Boys will be boys, քանի որ պիկնիկի կամ արձակուրդի պարագայում հանդուրժողական  լինելը  պատճառաբանվում  է  այդ  ժամանակահատվածների հատուկ  բնույթով:  Նա  կարծում  է,  որ  will-ով  կառուցված  նույնաբանությունները տվյալ  դեպքում  չեն  կարող  կիրառվել,  քանի  որ  դրանք  չեն  հիմնվում  մարդուց անկախ  գործող  կանխատեսելի  ապագայում  տեսանելի  երևույթների  վրա  (այս մասին  ավելի  մանրամասն  տե՛ս  2-րդ  գլխում):  Սակայն  կարծում  ենք,  որ A picnic will be a picnic  տարբերակը  չի  օգտագործվում  ոչ  թե  նշված  պատճառով,  այլ որովհետև  տվյալ  պարագայում  ներկա  ժամանակաձևը,  որով  կառուցված  է    A picnic is a picnic նույնաբանությունը, ընդգրկում է ոչ միայն տվյալ պահը` ներկան, այլ  նաև  ընդհանրապես  պիկնիկ  երևույթը:  Տվյալ  նույնաբանությանը  չի  կարելի վերագրել  որոշակի  ժամանակահատված,  որում  այն  ճիշտ  է,  իսկ  մյուսում`  ոչ: ", "Պիկնիկ-ը  քիչ  թե  շատ,  ըստ  էության,  նույնն  է:  Եթե  այն  շատ  շեղվի  պիկնիկի ընդունված,  այսպես  ասած  բառարանային  իմաստից,  ապա  այն  կդադարի այդպիսին  լինելուց:  Իսկ  քանի  որ  այդ  հավաքը  նշույթավորվում  է պիկնիկ  բառով, այն  պետք  է  պարունակի  պիկնիկին  հատուկ,  բնորոշ  գծերը:  Ուստի  տվյալ նույնաբանությունը  վերաբերում  է  ոչ  միայն  որևէ  կոնկրետ  պիկնիկի,  այլ ընդհանրապես  պիկնիկ  երևույթին,  անկախ  ժամանակից:  Սակայն,  ինչպես նշեցինք,  ոչ  միայն  ընդհանուր  պիկնիկ  երևույթն  է  տվյալ  նույնաբանությամբ նկատի  առնվում,  այլև  այն  կարելի  է  օգտագործել  շատ  կոնկրետ  իրավիճակում  և ըստ  տվյալ  համատեքստի  տալ  իմաստ:  Օրինակ`  այն  կարող  է  նշանակել,  որ պիկնիկն  ընդամենը  հավաք  է  մաքուր  օդում  և  ոչինչ  ավելի  կամ  ընդհակառակը` պիկնիկը  շատ  հատուկ  հավաք  ու  ժամանց  է,  քանի  որ  այն  տեղի  է  ունենում  բաց երկնքի տակ, բնության գրկում և այլն: Այսինքն, ըստ հաղորդակցական նպատակի, տվյալ նույնաբանությունը կարող է տարբեր իմաստներ ունենալ: ", "Արևելյան ասորիներն իրենց մեծամասնությամբ շարունակում էին խոսել զանա- զան  արդի  արամեական  բարբառներով,  որոնք  բաժանվում  էին  մի  քանի  խմբերի:  Ալ- կոշում, ուշ միջնադարից սկսած, որոշ տարածում ուներ ասորալեզու պոեզիան, սակայն իսկական զարգացում արդի արամեական բարբառներն ապրեցին Ուրմիայում: Այստեղ հաստատված  միսիոներները  լրջորեն  ուսումնասիրում  էին  տեղի  արամեական  բար- բառները,  որոնցից  մեկի՝  Ուրմիա  քաղաքի  բարբառի  հիման  վրա  նրանց  ջանքերով (http://ethno.asj-oa.am/644/): ", "Սակայն  մի  դեպքում  ստացվում  է,  որ  այդ  նույն  կառույցով  կազմված նույնաբանություններից  մեկը  հնարավոր  է  գործածել,  իսկ  մյուսը`  ոչ:  Այստեղ հարց է  առաջանում, որ եթե կառուցվածքային  տեսանկյունից  այս նույնաբանությունները  նույնական  են,  ապա  ի՞նչն  է  դրանց  տարբերությունը,  որի պատճառով  մեկը  կիրառելի  է,  իսկ  մյուսը`  ոչ:  Այս  հարցին  պատասխանելու համար  նախ  պետք  է  հստակեցնել,  թե  ինչ  ենք  հասկանում`  կիրառելի  ասելով: ", "Մինչև  Առաջին  համաշխարհային  պատերազմն  Օսմանյան  կայսրությունում, տարբեր  աղբյուրների  գնահատմամբ,  հաշվում  էին  մոտ  250  հզ  ասորիներ:  Նրանց գրեթե կեսը, ըստ Կոստանդնուպոլսի հայոց պատրիարքարանի տվյալների, բնակվում էր  հայկական  վիլայեթներում՝  60  հազար  Դիարբեքիրի,  25  հազար՝  Սեբաստիայի,  18 հազար՝  Վանի,  15  հազար՝  Բիթլիսի,  5  հազար՝  Խարբերդի  (Էրզրումի  վիլայեթում,  որն ամենահեռուն  էր  ասորիների  պատմական  բնօրրան  Ասորիքից,  ասորիներ  չկային)54: "]}