{"paragraphs": ["Աջիլուլֆոյի  անունը,  պատիվն  ու  պարգևները  կասկածի  տակ  են  դրվում,  երբ Կառլոսի  պալադիններից  մեկը՝  Տոռիզմունդոն,  հայտարարում  է,  որ  Աջիլուլֆոյի տիտղոսները,  որոնք  նա  ձեռք  է  բերել  մի  օրիորդի  պատվազրկումից  փրկելու  համար, կեղծ  են,  քանզի  այդ  աղջիկը  Շոտլանդիայի  արքայադուստր  Սոֆրոնիան  է,  ում  հետ զվարճացել են սուրբ Գրաալի կարգի բոլոր ասպետները: ", "Աջիլուլֆոն  մեկնում  է  որոնելու  Սոֆրոնիային  իր  պարգևների  արժանիությունը ապացուցելու  նպատակով:  Նրան  հետևում  են  Բրադամանտեն՝  Աջիլուլֆոյին սիրահարված մի կին ասպետ, Բրադամանտեին սիրահարված Ռամբալդը, որ երազում էր  ասպետ  դառնալ,  և  Տոռիզմունդոն:  Աջիլուլֆոն  գնում  է  որոնելու  իր  ինքնության ակունքները,  այն,  ինչ  իրեն  ասպետի  պատիվ  է  բերել:  Այստեղ  է,  որ  նա  դոն  Կիխոտի պես  բախվում  է  այն  իրականությանը,  որը  ցույց  է  տալու  նրան  իր  ինքնության բացակայությունը: ", "Ճամփորդության  ընթացքում  Աջիլուլֆոն  իջևանում  է  մի  ազնվական  տիկնոջ՝ Պրիշիլլայի  մոտ,  որը  փորձում  է  նրան  գայթակղել  և  պահել  իր  մոտ:  Իր  ակունքները «Ոդիսականում» ունեցող այս մոտիվը, որ հանդիպում է արթուրյան շարքի գրեթե բոլոր վեպերում,  այստեղ  մի  յուրօրինակ  գրոտեսկային  վերաիմաստավորում  է  ստանում. «Ասում են՝ Կլեոպատրան ամեն գիշեր երազում տեսնում էր անկողնում պառկած Columbia University. New york 2010. Vol. 101. P. 562 զրահով մի մարտիկի»:160  Անծանոթ  ազնվական  տիկնոջ  հետ  մերձեցումը  այն  պահն  է, երբ  յուրաքանչյուր  ասպետ  դեն  է  նետում  իր  զրահը  և  ներկայանում  որպես  սիրեկան, մինչդեռ  ցանկացած  սխրանքի  պատրաստ  Աջիլուլֆոն՝  զրահի  մեջ  ամփոփված անմարմին այս էությունը, անկարող է կատարել «կնոջը տիրելու սխրանքը»: ", "Ի՞նչ է կոմունիզմը, ի՞նչ սկզբունքների վրա է կառուցված այս հասարակարգը, ի՞նչ է  պետք  դրա  ամրության  համար.  այս  և  բազմաթիվ  այլ  հարցերի  մի  երկար  շարքի պատասխանն  է  տալիս  Լեռ  Կամսարը՝  նաև  իմաստախոսքերով  ժամանակ  առ ժամանակ  անդրադարձ  կատարելով  ժամանակաշրջանի  իրադարձություններին, քննադատելով իրականության թերի և բացասական կողմերը: Իսկ դրա համար դիմում է բնականաբար  նաև  երգիծանքին:  Ընդամենը  ընդհատ-ընդհատ  հնչող  մի  քանի  միտք, մեկը՝  բացեիբաց,  մյուսը՝  ծածկված  ոչ  թե  գաղտնիության  քողով,  այլ  թափանցիկ շղարշով,  որտեղ  միտքը  նույնն  է,  բուն  հենքը՝  քաղաքական:  «Կոմունիստական  սա աշխարհի  բնակիչներս  տեսակ  մը  բանտարկյալներ  ենք՝  ցմահ  դատապարտված.  սա տարբերությամբ  միայն,  որ  փոխանակ  պետական  հացը  ուտելու,  մեր  աշխատանքով կհայթայթենք»  /37/:  Սակայն  բանտ-կոմունիստական  աշխարհի  գաղափարը  զուտ չգոյության  է  դատապարտված.  կոմունիզմը  լոկ  գաղափար  է,  իսկ  գաղափարներից  ոչ բոլորի  համար  է  կանխորոշված  իրականություն  դառնալը:  «Եթե  դուն  մեռցնես թշնամիիդ  դավանած  գաղափարը,  եթե  դուն  սպանես  զայն  բարոյապես,  ֆիզիկականը ինքնիրեն կիյնա գետին ու կմեռնի: Գաղափար: Ահա օձի գլուխ, որ պիտի ջախջախես. չէ նե պոչը կտրատելով քեզի չես փրկեր գալիք պարտութենեն: Տվե՛ք ինձի փայտե հրացան և թուղթե փամփուշտ մը, ես կոմունիզմի գաղափարը սպանեմ…» /180/: ", "Այսպիսով՝ ֆանտաստիկը վեպում միախառնվում է իրականին, որի ճնշման տակ հետզհետե անհետանում է: Ըստ գրականագետ Ռ.Սանդների՝ «Ֆանտաստիկ պատկերը չունի “գոյություն”, հետևաբար այն կասկած է սփռում ցանկացած պատկերի վրա, որ փորձում է “գոյություն” ներկայացնել»:161 «Գոյության»  և  «չգոյության»,  «իրականի»  և  «անիրականի»  հակադրությունը կարելի է բնորոշել միաժամանակ որպես ֆանտաստիկ և այլաբանական: Ֆանտաստիկ գրականության  մեջ  այլաբանական  գործոնը  որոշ  գրականագետների  համար խնդրահարույց է: Այսպես՝ Տոդորովը գրում է. «Այլաբանությունը  առաջին  հերթին  ենթադրում  է  առնվազն  երկու  իմաստ միևնույն բառի մեջ, որտեղ կա'մ ջնջվում է նախնական իմաստը, կա'մ պահպանվում են երկու իմաստներն էլ»:162 «Գոյություն չունեցող  ասպետում»  և  առհասարակ  ամբողջ  եռերգության ֆանտաստիկն  այլաբանորեն  է  ընկալվում  պատումի  ընթացքում:  Տոդորովին համակարծիք  է  Ռ.Սանդները.  «Ֆանտաստիկը ձգտում է աննշանակության տարածք: "], "paragraph_source_docs": [0, 0, 0, 3, 0], "source_docs_file": "Literature.json"}