{"paragraphs": ["Հայկաձորի  միջնադարյան  բնակավայրը112  բաղկացած  է  բնական  և  արհեստական միահարկ և երկհարկ քարայրային կառույցներից: Դրանք անկանոն հատակագծով հա- մալիրներ  են,  մշակված  ճարտարապետական  մանրամասներով`  սյուներ,  կամարներ, գմբեթարդ առաստաղներ, պատերի մեջ խորշեր, պատրհաններ, բուխարիներ: Գտնված նյութերը  թվագրվում  են  IX  –  XVII  դդ.:  XI  –  XIV  դդ.  բնակավայրը  մտել  է  Անիի  համա- Լ., Հնագույն եկեղեցու  նոր հայտնությունը, Ճարտարապետություն և շինարարություն, 2013, 12 (94),  դեկ- տեմբեր,  էջ  24-27;  Sargsyan  G.,  Harutyunyan  A.,  Excavations  of  the  single-nave  church  of  Mirak,  2012-2013, ,,Aramazd’’ Armenian journal of Near Eastern studies, vol. IX, issue 1, 2015, p. 177-193. ուղիղ  Հոռոմոսի  վանքի  դիմաց,  Ախուրյանի  աջ  ափին,  ներկայիս  Հայկաձոր  գյուղի  վարչական  տարած- քում:  Տես`  Եգանյան  Լ.,  Խաչատրյան  Հ.,  Նորահայտ  հուշարձանախումբ  Հայկաձորում,  ՀՀմ  XII,  Երևան, ԳԱ  VI,  Գյումրի, ,,Գիտություն’’,  2003,  էջ  134-140;  Խաչատրյան  Հ.,  Հայկաձորի  քարանձավային բնակավայրի 2005 թ. պեղումները, ՇՀՀԿ ԳԱ IX, Գյումրի, ,,Գիտություն’’, 2006, էջ 76-80; նույնի` Հայկաձորի քարանձավային բնակավայրի 2007 թվականի պեղումները, ՇՀՀԿ  ԳԱ X,  Գյումրի, ,,Գիտություն’’, 2007,  էջ Գյումրի,  ,,Գիտություն’’,  2008,  էջ  167-174;  Եգանյան  Լ.,  Ախուրյանի  կիրճի  Ջրաձոր-Անի  հատվածի քարանձավներն ու քարանձավային բնակավայրերը, ՇՀՀԿ ԳԱ X, Գյումրի, ,,Գիտություն’’, 2007, էջ 15-18: ", "կարգի մեջ և Հոռոմոսի վանքի մասն է կազմել: Պեղումները սկսվել են 2003 թ. և շարու- նակվում են առայսօր113: ", "Սպիտակի  ժայռափոր  բնակավայրը  գտնվում  է  Փամբակ  գետի  վերին  հոսանք- ներում,  ներկայիս  Գեղասար  գյուղի  տարածքում:  Պեղումներն  իրականացվել  են  1977  – քային, հասարակական, արտադրական և բնակելի), որոնք հիմնականում միահարկ են: ", "Հանդիպում  են  և  երկհարկ  ու  եռահարկ  քարայրներ,  որոնք  միմյանց  հետ  հաղորդակց- վում են աստիճաններով ու գաղտնուղիներով: Արտադրական և բնակելի հատվածները շատ  հաճախ  հանդես  են  գալիս  համատեղ:  Տեղում  խեցեղենի  արտադրության  մասին վկայում  են  բացված  հորերից  մեկում  հայտնաբերված  կավագնդերը,  ինչպես  նաև  խո- տանված  ջնարակած  անոթների  բեկորները:  Հայտնաբերված  խեցեղեն  տեսականին թվագրվում է XIII – XIV դդ. և կատարման ոճով հարում է Անիի խեցեգործական դպրո- ցին114: ", "Զարգացած  միջնադարում  հյուսիսային  Հայաստանի  հոգևոր,  մշակութային  և գրչության հայտնի կենտրոններից էր Քոբայրի վանքը, որը հիմնադրվել է Բագրատուն- յաց տան Կյուրիկյան ճյուղի Կյուրիկե Բ թագավորի դուստր Մարիամի կողմից 1171թ.115: ", "Քոբայրի վանական համալիրի կառույցների ընդարձակումը սկսվում է XII դարի վերջից XIII  դարի  սկզբին,  երբ  վանքը  Կյուրիկյաններից  անցնում  է  Զաքարյաններին:  Այդ ժամանակ  են  կառուցվում  գլխավոր  եկեղեցին,  մատուռ-ավանդատունը,  նրան  արև- մուտքից կից բաց սրահը, սեղանատունը, զանգակատուն-տապանատունը, մատուռներն ու ամրաշինական կառույցները: XIV – XVI դդ. Քոբայրի վանքի գործունեությանը վերա- բերող  վկայությունները  սակավաթիվ  են:  Դրանք  մի  քանի  տապանաքարերի  հիշատա- կագրեր են, որոնք հայտնաբերվել են վանքի տարածքում116: ", "XVII դարում Քոբայրը հիշատակվում է Շմաւոն Աբեղէնց Դսեղեցու ընդօրինակած ձեռագրում  (Մատ.  1473),  արդեն  որպես ,,…յանապատս  Քոպայրոյ  Բարձրաբերձ Նյութը մեզ տրամադրել է ՇԵԹ տնօրեն և Հայկաձորի հնագիտական արշավախմբի ղեկավար Հ. Խաչատր- յանը, որին մեր խորին երախտագիտությունն ենք հայտնում: ", "հետազոտությունների գիտահետազոտական ինստիտուտ, էջ 21-26: ", "պեղման աշխատանքների արդյունքները, ՊԲՀ, Երևան, 2014, N 1, էջ 155-163: ", "Աստուածածինիս, որ է Լօռի’’117:  XVIII դարի կեսերին, ըստ Վախուշտի արքայազնի տե- ղեկության, այնտեղ եղել է գործող եկեղեցի, այն էլ միաբնակ դավանության118: "], "paragraph_source_docs": [3, 3, 3, 3, 3, 3, 3, 3, 3, 3], "source_docs_file": "History.json"}