{"paragraph_source_docs": [3, 3, 3, 3, 1, 3, 3, 5, 1, 3], "source_docs_file": "Literature.json", "paragraphs": ["Նշվածներն ամենևին էլ բացառիկ նմուշներ չեն այս գրքում. եթե հնարավոր լիներ, գրողի և ոչ մի տող բաց թողնել պետք չէր: Օրինակների շարքն ընտրված է ըստ գրքում նկատված հաջորդականության: ", "Երկրի  յուրաքանչյուր  իրադարձություն  իր  հայելային  անդրադարձն  է  գտնում ժողովրդի  սոցիալական  վիճակի  վրա,  ուստի  ահա  թե  ինչ  «աստիճանով»  է  վեր բարձրանում գրողի միտքը. խոհ՝ դեպի վեր ձգվող սլաքով, սոցիալական վիճակ և կրկին դեպի  վեր՝  քաղաքական  իրադարձություններ:  Հակառակ  եզրից  դիտելը  իբրև  ակունք հիշեցնում  է  մեկը՝  քաղաքական  մթնոլորտը:  Այսպես,  դատարկ  կամ  միայն դատարկությամբ  լցված  բանկոոպ,  թեև  բնության  մեջ  և  ոչ  մի  դատարկ  տարածք  չկա, հացի, յուղի  ու  կաթի,  մսի  ու  …օճառի,  ծխախոտի,  ջրի  …  չգոյություն:  Գրողի պատկերավոր խոսքերը, ցավոք, շատ ծանր են ստեղծված իրավիճակի նկարագրության համար.  «Աստված  եթե  երակներուս  մեջ  ջրի  նման  թանկագին  հեղուկ  հոսեցուներ,  ան ատեն  եղբայրն  անգամ  եղբոր  մորթեր  պիտի՝  քիչ  մը  ջուր  հանելու  համար  անկե»  /123/: ", "Հեղինակի մտահոգությունների ալիքը ծայր է առնում  այս ամենը տեսնելով և ոչ  միայն տեսնելով,  այլև  ամեն  ինչի  բացակայությունը  զգալով  սեփական  մաշկի  վրա: ", "Կիլոմետրերով  ձգվող  սնունդի  կամ  հիգիենայի  ամենաանհրաժեշտ  ու  պարզունակ միջոցների  համար  հերթեր,  որոնք  բացառիկ  պատկերավորությամբ  ներկայացնում  է գրողը,  դատարկ  բանկոոպներ,  որոնց  մասին  ոչ  պակաս  մեծ  տաղանդով  խոսում  է  մեկ այլ գրող՝ Կոստան Զարյանը՝ «Բանկոոպը և մամութի ոսկորները» գրքում: ", "Վիլյեի  պատմվածքի  մեջ  Պոյի  հետ  ունեցած  ընդհանրությունների  կողքին հիմնական  շեշտը  սարսափի  ֆիզիկական  զգացումից  և  մահվան  վախից տեղափոխված  է  անարդարության  սոցիալական  խնդրի  վրա,  ուր  խոսվում  է մարդկության  դաժանության  մասին  ընդհանրապես  և  կեցության  դաժանության մասին՝  մասնավորապես:  Առաջին  հայացքից  երկու  հեղինակների  պատկերած խնդիրները  շատ  նման  են.  երկու  դեպքում  էլ  նկարագրվում  է  մի  մարդու  վիճակ,  ով ենթարկվում  է  խոշտանգումների  և  գտնվում  է  մահվան  սահմանագծի  վրա,  բայց  և ուզում է ապրել: Երկու պատմվածքներն էլ շարադրված են շատ հակիրճ, երկուսում էլ միտումնավոր կերպով բացակայում է իրավիճակի վերլուծությունը, և երկուսին էլ բնորոշ  է  գործողության  մեծ  լարվածությունը:  Սակայն  դրանց  ավելի  մանրակրկիտ վերլուծությունը ցույց է տալիս գաղափարական շեշտադրումների տարբերությունը: ", "Բ. Արտաքին քաղաքականությունը Ընդհանրապես,  կամսարյան  օրագրությունը  ինչ-որ  «բանաձևումի»  բերելը այնքան  էլ  դյուրին  գործ չէ:  Գրողը  երևույթները  քննում  է  այնպիսի  խոր, տրամաբանական  ներքին  կապերով,  որ  դժվար  է  այդ  «հանգույցներից»  որևէ  մեկը բացազատելը՝  պայմանով,  որ  և  ոչ  մի  միտք  չխաթարվի,  կամ  առավել  ևս՝  չաղճատվի գործի  ամբողջականությունը:  Ահա  թե  ինչու  մեր  կողմից  արված բոլոր տարանջատումներն  անխտիր  պայմանական  են.  մասը  արհեստականորեն  անջատել ամբողջից և ուսումնասիրել այլ՝ «մաքուր» հարթության մեջ, այնքան էլ բնականին մոտ չէ,  ավելին,  շեղում  է  մտքերի  իրական,  բնական  ընթացքից,  մանավանդ  որ  մաքուր տարածք  էլ  ինքնին  գոյություն  չունի:  Խոսքը  առաջ  տանելով՝  ասենք,  որ  նշվածից բացառություն  չեն  կազմում  նաև  այս՝  արտաքին  և  ներքին  քաղաքականության  մասին օրագրությունների պատառիկները: ", "Պետությունը  ինքնին,  որքան  էլ  անկախ,  որը  ըստ  էության,  այդպիսին  լինելուց շատ հեռու  էր, որքան էլ հնարավորություններով ճկուն  ու  հարուստ, այնուամենայնիվ, «ներփակ համակարգ» չէ. այսպես ասած, չի կարող ապրել ինքն իր ներսում, իր համար՝ առանց  շփման  եզրեր  գտնելու  հեռու  կամ  մոտիկ  հարևանների  հետ:  Եթե  ակնարկվում են  1920-30-ական  թվականները,  նշանակում  է՝  այստեղ  խոսքը  առավել  ևս  ոչ  թե Հայաստանի Հանրապետության, այլ ամբողջ Խորհրդային Միության մասին է: Մեծ կամ փոքր  հարաբերություններ  հաստատելով «դրսի»  աշխարհի  հետ,  որը  միայն «խորհրդային  սնդուկի  բանալիի  անցքից»  է  երևում,  այնուամենայնիվ,  երկիրը  ունի  իր շփման ռազմավարությունը,  ինչը,  Լեռ  Կամսարի  խոսքերով, «սովորական խաղաղասիրություն  ծախելն»  է:  Երկիրը  միառժամանակ  շարժվում  է  զարգացման  այլ ուղեծրով,  որը  ճանապարհ  է  դեպի  միակ  նպատակը՝  դեպի  սոցիալիզմ:  Բավականին դժվարհասանելի  այս  նպատակին  ձգտողները,  հարկավ,  մեծ  ուժ  չէին  ունենա՝  մեծ  /և փոքր/  պետություններին  համապատասխան  ձևով  ներկայանալու  համար:  Միակ  ճիշտ ուղին «նրբավարությունն» է, ասել է թե՝ ձգտածին մեղմությամբ հասնելը: ", "Մի ուրիշ օրինակ. Եվ կյանքի մռայլը մութ անապատում Ոչինչ չենք տեսնի – չոր և ամայի Երազում ենք մենք՝ երազ աշխարհում Իսկ կյանքի վերա թող սև բուն վայի61։ ", "Le  paysage  exotique  que  Villiers  a  décrit  dans  „Tribulat  Bonhomet\"  rappelle également de très près celui qu'avait décrit Poe dans „Les Aventures d'Arthur Gordon©36 Մեկ  այլ  քննադատ՝  Մոկլերը,  վերլուծելով  Վիլյեի  գաղափարները,  խոսում  է նրա  մասին  գրեթե  նույն  բառերով,  որոնցով  Բոդլերը  խոսում  է  Պոյի  մասին.  §Իր աբստրակտ և վեհ գրքերով ոչինչ չվաստակող, մի անբուժելի, երազկոտ, իդեալիստ և կրոնական ֆանատիկոս կարիերիզմի և օգտապաշտության դարում¦: ", "Լայնատարած  Ռուսաստանը,  դեռ  սեփական  նպատակին չհասած,  մեծ ցանկություն  ունի  խորհրդայնացնելու  նաև  այլոց:  Եվ  ահա  «Սովետական  Ռուսիա Լեհաստանին  մեջ  կոմունիստական  պրոպագանդ  մղելու  համար,  որովհետև  դրամ չունե,  գաղտնի  երկու  վագոն  գարի  կղրկե:  Լեհ  կառավարությունը,  սակայն, սահմանագլխին  կբռնե  այդ  գարին  ու  իր  ձիերուն  առջև  կլցնե:  …  Հեռագիրը  կլռե արդյունքին մասին, ու մինչև օրս չգիտենք, թե կոմունիստ դարձա՞ն այդ… ձիերը» /43/,- կծու ծաղր, որը միայն համեմում է խոսքը, իրականում, սակայն, պետք է չմոռանալ, որ գրողը  մեծ  երկրների  մեծ  հարաբերությունների  մասին  է  խոսում:  «Որտեղի՜ց  որտեղ». տեղին է այս միտքը: Կամ պետությունների վարած մեկ այլ քաղաքականության մասին խոսելիս  գրողը  այլ  մարտավարություն  է  ընտրում:  Միտքն  ավարտվում  է  «խրատով», ինչը անչափ ընկալելի է իր պարզությամբ. «Իսկ եթե զենքի ուժով գրավումներու մասին կխորհե,  խելոքությունը՝  նորեն  պառկելն  է…» /43/:  Արդո՞ք  տողատակում չի ակնարկվում  նաև  աղքատ  ու  թույլ  սոցիալիստական  մեծ  երկրի  վիճակը:  Մեծ  ու լայնածավալ Խորհրդային Միության բոլոր պետություններում վիճակը գրեթե նույնն էր: "]}