{"paragraph_source_docs": [3, 4, 1, 1, 3, 4, 3, 1, 1, 1, 4, 3, 4, 1, 3, 1, 0, 1, 4, 1, 3, 2, 2, 4, 4, 1, 2, 4, 1, 4, 2, 2, 0, 4, 2, 0, 1, 1, 4, 2, 2, 1, 3, 0, 4, 1, 3, 0, 3, 3], "source_docs_file": "History.json", "paragraphs": ["Շնորհիվ  վերոհիշյալ  ուսումնասիրությունների  մենք  հստակ  պատկերացում  ենք կազմում Հայաստանի և մերձավորարևելյան, միջինասիական, չինական հայտնի կենտ- րոնների խեցեգործական արտադրության զարգացման, անցած ուղիների, նորամուծու- թյունների ու ձեռքբերումների վերաբերյալ: ", "культуры (XIX – начало XX вв.), Под ред.  А. Гулиева, В. Мочалова, Баку, 1955, с. 19. նաև թեմայի վերաբերյալ Ա. Հովհաննիսյանի մյուս հիմնարար մենագրությունը՝ Иосиф Эмин, Ер., 1989։ ", "Մրցությամբ  վիճակահանության  տարբերակներից  էր  քայլերով  կատարված  վիճա- կահանությունը, որի ժամանակ մրցում են՝ քայլ գցելով: Այդ տարբերակներից էին՝ «հաց- պանիր-ջուր»,  «մեկ-երկու-երեք»  կամ  «փոս  փորեմ,  թուրքին  խորեմ»  բանաձևերը,  որոնց ընթացքում երկու թիմի ավագները կանգնում են դեմ դիմաց, և յուրաքանչյուրը, իր ոտքը ոտքի առաջ դնելով, հաջորդաբար առաջ է գալիս երեքական  քայլով՝ արտասանելով վե- րը նշված տարբերակներից մեկը: Ում ոտքի թաթն առաջինը կպչում էր դիմացինի ոտքի թաթին, նա էլ առաջինը ընտրում էր իր թիմի անդամներին: ", "Կան մրցությամբ վիճակահանության այլ տարբերակներ, որոնց ժամանակ մրցում են առարկաներով:  Օրինակ՝  նախապես  փորում  են  մի  փոս,  և բոլոր  խաղացողները  չորսից հինգ մետր հեռավորությունից այդտեղ քարեր են գցում: Թիմերի ավագներ էին դառնում նրանք, ովքեր մյուսներից ամենաշատ քարերն էին գցում փոսի մեջ: Մրցման մյուս տար- բերակում խաղացողները նախապես մի գիծ են քաշում գետնին և դա համարում են սահ- ման:  Թիմի  ավագները  կանգնում  են  սահմանի  երկու  կողմերում,  բռնում  որևէ  պարանի ծայրերից ու ձգում: Ով կարողանում էր սահմանից քաշել-անց կացնել հակառակորդ թիմի ավագին, նրա թիմն էլ սկսում էր խաղը:151 Եվ քանի որ մրցում են, թե ով ավելի շատ քար կնետի փոսի մեջ, կամ ով կկարողանա առաջինը սահմանից դուրս հանել հակառակոր- դին,  և  օգտագործվում  են  քար  ու  պարան,  կարելի  է  սրանք  համարել  և´մրցությամբ, և´առարկաներով: ", "Հիմնվելով  վերը  շարադրվածի  վրա  նպատակահարմար  ենք  գտնում  ատենա- խոսությունը  բաժանել  հետևյալ  կերպ`  ներածություն,  չորս  գլուխներ,  եզրակացու- թյուններ`  համալրված  գրականության  ցանկով,  ծանոթագրություններով,  հապավում- ների ցանկով և աղյուսակներով: ", "История внешней политики России. Конец XV в. – 1917 г., Oтв. ред. А. Н. Сахаров, Москва, 1998, с. 150-167. Տե՛ս  նաև  թեմայի  վերաբերյալ  Ժ.  Անանյանի  մյուս  արժեքավոր  ուսումնասիրությունը՝  Հայ-ռուսական հարաբերությունները,  նախադրյալները,  փուլերը,  պրոբլեմի  նկատմամբ  մոտեցումները,  –  «Լրաբեր հասարակական գիտությունների», 1991, № 1, էջ 3-19: ", "գրաֆիական անալիզների արդյունքների առկայության դեպքում, որոնք, ցավոք, տեխնիկական դժվարու- թյունների պատճառով բացակայում են: ", "Ով բկլատ է (ագահ), թող դուրս գա, Գա´, գա´, գա´, թող դուրս գա´:153 Ես չայ խմեցի, չաշկա-մաշկա կոտրեցի: ", "Մայրս ասաց` Քանիսն ես կոտ-րել: ", "Երեք154: ", "Հետազոտության  կատարման  ընթացքում  օգտակար  են  եղել  նաև  անգլալեզու Այսպիսով,  փաստագրական  հարուստ  ու  բազմաբնույթ  նյութերի  համադրմամբ փորձել  ենք  ներկայացնել  Հյուսիս-արևելյան  Այսրկովկասի  խանություների  և «Գիտություն»  հրատ.,  2007,  նույնի՝  Арцахские  меликства  и  меликские  дома  в  XVII-XIX вв.,  Ер.,  Изд-во «Гитутюн» НАН РА, 2007; Арцахские меликства и возникновение карабахского ханства, – «Русский сборник: ", "XIV – XVII ԴԱՐԵՐԻ ՀՈՒՇԱՐՁԱՆՆԵՐԸ (ՊԵՂՈՒՄՆԵՐԻ ՀԱՄԱՌՈՏ ԱԿՆԱՐԿ) Պատմական համառոտ ակնարկ: ", "Iran: From Nadir Shah to the Islamic Republic, vol. VII, Cambridge, 1991, p. 104-143; J. Perry, Karim Khan Zand (1747-1779), London, Oneworld, 2006; նույնի՝ The Zand Dynasty, – The Cambridge History of Iran: From Nadir Shah  to  the  Islamic  Republic,  vol.  VII,  Cambridge,  1991,  p.  63-103;  S.  Shaw,  Iranian  relation  with  the  Ottoman empire  in  the  eighteenth  and  nineteenth  centuries,  –  The  Cambridge  History  of  Iran:  From  Nadir  Shah  to  the Islamic  Republic,  vol.  VII,  Cambridge,  1991,  p.  297-313;  The  Cambridge  History  of  Turkey,  vol.  III,  The  Later Ottoman  Empire  (1603-1839),  Edited  by  Suraiya  N.  Faroqhi,  Cambridge  University  Press,  2006;  R.  Tapper, Sh hsevan in S afavid Persia, – «Bulletin of the School of Oriental and African Studies», University of London, vol. (Cambridge  Middle  East  Studies),  Printed  in  the  United  Kingdom  at  the  University  Press,  Cambridge,  1997;  F. Kazemzadeh, Iranian relations with Russia and the Soviet Union to 1921,  – The Cambridge history of Iran: From Nadir Shah to the Islamic Republic, vol. VII, Cambridge, 1991, p. 314-349; M. Atkin, Russia and Iran 1780-1828, Minneapolis, 1980; Ch. L.  Krause, C. Mishler, Standard Catalog of  World  Coins.  Eighteenth century. 1701–1800, Edited by George Cuhaj, 6th edition, Krause Publications, 2013. Ռուսական  կայսրության  XVIII  դ.  երկրորդ  կեսի  հարաբերությունների  առավել ամբողջական և անաչառ պատմությունը: ", "միկի, ծնվ.` 2003 թ.: ", "Հուլավյան  իլխանության  թուլացումից  ու  կազմալուծումից  հետո  մեկը  մյուսի  հե- տևից Հայաստանն  ու  հարևան երկրներն ասպատակեցին  Ոսկե հորդայի խան Թողթա- միշը (1384  –  1385),  ապա Չաղատայան երբեմնի հզոր պետության մաս կազմող  Մավե- րաննահրի տիրակալ Լենկ Թեմուրը (1385 – 1386), որը 1399 – 1403 թթ. դարձավ Կենտ- րոնական  Ասիայի  պատմական  Մավերաննահրի,  Իրանի,  Իրաքի,  Աֆղանստանի,  Հա- րավային  Կովկասի,  Փոքր  Ասիայի,  Միջագետքի  ու  Սիրիայի  տիրակալ40:  Նրա  մահից հետո  այդ  հսկայածավալ  պետությունը  շուտով  տրոհվեց  առանձին  մասերի,  քանզի կազմավորվել էր բռնությունների ու ահաբեկումների ճանապարհով: ", "Գնաց, մտավ պարտե´զը, Կերավ հարսի ջե´յեզը: 158 - Թոթոլ թաթիկ, ջուր բե´ր, Փլավ էփեմ, դու կե´ր, - Ես չեմ ուտե, դու կե´ր. Կե´ր, կե´ր, կե´ր: 159 Ալա´–բա´լա´–նի˜-ցա´, դաս-կա´ բա-նի˜-ցա (կուշկա բանիցա), //Հե՜յ գիդի Վա´ն-չո′ (ով գիդի բանչո), տա′ս կապի-տա′ն–չո′, //Փա˜–լա˜ն–չո′: //Փալանչո′ն էլ մի բա′ն չի′, //Գնա′ Մարոյին  կա′ն-չի′  (գնա  տատուդ  կանչի)://Մարոն  գնաց  թա′տ-րո′ն,  (Տատին  եկավ  օյին- բազ)// Ջեբը (գրպան) լիքը պա′դ–րո′ն (պարկուճ), (գլխին ուներ երեք մազ),//Պադրոնն ըն- գա′վ տրա′-քե′ց, //Մարոյի սիրտը պա′յ–թե′ց  (մեկը` առաջ, մեկը` հետ, մեջտեղինը` պոլի փեդ):160 Վիճակահանության  տեքստերում  հաճախակի  հանդիպող  բառերի  կրկնությունները և վերը նշված` «մահվամբ» հաշվից դուրս եկողի գաղտնագրված գործողությունները թույլ են տալիս ենթադրելու, որ դրանք բանաձևեր են և ստեղծվել են ինչ-որ ծածկագրված մի բան  հայտնելու  կամ  պահելու  համար:  Հայտնի  է,  որ  գոյություն  ունի  հայկական  ծածկա- գրության  չորս  խումբ`  քաղաքական,  գրչածածուկ,  արհեստագործական  և  առեղծվածա- գիր:161 Ենթադրվում է, որ ավելի հին տարբերակներում առկա են եղել քաղաքական բնույ- թի  բանաձևային  ծածկագրեր  (գաղտնածեսե՞ր)162,  որոնց  ներքին  դրդապատճառները կրում են իրենց նպատակն իրագործելու կանխամտածված գործողություններ:163 Պատմողական տեքստով հետևյալ վիճակահանության տեքստն ի սկզբանե եղել է նախազգուշացնող, գաղտնագրված բնույթի, որը թուրքերի հարձակման վտանգի դեպ- ծնվ.` 1935 թ.: ԴԱՆ, ՀՀ Շիրակի մարզ, ք. Գյումրի, 2010 թ., բանասաց՝ Սահակյան Վարազդատ Վարդանի, ծնվ.` 1998թ.: ", "ՕՍՄԱՆՅԱՆ  ԿԱՅՍՐՈՒԹՅԱՆ  ԳԱՂՏՆԻ  ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻ  ԿԱԶՄԱՎՈՐՈՒՄԸ ԵՎ ԱՐԵՎՄՏԱՀԱՅՈՒԹՅԱՆ ՊԱՅՔԱՐԸ (19-րդ դարի 60-70-ական թթ.) Օսմանյան կայսրության գաղտնի ծառայությունների զարգացման գործում Օսմանյան կայսրությունը, լինելով հզոր պետությունը, ակտիվ դերակատարություն է ունեցել համաշխարհային քաղաքականության մեջ: ", "քում  արտասանվել  է  մեծերի  կողմից՝  զգուշացնելու  համար,  երբ  թուրքերի  հարձակ- մանը  ենթարկված  հայը  բարձր  ձայնով  իբր  թե  խաղացել  է  իր  երեխաների  հետ,  որ- պեսզի մյուս հայ հարևանները լսեն ու փախուստի դիմեն. Այդ  «բանաձևերը»  հետագայում  փոխանցվել  են  երեխաներին`  աղավաղվելով  ու ձևափոխվելով: Չահարմահալում, օրինակ, նմանօրինակ հաշվերգ կատարել են հետև- յալ կերպ. զույգ թվով երեխաներ, գետնի վրա նստած, շրջան են կազմել` ձեռքերը դնե- լով կողք-կողքի: Ապա երեխաներից մեկը (հիմնականում ավագ խաղացողը) իր ձեռքի ցուցամատով հերթականությամբ դիպչել է նրանց ձեռքերին և արտասանել. Ապու, ապու, չա´ր ապու, Էնվեր ինջա,164 թուր ինջա… Մարիա´մ, Սարգի´ս, Կուտը ուտի´, Ջուրը խմի´, Դուռը բացի´, Դո´ւս էլի: 165 Հատի´կ, հատի´կ, Ուտո´ւլ մատի´կ. Չա´ր խնձօրիկ, Չա´ր փշատիկ, Նա մէր անի´, Նա կուտ ուտի´. Աւագն ասի. Պաչիկ անի´, Դուռը բանա´, Դո´ւս անի: ", "XVI  դարից  Այսրկովկասի  և  Շիրվանի  տարածքը  դառնում  է  թուրք-իրանական ռազմական  բախումների  թատերաբեմ:  Այսպես,  XVI-XVII  դդ.  ընթացքում  Օսմանյան կայսրության  և  Սեֆյան  պետության  միջև  ընթացող  պատերազմների  հետևանքով «Մերձավոր Արևելք» (հետայսու՝  ՄԱ), 2007, պր. 4, Եր., էջ 61-65: ", "վիճակահանությունները  սկսվում  են  ատատ-պատատ,  ասի′-բասի′,  բո´ւկտր-բո´ւկտր, ա´գլե-դո´ւգլե, էկե-դուկե166 և այլ արտահայտություններով, որոնք վերջում ավարտվում են  դարձյալ  անիմաստ  բառերով`  թը´ս,  ճո´ւկ,  կլյո´ւչ,  բլե´ն  և  այլն:  Դրանք,  սակայն շատ  որոշակի  հաստատում  են  հաշվից  դուրս  եկողի  «մահը»,  ինչը  բնորոշ  է  տեքստե- րով վիճակահանության ձևերին. Ատատ-պատատ, շամամ-շուլ, Շամշի լագին մի դամբուլ: 167 Էկե դու-կե, շեր-վան-տու-կե Շամ-բլա-պլոզ խոր-դո-խինա Հա-ռա վըն-գո, դըն-գըլ կոպալ Թլիր սա-դա, փը-լիր փար-դա: 168 Ակ-լե դուկ-լե դը մը-զա, Չա-րոխ չում-բուզ պու-պու-զա, Հաֆ-տե կո-ճակ տան պլո-ճակ, Դըն-գըլ մըն-գըլ ֆըս-ը թը´ս: 169 Ա-կե, դա-կե, դը-նա-զե, բառակապակցություններով տողերը յոթվանկանի հանգավոր երկյակներ են: Նմանատիպ բառերն ասվում են հատ-հատ` ամեն անգամ մատը դնելով մի քանի առարկաներից ամեն մեկի վրա` նրանցից մեկն ընտրե- լու  համար  (ՀԼԲԲ,  հ.  Ա,  Եր.,  2001,  էջ  29):  Իսկ  ի՞նչ  է  նշանակում  ագլե-տյուկլե:  Ոչ  գրական  հայերենում ունենք ագալ բառը, որը նշանակում է տխմար (ՀԼԲԲ, հ. Ա, Եր., 2001, էջ 3), իսկ ակլակը, որը գործածվում է բառակապակցությունների մեջ, ունի դարանակալել, պահ դնել (ակլակ դնել) իմաստը (Հ. Աճառեան, Էմինե- ան ազգագրական ժողովածու (այսուհետև՝ ԷԱԺ), հ. Ա, Գաւառական բառարան, Թիֆլիս, 1913, էջ 63): Այս երկյակների իմաստային նշանակությունները, ինչպես նշում է Լ. Սիմոնյանը, ոչ միայն ունեն «լաթ» իմաստը, այլ նաև` խթոնիկ խորհրդանիշ (Լ. Սիմոնյան, Վեգախաղի երգերը, Տոմարային ծիսաշար, հ. II, Եր., 2007, էջ միջատանման  մազոտ  մի  էակ,  ով  հագնում  է  ոսկե  կոճակներով  զգեստ  և  դնում  ալ  գլխարկ»166  (Անդ:  Վ. Բդոյան,  նշվ.  աշխ.,  հ  II,  №  378,  էջ  155),  քանի  որ  «այն  աշխարհին»  բնորոշ  հագուստով  էակը  (խթոնիկ խորհրդանիշ՝ Chthonic` անդրաշխարհին վերաբերող) (Encyclopedia Britannica, https://www.britannica.com/topic/chthonic,  06.06.2017,  10:21  am)  չի  կարող  ապրել  ու  գործել  «այս  աշխարհի» սահմաններում,  ավելին,  նա  պիտի  թաքնվի  կամ  դարանակալի  (օտարվի՞),  որպեսզի  հարմար  պահի`  վեր- ջում, ինչ-որ մեկին մատնանշելով` դուրս հանի, վիզը կտրի, գցի և այլն` «դընգլ-մընգլ, ֆըսը, թը´ս», «տանակ տնեմ, սև խավի վիզը կըդրեմ»: ", "Քաղաքների  և  քաղաքատիպ  բնակավայրերի  աստիճանական  անկման  արդյուն- քում մշակութային կյանքն աշխուժացավ վանական համալիրներում, որոնք հետզհետե դարձան մշակութային կյանքի կատալիզատորներ: Մշակութային, կրթական ոլորտների առաջատար դարձան այն վանքերը, ուր տեղափոխվեցին եպիսկոպոսական աթոռները: ", "դի դեր կատարած քրմուհիների: ", "են99: ", "Ռուսական  պետության  ռազմաքաղաքական  և  առևտրա-տնտեսական  շահերն ապահովելու նպատակով Պետրոս Ա կայսրը 1722-1723 թթ. նախաձեռնում է արշավանք (Կասպիական  կամ  Պարսկական)  դեպի  Հյուսիս-արևելյան  Այսրկովկաս  և  գրավում Դերբենդից  Բաքու  ընկած  տարածքները:  Պետերբուրգում  1723  թ.  կնքված  ռուս- международные отношения в XVIII веке, Москва, 1966, с. 65. իրանական  պայմանագրով  Դերբենդից  մինչև  Բաքու  ձգվող  տարածքներն  անցնում  են Ռուսական կայսրությանը50: ", "Թուրքական ռազմական ներխուժումը  Շիրվան կանխելու նպատակով Ռուսաստանը  փորձում  էր  Արևելյան  Այսրկովկասը  բաժանել  ռուսական  և  թուրքական ազդեցության  գոտիների:  Կոստանդնուպոլսի  1724  թ.  ռուս-թուրքական  պայմանագրով Շամախին  և  այլ  տարածքներ  անցնում  են  Օսմանյան  կայսրությանը՝  առանց  զորքի տեղակայման իրավունքի51: ", "Նրանց բնորոշ էին նաև պարախաղերը:217 Տղաների խաղերն ունեին անցումային կամ նվիրագործման ծեսերի (ինիցիացիա) որոշակի  դրսևորումներ:  Դրանք  արտահայտել  են  երիտասարդի  մտավոր  և  ֆիզիկա- կան  ունակությունները:  Այդ  խաղերից  են՝  մենամարտերը,  լախտախաղերը,  բերդի գրավման, նշանառության խաղերը և այլն:218 Միջին  և  ավագ  սերունդների  խաղերը  ևս  բավական  տարածված  էին:  Այստեղ կարևոր էր խաղացողների տարիքը: ", "Արձանիկների  երկրորդ  ընդհանրացնող  բնորոշ  գիծը  ձևերի  «ռեալիստական- իրապաշտական»  պատկերումն  է,  սակայն  պետք  է  նշել,  որ  նախնադարյան  ռեալիզմի համար բնորոշ է մանրամասների ընդգծումը և չափազանցումը: ", "Նադիր  շահի  (1736-1747)  մահից  հետո  Իրանում  ծայր  առած  քաղաքական անկայուն  իրավիճակը  վրաց  իշխան  Օթար  Թումանովը  Ռուսաստանի  Արտաքին գործերի կոլեգիային ուղղված զեկուցագրերում իրավամբ «խռովություն» էր անվանում55: ", "Այսպիսով` Անկախության  շրջանում  հիմնականում  պահպանվել  են  վերը  նշված  խաղերը,  բայց դրանց  մի  մասը  ձեռք  է  բերել  նոր  երանգավորում:  Խաղերում  արդեն  շեշտադրվում  է ազգային-ազատագրական պայքարի թեման, ձևավորվում են խաղային նոր եզրույթներ և դրանց համապատասխան բանահյուսական տեքստեր (հայ-թուրք դերային բաժանումնե- րը, սահմանը, քարտեզը կամ քաղաքի հատակագիծը` որպես պա-տերազմական գործըն- թացի  կարևորագույն  հանգամանք,  դրոշը`  որպես  հաղթանակի  խորհրդանիշ,  նախկին победа-ին  փոխարինում  է  հաղթանակ252  եզրույթը  և  այլն):  Անկախության  շրջանում  տա- րածվեցին հետևյալ ռազմական բնույթի խաղերը՝ «Ձնե քաղաք», «Քարքցիկ»: ", "XVIII դ. երկրորդ կեսին ռուսական կառավարության  պաշտոնական գրագրություններում  Հյուսիս-արևելյան  Այսրկովկասը  «Ադրեբիջան»  եզրույթով,  իսկ ред. М. М. Сперанского, т. VII, СПб., 1830, с. 303-308; История народов Северного Кавказа, Oтв. ред.  А. Л. Нарочницкий, Москва, 1988, с. 415; Diplomacy in the Near and Middle East. A Documentary Record: 1535-1914, by J. C. Hurewitz, vol. I, Prinston, 1956, p. 42-45. туркмен и Туркмении, том II, XVI-XIX вв. Иранские, бухарские и хивинские источники, Под ред. В. Струве, А. Боровкова, А. Ромаскевич, П. Иванова, Москва-Ленинград, 1938, 119)։ ", "դրանք ստորաբաժանվել են երկու խմբի. գեմատիտ, սերպենտին և այլն: ", "Պատրաստման հիմնական նյութը փղոսկրն է, եղջյուր, ոսկոր, կրաքար, ստեատիտ, Կնոջ կերպարը ընդհանուր առմամբ արտացոլում էր ոչ թե ինչ որ կոնկրետ գաղա- փար,  այլ,  ըստ  ամենայնի,  համատեղում  էր  մի  քանի  պատկերացումներ:  Կարծում  ենք, առավել ընդունելի են այն մոտեցումները, երբ այս արձանիկներում տեսնում են պտղա- жения человека в палеолитическом искусстве Евразии, Москва-Ленинград, 1966, с. 13-15, Аникович М., Общество и личность в палеолите – что могут сказать об этом археологические данные // Культура: соци- ум и индивид, Ленинград, 2000, с. 103-112, Демещенко С., Искусство палеолита (к вопросу об индиви- дуализации) // Культура: социум и индивид, Ленинград, 2000, с. 163-164. пе и Сибири // Палеолит и неолит СССР, МИА, № 79, т. 4, Москва-Ленинград, 1960, с. 126-149, նույնի, О некоторых особенностях палеолитических женских статуэток Сибири // Первобытное искусство. Антропо- морфные изображения. Новосибирск, 1987, с. 28-36. բերության  գաղափարների  և  կին  նախամոր  երկմիասնության  արտացոլումը  («Կին-- նախամայր», «Օջախի պահապան, բնության, կենդանիների տիրուհի և պաշտպան»): ", "Հետախուզության գործունեության մեջ գլխավոր  պահանջներից էր գաղտնակյացությունը:  Մասնավորապես,  սուլթանի  ծրագրերի,  մտահղացուների, խորհրդակցությունների մասին տեղեկույթի արտահոսքի բացառման նկատառումներով,  այդ  կարգի  զրույցներն  ու  քննարկումներն  անց  էին  կացվում  բաց տարածքում  հատուկ  կառուցված  սենյակում:  Խորհրդակցությունների  ժամանակ սենյակի շուրջը փորած ջրանցքներով բաց էր թողնվում ջուրը, որը խլացնում էր ներսում զրուցող  մարդկանց  ձայնը:  Առավել  մեծ  ուշադրություն  էր  դարձվում  սուլթանի  և օտարերկրյա  պետությունների  դեսպանների  հանդիպումներին,  որոնց  բնույթն  ու բովանդակությունը գաղտնի էին պահվում անգամ վեզիրներից1: ", "Մեր  ուսումնասիրության  շրջանակներում  Հյուսիս-արևելյան  Այսրկովկասի պատմաաշխարհագրական  ու  էթնոքաղաքական  սահմանների  մեջ  ընդգրկել  ենք Դերբենդի,  Ղուբայի,  Շամախիի,  Բաքվի  խանությունները,  այսինքն՝  բացառությամբ Շաքիի:  Պատճառն  այն  է,  որ  1750-1780-ական  թթ.  Հյուսիս-արևելյան  Այսրկովկասի քաղաքական  պատմության  մեջ  Շաքիի  խանությունը՝  ի  տարբերություն  Դերբենդի, (Օսմանյան  կայսրության  նվաճողական  քաղաքականությունը  Կովկասում  և  մասնավորապես պատմական Հայաստանում XVI դ. երկրորդ կեսից), թուրքական պատմագիտությունը սկզբից մինչև XVIII դարի վերջերը, հտ. Ա, Կազմեց՝ Ա. Խ. Սաֆրաստյան, Եր., 1961, էջ 229։ ", "Ուսումնասիրողների  մեծ  մասն  անդրադարձել  է  նաև  կանանց  մերկ  պատկերման խնդրին: Հիմնականում շրջանառվում են հետևյալ դրույթները. Հավանաբար սխալված չենք լինի, պնդելով, որ նախնադարյան հմայություններում և ծեսերում կնոջ մերկությանը մեծ նշանակություն է վերագրվել: ", "Մասնավորապես,  նրանց  խստագույնս  արգելվում  էր  քայլել  քաղաքով  առանց  հատուկ ուղեկցողների, որոնց պարտականությունը կայանում էր նրանում, որպեսզի խոչնդոտել թուրքերի շփումները ռուս հպատակների հետ: ", "Ռիթմիկ  կամ  ասերգ  հաշվերգը296  առավել  տարածված  է  հատկապես  փոքր  աղ- ջիկների  շրջանում:  Ասերգ  հաշվերգի  հիմքում  ձայնառիթմային  սկզբունքն  է,  կառուց- վում  է  ծափ-զարկերով`  վերածվելով  շարժական  տեքստով  երգային  կրկներգերի: ", "Դրանք  երբեմն  անհասկանալի  են  և  կառուցված  են  յոթվանկանի  երկու  նույնահանգ տողերից  և  ունեն  պարերգային  կառույց,297  քանի  որ  կազմում  են  մի  երկյակ  և  ասվում են միայն պարելու ժամանակ: Դրանց բնորոշ է շարժումը և խոսքը. Երկու  հոգի  կանգնում  են  դեմ  առ  դեմ,  ծափ  տալիս,  ապա  հարվածում  միմյանց ափերին՝ երգելով ու տեքստի վանկերին համապատասխանեցնելով. Էն դեն դո´ւրի, դո´ւրի, դո´ւրի, դո´ւրի, Չա´փ, չա´փ Մե´ք-սիկա, Չա´փ, չա´փ, Մե´ք-սիկա. Ակա դակա սինյո-րիտա, ֆու´, ֆու´, Ակա դակա սինյո-րիտա, ֆու´, ֆու´, Մարի-յո, Մարի-յո, թու´ Ջե˜րի. Օ´քսա-բո´քսա սինյո´-րիտա. Միկի մա´ուս: ", "ՁԵՎԱՎՈՐՈՒՄԸ XVIII  դ.  երկրորդ  կեսի  քաղաքական  զարգացումները  Հյուսիս-արևելյան Այսրկովկասի  պատմության  համար  կարևոր  նշանակություն  ունեցան:    Նադիր  շահի մահից  հետո  Իրանի  պետությունը  տրոհվել  էր  անընդմեջ  միմյանց  դեմ  պայքարող  մի շարք ինքնուրույն իշխանությունների, որոնցում «իւրաքանչիւր մասնաւոր գաւառ գրեթէ մի մի թագաւորութիւն ցուցին զինքեանս...»70: ", "Մի շարք պատկերագրական առանձնահատկություններ նկատի ունենալով մենք, վե- րոնշյալ կանանց մանրաքանդակները բաժանել ենք երեք`  ա. Երիտասարդ (Աղ. 1, նկ. 1- Համամիտ  ենք  այն  տեսակետի  հետ,  որ  սրանք  անձնավորում  են  ինչպես  տարիքով, այնպես  էլ  կարգավիճակով  և  պտղաբերության  գործառույթներով  իրարից  տարբերվող կանանց110: ", "Վերը ներկայացված տիպերի մեջ ուշագրավ խումբ են կազմում կանանց այն մանրա- քանդակները,  որոնց  սեռական  հատկանիշները  խորհրդանիշների  տեսքով  են  հանդի- պում  և  հատուկ  ընդգծված  են,  ինչը  սովորաբար  բացատրվում  է  «էրոտիկ-գեղագիտա- կան» նշանակությամբ (Նկ. 2.2-6): Այս տեսակետից կարևոր է նշել նաև, որ կին խորհր- դանշող ամենավաղ պատկերագրական տարրերն աչքի են ընկնում հաստատուն դրսևո- րումներով  (Նկ.  3.3,  10):  Դրանք  եռանկյունիների,  կիսաշրջանների,  կամ  տանձաձև  շր- ջանների  տեսքով  են  ներկայացված:  Ըստ  ամենայնի  այս  կերպ  կնոջ  մարմինը  արժևոր- ЦЧО)//Известия  ГАИМК,  Вып.  118,  Палеолит  СССР:  Материалы  по  истории  дородового  общества,  Москва- Ленинград, 1935, с. 26-77. es…, p. 518. European Paleolithic: Symbols of Fertility or Attractiveness? Journal of Anthropology, Hindawi Publishing Corporati- on, Egypt, Cairo, 2011, p. 2-3. վում  է  որպես  կյանքի  բնական  արտադրող  և  հետևաբար  հավերժության  նախասկիզբ111: ", "Արդի  միջավայրում  կանոններ  խախտողը  որակվում  է  անազնիվ,  խարդախ,  հա- րամ, դաղալ և այլ հատկորոշիչներով: ", "XIII – XV դդ. քաղաքային մշակույթը որոշակի զարգացում էր ապրում Գառնիում, որը դեռևս IX դարում դարձել էր գյուղաքաղաք և իբրև այդպիսին շարունակեց գոյատևել մինչև XV դարի առաջին քառորդը: Աղբյուրներում Գառնին անվանվում է քաղաքագյուղ կամ  գյուղաքաղաք71:  Միքայել  Ասորին  և  արաբ  աշխարհագիր  Յակուտ  ալ-Համավին Գառնին նույնիսկ քաղաք են անվանում72: XIII դարում Գառնին պատկանում էր Վասակ Խաղբակյանին և նրա հաջորդներին, որը վկայված է Արատեսի վանքի գմբեթավոր եկե- ղեցու  արևմտյան  պատին  փորագրված  արձանագրության  մեջ.  ,,ՈԿԹ  (1220).  Ի  թագա- ւորութեան Վրաց Լաշայի և յաշխարհակալութեան Իվանէի Աթաբեկի, ես Վասակ, որդի Խաղբակա, կողմնապահ ի Գառնոյ մինչև ի Բարգուշատ….’’73: XIII դարի երկրորդ կեսից մինչև  XIV  դ.  Գառնին  Զաքարյանների  տիրույթն  էր,  իսկ  արդեն  XIV  դարի  կեսերին անցնում  է  Օրբելյաններին.  ,,Այս  գիր  ճշմարիտ  յուսոյ  յիշատակ  հոգո  անջնջելի  առաջն տեղի Տարսաիճի իշխանաց իշխանի, որդի մեծի Լիպարիտի, եղբայր Սմպատա արքաի, կողմնակալի  այսմ  նահանգի,  որ  իշխեցող  էի  Բարգուշատա  մինչ  ցԳառնի.  սահմանքս մեր  Երասխ…’’74:  Լենկ  Թեմուրի  արշավանքներից  հետո  Գառնին  ավերվում  և  լքվում  է, ինչը փաստում են և պեղումները75: XVII դ. սկզբին Շահ Աբասի կողմից իրականացված գաղթը նկարագրելիս Գառնին հիշատակում է որպես գյուղ76: ", "Մուհամեդ  –  Էմինի  նամակներում  հիշատակվում  են  Օսմանյան  կայսրության կառավարության հետ կապերի հարցերով գործակալներ՝ Ահմեդ-Ալին, Հաջի Նուրեդինի որդին,  Թամանից՝  ադըղ,2  ինչպես  նաև  Իբրահիմ-Խան  Օղլին,  որը  Մուհամեդ–Էմինի գրությունները  հասցնում  էր  Կոստանդնուպոլսում  գործող  «Չերքեզական  մեջլիս»3:  Սա Օսմանյան  կայսրության  հետախուզության  մասնաճյուղն  էր,  որի  հետաքրքրության ուղղվածությունն էր՝ տեղեկատվության հայթայթումը ռուսական զորքերի վերաբերյալ և իր գործակալական ցանցի ամրապնդումը տարածաշրջանում: ", "российской  коммерции  при  всех  портах  и  границах  от  древних  времен  до  ныне  настоящего  и  всех преимущественных  узаконений  по  оной  государя  императора  Петра  Великого  и  ныне  благополучно царствующей  государыни  императрицы  Екатерины  Великой  т.  II,  кн.  II,  Москва,  1785,  с.  623-624:  Հմմ.  С. Броневский, նշվ, աշխ., էջ 416-424: ", "Ըստ մեր  հետազոտությունների՝ յուրաքանչյուր տարիքային խումբ ունի խաղային որոշակի առանձնահատկություն: Օրինակ՝ մինչև 5 տարեկան երեխան նախընտրում է խաղալ  ինքն  իր  համար  կամ  ծնողների  հետ:  Այստեղ  հիմնականում  գերակայում  են առարկաներով  և  շրջանաձև  խաղերը  («Կարմիր  կոճակ»,  «Թաշկինակ»,  «Զիլինա», «Փոքրիկ օրիորդիկ»), որոնց օգնությամբ  համեմատում է առարկաները և դրանով իսկ ծանոթանում գույնի, ձևի, չափերի հետ, իմանում է նրանց հատկությունները, միևնույն ժամանակ կարողանում է դասակարգել: Նրանց բնորոշ են նաև նմանակման (կենդա- նիների  վարքի  ու  ձայների  նմանակում)  և  կերպարային  խաղերը  («Տունտունիկ», «Բժիշկ-բժիշկ»,  «Խանութ-խանութ»  և  այլն),311  որոնց  միջոցով  երեխան,  մտնելով  դերի մեջ, դրանով իսկ յուրացնում է կերպարներն ու մասնագիությունները: ", "պեղումների արդյունքները (Միջին դարեր), Երևան, ՀՍՍՀ ԳԱ հրատ., 1962, էջ 15: ", "Օսմանյան  կայսրության  հետախուզության  կողմից  ահաբեկչական  և  դիվերսիոն գործողություններ  իրականացնելու  նպատակով,  շատ  հաճախ  օգտագործվել  են  այլ քրիստոնյաները,  որոնք  համապատասխան  առասպելապատմամբ,  քրիստոնյանների շրջանում  իրականացնում  էին  հրկիզումներ,  առանձին  մարդկանց  թունավորումներ  և այլն: ", "աշխատասիրեաց Աբէլ արքեպիսկոպոս, հ. Ա, Վաղարշապատ, ի տպարանի Սրբոյ Կաթուղիկէ Էջմիածնի, ճարի հարևանությամբ` Տրդատա կամարից հյուսիս ընկած տարածքի 2014 թ. պեղումներով հայտնաբեր- ված նյութերը, որոնք մեզ սիրով տրամադրել է պ. գ. թ. Ն. Հակոբյանը, ով ղեկավարել է պեղումները: Տես` XIII – XV դդ. Վայոց ձորի առևտրա-տնտեսական կյանքում կարևոր դեր է խաղում Եղեգիս  գյուղաքաղաքը,  որը  Օրբելյան  իշխանական  տան  նստոցն  էր:  X  դ.  Եղեգիսը կոչվում է գյուղաքաղաք, իսկ XIV – XV դդ. ժամանակակիցներն անվանում են քաղաք88, անգամ մայրաքաղաք89: Եղեգիսը կամ  Եղեգիքը Վայոց ձորի  հնագույն բնակավայրերից է:  Մինչև  IX  դարը  Եղեգիսի  մասին  մատենագիտական  տեղեկություններ  չեն  պահ- պանվել: IX դարի առաջին քառորդում այն դառնում է Սյունիքի Վասակյան տոհմի գա- հերեց  իշխանի  նստավայրը90:  XIII  դարի  առաջին  քառորդում,  Սյունիքը  սելջուկներից ազատագրելուց  հետո,  Օրբելյանները  Եղեգիսը  դարձնում  են  իրենց  վարչական  կենտ- րոնը, որը նրանց տիրապետության շրջանում ծաղկում է ապրում: Այստեղ կառուցվում են վանքեր, եկեղեցիներ և Տարսայիճ Օրբելյանի պալատ-դարպասը: XVI դ. երկրորդ կե- սին Եղեգիսը ավերվում է, վերջին վիմագիր արձանագրությունը 1703 թ. է91: ", "Եղեգիսի միջնադարյան բնակատեղիում պեղումներ են իրականացվել 2001 թ., որի արդյունքում  հայտնաբերված  հնագիտական  գտածոները  (ուղեկցվում  է  Արղուն  խանի (1280 – 1291) մեկ և Աբու-Սայիդի (1317 – 1335) երկու դրամներով) թույլ են տալիս փաս- տագրել, որ  IX    –  XV  դդ.  տեղում կազմակերպվել է խեցեղենի  արտադրություն` բավա- րարելու տեղական բնակչության պահանջները92: "]}