{"paragraph_source_docs": [4, 4, 4, 4, 4, 4, 4, 4, 4, 4], "source_docs_file": "Law.json", "paragraphs": ["Ձերբակալումն ու  կալանավորումը կարող են  նաև  կատարվել քրեական  դատա- վարության հետ կապ չունեցող հանգամանքներում: Դրանք սպառիչ թվարկված են 5-րդ հոդվածի  1-ին  կետում:  Վերը  քննարկված  «օրինականության»  պահանջը  կիրառվում  է բոլոր  դեպքերում,  երբ  թույլատրվում  է  ազատությունից  զրկումը:  Ձերբակալումը  և  կա- լանավորումը պետք է համապատասխանեն ներպետական իրավունքին, Կոնվենցիային և  չլինեն  կամայական:  5-րդ  հոդվածի  1-ին  կետի  «բ»  ենթակետը  թույլատրում  է  անձի ձերբակալումը  կամ  կալանավորումը  «դատարանի  օրինական  որոշման  չկատարման կամ  օրենքով  ամրագրված  յուրաքանչյուր  պարտականության  կատարումն  ապահովե- լու նպատակով»: Առաջին իրավիճակը կարող է լինել այն դեպքերում, եթե, օրինակ, ան- ձը դատարանի սահմանած տուգանքը չմուծի, բժշկական ստուգում չանցնի, որպես վկա դատարան չներկայանա, խախտի բնակության վայրի հետ կապված սահմանափակում- ները կամ ունեցվածքի մասին  հայտարարագիր չներկայացնի: Բոլոր դեպքերում, պար- տականությունն  առաջանում  է  դատարանի  օրինական  որոշման  հիման  վրա:    Սլավո- միր Բերլինսկին ընդդեմ Լեհաստանի գործով Դատարանը վճռել է, որ դիմողի՝ հոգեբու- ժարան հարկադիր տեղավորումն իրականացվել է նրա դեմ հարուցված քրեական գործի սահմաններում`  հոգեբուժական  զննման  վերաբերյալ  դատարանի  որոշման  կատարու- մը  ապահովելու  նպատակով`  նրան  քրեական  պատասխանատվության  ենթարկելու հարցը  լուծելու  համար:  Համոզվելով,  որ  կալանավորումն  իրականացվել  է  դատարանի որոշմամբ,  Դատարանն  ստուգել  է  օրինականության  պահանջները  և  հաստատել,  որ կալանավորման ժամանակ պահպանվել է օրենքով սահմանված կարգը, և այն կամայա- կան չի եղել237։ ", "Այդ  դրույթին  ենթարկվող  երկրորդ  կարգի  իրավիճակները  հստակ  չեն:  Այնուա- մենայնիվ, Դատարանը  որոշել է, որ «օրենքով ամրագրված յուրաքանչյուր պարտակա- նություն»  արտահայտությունը  վերաբերում  է  կոնկրետ  և  ստույգ  պարտականությանը: ", "Այն դեպքերում, երբ իշխանությունները հիմնվում են սոսկ նորմերի խախտման փաստի վրա,  կոնկրետության  պահանջը  համարվում  է  չկատարված:  Նման  կոնկրետ  պարտա- կանություն կարող է հանդիսանալ զինվորական կամ քաղաքացիական ծառայությունը, անձը  հաստատող  փաստաթուղթ  կրելը,  հարկային  կամ  մաքսային  հայտարարագիր ներկայացնելը,  սահմանված  տեղում  բնակվելը238:  Էնգելն  ընդդեմ  Նիդեռլադների  գոր- ծում,  որում  կառավարությունը  վկայակոչել  էր  այդ  դրույթը,    «խիստ  ռեժիմով  պահվող ձերբակալությունը»,  որպես  ժամանակավոր  միջոց  հիմնավորելու  համար,  Դատարանը վճռել է, որ զինվորական կարգուկանոնը պահպանելու ընդհանուր պարտականությունը կոնկրետ  չի  եղել:  Չուիլան  ընդդեմ  Իտալիայի  գործով  դիմողի  կալանավորումը  հիմնա- վորվել է նրանով, որ վերջինս չի կատարել «վարքագիծը փոխելու» պարտականությունը, ինչը  ևս  չի  համարվել  հստակ  և  կոնկրետ  պարտականություն239:  Մակվեյի  գործով  զե- կույցում Հանձնաժողովը արձանագրել է, որ անձի պարտականությունը` Միացյալ Թա- գավորություն  մուտք  գործելիս  մաքսային  ծառայության  աշխատակիցների  կողմից զննման ենթարկվելը, համարվում է հստակ և կոնկրետ պարտականություն, հետևաբար, ըստ  5-րդ  հոդվածի  1-ին  կետի  «բ»  ենթակետի`  թույլատրելի  է  կալանավորումն  այդ պարտականության  կատարումն  ապահովելու  համար:  Այդ  գործում  Հանձնաժողովը ձևակերպել է Մարդու իրավունքների եվրոպական կոնվենցիայի տվյալ դրույթի իրավա- կան  դաշտին  ենթակա  փաստերի  նկատմամբ  կիրառվող  պահանջները.  Նման  հանգա- մանքների առկայության քննարկման ժամանակ պետք է ուշադրություն դարձնել պար- տականության բնույթին: Պետք է դիտարկել, թե դրա կատարումն արդյո՞ք առաջին անհ- րաժեշտության խնդիր է, և արդյո՞ք հանգամանքներն այնպիսին են, որ դրա կատարումն ապահովող ոչ մի այլ միջոց ռեալ իրականանալի չի համարվում: Կալանավորման ժամ- կետի տևողությունը,  նման  հավասարակշռություն  սահմանելիս,  վերականգնող գործոն է: Դատարանը գտնում է, որ Ռուսական դատարանը համարել էր արգելանքի վերցնելը օրինական,  քանի  որ  օրենքը  թույլ  է  տալիս  արգելանքի  վերցնել  այն  վկային  ով  առանց հարգելի  պատճառի  չի  ներկայանում,  և  դատարանը  մերժել  էր  դիմումատուի  ներ- կայացրած  այն  պատճառաբանությունը  թե  նա  եղել  է  գործուղման  մեջ:  Այս  հետևու- թյունը  զուրկ  չէ  ողջամտությունից:  Դատարանը  ընդունում  է,  որ  ներպետական  մար- մինները ունեն հայեցողությոան որոշակի սահմաններ գնահատելու նման հանգամանք- ները: Հետևաբար, Դատարանը եզրակացնում է, որ դիմումատուին արգելանքի վերցնելը ընդդեմ Իտալիայի, Մակվեյը, Օնիլնու Էվանսն ընդդեմ Միացյալ Թագավորության: ", "ուներ բավարար հիմք Ռուսաստանի օրենսդրության մեջ240: ", "խախտման  մեջ  կասկածվող  անձանց  ազատությունից  զրկումը  կարող  է  իրականացվել տվյալ  իրավախախտման  կատարումից  առաջ  և  հետո,  որը  հիմք  է  հանդիսանում  այդ միջոցի կիրառման համար: Սակայն, ինչպես երևում է Լուկանովն ընդդեմ Բուլղարիայի գործով  վճռից,  իրավախախտումը՝  որպես  հիմք  որևէ  մեկին  ազատությունից  զրկելու համար, փաստացի պետք է նախատեսված լինի ներպետական իրավունքով: Դա չի նշա- նակում, թե պարտադիր պետք է պարզել, որ իրավախախտում իրականում կատարվե՞լ է, սակայն ենթադրությունն առ այն, որ ազատազրկման հանգեցնող գործողությունները համընկնում  են  օրենքով  նախատեսված  որևէ  իրավախախտման  հետ,  պարտադիր  է: ", "Դրան  զուհահեռ  կան  նաև  երկու  այլ  անհրաժեշտ  պայմաններ:  Առաջին`  իրավախախ- տում կատարելու համար կասկածվող անձին ձերբակալել, որպեսզի նա կանգնի «իրա- վասու  դատարանի  առջև»,  երկրորդ`  իրավախախտման  կատարման  վերաբերյալ  կաս- կածները պետք է հիմնավորված լինեն: Պետք է ապահովել նաև, որ յուրաքանչյուր ազա- տազրկման առավելագույն ժամկետը՝ մինչև դատաքննությունն սկսելը, համապատաս- խանի  իրավախախտման  բնույթին  և  մինչև  դատաքննությունը  նախատեսվի  կալանքից ազատ արձակելու հնարավորություն: ", "Առաջին  պայմանի  հետ  կապված,  չնայած  կատարված  իրավախախտման  վերա- բերյալ  կասկածը,  իրավախախտման  կատարումը  կանխելու  անհրաժեշտությունը  կամ կատարված  իրավախախտման  մեջ  կասկածվող  անձի  հնարավոր  թաքնվելն  ազատու- թյունից  զրկելու  հիմքեր  են  հանդիսանում,  այդ  միջոցը  կհամապատասխանի  5-րդ հոդվածի  1-ին  կետի  «c»  ենթակետին  միայն  այն  դեպքում,  եթե  այն  կիրառվի  այդ  անձի նկատմամբ քրեական գործ հարուցելու նպատակով: Դա է սահմանում 5-րդ հոդվածի 1- no. 5829/04),para. 135, (see, for example, Kantyrev v. Russia, no. 37213/02, §§ 50-51, 21 June 2007; Andrey Frolov v. Russia, no. 205/02, §§ 47-49, 29 March 2007; Mayzit v. Russia, no. 63378/00, § 40, 20 January 2005; and Labzov v. Russia, no. 62208/00, § 44, 16 June 2005). In addition, such factors as access to natural light or air, adequacy of heating arrangements, compliance with basic sanitary requirements, the opportunity to use the toilet in private and the  availability  of  ventilation  are  relevant  to  the  assessment  of  whether  the  acceptable  threshold  of  suffering  or degradation has been exceeded (see, for example, Vlasov v. Russia, no. 78146/01, § 84, 12 June 2008; Babushkin v. Russia, no. 67253/01, § 44, 18 October 2007; and Peers v. Greece, no. 28524/95, §§ 70-72, ECHR 2001-III). That list is  not  exhaustive;  other  conditions  of  detention  may  lead  the  Court  to  the  conclusion  that  the  applicant  was subjected to “inhuman or degrading treatment” (see, for example, Fedotov v. Russia, no. 5140/02, § 68, 25 October ին կետի «c» ենթակետի և 5-րդ հոդվածի 3-րդ կետի փոխկապակցվածությունը:  Առաջին դրույթը  թույլատրում  է  ազատությունից  զրկումը,  իսկ  վերջինը`  պահանջում  է,  որ   այդ հիմքերի օգտագործման դեպքերում ազատությունից զրկված անձը ներկայացվի դատա- վորին կամ այլ պաշտոնատար անձի, որն օրենքով լիազորված է իրականացնել դատա- կան  իշխանություն  և  խելամիտ  ժամկետում  դատաքննության  կամ  մինչև  դատավա- րությունն սկսելն ազատելու իրավունք ունի: Դատավորը կամ այլ պաշտոնատար անձը օգտագործված 5-րդ հոդվածի 1-ին կետի «c» ենթակետում: Ենթադրվում է, որ այդ անձի առջև  ներկայանալը  դատավարության  միայն  առաջին  փուլերից  մեկն  է,  որն  արդյուն- քում  կհասնի  դատաքննության,  դրանով  իսկ  նշելով,  որ  ազատությունից  զրկելու  նպա- տակը քրեական դատավարության իրականացման ապահովումն է: ", "Սակայն,  որպեսզի  ազատազրկումը  համընկնի  5-րդ  հոդվածի  1-ին  կետի  «c» ենթակետին,  դրան  պետք  է  հետևի  քրեական  գործի  վարույթը՝  լինի  դատաքննություն, թե՝  մեղադրանքի  առաջադրում:  Վճռական  նշանակություն  ունի  ազատությունից  զրկե- լու  պահին  հետապնդվող  նպատակը,  իսկ  թե  արդյունքում  այն  կհանգի  դրան,  թե՝  ոչ, էական նշանակություն չունի: ", "Այսպես,  Բրոուգանն  ընդդեմ  Միացյալ  Թագավորության241  և  Մյուրեյն  ընդդեմ Միացյալ Թագավորության242 գործերով վճիռներում Դատարանը 5-րդ հոդվածի 1-ին կե- տի  «c»  ենթակետի  խախտում  չի  արձանագրել  այն  հիմքով,  որ  ազատազրկված  անձինք ազատվել են կալանքից, սակայն նրանցից ոչ ոքի մեղադրանք չի առաջադրվել, ոչ ոք չի կանգնել իրավասու դատարանի առջև: Դատարանը վճռել է, որ իշխանություններն այդ անձանց հարցաքննելուց հետո պարզել են, որ նրանց նկատմամբ կասկածանքներն ան- հիմն են, և նման իրավիճակում մեղադրանք չէին կարող առաջադրել: Նման արդյունքն, այնուամենայնիվ,  չէր  նշանակում,  որ  քրեական  հետապնդման  անհրաժեշտությունը կասկածի տակ էր առնվում, քանի որ այդ հարցը կարող էր որոշվել ազատազրկված ան- ձանց հարցաքննելուց հետո243: ", "հայտարարություններից,  սակայն  քանի  որ  նրանք  հրաժարվել  են  պատասխանել  հարցերին,  իմաստ չուներ նրանց դեմ մեղադրանք առաջադրել: "]}