{"paragraphs": ["Քաղաքական  իրադրությունն  Այսկովկասում  փոխվում  է  1730-ական  թթ.,  երբ Նադիր  Ղուլի  խանին 52 հաջողվում  է  վերամիավորել  իրանական  պետության  հողերը: ", "Միջին  սերնդի  տղամարդկանց  խաղերն  առավելապես  կապված  էին  ուժի,  շարժ- ման հետ, իսկ ավագ սերնդի խաղերը ոչ միայն կապված էին ուժի հետ, այլև մտավոր բնույթի էին և ավելի շատ ունեին ժամանցի նշանակություն, որոնց շարքին են պատկա- նել դամախաղերը,219 սեղանախաղերը220 և այլն: ", "Այս արձանիկների մեծամասնության մեջ կանայք ներկայացված են ծավալուն կախ- ված կրծքերով, դուրս ցցված մեծ որովայնով, կոնքերի և ազդրերի շրջանում ճարպային կուտակումներով: Ոտքերը հիմնականում համաչափ են և կարճեցված: ", "Օսմանյան կայսրության հետախուզության գործունեության առանձնահատկություններից  էր,  երբ  իրենց  կողմից  կազմակերպված  շարժումների, դավադրությունների  կամ  հեղաշրջումների  ընթացքում  պլանավորվում  և,  որպես կանոն,  իրագործվում էին  դիվերսիոն  և  ահաբեկչական գործողություններ: ", "Հաջողությամբ  անցկացրած  միջոցառումների  արդյունքում  կայսրության  համար ռազմաքաղաքական  հետաքրքրություն  ներկայացնող  վարչական  տարածքներում ղեկավար անձինք էին նշանակվում սուլթանի դրածոները2: ", "studies, International review of Armenian studies, Yerevan, 2013, N 2-3, pp. 202-237. գրվում  XIV  դ.59:  Պայմանավորված  առևտրական  ուղիների  շեղմամբ,  արտաքին  ագրե- սիայով ու տնտեսական կյանքի անկմամբ, Անին XIV դ. կեսերից աստիճանաբար ամա- յանում է, իսկ առևտրա-արհեստավորական ներուժը լքելով քաղաքը` տեղափոխվում է Ջուղա  և  հայկական  գաղթօջախներ:  XVI  դարում  Անին  պարզապես  գյուղ  էր60:  XVII  դ. թուրք ուղևոր Էվլիյա Չելեբիի ,,Ուղեգրություն’’-ում հիշատակվում է Անիի բերդը ,,….որ Կարսի իշխանության մեջ է: Մի ժայռի վրա ընկած, քառանկյունի, ավերված փոքրիկ մի բերդ է’’61: ", "Երևանը  որպես  միջնադարյան  քաղաք  ձևավորվել  է  XII  –  XIII  դդ.62:  Տերտեր  Երե- վանցի գրչի  կողմից Սուրխաթում և Ազակում ընդօրինակած ,,Քարոզգիրք Վարդան Այ- գեկցոյ’’ հիշատակարանում (1376) Երևանն անվանվում է. Ի քաղաքէն այն պատուական, Որ իր անունն է Երևան, Խոր Վիրապին ու Էջմիածնին է հարևան…63: ", "Պալեոլիթյան կերպարների ծագման խնդրին անդադարձ կատարած Ա. Օկլադնիկո- վը  կարծում  է,  որ  նրանք  կապ  ունեին  մահացածների  պաշտամունքի  հետ102:  Վ.  Բոգո- րազի  կարծիքով  այս  արձանիկները  կարող  էին  ներկայացնել  ինչպես  պահապան-գեր- բնական կանանց, այնպես էլ երկրային իրական կանանց, որոնք ծառայել են նրանց103: ", "Պատմագրություն, էջ 245, 287: ", "«Կոլ» եզրույթը հարազատ չէ հայերենին և հեռու է թվում խորհրդանշական ատրի- բուտ լինելուց: Եթե այն դիտարկենք խաղի համատեքստում, կտեսնենք, թե ինչ իմաստ ունի:  Բառարաններում  առկա  են  կոլ  արմատի  տարատեսակ  բացատրություններ,271 բայց,  ելնելով  խաղի  մեջ  օգտագործվող  առարկայի`  խողովակի  ձևից  և  կիրառական նշանակությունից,  կարծում  ենք,  որ  այն  համապատասխանում  է  վիզ,  պարանոց  բա- ռին:  Այս  դեպքում  քարը  տրամաբանորեն  պետք  է  համարել  գլուխ,  գունդ:  Խաղի  մեջ կոլը՝  խողովակը  և  քարը,  իմաստային  առումով,  կարծես,  համապատասխանում  են աշխ., հ I, էջ 68-71: ", "Հետագա  դարերում  Երևանը  կռվախնձոր  է  դառնում  թուրքերի  ու  պարսիկների միջև:  XVI  դարի  թուրք  պատմիչներ  Իբրահիմ  Փեչևին  և  Սոլաք  Զադեն  Երևանի  վրա թուրքերի կատարած արշավանքները նկարագրելիս պատմում են. ,,Երևան քաղաքը իս- կապես  Իրան  երկրի  մարմնի  հոգին  էր  համարվում:  Այստեղ,  շահի  որդու  և  նշանավոր խաների  ու  սուլթանների  շքեղազարդ,  ոսկեզօծ  պալատները  կրակի  մատնվեցին,  այգի- ներն ու պարտեզները հողին հավասարվեցին….68: Պարսիկների կողմից Երևանի պաշա- րումը  նկարագրելիս  Անտոնիո  դե  Գուվեան  գրում  է.  ,,  Երևանն  այդ  ժամանակվա  ռազ- մական  տեխնիկայի  համար  բավականին  ամրացված  քաղաք  էր:  Ուներ  երկու  ամրոց: ", "Ռիթմիկ  կամ  ասերգ  հաշվերգը296  առավել  տարածված  է  հատկապես  փոքր  աղ- ջիկների  շրջանում:  Ասերգ  հաշվերգի  հիմքում  ձայնառիթմային  սկզբունքն  է,  կառուց- վում  է  ծափ-զարկերով`  վերածվելով  շարժական  տեքստով  երգային  կրկներգերի: ", "դերակատարում  ունենալով  Այսրկովկասի  քաղաքական  պատմության  մեջ 69:  Ուստի, մեր հետագա ուսումնասիրության մեջ Շաքիի խանությունը կգտնի իր արժանի տեղը: ", "Կայսրության հետախուզության կողմից իրականացված  ահաբեկչական գործողությունների  մասին  վկայում  են  Պրեոբրաժենսկի  հրամանում  կատարված հետաքննչական  գործի  նյութերը,  ինչպես  նաև  Օսմանյան  կայսրությունում  ռուս դեսպանի  նամակը՝  հասցեագրված  Ռուսաստանի  կանցլեր  կոմս  Գոլովինին:  Նշված գործից  և  նամակից  պարզվում  է,  որ  սուլթանի  հրամանով  մոլդովացի  պարոնը առևտրականի  կերպարանքով  Ռուսաստան  է  ուղարկել  ազգությամբ  հույն  երկու ահաբեկիչների`  Պետրոս I-ին  թունավորելու  նպատակով:  Շուտով  ռուսները Մոսկվայում ձերբակալեցին այդ երկու «առևտրականներին», որոնց մոտ հայտնաբերվեց շշալցված թույն, մի քանի հազար չերվոն ոսկի և մի քանի հազար ռուբլի արժողությամբ ադամանդներ1:  Օսմանյան  կայսրության  գաղտնի  ծառայությունների  գործունեության համար  առավել  կարևոր  շրջան  էր  հանդիսանում  Կովկասը,  որտեղ  և  բախվում  էին Ռուսաստանի շահերը Մեծ Բրիտանիայի և Օսմանյան կայսրության հետ: ", "քառորդ),  ,,Երևան’’ գիտական հոդվածների ժողովածու նվիրված Երևանի պատմության հարցերին, Երևան, 2006, էջ 249; Կարապետյան Մ., Երևանի բնակչության էթնիկական կազմը և թվաքանակի փոփո- խությունները 1600-1724 թթ, ՊԲՀ, Երևան, 1986, N 2, էջ 100-101: ", "ներ՝ Վահրամ և Ալվինա Վարդանյաններ (ծնվ.` 2000 թ.  և 2002 թ.): ", "Եռանկյունիների  և  կիսաշրջանների  խորհրդանշական  իմաստը  հավանաբար  պետք  է կապել  կնոջ  սեռական  օրգաններով  ներկայացվող  կյանքի  առաջացման  գաղափարի հետ: Խորհրդանշական իմաստաբանությամբ այստեղ ներկայացվում էր «մասը ամբողջի փոխարեն»112 (Նկ. 3.1-3): ", "Յ.  Հայզինգան,  կարգազանցներին  որակելով  խաղադրուժ  և  անազնիվ  խաղա- ցող304  բառեզրերով, տարանջատել է նաև այդ հասկացությունները` խաղադրուժի կեր- պարն  անվանելով  «վախկոտ»305:  Հարկ  է  նշել,  որ  կարգազանցության  պատճառների մեծ մասը ոչ միայն դաղալությունն է կամ հարամությունը, այլև խաղացողի ունակութ- յունը: ", "Մուհամեդ  –  Էմինի  նամակներում  հիշատակվում  են  Օսմանյան  կայսրության կառավարության հետ կապերի հարցերով գործակալներ՝ Ահմեդ-Ալին, Հաջի Նուրեդինի որդին,  Թամանից՝  ադըղ,2  ինչպես  նաև  Իբրահիմ-Խան  Օղլին,  որը  Մուհամեդ–Էմինի գրությունները  հասցնում  էր  Կոստանդնուպոլսում  գործող  «Չերքեզական  մեջլիս»3:  Սա Օսմանյան  կայսրության  հետախուզության  մասնաճյուղն  էր,  որի  հետաքրքրության ուղղվածությունն էր՝ տեղեկատվության հայթայթումը ռուսական զորքերի վերաբերյալ և իր գործակալական ցանցի ամրապնդումը տարածաշրջանում: ", "Այս և հետագայում ձեռք բերված փաստագրական տվյալներից ելնելով ռուսական կառավարությունը համոզվեց, որ  Կովկասում բրիտանական և օսմանյան կայսրությունների  կողմից  Ռուսաստանի  դեմ  իրականացվող  բանսարկությունների կազմակերպման  գլխավոր  անձը  անգլիական  հետախույզ  Ուրքարթն  էր,  1847 թվականից  Մեծ  Բրիտանիայի  խորհրդարանի  անդամը,  որը  փորձում  էր  սրել  ռուս- թուրքական հարաբերությունները4: ", "րանի  Սրբոյ  Յակովբեանց,  1871,  էջ  520;  Արաբական  աղբյուրները  Հայաստանի  և  հարևան  երկրների մասին, Երևան, ՀՍՍՌ ԳԱ հրատ, 1965, էջ 48: ", "Կանանց  քանդակների  «էրոտիկ»  նշանակության  վարկածը  ևս  չունի  հստակ  հիմնա- վորում. սակայն պետք է նշել, որ իրենց «նատուրալիստական» կատարման հետ մեկտեղ նրանք  զուրկ  են  անհատականացումից,  իսկ  դիմագծեր  կարող  ենք  նշմարել  միայն  մի քանի օրինակներում (Նկ. 3.4-7): ", "Նրանց խաղերից են՝ «Կլասը», «Անուն գոռոցին», «Պահմտոցին», «Բադերն ու որսորդնե- րը»,  «Բաբա  ջան,  բաբան»,  «Վոլեյբոլը»,  «Տոպկելոցին»,  «50  կամ  15  քարի  պարտան», «Մի ոտանի սև սատանան», «Մնջախաղը», «50 պոբեդան», «Աղջիկփախցնոցին», «Դրո- շակը»,  «Գետնից  բարձրը»,  «Բասկետբոլը»  «Լյագուշկան»,  «7  կրիշկան»,  «Ֆիշկան», «Ձնագնդին», «Մուկ ու կատուն», «Յոթ քարը» և այլն: ", "աշխատասիրեաց Աբէլ արքեպիսկոպոս, հ. Ա, Վաղարշապատ, ի տպարանի Սրբոյ Կաթուղիկէ Էջմիածնի, ճարի հարևանությամբ` Տրդատա կամարից հյուսիս ընկած տարածքի 2014 թ. պեղումներով հայտնաբեր- ված նյութերը, որոնք մեզ սիրով տրամադրել է պ. գ. թ. Ն. Հակոբյանը, ով ղեկավարել է պեղումները: Տես` XIII – XV դդ. Վայոց ձորի առևտրա-տնտեսական կյանքում կարևոր դեր է խաղում Եղեգիս  գյուղաքաղաքը,  որը  Օրբելյան  իշխանական  տան  նստոցն  էր:  X  դ.  Եղեգիսը կոչվում է գյուղաքաղաք, իսկ XIV – XV դդ. ժամանակակիցներն անվանում են քաղաք88, անգամ մայրաքաղաք89: Եղեգիսը կամ  Եղեգիքը Վայոց ձորի  հնագույն բնակավայրերից է:  Մինչև  IX  դարը  Եղեգիսի  մասին  մատենագիտական  տեղեկություններ  չեն  պահ- պանվել: IX դարի առաջին քառորդում այն դառնում է Սյունիքի Վասակյան տոհմի գա- հերեց  իշխանի  նստավայրը90:  XIII  դարի  առաջին  քառորդում,  Սյունիքը  սելջուկներից ազատագրելուց  հետո,  Օրբելյանները  Եղեգիսը  դարձնում  են  իրենց  վարչական  կենտ- րոնը, որը նրանց տիրապետության շրջանում ծաղկում է ապրում: Այստեղ կառուցվում են վանքեր, եկեղեցիներ և Տարսայիճ Օրբելյանի պալատ-դարպասը: XVI դ. երկրորդ կե- սին Եղեգիսը ավերվում է, վերջին վիմագիր արձանագրությունը 1703 թ. է91: ", "Եղեգիսի միջնադարյան բնակատեղիում պեղումներ են իրականացվել 2001 թ., որի արդյունքում  հայտնաբերված  հնագիտական  գտածոները  (ուղեկցվում  է  Արղուն  խանի (1280 – 1291) մեկ և Աբու-Սայիդի (1317 – 1335) երկու դրամներով) թույլ են տալիս փաս- տագրել, որ  IX    –  XV  դդ.  տեղում կազմակերպվել է խեցեղենի  արտադրություն` բավա- րարելու տեղական բնակչության պահանջները92: "], "source_docs_file": "History.json", "paragraph_source_docs": [4, 1, 2, 0, 0, 3, 3, 2, 3, 1, 3, 1, 4, 0, 3, 1, 2, 1, 0, 0, 3, 2, 1, 3, 3]}