{"paragraphs": ["Մինչ օրս շարունակվող պեղումներով հուշարձանի տարածքում ոչ մի բնակելի շինու- թյուն չի բացվել: Ուսումնասիրողների կարծիքով այն եղել է սրբավայր և կրոնական կենտ- րոն,  որտեղ  տարածաշրջանի  տարբեր  համայնքների  ներկայացուցիչները  հավաքվել  են ծիսական արարողություններ կատարելու համար: ", "Պատմական  Այրարատ  նահանգի  Նիգ-Ապարան  գավառում  է  գտնվում  Թեղենյաց վանքը,  որը  միջնադարյան  Հայաստանի  հոգևոր,  մշակութային  ու  գրչության  կարևոր կենտրոններից էր: Այն գտնվում է Բուժական գյուղից 3 կմ հյուսիս` անտառածածկ տա- րածքում: Վանական համալիրը բաղկացած է զույգ որմնամույթերով ,,գմբեթավոր դահ- լիճ’’  տիպին  պատկանող  Կաթողիկե  եկեղեցուց,  գավթից,  սեղանատնից,  գրչատնից  և գավթին հյուսիսից հարող կառույցից, հիմնական հուշահամալիրից 30 մ արևելք գտնվող V  –  VII  դդ.  քառախորան  փոքր  եկեղեցուց,  համակառույցից  հյուսիս  գտնվող  գերեզմա- նատնից: Թեղենյաց  վանքը գրավոր  աղբյուրներում  հիշատակվում է դեռևս VIII  դ., սա- կայն վանքի ծաղկուն շրջանը սկսվում է  XII – XIII դդ., երբ այն անցնում է Վաչուտյան- ների հովանավորության տակ: Վանքի համբավը մեծանում է XIII – XIV դդ., երբ այստեղ գործում  էր  մեծ  միաբանություն:  Մշակութային  հզոր  օջախի  դերը  Թեղենյաց  վանքը կորցնում է XIV դարի կեսերին, թեև շարունակում է գործել ընդհուպ մինչև XVII դ., որից Երևան, 1991, էջ 113-114; Ալեքսանյան Տ., Միրիջանյան Դ., Դաշտադեմի 2011 թ. պեղումները (նախնական հաղորդում), Էջմիածին, 2012, Ը, էջ 102-106: ", "Շամախին  բոլոր  կողմերից  շրջապատված  լինելով  թշնամաբար  տրամադրված հարևաններով  և  պարբերաբար  ենթարկվելով  լեզգիների  հարձակումներին՝  ստիպված Тбилисского государственного университета, т. XVIII, Тбилиси, 1941, с. 130. էր  ճանաչել  Ֆաթհ  Ալի  խանին  որպես  իր  քաղաքական  ու  ռազմական  պաշտպանի: ", "Սակայն  փառասիրությունն  ու  «արծաթասիրությունը»  Մուհամմադ  Սայիդին  ստիպում են  հրաժարվել  Ղուբային  նախօրոք  պայմանավորված  հարկը  վճարելուց:  Շամախիի խանի  քայլը  պայմանավորված  էր  հարկատու  լինելու  փաստից  ազատագրվելու  և լիակատար ինքնիշխանություն ձեռք բերելու ցանկությամբ: ", "Ուշմիջնադարյան  մյուս  կարևոր  հոգևոր  ու  մշակութային  կենտրոնը  Արագածոտ- նում Ուշիի Ս. Սարգիս վանքն է, որն շարունակաբար գործել է V – XVIII դդ. և կործան- վել 1827 թ. երկրաշարժից110: 1999 – 2001 թթ. ձեռնարկած պեղումների շնորհիվ (ղեկ.` պ. գ. թ. Ֆ. Բաբայան) հողի թանձր շերտի տակից բացվել են վանքի բոլոր կառույցները` Ս. Սարգիս  եկեղեցի-վկայարանը,  Ս.  Աստվածածին  եկեղեցին,  գավիթը,  զանգակատունը, արտաքին  սրահը,  վանական  խցերը,  հասարակական,  բնակելի  և  տնտեսական  շինու- թյունները և պարսպապատը` հինգ աշտարակներով, վանքի մուտքերը: Վանքի տարած- քից  հայտնաբերված  խեցեղեն  տեսականին  հիմնականում  վերաբերում  է  միջնադարի զարգացած և ուշ փուլերին, որի մեջ առանձնանում են ինչպես տեղական օրինակները, որոնց  զուգահեռները  տեսնում  ենք  Հայաստանի  ուշմիջնադարյան  մյուս  հուշարձան- ներից հայտնաբերված խեցեղեն գտածոներում, այնպես էլ ներմուծված նմուշներ, որոնք մեկ անգամ ևս վկայում են այս տարածաշրջանի բանուկ առևտրական ճանապարհների ուրվագծում Ուշիի գրաված կարևոր տեղի մասին: "], "paragraph_source_docs": [2, 3, 4, 4, 3], "source_docs_file": "History.json"}