{"paragraph_source_docs": [1, 0, 0, 3, 3, 3, 3, 3, 1, 2], "source_docs_file": "History.json", "paragraphs": ["ԵԶՐԱԿԱՑՈՒԹՅՈՒՆՆԵՐ Վերլուծելով հայոց կենցաղում տարածված խաղերի սոցիալ-մշակութային ընդհա- նուր պատկերը՝ հանգել ենք հետևյալ եզրակացություններին. ● Խաղի բնորոշ հատկանիշներն են՝ մրցումը, կարգուկանոնը, տարերայնությունը, հորինումը և ազատությունը: ", "Սկզբնական  շրջանում  նախատեսվում  էր,  որ  հետախուզական  այս  գաղտնի կառույցի  հիմնական  ուշադրության  կենտրոնում  պետք է լինի  արտաքին հետախուզությունը:  Այդ  իսկ  պատճառով  դրա  ղեկավար  նշանակվեց  հայտնի միջազգային  արկածախնդիր  հույն  Ջիվինիսը,  որին  «գնդապետի  աստիճան  շնորհվեց  և նշանակվեց  օսմանյան  գաղտնի  ոստիկանական  կազմակերպության  ղեկավար»5: ", "Սակայն  հետագայում  այն  ընդլայնեց  իր  գործունեությունը,  լրտեսների  տարածված ցանց ստեղծեց, կաշառքի շնորհիվ գործակալներ ունեցավ  ազգային Աբդուլ  Համիդին  բնորոշ  կասկածամտության  արդյունք  է,  թե  իր  ստեղծած  կառույցի  մասին տեղեկությունները կարող են օգտագործվել ի վնաս իրեն: ", "Հանդիպում  են  և  երկհարկ  ու  եռահարկ  քարայրներ,  որոնք  միմյանց  հետ  հաղորդակց- վում են աստիճաններով ու գաղտնուղիներով: Արտադրական և բնակելի հատվածները շատ  հաճախ  հանդես  են  գալիս  համատեղ:  Տեղում  խեցեղենի  արտադրության  մասին վկայում  են  բացված  հորերից  մեկում  հայտնաբերված  կավագնդերը,  ինչպես  նաև  խո- տանված  ջնարակած  անոթների  բեկորները:  Հայտնաբերված  խեցեղեն  տեսականին թվագրվում է XIII – XIV դդ. և կատարման ոճով հարում է Անիի խեցեգործական դպրո- ցին114: ", "Զարգացած  միջնադարում  հյուսիսային  Հայաստանի  հոգևոր,  մշակութային  և գրչության հայտնի կենտրոններից էր Քոբայրի վանքը, որը հիմնադրվել է Բագրատուն- յաց տան Կյուրիկյան ճյուղի Կյուրիկե Բ թագավորի դուստր Մարիամի կողմից 1171թ.115: ", "Քոբայրի վանական համալիրի կառույցների ընդարձակումը սկսվում է XII դարի վերջից XIII  դարի  սկզբին,  երբ  վանքը  Կյուրիկյաններից  անցնում  է  Զաքարյաններին:  Այդ ժամանակ  են  կառուցվում  գլխավոր  եկեղեցին,  մատուռ-ավանդատունը,  նրան  արև- մուտքից կից բաց սրահը, սեղանատունը, զանգակատուն-տապանատունը, մատուռներն ու ամրաշինական կառույցները: XIV – XVI դդ. Քոբայրի վանքի գործունեությանը վերա- բերող  վկայությունները  սակավաթիվ  են:  Դրանք  մի  քանի  տապանաքարերի  հիշատա- կագրեր են, որոնք հայտնաբերվել են վանքի տարածքում116: ", "XVII դարում Քոբայրը հիշատակվում է Շմաւոն Աբեղէնց Դսեղեցու ընդօրինակած ձեռագրում  (Մատ.  1473),  արդեն  որպես ,,…յանապատս  Քոպայրոյ  Բարձրաբերձ Նյութը մեզ տրամադրել է ՇԵԹ տնօրեն և Հայկաձորի հնագիտական արշավախմբի ղեկավար Հ. Խաչատր- յանը, որին մեր խորին երախտագիտությունն ենք հայտնում: ", "հետազոտությունների գիտահետազոտական ինստիտուտ, էջ 21-26: ", "●  Հայաստանաբնակ  էթնիկ  փոքրամասնություններն  իրենց  ազդեցությունն  են թողել  հայ  երեխաների  խաղացանկի  վրա,  որոնք  հատկապես  ակնառու  են  խաղային հաշվերգերում:  Եթե  խաղային  տեքստերի  վաղ  տարբերակներում  առկա  են  եզդի-քր- դերեն,  թուրքերեն,  վրացերեն,  ապա  խորհրդային  և  հետխորհրդային  տարբերակնե- րում՝  հատկապես  ռուսերեն  բառեր  ու  արտահայտություններ,  որոնք  պահպանվել  են առ այսօր: ", "Հստակ ուրվագծված են ձեռքերն ու ոտքերը, գոտիներն ու հագուստը, երեխայի ոտ- քերն  ու  գլուխը  (Նկ.  6.1-4):  Այստեղ  կարծես  ներկայացված  է  կենաց  սկիզբը  և  կյանքի ծագման եռաստիճան ընթացքը. Ա. Ամեն ինչի սկիզբ հանդիսացող գերբնական էակը կամ աստվածությունը՝ տոտեմի գլխով, որը ծնում է կյանք տվող աստվածուհուն: "]}