{"paragraphs": ["Ատենախոսությունն  իր  հիմնական  հարցադրումներով  ամբողջացնում  է  ինչպես  թե- մային առնչվող կողմերը, այնպես էլ դրանց շուրջ հրատարակված պատմական, մշակու- թային,  արվեստաբանական,  հնագիտական,  ազգագրական  բոլոր  ուսումնասիրություն- ները՝  նորովի  և  համակողմանի  լուսաբանմամբ,  նախկինում  ձևավորված  մոտեցումների վերարժևորմամբ կամ այլ տեսակետների ներկայացմամբ: ", "Հայոց տոնածիսական հմայական բնույթի խաղերի ձևավորումը տիպաբանական շարունակությունն է նախաքրիստոնեական որևէ ծեսի, ինչը հաստատվում է ժողովրդ- ական-հավատալիքային մեր ունեցած տվյալներով: Դրանց լավագույն օրինակներից են հայոց  մեջ  տարբեր  բնակավայրերում  հայոց  տոնացույցի  ժամանակային-ծիսական տրամաբանությանը զուգահեռ` Նոր Տարուց մինչև Խաչվերաց, խաղային երանգավոր- մամբ  կատարվելիք  ծեսերը,  ինչպես  նաև  առանձին  դեպքերի`  երաշտի  ժամանակ անձրև  բերելու  նպատակով  կատարվելիք  շրջայցերը  (խոսքը  Նուրիի  մասին  է):  Կար- ծում ենք, որ ծեսը որպես այդպիսին դադարում է ծես լինել այն ժամանակ, երբ կատա- II,  Տփղիս  1909,  էջ  24),  իսկ  պատմագիրներ  Մովսես  Խորենացին  (Մովսես  Խորենացի,  Հայոց  պատմութ- յուն, Երևան 1990, էջ 274), Փավստոս Բյուզանդը (Փավստոս Բյուզանդ, Պատմություն հայոց, Երևան 1968, էջ 94, 102) և Եղիշեն (Եղիշե, Վարդանի և հայոց պատերազմի մասին, Եր., 1989, էջ 144) հաղորդել են որո- շակի  տեղեկություններ  նաև  հայոց  նախարարական  խաղերի,  մրցումների  վերաբերյալ  (նախարարական խնջույքների  ժամանակ  խաղերի,  երգերի,  պարերի  հորինման  հիշատակությունների  մասին  տե´ս  նաև  Վ. Հացունի, Ճաշեր եւ խնճոյք Հին Հայաստանի մեջ, Վենետիկ, Ս. Ղազար, 1912, էջ 255): ", "Թուրքական  արխիվային  նյութերից  օգտագործել  ենք  Օսմանյան  կայսրության Ներքին գործերի նախարարության ֆոնդի առանձին նյութերը, որոնք նույնպես  առաջին անգամ  են  դրվում  գիտական  շրջանառության  մեջ  և  նոր  տեղեկություններ  են հաղորդում  գաղտնի  ոստիկանության  կողմից  Հ.Յ.  Դաշնակցության  ու  Սոցիալ- դեմոկրատական  Հնչակյան  կուսակցությունների  աշխատանքները  վերահսկելու  կամ խափանելու վերաբերյալ4:  Մասնավորապես՝ «Դաշնակցություն և  Սոցիալ դեմոկրատական Հնչակյան կուսակցությունների մասին» վերնագրով ՆԳ նախարարության  քաղաքական  բաժնի  (DH  SYS)  ֆոնդի  65-րդ  թղթապանակի  նյութերը, որոնք  պարզաբանում  են  գաղտնի  ոստիկանության  հետախուզական  աշխատանքի յուրահատկությունը և հայ ազգային կուսակցություններին հետևելու մեթոդները: ", "Հրատարակված  թուրքական  արխիվային  նյութերից  օգտագործվել  է  Օսմանյան արխիվների  գլխավոր  տնօրինության  կողմից  2001  թ.  հրատարակված  «Հայկական կոմիտեները  (1891-1895)»  փաստաթղթերի  ժողովածուն5,  որում  տեղ  են  գտել  նաև Օսմանյան կայսրության գաղտնի ոստիկանության և հետախուզական կառույցի կողմից История шпионажа и службы по сбору информацй. Рукописный перевод с венгерского, т. 1, СПб, 1936; АВП РФ, Азиатский департамент, д. 6, л. 4, д. 166, л. 53 (Записка о разысканиях следов шамилева гонцах к шейху Таха. Дополнение к сведениям, изложенным Ханьковым). христианских  государей,  СПб,  1778,  перев.  с  франц;  В.  З.  Джинчарадзе,  История  контрразведки  в  России, «Пограничник», 1946, NN 10, 13; Н. А. Смирнов, Турецкая агентура под флагом ислама, «Вопросы истории, религии и атеизма», М., изд. Академии Наук СССР, 1950; Б. Н. Венедиктов, Использование панисламизма и пантюркизма разведками империалистических государств, М., 1958; Е. Ф. Лудшувейт, Турция в годы первой мировой  войны,  изд.  МГУ,  1966;  А.  Бабаходжаев,  Провал  панисламистской  авантюры  английского ставленника  Энвера  в Средней  Азии  в 1921-1922 г.г., «Звезда  Востока», Ташкент, 1951,  N 12; Фелицин  Е.Д. Князь  Сефер  бей  Зан,  политический  деятель  и  поборник  независимости  черкесского  народа,  Кубанский сборник, т. Х, с. 81. Partinin Tarihi, İstanbul, 2000; Dr.Mustafa Balcioglu, Teskilat-I Mahsusa` dan Cumhuriyete, Ankara, Nobel Yayin Dagitim, 2001. է  տրամադրել  մեր  գիտական  ղեկավար  պ.գ.դ.,  պրոֆ.  Արսեն  Ավագյանը,  ով  2004-2005  թթ. ուսումնասիրությույուններ է կատարել Ստամբուլի  օսմանյան արխիվում: ", "մեծ  վեզիրին  ու  սուլթանին  ներկայացված  զեկուցագրերը  հայ  ազգային  կուսակ ցությունների  վերաբերյալ:  Նշված  զեկուցագրերի  ուսումնասիրությունը  ցույց  է  տալիս, որ  օսմանյան  գաղտնի  ոստիկանությունն  ու  արտերկրում  գործող  հետախուզական ցանցն  առանձնակի  ուշադրության  կենտրոնում  էին  պահում  Ս.Դ  Հնչակյան  և Վերակազմյալ  Հնչակյան  կուսակցությունների  գործունեությունը,  քանի  որ  վերջիններս կապեր  էին  հաստատել  եվրոպական  անարխիստական  կազմակերպությունների  հետ, որոնց  ահաբեկչական  գործողությունները  սարսափ  էին  առաջացնում  եվրոպական տիրակալների մոտ, իսկ Աբդուլ Համիդ 2-րդն այդ կազմակերպությունների թիրախների ցանկում էր: "], "paragraph_source_docs": [2, 1, 0, 0, 0], "source_docs_file": "History.json"}