{"paragraph_source_docs": [2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 0, 2, 2, 2, 2, 2, 2, 2, 2, 0, 2, 2, 3, 2, 2, 2, 2, 2, 2, 2, 2, 2, 2, 3, 2, 2, 2, 2, 1, 2, 3, 2, 2, 2, 1, 0, 2, 3, 2], "paragraphs": ["Նրանց վեպերում  արտացոլվեց  աղքատ ժողովրդի և մտավորականության,  ինչպես  նաև  բնակչության  հարուստ  հատվածի  ու  ղեկավար շրջանակների  պայքարը110:  Թուրք  գրականագետ  Օ.  Թյուրքեշը  գրականության թեմատիկ  շրջանակի  այս  սահմանափակվածության  պատճառը  համարում  է մարքսիզմի  գաղափարախոսությունը:  Նա  ընդգծում  է,  որ  «Չնայած  մարքսիզմի տեսական  հիմքերը  թույլ  էին`  այնուհանդերձ  այն  կարողացավ  իր  կողմը  գրավել մտավորականներին  և  դիմադրել  կառավարության  ուժգին  ճնշումներին:  Արդյունքում խնդիրը պարզեցվեց  մինչև չքավորություն, քանի որ մարքսիզմն ընդգծում էր  պայքարի տնտեսական  հիմքն  ու  հենվում  դասակարգային  հավասարության  վրա»111:  Սակայն արդեն 1940-ական թթ. կեսերից գյուղացի և միջին դասից սերած մտավորականությունը նպաստեց, որ գրական ուսումնասիրման  առարկա դառնան  Թուրքիայում նորարարացումը,  և  թե  որքանով  է  վերջինս  համապատասխանում  հասարակական միջավայրին112:  Ուստիև`  տասնամյակի  գեղարվեստական  պատկերման  հիմնական թեմատիկան  այլևս  գյուղն  էր,  գյուղացին,  իսկ  գրականության  առաջատար  ժանրը` գյուղագրությունը  կամ «անատոլական  արձակը»:  Այս շրջանի  թուրքական գրականության  անվանի  ներկայացուցիչներն  էին  Յաշար  Քեմալը,  Թահիր  Քեմալը, Սամիմ Քոջագյոզը, Ֆաքիր Բայքուրթը, Ազիզ Նեսինը, Հալդուն  Թաները, Սաիդ Ֆաիքը, Օքթայ Աքբալը և այլոք: Նրանք հասարակության ուշադրությունը սևեռեցին Թուրքիայի ահռելի  սոցիալական  խնդիրների, չքավորության,  անարդարությունների  վրա113: ", "Հատկանշական է, որ թուրք գրականագետ Օ. Թյուրքեշի համոզմամբ հենց «գյուղական վեպերի»  միջոցով  նորից  թուրքական  գրականություն  մուտք  գործեց  ձախակողմյան the University of Oklahoma, Vol. 46, No. 2, 1972, p. 228. ուղղությունը114: Հավելենք նաև, որ «գյուղագրությունը» հանդիսացավ այն հիմքերից, որը հնարավորություն  ընձեռեց  20-րդ  դարի  երկրորդ  կեսի  թուրքական  արձակի  մեջ քննադատական  ուղղվածությամբ ռեալիստական  գրականության  արմատավորմանը115: ", "Ժամանակի  գրականությունը  նոր  թեմաներով  ու  մոտեցումներով  հարստացավ  նաև հայտնի  թուրք  գրող  Օրհան  Քեմալի  շնորհիվ,  ով  լինելով  հատկապես  սոցիալական ռեալիզմի  ուղղության  հետևորդ`  քննադատական  դիրքերից  և  սոցիալական շեշտադրումներով  պատկերեց  այդ  ժամանակաշրջանի  Թուրքիայի  հասարակական- քաղաքական  կյանքի  որոշ  կողմերը:  Նրա  ստեղծագործությունների  միջոցով ընթերցողին  ներկայացվեց  «փոքր  մարդն»  իր  դժվարություններով,  հոգեվիճակով, մտածելակերպով: Այս գրողի ստեղծագործություններում պարզորոշ երևում է նաև նրա դավանած  ընդդիմադիր  քաղաքական  կողմնորոշման`  սոցիալիզմի  ազդեցությունը,  և Օրհան Քեմալն իրավամբ համարվում է ձախակողմյան հայացքներին գեղարվեստական գունավորում տված թուրք առանցքային հեղինակներից մեկը116: ", "Թուրքիայում  տեղի  ունեցող  ներքաղաքական  զարգացումները  նույնպես որոշակիորեն  ազդեցին գրականության վրա:  Մասնավորապես` երկրում բազմակուսակցական համակարգ հաստատվեց117 և դա արտացոլվեց ժամանակի թուրք գրողների ստեղծագործություններում: Նրանք անդրադարձան անգամ ներքին այնպիսի փոփոխություններին,  որոնք  չէին  արձանագրվել  պատմության  մեջ,  ցույց  տվեցին հասարակության  դիմադրությունը118:  Օրինակ`  արձակագիր  Սամիմ  Քոջագյոզն  իր «Տասը  հազարի  վերադարձը» (“Onbinlerin  Dönüşü”)  վեպում  մանրակրկտորեն պատկերեց սոցիալական այն գործընթացները, որոնք տեղի էին ունենում 40-ականների Թուրքիայի  հասարակական  կյանքում:  Վեպը  կառուցված  է  Երկրորդ  համաշխարհային հոդվածների ժողովածու) VII, Երևան, 2012, էջ 366-367: ", "կուսակցությունը  (Terakkiperver  Cumhuriyet  Fırkası),  սակայն  մեկ  տարի  անց  նրա  ղեկավարները մեղադրվեցին  1925  թ.  շեյխ  Սայիդի  գլխավորած  քրդական  ապստամբությունը  հրահրելու  և  նյութապես օժանդակելու  համար,  արդյունքում,  նույն  թվականի  հունիսին  կուսակցության  գործունեությունն արգելվեց:  1930  թ.  Մուսթաֆա  Քեմալի  հավանությամբ  ստեղծվեց  Ազատ  հանրապետական կուսակցությունը  (Serbest  Cumhuriyet  Fırkası),  սակայն  վերջինիս  ևս  թույլ  չտրվեց  իրական  հակակշիռ դառնալ  և  հակադրվել  Քեմալի  վարչակարգին:  Տե՛ս  Տեր-Մաթևոսյան  Վ.,  Իսլամը  Թուրքիայի հասարակական-քաղաքական կյանքում (1970-2001 թթ.), Երևան, 2008, էջ 33: ", "պատերազմի  մասին  հակադիր  գաղափարներին  հարող  համալսարանական  2 երիտասարդների երկխոսության միջոցով119: Անհրաժեշտ է նշել,  որ Սամիմ Քոջագյոզն իր  ուշադրությունը  կենտրոնացրել  էր  այն  կարևոր  խնդրի  վրա,  ինչը  գրաքննության պատճառով  ամբողջովին  չէր  կարողացել  ներկայացնել  Սաբահադդին  Ալին  իր  «Մեր միջի սատանան» վեպում և որը շրջանցել էր նաև Յաքուբ Քադրին120: ", "Գրականության  մեջ  իրականությունը գեղարվեստորեն  վերարտադրելու միտումը  շարունակվեց  նաև  հաջորդ  տասնամյակում`  էականորեն  փոխելով գրականության բովանդակային կողմն ու նրա դերը հասարակական ինքնագիտակցության  զարգացման  մեջ:  Հիշյալ  ժամանակահատվածում  բարդացավ նաև  ռեալիստական  գրականությունը.  ի  հայտ  եկավ  սուբյեկտիվ-հոգեբանական արձակը,  ձևավորվեց  սոցիալ-հոգեբանական  ուղղությունը:  Վերջինիս  ազդեցությամբ թուրքական գրականության մեջ խնդիրների, գեղարվեստական ընդհանրացման ձևերի, ոճի տեսանկյունից այլևս գերակա դարձավ սոցիալական ռեալիզմի ուղղությունը: Նման ստեղծագործություններում շեշտվում  էին  առավելապես  ժողովրդի  կենսաձևը, սոցիալական  կոնֆլիկտներն  իրենց  պատճառահետևանքային  կապերով,  ազգային գիտակցության  փոփոխման  գործընթացը,  ինչպես  նաև  օբյեկտիվ  քննադատական գնահատական  էին  տրվում  ժողովրդի  ինքնագիտակցության,  հասարակական- քաղաքական տեղաշարժերի և առհասարակ հասարակության վերաբերյալ: 1950-ական թթ.  Օրհան  Քեմալի,  Քեմալ  Թահիրի,  Ազիզ  Նեսինի,  Սամիմ  Քոջագյոզի,  Քեմալ Բիլբաշարի,  Յաշար  Քեմալի  կողքին  այս  ուղղության  դիրքերն  ամրապնդեցին  նաև երիտասարդ  ստեղծագործողները`  Մահմուդ  Մաքալը,  Թալիփ  Ափայդընը,  Ֆաքիր Բայքուրթը,  Յուսուֆ  Զիյա  Բահադընլըն,  Մեհմեդ  Բաշարանը  և  այլոք`  հանդես  գալով սոցիալ-հասարակական բարեփոխումներ իրականացնելու կոչերով121: ", "նկատվեց  և  վերջինիս  շարքերը  համալրվեցին:  Պատճառն  այն  էր,  որ  1954  թ. ընտրություններում  հաղթանակ  տարած  Դեմոկրատական  կուսակցությունը  (Demokrat Parti)  որոշեց  իրագործել  իր  զարգացման  ծրագիրը,  որը  հիմնված  էր  գլխավորապես ինֆլյացիոն տարերային տնտեսական քաղաքականության վրա: Մասնավոր սեկտորում կապիտալի  կուտակում  տեղի  ունեցավ, բարձրացավ  ինֆլյացիան,  մինչդեռ աշխատավարձերը  մնացին  նույնը:  Արդյունքում  սկսեց  զարգանալ  նոր  ձախակողմյան շարժում,  որը  սակայն  ուղղակիորեն  կապված  չէր  մարքսիզմի  հետ:  Ավելին`  այս  նոր շարժումը  տիրող  իրավիճակի  անմիջական  արդյունք  էր,  այլ  ոչ  թե  օտար գաղափարախոսության կրկնօրինակը122: ", "Մինչդեռ  պատկերը  լիովին  փոխվեց,  երբ  1960  թ.  մայիսի  27-ին  երկրում ռազմական  հեղաշրջում  տեղի  ունեցավ123,  իսկ  1961  թ.  համեմատաբար  ազատական սահմանադրություն ընդունվեց:  Այն գործունեության  ազատություն շնորհեց քաղաքական կուսակցություններին ու կազմակերպություններին: ", "Թուրք մտավորականությունը  նորից  համախմբվեց  տպագիր  օրգանների  շուրջ:  Սկսեցին հրատարակվել բազմաթիվ նոր  թերթեր ու  ամսագրեր:  Մասնավորապես` ձախակողմյան ակտիվ քարոզչություն էին իրականացնում «Յոն» (“Yön”), «Անթ» (“Ant”), «Դյոնուշում»  (“Dönüşüm”),  «Թյուրք  Սոլու»  (“Türk  Solu”),  «Մայ»  (“May”),  «Քիմ»  (“Kim?”) ամսագրերը124: Ոչ պակաս կարևորություն ուներ նաև այն հանգամանքը, որ 1960-ական թթ.  թարգմանվեց  մարքսիստական  ու  սոցիալիստական  այնպիսի  գրականություն, ինչպես Մարքսի, Էնգելսի, Լենինի, Հարոլդ Լասկի, Ջոն Սթրեիչիի, Հերբերթ Մարկուզեի և Ռոջե Գարոդիի աշխատություններն էին: Պետք է նշել, որ այս թարգմանությունները ոչ միայն  արևմտյան  քննադատական  մտքի  կոնվեյերի  դեր  կատարեցին,  այլև  խթանեցին թուրք հասարակության բոլոր շերտերի քաղաքական ակտիվությունը125: Տասնամյակներ ռազմական  հեղաշրջում,  որի  արդյունքում  իշխանությունից  հեռացվեց  Ժողովրդավարական «Մայիսի  27-ը»  կազմակերպեցին  և  իրականացրեցին  գլխավորապես  միջին կուսակցությունը: ", "աստիճանակարգ  ունեցող  և  հիմնականում  քեմալիզմի  սկզբունքներին  անսահման  նվիրված  սպայական կազմի  անդամները:  Անկարայի  և  Ստամբուլի  կայազորների  զորամասերը  գրավեցին  կառավարական շենքերը:  Ձերբակալվեցին  մի  շարք  բարձրաստիճան  պաշտոնյաներ,  որոնք  դատապարտվեցին  տարբեր ժամկետների բանտարկության, իսկ 15 քաղաքական գործիչների նկատմամբ մահապատիժ սահմանվեց: ", "Կիսված  վիկոնտի  կերպարի  նկարագրության  մեջ  արտահայտված է ֆանտաստիկի  և  գերբնականի  անքակտելի  կապը,  որի  մասին  Տոդորովը  գրում  է. «Ֆանտաստիկ պատումի մեջ անընդհատ կիրառվում են հռետորական միջոցներ, քանի որ հենց նրանցից է ծագում ֆանտաստիկ շարադրանքը: Գերբնականը ծնվում է լեզվից. լեզուն գերբնականի ձևավորման թե՛ պատճառն է, թե՛ հետևանքը…Միայն լեզուն է թույլ տալիս պատկերացնել այն, ինչ երբեք չի պատահում` գերբնականը, որը հռետորական միջոցի հետ միասին դառնում է լեզվական խորհդանշան»:104 Կալվինոյի վեպում ֆանտաստիկ պատումը ստեղծվում է նաև չափազանցության, գրոտեսկի և երգիծանքի միջոցներով: Այսպես՝ վիկոնտի չար կեսը ամենուրեք թողնում է իր հետքը. «ամեն տանձից մնացել էր միայն աջ կեսը, իսկ ձախ կեսը կա՛մ անհետացած էր, կա՛մ կտրած, կա՛մ կծած»,  «ծառաները քայլելիս հանդիպեցին կես գորտի, որ ցատկոտում  էր,  և  իր  արժանիքների  շնորհիվ  դեռ  ողջ  էր»,  «դաշտերից  անցան անտառներին և հանդիպեցին կիսատ սնկերի»105 Ինքնահաստատվելու ցանկությունը կիսված  Մեդարդոյին դրդում է կերպանափոխել,  իրեն  համապատասխանեցնել  շրջապատող  «լիարժեք»  աշխարհը. «Որ կողմ որ թեքվում էինք ես, Թրելոունին, Պիետրոկիոդոն, հուգենոտները, բորոտները, բոլորս, գտնվում էինք կիսված մարդու նշանի ներքո, նա էր այն մարդը, որին ծառայում էինք և որից չէինք կարողանում ձերբազատվել»:106 Վեպի  սյուժեում  հերթական  շրջադարձն  է  կատարվում,  երբ  կալվածք  է վերադառնում Մեդարդոյի մյուս՝ բարի կեսը, և պարզ է դառնում, որ վիկոնտը կիսվելիս՝ բաժանավել էր երկու հակադիր կերպարների: Վերադարձած բարի Մեդարդոն նույնպես փորձում  է  իշխել:    Նա  սկսում  է  իր  չար  կեսի  գործերը  շտկել,  այցելել  և  օգնել  չարի կողմից  արհամարհվող  և  ստորացվող  բորոտներին:  Սակայն  հետագայում  նա  էլ  է պարտվում չարի դեմ պայքարում. ժամանակի ընթացքում նրա չափազանց բարությունը անտանելի  է  դառնում  մարդկանց  համար,  և  արդյունքում  նա  դառնում  է  դոգմատիկՙ  և ճիշտ  ինչպես  չարը՝  վերածվում  բռնապետի:  Նա  այնքան  է  բոլորին  հոգնեցնում  իր խրատներով, որ մարդիկ սկսում են ասել՝ «Երկու կեսերից բարին ավելի վատն է»:107 Բարու և չարի այս հակադրության մեջ Կալվինոն նորից կիրառում է օքսիմորոնը. վիկոնտի անջատումը բարի և չար կեսերի միևնույն երևույթի երկու հակառակ կողմերի, երկվածության  արտահայտությունն  է:  Ըստ  Ժիվկովիչի՝ «գրականության  մեջ երկվորյակը գրական հնար է, որի միջոցով տեղի է ունենում “եսի” բաժանում»:108 Երկված  հերոսի  կերպարը  կրում  է  գրական  այլ  հայտնի  «երկակտված» կերպարների  արձագանքը:  Հիշատակության  են  արժանի  Է.Պոյի՜  երկու  Ուիլյամ Ուիլսոնների,  Գ.Մայրինկի`  Աթանասիուս  Պեռնատի  և  գոլեմի,  Դորիան  Գրեյի  և  նրա դիմանկարի հակադրված կերպարները: Սակայն ամենից ակնբախը Սթիվենսոնի բժիշկ Ջեքիլի  և  միստր  Հայդի  հետ  զուգահեռն  է,  որին  անդրադարձել  է  թե՛  գրականագետ Մարնի  Կամպանյարոն  եռերգության  մասին  իր  հետազոտության  մեջ,109  թե՛  ինքը՝ Կալվինոն,  որը  նամակներից  մեկում  գրել  է.  «Որոշելով  կերպարիս  երկու  մասի բաժանել՝  «բարի  և  չար»  սահմանազատման  համաձայն՝  հետևել  եմ աչքիս առաջ ունեցած երկու հակադիր պատկերների, որ գրականության մեջ արդեն դասական ավանդույթ է դարձել (օրինակ, Ստիվենսոնը)…»:110 Մեդարդոների և  Ջեքիլի երկակիությունը յուրօրինակ, ֆանտաստիկ կերպարանափոխություն  է:  Տոդորովը  գտնում  է,  որ «Մետամորֆոզը  իրենից ներկայացնում է նյութի և հոգու հակադրության արդյունքում առաջացած շեղում»:111 Ջեքիլի  և  Հայդի  դեպքում  «շեղումը»  ծագում  է  երկու  էությունների  անջատման արդյունքում  և  Ջեքիլի՝ Հայդին կառավարելու անընդունակությունից. սրանից է  սրվում վիպակի  դրամատիզմը:  Վ.Նաբոկովն  իր  «Դասախոսություններ  արտասահմանյան գրականության  մասին»  աշխատության  մեջ  գրում  է,  որ  «Ջեքիլը չի դառնում Հայդ, այլ իրենից անջատում է մաքուր չարը, որն էլ վերածվում է Հայդի, ահա թե ինչու է Հայդը Linguistics and Literature// Vol.2. No 7. University of Niš 2000. P. 122 Trilogy for Young Readers մարմնով ավելի փոքր. Ջեքիլի մեջ բարին է գերիշխում»:112  Թե՛  Սթիվենսոնի,  թե՛ Կալվինոյի ստեղծագործություններում հերոսները միևնույն մարմնի բառացիորեն երկու կեսերն  են,  որոնցից  մեկը  մարմնավորում է չարը, մյուսը՝ բարին, սակայն Սթիվենսոնի վիպակում, երբ հերոսներից մեկը գործում  է, մյուսը չքանում  է,  իսկ Կալվինոյի  վեպում հերոսները  գործում  են  միաժամանակ,  իրարից  անկախ  և  միմյանց  կառավարելու ցանկություն չունեն: Նրանք թերարժեքության զգացում են ապրում: Ջեքիլի թուրմը թույլ է տալիս նրան Հայդի վերածվել, ազատություն տալ իր չար էությանը, որը նա ստիպված է եղել ճնշել իր՝ պատվավոր բժշկի և պարզապես առաքինի մարդու ներքո. «Այո՛, ես գերադասեցի տարեց և անբավ բժշկին, որ շրջապատված էր ընկերներով և ազնիվ հույսեր էր փայփայում, և վճռական ձևով հրաժարվեցի ազատությունից, ոչ այդքան հեռու երիտասարդությունից, լուսավոր կետից, թաքուն հաճույքներից, որ ապրել էի՝ Հայդի տակ թաքնված »:113 Համաձայն  ենք  Նաբոկովի  այն  մտքին,  որ  «Ջեքիլի կերպարանափոխությունը ոչ թե  ամբողջական  փոխաբերություն  է,  այլ  նրա  մոտ  անձնավորված  չարի կենտրոնացում»:114  Սթիվենսոնն  անձնավորել  է  Ջեքիլի  չար  էությունը,  նրան  անուն  և կերպարանք  տվել:  Մեդարդոյի  պարագայում  մասնատվածությունը  ֆիզիկական  է, բարին և չարը՝ կիսված մարդկանց տեսքով, գործում են նույն անվամբ: Հատկանշական է,  որ  չար  Մեդարդոյի  կերպարին  Կալվինոն  փիլիսոփայական  առումով  ավելի  բարդ բովանդակություն է հաղորդում. «Այսպես կարելի է  կիսել ամեն լիարժեք բան… այսպես յուրաքանչյուրն էլ կկարողանա դուրս գալ սեփական բութ ու անգետ լիարժեքությունից: Ես լիարժեք էի, և ամեն հիմարություն ինձ համար բնական էր, կարծում էի՝ ամեն ինչ տեսնում եմ, բայց իմ տեսածն ընդամենը կեղևն էր: Երբ ինքդ քո կեսը դառնաս, տղա՛, կհասկանաս բաներ, որոնք  լիարժեք  ուղեղների  սովորական  հասկացողությանը  հասու  չեն:  Կկորցնես սեփական կեսդ, կկորցնես աշխարհի կեսը, սակայն փրկված կեսդ հազար անգամ ավելի խորը և արժեքավոր կլինի»:115 Փաստորեն Մեդարդոյի չար կեսը հասել է իր ինքնաճանաչմանը: Իր չար բնույթը կատարելագործելով՝ նա ոչ միայն չի խորշում իր կիսատ վիճակից, այլև հպարտանում է դրանով: Սակայն նրա այս ինքնաբավ խոսքերում այնուամենայնիվ զգացվում է կիսատ մարդու  ողբերգությունը,  իր  մյուս  կեսի  կորստի,  շրջապատից  տարբերվելու, աշխարհում  իր  տեղը գտնելու  անհնարինության գիտակցումը:  Ընդունելով գրականագետ Մարիո Բարենգիի այն կարծիքը, որ վիկոնտի երկու կեսերը փորձում են «հասնել իրենց ինքնության առավել խորը ճանաչման»՝116  հավելենք,  որ  ինքնության բացահայտմանը  և  ճանաչմանը  հասնում  է չարը.  հասարակության  կողմից մերժվածությունը  և  դրանից  առաջացած  ողբերգությունը  նրան  ստիպում  են  առավել ուժգին պայքար մղել լիարժեքությունը վերականգնելու համար: ", "of the Radical: Global Consciousness, Textual Exchange, and the 1960s, Indiana University of Pennsylvania, 39/40, Vol. 20, 2002, p. 255-256. շարունակ ճնշված գաղափարներն ու համոզմունքները, հակակառավարական ցույցերը գրական կյանք ներխուժեցին:  Մամուլը, գրական հրատարակությունները գաղափարախոսությունների ռազմադաշտի էին վերածվել:  Մարքսիստական հայացքներն  ու  ռազմավարությունը  բախվել  էին  կապիտալիստական  շահերին  ու պետության  ազատական  պատկերացումներին:  Թուրքիայի  պատմության  մեջ  առաջին անգամ  ի  հայտ  էր  եկել  գաղափարախոսությունների  ամբողջ  սպեկտրը`  իշխող աջակողմյան  Դեմոկրատական  և  ձախակողմյան  ընդդիմադիր  Հանրապետական ժողովրդական  կուսակցությունների`  արևմտաեվրոպական  տեսակի  սոցիալիզմը պաշտպանող  գաղափարախոսությունը,  կենտրոնամետ  ֆաշիստական,  ծայրահեղ իսլամամետ  և  պահպանողական  ուժերը,  ինչպես  նաև  ձախակողմյան  կրեմլային, բալկանների  ոճով  և  մաոիստական  կոմունիստները:  Բացի  այդ`  կենտրոնամետ կուսակցությունների  ծրագրերում  ընդգրկած  էին  չափավոր  սոցիալիզմը,  ամերիկյան լիբերալիզմը և նեո-աթաթյուրքիզմը126: ", "Բնական  է,  որ  այս  ընդգրկուն  հարցերը  միաժամանակ  հայտնվեցին  նաև ռեալիստական գրականության հոսանքների ուշադրության կենտրոնում` քաղաքականությամբ  ու  գաղափարախոսություններով  հագեցնելով  60-ական  թթ. թուրքական  ողջ  արվեստն  ու  գրականությունը127:  Թերևս  պատահական  չէ,  որ  թուրք գրաքննադատ Ա. Յալչընը 1960-ական թթ. շրջադարձային փուլ է համարում թուրքական գրականության  համար`  այն  պայմանավորելով  նաև  համաշխարհային  սոցիալ- քաղաքական զարգացումների ազդեցությամբ: Նա մասնավորապես գրում է. «Գիտական սոցիալիզմն իր գաղափարախոսության հակաիմպերիալիստական, ճնշված հասարակությունների  հետ  կապ  հաստատելու  և  նրանց  հենարան  լինելու,  լայն զանգվածների  զգացմունքներին  ձայնելու  բնույթով  արագորեն  մեծացրեց  տարածման ոլորտը,  ժամկետն  ու  ազդեցությունը`  մեր  երկրի  շուրջ  յուրատեսակ  խաչմերուկ ստեղծելով:  Այս  սոցիալիստական  երկրների  խաչմերուկը  և  արևմուտքում  ծայր  առած երիտասարդական շարժման  գաղափարախոսությունը  մեր  երկրում  նույնպես անխուսափելի  զարգացումների  հիմք  դարձան»128:  Բացի  այդ`  1960  թ.  մայիսի  27-ի ռազմական  հեղաշրջումից  հետո  Թուրքիայում  տիրող  հանդուրժողականության մթնոլորտը  նպաստեց,  որ  գրականությունն  ազատ  ու  բաց  կերպով  օգտագործվի քաղաքական քննադատությունների, գաղափարախոսական քարոզչությունների համար:  Թուրքական  գրականության  պատմության  մեջ  այդքան  շատ  գրողներ  երբևէ այդպես  բաց,  արհամարհական չէին  խոսել  տիրապետող  կարգերի  և  նրանց անարդարությունների  մասին129:  Արդյունքում  ի  հայտ  եկավ  քաղաքականացված արձակի  մի շերտ,  որում  գերակշռում էր  ձախակողմյան  սոցիալիստական գաղափարախոսությունը130: ", "Ժամանակաշրջանի  խնդիրները  դիտարկելով  սոցիալիստական  պրիզմայով` գրողներն իրենց վեպերի հիմնական թեման դարձրին երիտասարդական շարժումները, որոնք  նախորդել  ու  նախապատրաստել  էին  հեղաշրջումը,  տիրող  վարչակարգի անօրինականությունները,  մտավորականների  ընդվզումները:  Միևնույն  ժամանակ նման ստեղծագործություններում հեղինակները շեշտում էին նաև այն հանգամանքը, որ հեղաշրջումը  համաժողովրդական  հենարան չի  ունեցել,  իսկ  հասարակության ամենաակտիվ  խմբի`  երիտասարդության  ինքնագիտակցումը,  թե  ինքը  զորեղ  ու հաջողակ  ուժ  է,  այն  հիմնական  պատճառն  էր,  որ  նույն  երիտասարդությունը հետագայում ընդգրկվեց պարտիզանական, անգամ ահաբեկչական շարժումների մեջ131: ", "Այս  գրողներն  ընդունում  էին  նաև,  որ  հեղաշրջումից  հետո  երիտասարդները, գործողությունների  հստակ  ծրագիր  չունենալով,  երկրում  ճգնաժամային  դրություն էր ֆրանսիացի հեղափոխական կոմունիստ-ուտոպիստ ձերբակալվեցին  ու  բանտ  նետվեցին  գլխավորապես  «կոմունիստական  քարոզչության»  մեղադրանքով: ", "Այսպես`  երգիծաբան  Ազիզ  Նեսինը,  վիպասան  Օրհան  Քեմալը,  աշուղ  Աշըք  Իհսանին  բանտարկվեցին կարճ  ժամանակով,  դատական  կարգով  հետապնդման  ենթարկվեց  Վեդաթ  Գյոնյուլը,  ով  թարգմանել  ու Բաբյոֆի հրատարակել ստեղծագործությունները:  Գրոհ  սկսվեց  Թալիփ  Ափայդընի  դեմ՝  իր  «Հին  կառույց»  (“Eski  Yapı”) բանաստեղծության  համար,  խիստ  գրաքննության  ենթարկվեց  Յաշար  Քեմալի  «Ցախ  Մեմեդ»  (“İnce Memed”) վեպը: Տե՛ս, Halman T., նշվ. աշխ., էջ 87: ", "թուրք գրականագետներ և գրողներ: Նրանք նշում էին, որ գրականությունը չէր կարող որևէ գործնական, բարոյական նպատակ հետապնդել: Գրական այս կամ այն ստեղծագործության նշանակությունը որոշվում էր  միայն  նրա  գեղագիտական  արժեքով,  նրա  հուզական  ներգործությամբ,  այն  չպետք  է  պաշտպաներ, առավել  ևս  քարոզեր  որևէ  գաղափարախոսություն:  Այս  կերպ  գրող,  հրապարակախոս  Փ.  Սաֆան, խստորեն  քննադատելով  ձախակողմյան  գրողներին,  նրանց  անվանում  էր  «օձեր»,  «անուղղելի հանցագործներ», մեղադրում «կոմունիստական գործունեություն» ծավալելու մեջ: Տե՛ս, Бабаев А., Очерки современной турецкой литературы…, стр. 49. Studies  International  Periodical  for  the  Languages,  Literature  and  History  of  Turkish  or  Turkic,  Volume  4  /1-II, Գրախ ստեղծեցին132:  Հատկանշական  է,  որ  այս  ժամանակաշրջանում  գրվեցին  մեծ  թվով ձոներգեր  և  պատմվածքներ`  նվիրված  Չե  Գևարային:  Այսպես`  1967  թ.  «Թյուրք  Սոլու» (“Türk Solu”) ամսագրում լույս տեսավ Արիֆ Դամարի «Չե» (“Che”) բանաստեղծությունը, որի  պատճառով  հեղինակը  դատապարտվեց:  Նույն  ճակատագրին  արժանացավ  նաև Մեթին  Դեմիրթաշը,  ով  1968  թ.  Գևարային  նվիրված  բանաստեղծությունների  շարք հրատարակեց:  Այս  կերպարի  մեջ  թուրք  երիտասարդության  ձգտումները  խտացրեց նաև  Աթաոլ  Բեհրամօղլուն  իր  «Նրա  թյուրքուն,  Գևարայինը»  (“Onun  Tüküsünü, Guevaran’ın”)  բանաստեղծությամբ:  1970  թ.  «Սանաթ  Էքի»  (“Sanat  Eki”)  թերթում  լույս տեսավ Օրհան Դուրուի «Էռնեստո» (“Ernesto”)  պատմվածքը133: ", "նաև  այն,  որ  հեղափոխական  շարժման  նկարագրություններին  զուգահեռ  գրական երկերում սկսել էր ձևավորվել ու զարգանալ «հակահեղափոխական» գաղափարախոսությունը:  Ինչպես  նշում  է  թուրք  հետազոտող  Ա.  Յալչընը` «Սոցիալիստական  գաղափարախոսությունն  ինքն  իր  կրծքի  տակ  սկսեց  սնուցել  ու զարգացնել  իր  հակաթեզը»134:  Հետազոտողը  հավելում  է  նաև,  որ  սոցիալիստական ամսագրերի  էջերում  և  գրական  ստեղծագործությունների  զգալի  մասում  տեղ  գտան այնպիսի  տեսակետներ,  որոնք  հակասում  էին  գիտական  սոցիալիզմի  հիմնական սկզբունքներին:  Հետևաբար  այս  երևույթը  պետք  է  դիտարկել  որպես  ներքին պառակտություն,  քանի  որ  հակակոմունիստական  ավանդական  աջակողմյան ուղղության թիրախը, նպատակն ու որակները մի միջավայր էին ստեղծել, որը հիմնովին չէր համապատասխանում գիտական սոցիալիզմի ուսմունքին135: ", "Այնուհանդերձ,  հարկ  է  նշել,  որ  1960-ի  մայիսի  27-ի  հեղաշրջումը  և  դրան հաջորդած  ժամանակաշրջանն  արժևորած  վեպերը  քիչ  են:  Սրա  պատճառը հավանաբար  այն  էր,  որ  ձախակողմյան  գրողները  հեղափոխությունից  հետո խառնաշփոթի  մեջ էին,  հակասական  ընկալումներ ունեին  Թուրքիայի  նոր իրողության վերաբերյալ:  Ինչպես  թուրք  գրականագետ  Օ.  Թյուրքեշն  է  նշում.  «Չկար  քննարկում` http://www.altinicizdiklerim.com/ozetler/TurkiyeninDuzeni.pdf արդյո՞ք  սա  զինվորական  հեղաշրջում  էր,  թե՞  ազատագրական  հեղափոխություն»136: ", "Պամելայի  հանդեպ  սիրուց  վիկոնտի  երկու  կեսերը  սկսում  են  արյունահոսել: ", "Այս  տասնամյակի  գեղարվեստական  արձակում  նորից  իր  արտացոլումն  է գտնում  արևմտականացման  խնդիրը:  Սակայն  եթե  վաղ  ստեղծագործություններն արտացոլում  էին  թուրքական  և  արևմտյան  հասարակությունների  բարոյական արժեքների տարբերությունը, այստեղ արդեն խնդիրն ուսումնասիրվում է տնտեսական մակարդակում:  Նման վեպերում հեղինակներն  արևմուտքի` շահագործողի կարգավիճակը  զուգադրում  էին  Թուրքիայի  ներքին  տնտեսական  վիճակին,  որ «շահագործվելու լայն հնարավորություն էր տալիս»140: ", "Պետք է նշել, որ հիմնականում փոքրածավալ ստեղծագործությունների հեղինակ գրողները,  ովքեր  իրենց  կոչում  էին  «1950-ական  թթ.  սերունդ»,  ի  վերջո  հակադիր հոսանք  ստեղծեցին  1960-ական  թթ.  թուրք  գրականության  մեջ`  որոշակիորեն քաղաքական  գերիշխանությունը  թուրք  հասարակության  տարբեր  խավերի  մոտ  դժգոհությունների պատճառ  է  դառնում:  Թուրքիայի  տարբեր  քաղաքներում  տեղի  են  ունենում  հակաամերիկյան ուղղվածությամբ  բազմահազարանոց  ցույցեր`  «Ամերիկա՛,  հեռացի՛ր»,  «Յանկինե՛ր,  դուրս  կորե՛ք»  և նմանօրինակ ցուցապաստառներով: Հասարակական մեծ հնչեղություն է ստացել, օրինակ, թուրք հայտնի գրող  Յաշար  Քեմալի`  1967  թ.  հունվարին  Ամերիկայի  գրողներին  գրված  նամակը,  որտեղ  կոչ  էր  անում թուրքական  հասարակությանը  բողոքով  հանդես  գալ  ԱՄՆ-ի`  ուրիշ  երկրների  ներքին  գործերին միջամտելու  քաղաքականության  դեմ:  Տե՛ս,  Մելքոնյան  Ռ.,  Հակաամերիկյան  տրամադրությունների արտացոլումը  թուրք  գրող  Ֆաքիր  Բայքուրթի  «Ամերիկյան  վիրակապը»  վեպում,  Մերձավոր  Արևելք  II, Երևան, 2005, էջ 147: ", "Ուշագրավ է, որ այս նույն դիտանկյունից խոսելով ժամանակի «ազգային ջոջերի» մասին,  գրողը  տալիս  է  նրանց՝  առավելագույնս  ակնառու,  բացահայտ  և  խոսուն դիմանկարները: Ընթերցողի առջև ակամա հավաքվում է մարդկանց գուցե և ոչ այնքան մեծ  խումբ,  մարդիկ,  որոնք  արարել  են  /կամ  ավերել/  այն  նույն  ժամանակներում,  երբ ապրում  էր  Լեռ  Կամսարը,  ավելին,  նրանք  ապրել  են  գրողի  կողքին  և  նրանք ներկայացուցիչներն  են  մարդկային  դժվարին  ճակատագրերով  հագեցած  մի  ամբողջ ժամանակաշրջանի:  Գրականության  մարդիկ,  ղեկավար  աշխատողներ,  հաճախ լրագրական-հրատարակչական  աշխատանքներին  զուգընթաց  զբաղվել  է  արվեստի,  բանասիրության, գրականագիտության  և  գրաքննադատության  հարցերով,  հրապարակախոսությամբ,  գրել  է  արձակ  ու չափածո գեղարվեստական գործեր, կատարել է թարգմանություններ: Առանձնակի նշանակություն ունի Չոպանյանի քննադատական և գիտական բանասիրական գործունեությունը։ Նա նորովի է մեկնաբանել հայ  գրականության  շատ  երևույթներ։  Հրատարակել  է «Նահապետ  Քուչակի դիւանը», «Նաղաշ Հովնաթան աշուղը և Հովնաթան Հովանթանեան նկարիչը», «Հայ էջեր», «Հայրեններու բուրաստանը» և այլ  ուսումնասիրություններ։  Առաջինն  է Գրիգոր  Նարեկացու ժառանգությունը  վերլուծել  որպես գեղարվեստական  ստեղծագործություն  և  նրան  դրել  համաշխարհային  գրականության  հսկաների կողքին։ Անդրադարձել է գրական նոր երևույթներին՝ հաճախ առաջինը տալով դրանց հեղինակների (Վ. Թեքեյան,  Սիամանթո,  Դ.  Վարուժան,  Ե.  Չարենց,  Մ.  Զարիֆյան  և  ուրիշներ)  ստեղծագործական ինքնատիպության բնութագիրը։ Հոդվածներ է նվիրել նաև արևմտաեվրոպական և ռուս գրողներին: Մեծ աշխատանք է կատարել հայ գրականությունը Եվրոպայում ներկայացնելու և Հայ դատը պաշտպանելու ուղղությամբ։  Թարգմանել  ու  ֆրանսերեն  հրատարակել  է  հին  և  նոր  շրջանի  հայ  բանաստեղծների գործերից, որոնք ամփոփվել են «Վարդենիք Հայաստանի» (հ. 1-3, 1918-29) գրքում: ", "Այսպիսով`  թուրքական  քաղաքական  վեպի  զարգացումը  պատմականորեն բավական  բարդ  և  բազմատարր  է  եղել,  քանի  որ  քաղաքականությունն  ի  սկզբանե`  և' ձևի,  և'  բովանդակության  առումով  արձակում  արտահայտման  տարբեր  եղանակների հնարավորություն  է  ունեցել:  Ի  հայտ  գալով  որպես  Թանզիմաթի  ժամանակաշրջանի մշակութաբանական  երևույթ  ու  զարգանալով  արևմտաեվրոպական  գրականության անմիջական  ազդեցությամբ`  այն  ինտելեկտուալացվել  է,  քաղաքական-երգիծական համայնապատկերային կառուցվածքայնությունից  անցում կատարել դեպի տրամախոսական-վիճաբանական (դիսկուրսիոն) և դրամատիկ-հոգեբանական արձակ: ", "ԹՈՒՐՔԱԿԱՆ ՔԱՂԱՔԱԿԱՆ ՎԵՊՆ ԻՐ ԶԱՐԳԱՑՄԱՆ ԳԱԳԱԹՆԱԿԵՏԻՆ` «ՄԱՐՏԻ 12-Ի ՎԵՊԸ» լարվածությունը  Թուրքիայում  1960-ականների երկրորդ կեսին և 1971 թ. մարտի 12-ի ռազմական միջամտությունը. համառոտ ակնարկ պատմության  մեջ  բնորոշվում  է  գաղափարախոսական-քաղաքական  պայքարի անսովոր սրվածությամբ,  աշխատավորական շարժումների վերելքով, մանր բուրժուազիայի ներկայացուցիչների քաղաքական  ակտիվությամբ, երկրում ժողովրդավարական  կարգեր  հաստատելու  մտավորականության  նաև  ուսանողության կոչերով:  Քաղաքական  այս  թեժ  մթնոլորտում  մեծ  ընդգրկում  էր  ստացել  հատկապես երիտասարդական  շարժումը:  Ըստ  քաղաքագետներ  Մ.  Հերփերի  և  Ֆ.  Քեյմանի`  այս անկայունության պատճառը 1961 թ. սահմանադրությունն էր, որը հնարավորություն էր տվել  վերաձևավորել  կառավարությունն  ու  ընդլայնել  հիմնական  իրավունքներն  ու ազատությունները`  միաժամանակ  Թուրքիայի  պատմության  մեջ  առաջին  անգամ ազատ  արտահայտման  հնարավորություն  ընձեռելով  ձախակողմյան  և  աջակողմյան գաղափարախոսություններին:  Արդյունքում  տեղի  ունեցավ    դասակարգային  պայքարի աստիճանական  բյուրեղացում146:  Պատմաբան  Ու.  Էրգյուդերը  նշում  է,  որ  թուրքական քաղաքականության  պառակտմանը  նպաստեցին  նաև  այնպիսի  գործոններ,  ինչպես սոցիալ-տնտեսական համակարգում  տեղի ունեցող զարգացումներն էին, ուրբանիզացիան,  նոր  սոցիալական  խավի` «աշխատավոր  դասակարգի»  և «ձեռնարկատերերի  դասի»  ձևավորումը,  քաղաքների  ու  գյուղերի  միջև  կապի ամրապնդումը, սոցիալ-քաղաքական կարգավիճակում կրոնի և  ազգային պատկանելության  կարևորության  սրումը,  ինչպես նաև լրատվամիջոցներով գաղափարախոսությունների  ակտիվ  քարոզչությունը147:  1960-ական  թթ.  վերջին  արդեն քաղաքականությունը  բաժանվել  էր  ծայրահեղական  գաղափարախոսական  երկու Middle Eastern Studies, Vol. 34, No.4, 1998, p. 264. Heper,  İstanbul, 1980, p. 693. հոսանքի`  աջակողմյան  ծայրահեղական  կապիտալիստական  և  ձախակողմյան մարքսիստական 148: ", "Երկրում  ուժեղացել  էր  ինֆլյացիան,  անհամաչափություն  էր  ստեղծվել աշխատուժի  վերարտադրության  և  տնտեսության  աճման  տեմպի  միջև`  նպաստելով գործազրկության  մեծացմանը,  որն  աննախադեպ  մեծ  չափերի  հասավ  հատկապես «գերմանական  տնտեսական  հրաշքի»  դադարեցումից  հետո:  Բացի  այդ`  1968-1969  թթ. Ֆրանսիայում  երիտասարդական  շարժման  անմիջական  ազդեցությամբ  համանման շարժման  ալիք  ծավալվեց  նաև  Թուրքիայում,  որը  ստացավ «68-ի  սերունդ» անվանումը149:  Այս  երիտասարդությունը  պայքարում  էր  ոչ  միայն  կրթական հաստատություններում ղեկավարման իրավունք ստանալու և իրենց ժողովրդավարական  կազմակերպությունները հիմնելու համար, այլև հանդես  էր գալիս երկրի ներքին ու  արտաքին քաղաքականության,  այլ  տերությունների ազդեցությունների դեմ, պահանջում վերացնել օտարերկրյա ռազմական բազաները150: ", "Նկատենք  սակայն,  որ  պայքարը  հանդիպում  էր  թուրքական  իշխանությունների բիրտ  հակազդեցությանը,  որն  հաճախ  ավարտվում  էր  արյունահեղությամբ:  Օրինակ` կիրակի» (Kanlı Pazar). այդ օրը Ստամբուլի Թաքսիմի հրապարակում բախումներ տեղի ունեցան  ոստիկանների  ու  երիտասարդ  ակտիվիստների  միջև,  որոնք  բողոքի  ակցիա էին իրականացնում ԱՄՆ-ի 6-րդ նավատորմը Թուրքիայի ջրային տարածքներից դուրս բերելու  համար:  Բախումների  հետևանքով  սպանվեց  2  մարդ,  իսկ  200-ը  տարբեր մարմնական  վնասվածքներ  ստացան151:  Հարկ  է  նշել  նաև,  որ  իշխանությունները, հասկանալով  այս  շարժման  վտանգավորությունը,  ամեն  ինչ  անում  էին,  որ երիտասարդությունը  «դուրս  չգար  համալսարանի  պատերից»:  Այս  նպատակին  էին ծառայում  հետադիմական  երիտասարդական  խմբավորումները,  որոնք  բարձրագույն ուսումնական հաստատություններում ծեծկռտուքներ, զինված ընդհարումներ շարժման  համաշխարհային  դրսևորումների  նմանությունների  ու  տարբերությունների  մասին  տե՛ս Gurpınar  D.,  Myths  and  Memories  of  the  1968  Events  in  Tukey:  1968  as  the  Mirror  of  2008,  Turkish  Studies, Taylor& Francis Group, Vol 12, No. 3, 2011, p. 451-474. http://www.derindusunce.org/wp-content/uploads/2010/10/kendi_ulkesini_isgal_eden_ordu.pdf İşgal  Eden  Ordu,  Derin  Düşünce  Fikir  Platformu, s. կազմակերպելով,  խոչընդոտում  էին,  որ  ձախակողմյան  գաղափարախոսության համակիր  երիտասարդները  «դուրս  գան  փողոց»:  Այս  կերպ  երիտասարդական շարժումը բաժանվեց երկու ուղղության` աջակողմյան և ձախակողմյան, ընդ որում, եթե ձախակողմյան  ուղղությանը  բնորոշ  էր  մասսայականությունը,  ապա  աջակողմյան ուղղությունն  աչքի  էր  ընկնում  բռնի  և  զինված  գործողություններով:  Բացի  այդ`  1970- ական  թթ.  երիտասարդական  շարժման  ձախակողմյան  ուղղության  զանգվածային ելույթներում  ևս  սկսեցին  գերակշռել  ահաբեկչական  գործողությունները,  ինչպես օրինակ`  հակաամերիկյան ցույցերին  փոխարինելու  եկան  ամերիկացիներին պատկանող շինությունների վրա զինված հարձակումները, օտարերկրյա քաղաքացիների, մասնավորապես դեսպանների առևանգումները և այլն152: ", "Երիտասարդական  շարժմանը  զուգահեռ  1960-ական  թթ.  վերջերին  սկսվեց հասարակության երկու խմբերի քաղաքականացումը. մեկն աշխատավոր դասն էր, որը ստեղծեց  «Թուրքիայի  հեղափոխական  բանվորների  արհմիությունների  դաշնություն» (Türkiye  Devrimci  İşçi  Sendikaları  Konfederasyonu):  Երկրորդը`  զուտ  արդյունաբերական բուրժուազիան  էր,  որի  շահերը  ներկայացնում  էր  «Թուրքիայի  արդյունաբերողների  և ձեռնարկատերերի  ընկերությունը» (Türk  Sanayicileri  ve  İşadamları  Derneği),  որը ստեղծվել էր 1971 թ.153: Այս ամենին զուգահեռ արագորեն ընթանում էր ուրբանիզացման գործընթացը,  որը  ըստ  թուրք  հետազոտող  Ք.  Կարպատի,  այս  սոցիալական  շարժման հիմնական  գործոններից  էր,  քանի  որ  գյուղերից  քաղաք  տեղափոխվածները  ցածր աշխատավարձի  և  ոչ  բավարար  կրթական  մակարդակի  պատճառով  պայքարում  էին քաղաքային կյանքին հարմարվելու համար, սակայն երբ չկարողացան իրագործել իրենց ցանկությունները,  սոցիալական  խռովություն  առաջացավ154:  Տնտեսական  ճգնաժամի, աշխատավոր  դասի  կենսամակարդակի  իջեցման,  քաղաքական  պայքարի  սրման  և ձախակողմյան  քաղաքական  կազմակերպությունների  գործունեության  ընդլայնման ազդեցությամբ կտրուկ ակտիվացավ բանվորական շարժումը, որը սկիզբ էր առել դեռևս Москва, 1985, стр. 150. ունեին,  դրանց  նպատակն  աշխատանքային  պայմանների բարելավումն էր, աշխատավարձի  բարձրացումը  և  այլն,  ապա  այժմ  արդեն  դրանց  կենտրոնում հասարակական-քաղաքական,  սոցիալական  խնդիրներն  էին155:  1970  թ.  հունիսի  15-16- ին  տեղի  ունեցավ  բանվորական  ամենամեծ  գործադուլը,  որին  մասնակցեց  ավելի  քան արտադրական  ձեռնարկություններից:  Արդյունքում  կառավարությունը  Ստամբուլ, Քոջաելի,  Սաքարյա  և  Զոնգուլդակ  քաղաքներում  ռազմական  դրություն  հայտարարեց: ", "Սա  Թուրքիայի  Հանրապետության  պատմության  մեջ  առաջին  դեպքն  էր,  երբ բանվորական  շարժումը  կառավարությանը  ստիպեց  գնալ  ծայրահեղ  քայլերի,  ինչը երկրում դասակարգային պայքարի ազդանշանն էր156: ", "Պետք  է  նշել  նաև,  որ  1938  թ.-ին  հաստատված  հարաբերական  անդորրից  հետո քրդաբնակ  շրջաններում  նորից  ակտիվություն  սկսվեց:  Քրդական  ձախակողմյան կազմակերպությունների  ղեկավարությամբ  ցույցեր  տեղի  ունեցան  Սիլվանում, Դիարբեքիրում, Սիվերեքում, Բաթմանում, Թունջելիում (Դերսիմ), Աղրըում, Սուրուչում, Վարթոյում,  Լիջեում  և  այլուր:  Սրան  ի  պատասխան`  1970  թ.  գարնանը  թուրքական իշխանությունները  նշված  շրջաններում  ուժեղացրեցին  հատուկ  պատժիչ  ջոկատների գործողությունները: ", "Կառավարության հրամանով բազմաթիվ գյուղերում խուզարկություններ  կատարվեցին,  որոնք  ուղեկցվեցին  բնակչության  հետ  զինված ընդհարումներով157: ", "Հիշյալ ժամանակաշրջանում հասարակության միջին խավի քաղաքականացումը հանգեցրեց նաև քաղաքական իսլամի վերելքին: Ավելին` 1970 թ. հունվարին օրինական կերպով ձևավորվեց Թուրքիայի Հանրապետության պատմության առաջին իսլամամետ Ազգային կարգի կուսակցությունը (Millî Nizam Partisi): Մ. Աղաօղուլլարըն, ով զբաղվել է Թուրքիայում  կրոնի  ուսումնասիրությամբ,  բարձր  գնահատելով  այս  իրադարձության պատմական  նշանակությունը,  գրում  է.  «Իսլամը,  որի  քարոզումը  մզկիթից  դուրս Աթաթուրքի  կողմից  դիտարկվում  էր  որպես  պատժելի  արարք,  դարձավ  քաղաքական կուսակցության գաղափարական հենքը»158: Այս կուսակցությունն արտահայտում էր այն «պահպանողական  իսլամական  հասարակական  խմբավորման»  քաղաքական  շահերը, որը հայտնի էր «Միլլի գյորուշ» (Milli Görüş) անվանմամբ159: ", "Հաշվի  առնելով  ուսանողների  ու  աշխատավոր  հասարակության  պայքարը, սոցիալ-տնտեսական փոփոխությունները, աճող քաղաքական կոնֆլիկտն, ինչպես նաև համաշխարհային իրավիճակը` 1971 թ. մարտի 10-ին Թուրքիայի Զինված ուժերի (ԶՈւ) հրամանատարությունը  որոշում  կայացրեց  երկրորդ  անգամ  միջամտել  երկրի կառավարմանը:  Որոշումն  իրագործվելու  էր  այն  պահպանողական  սպաների աջակցությամբ,  ովքեր  կողմնակից  էին  «Ազգային  ժողովրդավարական  հեղաշրջման» գաղափարախոսությանը  և  որդեգրել  էին  մաոիզմի  և  Լատինական  Ամերիկայի քաղաքային  պարտիզանների  գաղափարները160:  Երկու  օր  անց`  1971  թ.  մարտի  12-ին, ԶՈւ հրամանատարությունը գլխավոր շտաբի  պետ  Մեմդուհ  Թաղմաչի գլխավորությամբ  հանրապետության  նախագահ  Ջևդեթ  Սունային  ներկայացրեց հուշագիր`պահանջելով  կառավարության  հրաժարականը161:  Հուշագրի  տեքստը հեռարձակվեց նաև ռադիոյով162: ", "Խորհրդային մամուլի հետ կապված՝ գրողը դեռ շատ ասելիք ունի: Առաջինը հենց թեկուզ միայն այն, որ չկա մամուլի ազատություն, ճիշտ այնպես, ինչպես և խոսքի, մտքի ազատությունը: ", "Ըստ նրանց` սրա մասին է խոսում այն փաստը, որ ռազմական միջամտությունն ի սկզբանե ծրագրվել էր երիտասարդ սպաների, ինչպես  նաև որոշ գեներալների կողմից, որը պետք է տեղի ունենար մարտի 10- ին:  Ձախողելով  այն`  մարտի  12-ը  դարձավ  կանխարգելիչ  ռազմական  միջամտություն,  որը  ծրագրել  էին բանակի բարձրաստիճան սպաների, գեներալների խումբը` Հրամանատարների ընդլայնված խորհուրդը: ", "Ռազմական  միջամտությունը  բարձրագույն  հրամանատարությանը  հնարավորություն  տվեց  խուսափել հետագա  «շարժում  ներքևից»  զարգացումներից  և  ամեն  կերպ  բացառել  երիտասարդ  սպաների  կողմից կազմակերպված  ձախակողմյան  հեղափոխության  հնարավորությունը:  Տե՛ս,  Ulus  Ö.,  The  Army  and  The Radical Left in Turkey: Military Coups, Socialist Revolution and Kemalism, New York, 2011, p. 17. ժողովրդավարական  օրենքների  շրջանակներում  ստեղծել  ուժեղ  և  հավատ  ներշնչող  կառավարություն, որը կվերացնի հուսալքությունն ու թախիծը, որն ապրում է թուրք ժողովուրդը ստեղծված իրավիճակում, զինված ուժերի միջոցով կվերացնի ստեղծված անիշխանությունն այն միջոցներով, որոնք հավանություն կստանան կլինի սահմանադրությամբ  նախատեսված  Աթաթուրքի  ոգով  բարեփոխումների  իրականացմանը  և  կկիրառի հեղափոխական օրենքները»: Տե՛ս, Gevgilili A., Yükseliş ve Düşüş, İstanbul, 2. Basım, 1987, s. 509-510. երկու  պալատների կուսակցությունների համաձայնությամբ, ձեռնամուխ շարունակվեց  մոտ  երկու  տարի163:  Ռազմական  դրությունը  կաթվածահար  արեց Թուրքիայի  քաղաքական  կյանքը:  Դադարեցվեց «Թուրքիայի  հեղափոխական երիտասարդության միության»` «Դև-Գենչ»164(Türkiye Devrimci Gençlik Federasyonu (TDGF)  կամ  Devrimci  Gençlik (DEV-GENÇ))  փակ  կազմակերպության  և դրան  հարող  կառույցների  գործունեությունը:  Արգելվեց  նաև  որոշ  թերթերի տպագրությունը,  խիստ  գրաքննություն  սահմանվեց  գրականության  նկատմամբ:  Այս որոշումը  խառնաշփոթ  առաջացրեց,  քանի  որ  հստակ չէին  անօրինական հայտարարված թերթերի անունները, և որոշումը պետք է կայացներ ոստիկանությունը: ", "Հաջորդ  օրը  ձերբակալվեցին  հայտնի  լրագրողներ  Չեթին  Ալթանը,  ով  նաև  նախկին Աշխատավորական  կուսակցության (Türkiye İşçi  Partisi)  պատգամավոր  էր,  և քեմալական  գաղափարախոսության  կողմնակից  Իլհան  Սելչուկը:  Սա,  ըստ  էության, մտավորականության  դեմ  սկսված  բռնաճնշումների  ազդանշանն  էր:  Սակայն ձախակողմյան  շարժման  դեմ  սկսված  գործողությունների  ողջ  դաժանությունն արտահայտվեց  մայիսի  17-ին`  Ստամբուլում  Թուրքիայի  ազգային-ազատագրական ճակատի  կողմից  Իսրայելի  հյուպատոս  Էֆրաիմ  Էլրոմի  առևանգումից  հետո: ", "Միջադեպի  առնչությամբ  հարյուրավոր  մարդիկ  ձերբակալվեցին,  որոնք  հիմնականում մտավորականության ներկայացուցիչներ էին` գլխավորապես ուսանողներ, հիմնական  դրդապատճառ  ուներ`  վերահսկողություն  սահմանել  աշխարհիկ  հանրապետության  դեմ ձեռնարկվող  գործողությունների  նկատմամբ,  վերջ  դնել  գաղափարախոսական  ու  արյունոտ իրադարձություններին, դադարեցնել արևելյան շրջաններում պառակտիչ պայքարը և բարենպաստ դիրք գրավել  Կիպրոսի  դեմ  հնարավոր  գործողություններում:  Տե՛ս,  Feroz  A.,  The  Turkish  Experiment  in Democracy, 1950-1975, London, 1977, p. 293. ձևավորված  ձախակողմյան  «Գաղափարական  ակումբների  դաշնության»  (Fikir  Kulüpleri  Federasyonu) հիման վրա: Միությունը գոյություն է ունեցել ընդամենը 18 ամիս` 1968 թ. հոկտեմբերի 9-ից մինչև 1971թ. ապրիլի  26-ը:  Չնայած  իր  կարճ  կյանքին`  «Դև-գենչը»  ընդդիմադիր  հասարակության  խորհրդանիշն  էր  և ձախակողմյան շարժման «ղեկավարը»: Իր կազմավորումից մեկ տարի անց միությունը պառակտվել է մի քանի  մասի:  Դրանցից  մեկը`  Թուրքիայի  ազգային-ազատագրական  բանակը  (Türkiye  Halk  Kurtuluş Ordusu)`  ղեկավարում  էր  Անկարայի  համալսարանի  ուսանող  Դենիզ  Գեզմիշը,  իսկ  մյուսը`  Թուրքիայի ազգային-ազատագրական  ճակատը  (Türkiye  Halk  Kurtuluş  Partisi-Cephesi),  որը  միավորել  էր  Անկարայի մի  քանի  համալսարաններ,  Մահիր  Չայանը,  ով  և  կազմակերպել  էր  1971  թ.  Ստամբուլում  Իսրայելի հյուպատոսի  առևանգումը:  Միության  ակտիվ  ներկայացուցիչներից  Դենիզ  Գեզմիշը,  Յուսուֆ  Ասլանն  ու Հյուսեին Ինանը կախաղան են բարձրացվել 1971 թ. մայիսի 6-ին, իսկ Մահիր Չայանը, 1972 թ. փախչելով բանտից, սպանվել  է փոխհրաձգության ժամանակ:  Տե՛ս, Sosyalizm  ve Toplumsal Mücadeleler Ansiklopedisi, İstanbul, 1988, Cilt 6, s. 2082. երիտասարդ  գիտնականներ,  արհմիությունների  անդամներ165:  Այս  ընթացքում ձախակողմյան գաղափարախոսությունների քարոզչության մեղադրանքով ձերբակալվեցին  անգամ  հայտնի  գրողներ  Յաշար  Քեմալն  ու  Ֆաքիր  Բայքուրթը:  Բացի այդ`  կառավարությունը  զգուշացրեց,  որ  հյուպատոսի  սպանության  դեպքում մահապատժի  կենթարկվեն  նրան  առևանգողները:  Հարկ  է  նշել,  սակայն  որ կառավարության  գործողություններն  ու  որոշումները  ցանկալի  արդյունք  չտվեցին. մայիսի  21-ին  պարետային  ժամի  սահմանումը,  որի  ընթացքում  տուն  առ  տուն ստուգումներ իրականացվեցին, դարձավ Էֆրաիմ Էլրոմի մահվան պատճառը: ", "Նա փնտրում է նոր ձև»ñ, áñáÝù Çñ Ï³ñÍÇùáí տեքստին ÏÑ³Õáñ¹»ÇÝ Ï³éáõóí³ÍùÇ գեղեցկություն, ճշգրտություն, áñÁ Ý³ ï»ëÝáõÙ ¿ µÝ³·ñÇ Ù»ç: ", "Արևմտյան եվրամիության քաղաքական կոմիտեն հանդիպումներ ունեցավ կառավարության  հետ:  Սակայն չնայած  բոլոր  ջանքերին`  իշխանությունները չհրաժարվեցին  խոշտանգումների  փորձից…  Խախտելով  սահմանադրության  «Չի կարելի  որևէ  անձի  ճնշումների  և  խոշտանգումների  ենթարկել»  դրույթը` պաշտոնյաները ոստիկանատներում, բանտախցերում շարունակում էին խոշտանգումները: Դրանք դարձել էին հարցաքննությունների անբաժան մասը»167: ", "Հաճախ  էին  խոսակցություններ լսվում  այն  մասին,  թե  նոր  գրականությունը զարգացման  հեռանկարներ  չունի,  և  Հայաստանում  պրոլետարական  գրականության կառուցումը անհնարին է: ", "բժշկական փորձագետներ168, ընդգրկված էր նաև 2 բարձրաստիճան զինվորական169: Այս «խառը»  կառավարությունը  Թուրքիան  ղեկավարեց  մինչև  1973  թ.  ընտրությունները, սակայն  անկարող  գտնվեց  սոցիալ-տնտեսական  ոլորտում  որևէ  արդյունավետ բարեփոխում իրականացնել: ", "Ամերիկյան հետազոտող Վ. Հեյլն այս կարճաժամկետությունը բացատրում է նրանով, որ «Մարտի 12-ի վարչակարգը» հենված էր քաղաքացիական պետական գործիչների և զինվորականության անհավասար ուժերի վրա:  Ըստ  նրա`  «Սա  նորմալ  ընտրված  կառավարություն  չէր,  ոչ  էլ  բացարձակ ռազմական  դիկտատուրա,  որը  կարող  էր  լիովին  անտեսել  խորհրդարանական ընդդիմությունը:  Օրենքն  ու  կարգուկանոնը  վերականգնելու  պարտավորությունը սահմանվել  էր  պահպանողական  ուժերի  կողմից`  որպես  քաղաքացիական  իրավունքը խստորեն  սահմանափակելու  քարտ-բլանշ:  Սա  դժվարությամբ  էր  համատեղվում «ժողովրդավարական  սկզբունքների  շրջանակներում»  մնալու  նախաձեռնության  հետ, ինչը  պահանջում  էր  հուշագիրը:  Այս  կերպ  կառավարությունը չէր  կարող սահմանադրությամբ  ամրագրված բարեփոխումներ իրականացնել  առանց խորհրդարանի աջակցության»170: ", "«անցումային  ժամանակաշրջանին»  և  ազդարարեցին  «նորմալ  ժողովրդավարական վարչակարգի»  վերադարձը:  Սակայն  սոցիալական  շարժումներն  ու  քաղաքական պայքարը  1974-1980-ական  թթ.  չդադարեցին:  Կրկին  ակտիվացավ  բանվորական շարժումը.  1976  թ.  սեպտեմբերին  մի  քանի  հազար  բանվորներ  ցույց  կազմակերպեցին` բողոքելով  պետական  անվտանգության դատարանների իրավասությունների ընդլայնման դեմ171:  Զանգվածային շարժումների աճին համընթաց Թուրքիայում կրկին լայն  տարածում  գտան  ահաբեկչական  գործողությունները,  որոնք  արդեն  էականորեն տարբեր  էին  1970-ական  թթ.  սկզբի  ահաբեկչական  գործողություններից:  Այսպես`  եթե կազմում  կին  ընդգրկվեց`  Թուրքան  Աքյոլը,  ով  Առողջապահության  և  սոցիալական  հարցերի  նախարար նշանակվեց: ", "Թարգմանության հայտնի տեսաբան Իրժի Լևին այն միտքն է արտահայտում, որ  գեղարվաստական  թարգմանությունը  երկու  տարբեր  ստրուկտուրաների §հիբրիդ¦  է.  §Մի  կողմից  առկա  է  բնագրի  բովանդակությունը  և  ձևային առանձնահատկությունները, մյուս կողմից՝ գեղարվեստական գծերի մի ամբողջություն,  կապված  թարգմանչի  լեզվի  հետ:  Ստեղծագործության  մեջ  այդ երկու  շերտերը,  կամ,  ավելի  շուտ,  համագործակցող  որակները,  գտնվում  են մշտական լարվածության մեջ¦: Այդ լարման հանգուցալուծումից է, ըստ տեսաբանի, կախված թարգմանության հաջողված կամ չհաջողված լինելը:28 Այս  նույն  միտքը,  սակայն  այլ  կտրվածքով,  Իրժի  Լևին  արտահայտում  է §Ագռավը¦ բանաստեղծության՝ Մալարմեի կատարած թարգմանության վերաբերյալ:  Նշելով  այն  փաստը,  որ  Մալարմեն  իր  թարգմանության  մեջ պահպանում է  անգլերենի շարադասությունը, և  խոսելով վերջինիս «թարգմանչական լեզվի» մասին, Լևին գրում է. §Այդ երկու պահերը՝ ընդհանուրն ու առանձնահատուկը,  արվեստի  մեջ  անխզելիորեն  միահյուսված  են:  Որքան  ավելի սերտ  է  դրանց  կապը,  այնքան  ավելի  շատ  դժվարություններ  են  ծառանում թարգմանչի  առջև:  Եվ  որքան  ավելի  շատ  են  առանձնահատկությունները,  այնքան ավելի շատ են տարամիտումները ճշգրիտ և ազատ թարգմանության միջև:¦29 Ù³ÑÇó: ", "Զավեշտի մեկ այլ օրինակ է Կոզիմոյի հեղինակած գիրքը՝ «Ծառերի վրա հիմնված իդեալական  պետության  սահմանադրության  նախագիծը»,  որը  հիշեցնում է Լուսավորության  շրջանի  նմանատիպ  աշխատությունները:  Գրքում «նկարագրվում էր Արբորեայի՝ արդարներով բնակեցված երևակայական հանրապետությունը: Կոզիմոն այն սկսեց որպես օրենքների և կառավարությունների մասին տրակտատ, սակայն գրելու ընթացքում բացահայտվեց իր՝ բարդ ու խճճված պատմություններ հորինողի հակումը,  և  արդյունքը  եղավ  մի  օրագիր՝  լի  արկածներով,  մենամարտերի նկարագրություններով և էրոտիկ պատմություններով, որոնք տեղ են գտել ամուսնական իրավունքի մասին գլխում: Ծառերի վրայի իդեալական պետությունը հիմնած հեղինակի գրքի վերջաբանը պետք է համոզեր ամբողջ մարդկությանը հաստատվել այդտեղ և ապրել երջանիկ, սակայն գիրքն անավարտ մնաց: Դրա համառոտագիրը Կոզիմոն ուղարկեց Դիդրոյին, ստորագրելով՝ Կոզիմո Ռոնդո, Հանրագիտարանի ընթերցող, և Դիդրոն  նրան  մի  փոքր  շնորհակալագիր  ուղարկեց»131:  Հղումը  Դիդրոյին՝  որպես Լուսավորության  շրջանի  ամենանշանավոր  մտածողներից  մեկին,  Լուսավորության ժամանակաշրջանի մտավորականությանն ուղղված հերթական ծաղրն է: ", "Ձախակողմյան մտավորականության  այնպիսի ներկայացուցիչներ, ինչպես Ֆյուրուզանը, Ադալեթ Աղաօղլուն, Սևգի Սոսյալը, Այլա Քութլուն, Չեթին Ալթանը, Էրդալ Օզը,  Փընար  Քյուրը,  Սամիմ  Քոջագյոզը,  Օղուզ  Աթայը,  Աթիլլա  Իլհանը,  Վեդաթ Թուրքալըն  և  այլոք,  իրենց  ստեղծագործություններում  նկարագրելով  1970-ականների սոցիալ-քաղաքական շերտերի  տեղաշարժն ու ճնշումները, ներկայացրեցին երիտասարդական  շարժման  ձախողումից  հետո  ձախակողմյան  անհատի  ֆիզիկական ու  հոգեբանական  «ոչնչացումը»,  պատկերեցին  1960-ականների  վերջերի  և  1970- ականների  սկզբի  Թուրքիան,  թուրքական  հասարակության  բևեռացման  տարբեր դրսևորումները,  փոխանցեցին  այս  ժամանակահատվածի  գաղափարախոսական տարաձայնությունների լարված մթնոլորտը, զանգվածային շարժումների, երիտասարդության ծայրահեղական գործողությունների, ժողովրդի և մտավորականության  դերի  ընկալման,  հեղափոխական  պայքարի  մարտավարության վերաբերյալ իրարամերժ կարծիքները: ", "իր  բովանդակ  լինելիութեան  մէջ  անտես  պիտի  առնւի:  Կեանքը  պարզապէս  պիտի տրոփի մեր սրտի հետ, էական այն ռիթմի հետ, որը ամէն բանի շունչ և թափ է տալիս»63: ", "Բովանդակային  տարբերությունների  առումով  «Մարտի  12-ի  վեպերում»  առավել հաճախ  պետության և  անհատի հարաբերություններն են, քաղաքական դրդապատճառներով  մեղադրվող  անձանց  նկատմամբ  կիրառված  ճնշումները, կեղեքումները, դատավարություններն ու բանտարկությունը, ինչպես նաև հասարակական հուզումների  խառնաշփոթ իրավիճակում  անհատի ներքին հակամարտությունն  ու  բանավեճերը:  Ձևի  տեսանկյունից  այս  վեպերը  ռեալիստական են,  որոնց  հիմնական  խնդիրն  էր  իրականությունն  արտացոլել  այնպես,  որ հեղափոխականների  ապրած  հոգեկան  ու  ֆիզիկական  խոշտանգումները  բոլոր մանրամասնություններով  հասանելի  լինեն  դրանցից  անտեղյակ  ընթերցողներին:  Այս վեպերում,  մեծ  մասամբ,  բացակայում  են  նաև  ժողովրդական  բանահյուսության տարրերը,  ինչը  նկատելի  էր  «գյուղական  արձակում»,  քանի  որ  նրանցում  պատկերվող աշխարհը նախորդների նման իդեալական ու մտացածին չէր, այլ գերիրական176: Թերևս այս  առումով  արդարացված  է  թուրք  գրականագետ  Ֆ.  Նաջիի  բնորոշումը,  որ  «Մարտի վեպերում  գեղարվեստորեն  պատկերել  իրենց  տրավմատիկ  փորձը,  դրանք ուղղակիորեն արտացոլվում էին վեպի մեջ: Գրականագետը նաև ընդգծում է, որ դրանք մեծ  ձեռքբերում  էին  թուրքական  գրականության  համար.  նոր  թեմաներն  ու  հերոսները բարձրացրեցին  վեպերում  մտածողության  մակարդակը,  ժամանակակից շունչ հաղորդեցին  նրան178:  Հավելենք  նաև,  որ  որոշ  ուսումնասիրողներ  հիշյալ  վեպերը դիտարկում  են  որպես  «ավազակային»  ու  գյուղական  վեպերի  տրամաբանական զարգացում  և  միաժամանակ  շեշտում,  որ  դրանք  մի  կարևոր  տարբերություն  ունեն` անատոլական  ավազակի  փոխարեն  այս  վեպերում  տիրող  վարչակարգի  դեմ  գլուխ բարձրացրած քաղաքային «ավազակը» նույնքան ազդեցիկ չէր, որքան առաջինը179: "], "source_docs_file": "Literature.json"}