{"paragraph_source_docs": [4, 2, 2, 2, 4, 2, 2, 1, 1, 2, 2, 2, 4, 2, 0, 2, 3, 2, 2, 4, 2, 2, 2, 4, 2, 2, 2, 2, 3, 2, 2, 3, 3, 2, 2, 0, 2, 0, 2, 2, 2, 4, 1, 1, 2, 2, 1, 3, 2, 2], "source_docs_file": "History.json", "paragraphs": ["Հյուսիս-արևելյան  Այսրկովկասի 1  խանությունների  և  Ռուսական  կայսրության XVIII  դ.  երկրորդ  կեսի  հարաբերությունների  պատմության  ուսումնասիրությունը կարևոր  գիտական  նշանակություն  ունի  Ռուսաստանի  արտաքին  քաղաքականության մեջ  այսրկովկասյան  ուղղության  պատմական,  աշխարհաքաղաքական  և  տնտեսական գործընթացների,  ինչպես  նաև  Հյուսիս-արևելյան  Այսրկովկասի  էթնոքաղաքական իրավիճակի  առավել  խոր  ու  համակողմանի  ընկալման  և  ժամանակակից խեղաթյուրումների բացահայտման տեսանկյունից։ ", "Պատկերագրական  այս  արվեստն`  իր  զարգացման  տարբեր  փուլերում  ունեցել  է  կնոջ կերպարին  վերաբերվող  թեմաների  խիստ  որոշակի  ուղղություններ,  որոնք,  դարաշր- ջանից դարաշրջան ձևափոխվելով, հանգեցրել են գլխավոր կերպարների, պատկերա- գրության ոճի ու կանոնների փոփոխությունների: Ակնհայտ է, որ նման փոփոխություն- ները թելադրված էին ինչպես հնագույն հասարակությունների սոցիալական կյանքում, այնպես  էլ  գաղափարախոսության  մեջ,  պատկերացումներում    տեղ  գտած  տեղաշար- ժերով: Միաժամանակ, հնագույն և հին դարաշրջանների կանանց պատկերագրության ոճերի  և  սյուժեների  արեալային  շեշտված  ընդհանրությունները,  անձնավորված  հեղի- նակների բացակայությունը հստակ ցույց են տալիս, որ դրանք կոլեկտիվ ընկալումների դրսևորումներ են: Նշվածն իր հերթին գալիս է հաստատելու այն թեզը, որ գործ ունենք մշակութային խիստ յուրահատուկ մի ֆենոմենի հետ, որի առանցքային հատկանիշնե- րից մեկն անշուշտ խորհրդանշան լինելն է: Խորհրդանշան, որ մի կողմից պետք է դի- տարկվի  որպես  հազարամյակների  ընթացքում  անթիվ  կրկնումների  ճանապարհ  ան- ցած  սեմիոզիսի  արդյունք,  մյուս  կողմից,  որպես  արքետիպերի  կոնկրետ  դրսևորում: ", "Չկա  մշակույթ,  որը  չունենա  կնոջ  պատկերագրությամբ  ներկայացված  իր  նշանային համակարգն  ու  այդ  համակարգի  առանցքային  տարրը  կազմող  կին-աստվածության /աստվածությունների արքետիպը: Ասվածը հիմք ընդունելով, գտնում ենք, որ կնոջ կեր- պավորման  պատկերատիպերի  առանձնացման,  բնութագրման  և  մեկնաբանման  հա- մար  այն նախ և առաջ պետք է քննարկվի, որպես  ձևի, նշանի և նորմի եռամիասնութ- յամբ հանդես եկող մշակութային ֆենոմեն: ", "Կնոջ  պատկերագրության  հարցերն  արծարծող  մասնագիտական  գրականության մեջ բազմիցս շեշտվել է, որ գրավոր աղբյուրների տվյալների քննությունը հստակ ցույց է տալիս, որ Հին հասարակություններում առաջին հերթին կարևորվել և առանձնացվել են կնոջ մայրական, պտղաբերության, բնությունը մարմնավորողի հատկանիշները: Կի- նը համարվում էր սերնդի շարունակող, տոհմի նախամայր, սրբազնացվում էր, որն ար- տացոլվում  էր  ծիսապաշտամունքային  համակարգում:  Կինը  հանդես  է  գալիս,  որպես րակալ: ", "Հյուսիս-արևելյան  Այսրկովկասի խանությունները  ինքնուրույն  դիվանագիտական  հարաբերություններ  կառուցելու հնարավորություն  էին  ձեռք  բերել:  Նրանք  ստիպված  էին  իրենց  անվտանգությունն  ու ինքնուրույնությունը  պահպանելու  նպատակով  Իրանի  տերության,  Ռուսական  և Օսմանյան կայսրությունների միջև խուսանավելու քաղաքականությանը: ", "Պալեոլիթին  բնորոշ  էր  գեր,  ուժեղ,  առողջ  լայն  կոնքերով,  մեծ  որովայնով,  փար- թամ  կրծքերով  կին-մոր  գաղափարը.  ընդգծվում  էր  պտղաբերության  գաղափարը: ", "Փոքր Ասիայում տարածված նեոլիթյան «մեծ մոր» կերպարը հանդես էր գալիս որպես անտառների,  որսի,  բուսականության,  կենդանիների  հովանավոր  աստվածուհի,  պտ- ղաբերության  և  ծննդաբերության  խորհրդանիշ:  Նեոլիթի  «մայր  հողի»  գործառույթին վաղ  բրոնզեդարում  ավելանում  է  օջախի՝  որպես  ընտանիքի,  տոհմի,  ինչպես  նաև  ս- րբազան կենտրոնի պահապանի նշանակությունը: ", "Աշխատանքում  օգտագործված  խորհրդային  շրջանի  (հիմնականում`  միջին  և  ուշ փուլեր) նյութերը մասնավորապես մեր դաշտային աշխատանքների արդյունքներն են, որոնք գրառված են մինչև Հայաստանի անկախացումը` 1950-ականներից հետո ծնված Աշխատանքում  նկարագրվել և վերլուծվել է 81 խաղ, որից 61-ը՝ ժամանակակից խա- ղացանկից  («Ձնե քաղաք», «Մտածիր», «Քարքցիկ», «Փոքրիկ օրիորդիկը», «Ծուղրուղու», «Պարան»,  «Պաշար»,  «Մի  ոտանի  սև  սատանա»,  «Այգեպան»,  «Ստոպ»,  «Կարմիր  թե սև»,  «Բանակում»,  «Քարտեզ»,  «Սոլ  մակարոն»,  «Էշ-միլիցա»  (նոր  տարբերակ),  «Պոբե- դա», «50», «Աղջիկփախցնոցի», «Դրոշակ», «Գորտ քշել» և այլն), ինչպես նաև ավանդա- կան պատմողական տեքստով և անհասկանալի տեքստով վիճակահանության՝ 20, հարց ու պատասխանով՝ երեք, մրցությամբ և առարկաներով՝ հինգ տարբերակ: ", "Դասակարգել  ենք  ժամանակակից  հաշվերգի  և  վիճակահանության  չորս  տիպ`  ա- ռարկաներով, գործողությամբ և բանավոր տեքստով, հարց ու պատասխանով, տեքստով և ասերգով շուրջ 41 հաշվերգ, որից՝ առարկայով ժամանակակից վիճակահանության եր- կու տարբերակ՝ քար, չոփ պահել, գործողությամբ, բանավոր տեքստով վիճակահանութ- յան 17 ձև, հարց ու պատասխանով վիճակահանության 3 տարբերակ, տեքստային բազ- մաթիվ  հաշվերգեր,  որոնք  դասակարգել  ենք  երեք  խմբի՝  անհասկանալի  տեքստով (չորս  հատ),  պատմողական  տեքստով  (հինգ  հատ,  նաև՝  չորս  գռեհկաբանություն)  և ռիթմիկ  կամ  ասերգային  տեքստով  (հինգ  հատ  և  երեք  բանաստեղծական  բնույթի): ", "Առաջին  աստվածությունները  կին  աստվածուհիների  կերպարներով  են  հանդես գալիս,  որպես  ծննդաբերողների,  արգասավորության,  հողի,  բուսականության  խորհր- դանիշ:  Նախապատմական  Հայաստանի  տարածքից  գտնվել  են  կանանց  բազմաթիվ կավից արձանիկներ, որոնց վրա կրծքերն ու սեռական օրգանները որպես աշխարհա- ստեղծման և պտղաբերության խորհրդանիշներ հատուկ ընդգծված են: ", "«Մեծ մոր» երկակի բնույթի բաժանմամբ ձևավորվեցին նրա երկու հակադիր՝ բարի և չար, դրական և բացասական կերպարները և պատկերատիպերը: Որսի և անասնա- պահության  զարգացմանը  զուգահեռ  մեծանում  է  կնոջ  դերակատարումը՝  որպես  կեն- դանիների տիրուհի և որսորդության հովանավոր: Հայկական լեռնաշխարհի անձավա- յին նկարչության և ժայռապատկերների մեջ բազմաթիվ են նման որսի տեսարանները: ", "Կենդանիների  և  որսի  այս  հովանավորուհու  կերպարն  ու  պատկերագրությունն  էլ  այ- նուհետև  նախատիպ  ծառայեց ռազմի և մետաղագործության դիցուհու կերպավորման համար՝ կապված մարտերի, զինագործության զարգացման հետ: ", "Ատենախոսության թեմայի ուսումնասիրությունը խնդիր ունի.   Հետազոտել  Հյուսիս-արևելյան  Այսրկովկասի  կիսանկախ  խանությունների ձևավորման գործընթացը: ", "Այդ  գործընթացին  զուգահեռ,  առևտրի  և  քաղաքների  զարգացումն,  իր  հերթին, լրացնում  է  կին  աստվածության  հատկանիշները  նոր՝  առևտրի  հովանավորի  գործա- ռույթով:  Սիրո,  գեղեցկության  և  տարփանքի  դիցուհու  ծագումը,  մեր  կարծիքով,  նույն- պես,  կապված  էր  դասակարգային  հասարակարգի  ձևավորման  հետ:  Գերագույն  իշ- խանության ստեղծումով, երբ առաջանում է, բարձրի և ցածրի, վերևի և ներքևի գաղա- փարը,  հաճախ  թագավորի  կարգավիճակը  դրսևորվում  էր  ավարի  լավագույն  մասը ստանալով, որտեղ մեծ դերակատարում ուներ նաև գեղեցիկ կինը: Ցեղապետ-թագա- վորի, գլխավոր քրմի սրբազնությունը արտացոլվում էր ոչ միայն թանկարժեք մետաղ- ներից զարդեր, հարուստ հանդերձներ կրելու իրավունքում, այլև իր կողքին բոլոր կա- նանց մեջ լավագույնին ունենալով: Այս առումով պտղաբերության և առողջության գրա- վական հանդիսացող գեր մարմնակազմությունը բավարար չէր իշխանուհի և թագուհի լինելու համար: Թագուհիները պետք է ունենային հարուստ զգեստավորում և թանկար- ժեք  զարդեր,  գեղեցիկ  հերահարդարանք  և  ոճավորում:  Զարդերը  մատնանշում  էին նրա  սոցիալական  ծագումն  ու  դերը  հասարակության  մեջ:  Այս  ամենը  մենք  արդեն տեսնում ենք Միջագետքյան, Եգիպտական և Ուրարտական աստվածուհիների արձա- նիկների  օրինակով:  Ձևավորվում  էին  պատկերագրության  որոշակի  նորմեր  և  կանոն- ներ, աստվածուհիների մասին գրվում էին հիմներ, թագավորները երկրները ղեկավա- րում  և  պատերազմում  էին  աստվածուհիների  հովանու  ներքո,  առևտուրը  և  սահման- ված  օրենքները  մայր  աստվածուհու  ղեկավարությամբ  էին  իրականացվում:  Ավելին թագավորը  և  թագուհին  պետք  է  սերեին  երկիրը  հովանավորող  գլխավոր  մայր  աստ- վածուհուց նաև, որպեսզի հիմնավորվեին նրանց տիրակալական իրավունքները: Քանի որ երկրների և ամրոցների հովանավորուհիները հանդես էին գալիս կին աստվածուհի- ները,  թագուհիները  վերցրեցին  այս  աստվածուհիների  պատկերագրական  մի  շարք հատկանիշներ՝ մարմնավորելով նրանց: Այս կերպարներն էլ հաճախ դարձան երկրնե- րի և իշխանության խորհրդանիշներ, ինչ էլ դրսևորվեց պատկերագրության մեջ: ", "Ժամանակահատվածի ընտրությունը պայմանավորված է հետևյալ հանգամանքներով. -  թեմայի  ելակետային  դրույթն  է  արևմտահայության  պայքարը  և  վերջիններիս բնաջնջման  քաղաքականության  կիրառումը  Օսմանյան  կայսրությունում:  Հաշվի առնելով, որ  Օսմանյան կայսրության  պետականորեն մշակված  առաջին ցեղասպանածին  ծրագրերը  թվագրվում  են  19-րդ  դարի  20-ական  թվականների վերջերից1,  երբ  տարածքային  ամբողջականության  պահպանման  նպատակով արևմտամետ  բարենորոգումների  գործընթացի  քողի  ներքո  քրիստոնյա  հպատակ ժողովրդների  դեմ  առաջացավ  հզոր  հակազդեցություն  երկրի  մուսուլմանական (թուրքեր, քրդեր և չերքեզներ) ազգաբնակչության շրջանում, այս ժամանակահատվածի ուսումնասիրությունը թույլ է տալիս շոշափել կայսրության գաղտնի ծառայությունների գործելաոճը,  ցույց  տալ  դրանց  տեղն  ու  դերը  ցեղասպանական  ծրագրերի -  1920-ական  թթ.  ձևավորվեց  հայ-քրդական  պայքարը,  ինչը  հանդիսացավ հանրապետական  Թուրքիայի  հատուկ  ծառայությունների  գործունեության  հիմնական իրականացման գործում: ", "Հայկական մշակույթում  կնոջ պատկերման եղանակներն ու կերպարները, անտիկ շրջանից ծագող «Հայաստանի» այլաբանական կերպարը և պատկերագրական տիպե- րը վերածնվեցին 19-րդ դարում, դարձան ազգային-ազատագրական շարժման խորհր- դապատկերներ,  մասնավորապես  Խորհրդահայ  մի  շարք  արվեստագետների  աշխա- տանքներում: «Մեծ մոր» պատկերագրության զարգացումը Հայկական լեռնաշխարհում դրսևորվեց  նաև  հայկական  ավանդական  մշակույթում,  որ  դարձավ  ազգագրական տարազի մաս: «Գլխաշորով և ապարոշով կնոջ» ուշ բրոնզ-վաղ երկաթի դարերում ձև- ավորված կերպարը իր ուրույն պատկերագիրն ունի մինչև օրս, որի լավագույն վկայու- թյունը Սարգիս Բաղդասարյանի հեղինակած «Մենք ենք մեր սարերը» արձանախումբն է Արցախում: ", ",,Սիսական’’,  ,,Շիրակ’’,  ,,Հայապատում’’  աշխատությունները7:  Հեղինակը  սկզբնաղբ- յուրների  բանիմաց  օգտագործմամբ  շարադրել  է  քննարկու  ժամանակաշրջանի  քաղա- քական ճշգրիտ, սակայն համառոտ պատմությունը: ", "Ուսումնասիրության առարկան Հայկական լեռնաշխարհում կնոջ պատկերման պատ- կերագրական  առանձնահատկությունների  հնագիտական-մշակութաբանական  հանգա- մանալից  քննությունն  է  նեոլիթյան  ժամանակաշրջանից  սկսած  մինչև  անտիկ  ժամանա- կաշրջան: ", "Այն միտված է ներկայացնելու՝ ա. Հին Հայաստանի և Առաջավոր Ասիայի համանման և համաժամանակյա արվես- տի ստեղծագործությունների համեմատական պատմահնագիտական վերլուծությունը: ", "  Վերլուծել  Ռուսական  կայսրության  կովկասյան  քաղաքականությունը  ռուս- իրանական  և  ռուս-թուրքական  ռազմաքաղաքական,  առևտրա-տնտեսական  շահերի համատեքստում: ", "գ. Կանանց պատկերագրության հետ կապված աստվածուհիների, թագուհիների, քր- մուհիների, կանանց կերպարներով երկրների անձնավորումների պատկերատիպերի հա- մառոտ քննությունը: ", "դ. Կանանց կերպարներով հանդես եկող անձնավորումների, մասնավորապես աստ- վածուհիների,  թագուհիների,  անտիկ  առասպելական  կերպարներով  կանանց,  ռազմի դիցուհիների և այլ տիպաբանությամբ ներկայացվող կանանց արձանների ու պատկերնե- րի մշակութային և արվեստաբանական համեմատական վերլուծություններ: ", "ե. Կանանց այն հիմնական պատկերատիպերը, կերպարային արքետիպերը և կերպ- ավորման  խմբերն  ու  ոճերը,  որոնք  որոշակի  ժամանակաշրջաններում  և  տարածաշրջա- նում հանդես են գալիս տարբեր դրսևորումներով: ", "  Հանգամանալիորեն  ներկայացվում  է  Իրանի  տերության,  Ռուսական  և Օսմանյան կայսրությունների միջև  խանությունների՝  անվտանգության և ինքնիշխանության պահպանմանը միտված խուսանավելու հայեցակարգի ձևավորումը: ", "Մասնագիտական  գրականության  մեջ  արծարծված  հարցերի  համատեքստում  նախ- կինում հայտնաբերված և նորահայտ նյութերի ներկայացմամբ և դասակարգմամբ, ատե- նախոսության մեջ առաջին անգամ վերլուծվում է Հայկական լեռնաշխարհի մշակույթում կանանց  պատկերագրության  զարգացման  ընթացքը  վերին  պալեոլիթից  մինչև  քրիստո- նեություն:  Ատենախոսությամբ  առաջին  անգամ  շրջանառության  մեջ  են  դրվում  վերջին տարիներին  պեղված  նորահայտ  նյութեր  և  օտարալեզու  գրականություն,  որը  կանանց պատկերագրության ներկայացման և վերլուծության առումով հայաստանյան մասնագետ- ների աշխատանքներում չեն ներկայացվել: ", "Ատենախոսությունն  իր  հիմնական  հարցադրումներով  ամբողջացնում  է  ինչպես  թե- մային առնչվող կողմերը, այնպես էլ դրանց շուրջ հրատարակված պատմական, մշակու- թային,  արվեստաբանական,  հնագիտական,  ազգագրական  բոլոր  ուսումնասիրություն- ները՝  նորովի  և  համակողմանի  լուսաբանմամբ,  նախկինում  ձևավորված  մոտեցումների վերարժևորմամբ կամ այլ տեսակետների ներկայացմամբ: ", "Ատենախոսության առանձին դրույթներ կարող են օգտակար լինել Հայաստանի հնա- գիտության, մշակույթի և արվեստի թեմային վերաբերող պատկերագրական խնդիրների ուսումնասիրման տեսակետից և մեծ հետաքրքրություն առաջացնել բուհական կրթական համակարգում՝ պատմության, հնագիտության, մշակույթի, արվեստաբանության և ազգա- գրության  շրջանակներում:  Սույն  աշխատանքը  կարող  է  ունենալ  նաև  գիտագործնական նշանակություն:  Մասնավորապես  թանգարանագիտության  և  հայագիտության  ոլորտնե- րում  անդրադարձ  է  կատարվել  ինչպես  Հայաստանի,  այնպես  էլ  արտերկրում  պահվող թանգարանային չուսումնասիրված նյութերի: Ատենախոսության դրույթների լույսի ներքո կարող են ուսումնասիրվել նաև կանանց պատկերատիպերի, խմբերի և թեմատիկ տեսա- րանների  ներկայիս  վերապրուկները:  Կատարել  դրանց  ծագման,  դասակարգման,  զար- գացման և փոխառման նաև տարածաշրջանային հուշարձանների քննությունը: ", "Աշխատանքում հնագիտության, արվեստաբանական հետազոտություններում կիրառ- վող  պատմաքննական,  մշակութային-ժամանակագրական  համադրման  և  համեմատա- կան մեթոդաբանությամբ փորձ է արվել վեր հանել ուսումնասիրվող նյութերի հիմնական դրսևորումները  տարբեր  ժամանակագրական  փուլերում,  մշակութային  խորքային  առն- չությունները, առանձնացնել հիմնական արխետիպերը և պատկերատիպերը, տարբեր շր- ջափուլերում դրանց ձևափոխությունները: ", "Նյութական  մշակույթի  հետազոտման  ուղղությամբ  առաջին  լուրջ  քայլերը  կա- տարվեցին դեռևս XX դարի սկզբներին, երբ սկսվեցին Հայաստանի միջնադարյան հու- շարձանների պեղումները: Բացառիկ էին Անի քաղաքի պեղումները, որոնց վերաբերյալ հրատարակությունները գիտական հանրության ու հասարակության ուշադրության դի- տակետում  հայտնվեցին  դեռևս  պեղումների  տարիներին:  Անիի  պեղումների  արդ- յունքներն  ու  հնագիտական  նյութերի  ուսումնասիրությունները  ամփոփվեցին  ակադե- միկոս  Ն.  Մառի  ,,Ани.  Книжная  история  города  и  его  раскопки’’  աշխատությունում15: ", "Այնուհետև  ներկայացված  է  համառոտագրությունների  և  օգտագործված  գրականության ցանկերը: Ատենախոսության կարևոր մասն է կազմում հավելվածը: Այստեղ զետեղված են բոլոր  այն  նկարներն  ու  պատկերները,  որոնք  հատկապես  մատնանշվել  են  ատենախո- սության  տեքստային  հատվածում:  Այստեղ  ներկայացված  են  աղյուսակներ,  նկարներ  և տախտակներ, որոնց առկայությունը զգալիորեն թեթևացնում է ատենախոսության տեքս- տային հատվածը և օժանդակում է նյութի տեսողական ընկալմանը և պատկերատիպերի առարկայական ներկայացմանը: ", "Հին  Հայաստանի  մշակույթի  և  մշակութային  միջավայրի  ձևավորման  հարցերն  ար- ծարծող  առաջին  գիտական  աշխատանքները  հրապարակ  իջան  XIX  դ.,  երբ  սկսեցին ուսումնասիրվել միջնադարյան հայկական գրավոր աղբյուրները: Այս աղբյուրներում վկա- յություններ կան Հին Հայաստանում աստվածուհիների, թագուհիների, սրբուհիների կեր- պարների  և  արվեստին  վերաբերող  հուշարձանների  նկարագրությունների  վերաբերյալ: ", "Հայաստանի  նյութական  մշակույթի,  արհեստների  ու  քաղաքների  զարգացման գործում  մնայուն  է  Բ.  Առաքելյանի`  ,,Քաղաքները  և  արհեստները  Հայաստանում  IX  – XIII  դդ.’’  երկհատոր  մենագրությունը17,  որտեղ  ավելի  քան  բազմակողմանի  են  ներկա- յացված  արհեստների  տարբեր  ճյուղերն  ու  քաղաքային  կյանքի  զարգացման  փուլերը: ", "Մատենագիտական և հնագիտական հարուստ նյութի հիման վրա հեղինակը վեր է հա- նել արհեստագործության առանձին բնագավառները Հայաստանում, արհեստային ար- տադրանքի  բնույթը,  արհեստների  մեջ  ձևավորված  ենթաբաժանումները,  եղբայրական համայնքների  ձևավորումը:  Խեցեգործությանը  նվիրված  բաժնում  հեղինակը  ներկա- յացնում  է  խեցեղենի  պատրաստման  եղանակները,  օգտագործված  կավատեսակներն իրենց  աչքի  ընկնող  որակական  հատկանիշներով:  Բ.  Առաքելյանը  մեծ  աշխատանք  է կատարել  նաև  խեցեղենի  դասակարգման  ուղղությամբ:  Օգտագործված  են  Դվինի  ու Անիի  պեղումներով  հայտնաբերված  հնագիտական  գտածոների  հարուստ  հավաքա- ծուները, որոնք գերազանցապես վերաբերում են IX – XIII  դդ.: ", "քան զլինելն Հայաստան, Վենետիկ, 1904, նույնի, Այրարատ, Վենետիկ, 1890: ", "Կ.Պոլիս, 1874: ", "Պատահական չէր, որ Բ. Շաքիրը, գտնվելով պաշտոնական հարաբերությունների մեջ  ՀՅԴ  ղեկավարության  հետ,  վերջիններիս  շրջանում  ուներ  գործակալ,  որը  նրան ապահովում էր անհրաժեշտ տեղեկատվությամբ3: ", "Հայկական  լեռնաշխարհում  կանանց  պատկերագրական  տիպերի  ուսումնասիրության  և խմբավորման  համար  հիմնվել  ենք  Ս.  Հանսենի15,  Ե.  Անտոնովայի16,  Ս.  Եսայանի17, Լ.Գլոտնիի  և  հեղինակակիցների18,  Մ.  Օզդոգանի19,  Հ.  Հաուպտմանի20  և  այլոց  աշխա- տությունների վրա21: ", "Խադժետլաշեն  արժեքավոր  տեղեկություններ  է  հայտնում  այն  մասին,  որ բրիտանա-թուրքական  քաղաքական  հարաբերություններից  անկախ,  որը  հաճախ արտահայտվում  էր  իրավիճակային  երկդիմի  մոտեցումներով,  Մեծ  Բրիտանիայի  և Օսմանյան  կայսրության  գաղտնի  ծառայությունները  մշտապես  համագործակցել  են, ինչը  ենթադրում  է  նաև  ծպտյալ  աղբյուրներից  ձեռք  բերած  տեղեկատվության փոխանակում5: ", "նույնի, Երկեր, Հ. Ա, Երևան, 1966, նույնի, Հայ ժողովրդական առասպելները Մովսես Խորենացու «Հայոց Պատմության» մեջ, Վաղարշապատ, 1890: ", "guralplastik, Mitteilungen der Anthropologischen Gesellschaft in Wien 130/131, (2000/2001), S. 93-106. ряды и верования первобытных земледельцов Востока, Москва, 1990, Антонова Е., Есаян. С., Антро- поморфная  скульптура  Армянского  Нагорья  V-III  тысячелетий  до  н.э.:  Меснтая  специфика  и  межрегио- нальные связи//Древний Восток. Этнокультурные связи, LXXX, Москва, 1988, с. 219-236. Երևան, 1987, էջ 124-135: ", "Гос. Музея Грузии. XXXI-B, Тбилиси, 1975, с. 85-97. Memoriam: The James Harvey Gaul Foundation, Sofia, 1998, p. 143-152. für Alba Palmieri: Universita di Roma, Roma, 1993, p. 35-69. претации, Москва, 1973, Kozlowski S., Aurenche O., Territories, Boundaries and Cultures in the Neolithic Near  East,  Bar  Interantional  Series,  1362,  (Archaeopress)  Oxford,  2005,  Кушнарева  К,  Чубинашвили  Т., Древние культуры Южного Кавказа (V-III тыс. до н. э.), Ленинград, 1970, Esin U., Arsebük G., Tülin Tepe Excavations 1971//Keban Project 1971, Ankara, 1974, p. 162-169. Կնոջ պատկերագրության ծագման և տիպաբանության խնդիրները վեր հանելու, մեր դիտարկումներն  ու  եզրակացությունները  հիմնավորելու  համար  անդրադարձել  ենք  նաև Եվրասիայի  քարեդարյան  հնավայրերից  հայտնի  նյութերն  ուսումնասիրող  հեղինակների տեսակետներին,  օգտվել  ենք  Ստոլյարի22,  Օկլադնիկովի23,  Աբրամովայի24,  Բրիֆֆոյի25, Մելլարտի26, Վարդիմանի27 և այլոց աշխատություններից28: «Մեծ մոր» պատկերագրական նախատիպերի  ուսումնասիրության  համար  հիմնվել  ենք  Է.  Նոյմանի29,  Է.  Ֆրոմի30,  Կ. Յունգի31 աշխատությունների վրա: Մենք կարող ենք պնդել, որ պալեոլիթյան արձանիկնե- րը հիմնականում կերպավորել են «Կին աստվածուհու», իսկ նեոլիթյան քանդակների մեջ հստակ կարելի է առանձնացնել  «մայր աստվածուհուն» խորհրդանշող արձանիկների մի ստվար խումբ, որոնց դիտարկում ենք, որպես «Մեծ մոր» արքետիպ` իր բազմակի դրսև- որումներով: Երկրի կամ քաղաքի հովանավոր դիցուհիների պատկերագրության առանձ- նահատկությունների վեր հանման տեսանկյունից չափազանց կարևոր ենք համարում Վ. Տոպորովի32, Ֆ. Կամենեցկու33, Ա. Սմիթի34, Օ. Ֆրեյդենբերգի35 և այլոց դիտարկումները: ", "XVIII  դ.  հայկական  սկզբնաղբյուրներից  օգտագործել  ենք  պատմիչների  ու պատմագիրների՝  Եսայի  Հասան-Ջալալյանցի,  Աբրահամ  Երևանցու,  Աբրահամ Կրետացու, Սիմեոն Երևանցու, Միքայել Չամչյանի աշխատությունները24: ", "Երկու մրցող խմբեր կամ անհատներ Խաղի կազմակերպում. Խաղը սկսում էին խաղալ, երբ հավաքվածներից մեկն ասում էր՝ «եկեք խաղանք». դա  հատուկ  ծրագրված  չէր  և  կարող  էր  կազմակերպվել  հանպատրաստից:  Մեծահա- սակները երբեմն նախապես պայմանավորվում էին որևէ խաղի համար: ", "Խմբի ավագ. Ավանդաբար  խաղերը  սկսվել  են  հաշվերգով  ու  վիճակահանությամբ,  որոնք  դա- սակարգել ենք հետևյալ ձևերի՝ Առարկաներով  վիճակահանության  ժամանակ  օգտագործվել  է  ինչ-որ  առարկա՝ քար, չոփ, կոպեկ, կորիզ և այլն: Այստեղ կարևորը քար պահելու երևույթն է, դրա հա- մար  էլ  խաղացողների  շրջանում  բնորոշվել  է  հենց  «քար  պահել»  արտահայտությամբ: ", "ևոր  է  Հայկական  լեռնաշխարհում  կանացի  պատկերագրության  ծագման  և  տիպաբա- նության որոշման համար: ", "Վանի  թագավորության  շրջանի  հուշարձանների  ուսումնասիրության  համար  օգտվել ենք Բ. Պիոտրովսկու աշխատություններից45: Մասնավորապես Բ. Պիոտրովսկին «Ուրար- տուի  արվեստը  մ.թ.ա.  VIII-VI  դդ.»  և  «Վանի  թագավորությունը.  Ուրարտու»  աշ- խատություններում  կատարել  է  ուրարտական  տաճարների,  դամբարանների,  հնավայ- րերի  և  գտածոների  ուսումնասիրություններ:  Ուշագրավ  են  Վանի  թագավորության  հու- շարձանների  վերլուծությունը,  որոնց  թվում  անդրադառնում  է  կաթսաների  կանացի պատկերմամբ   բռնակներին,  (գտնվում են Փարիզի, Էրմիտաժի, Ստամբուլի թանգարա- նային  հավաքածուներում),  Թոփրակ-Կալեյից  գտնված  ոսկյա  մեդալյոններին,  տարբեր թանգարաններում  պահվող  պաշտամունքային  թիթեղներին,  կախիկներին,  Արուբանի դիցուհու բրոնզաձույլ արձանիկին, գահավորակի մաս կազմող կանացի արձանիկներին և այլն: ", "սի, ծնվ.` 1933 թ.: ", "Հատուկ կարևորություն ունեն նաև հարևան Վրաստանի և Ադրբեջանի ուշմիջնա- դարյան  խեցեղենին  նվիրված  աշխատությունները:  Այդ  առումով  առանձնանում  է  Ն. Մամաիաշվիլիի  ,,Фаянс  в  средневековой  Грузии’’  և  Վ.  Լևիատովի  ,,Керамика  Старой Ганджи’’ աշխատությունները36: ", "Այս մետաղյա թիթեղները Օ. Բելլի կարծիքով կարող էին ամրացվել զգեստների վրայից և ունեին չարախափան, պաշտպանիչ նշանակություն: ", "Հայրենական  գիտության  մեջ  ուրարտական  աստվածուհիների  պատկերագրության թեմային առնչվել են Ս. Եսայանը55, Ս. Հմայակյանը56, Ե. Գրեկյանը57, Ն. Ենգիբարյանը58, Մ. Բադալյանը59: Հին հայկական արվեստում ոճական և գեղարվեստական զարդարման եղանակներին  ու  հագուստի  զարգացման  ուղղությունների  ուսումնասիրության  համար արժեքավոր  են  Ս.  Հմայակյանի60,  Հ.  Հակոբյանի61  և  այլոց  աշխատանքները  ուրար- տական արձանիկների, մեդալյոնների, ոսկյա զարդերի և դրամների քննությանը, ուրար- տական և հայկական մշակութային փոխառնչությունների քննության հարցում: "]}