{"paragraph_source_docs": [1, 1, 1, 1, 0, 3, 1, 2, 1, 3, 1, 1, 1, 1, 0, 3, 1, 1, 1, 1, 1, 1, 1, 3, 2], "paragraphs": ["Ըստ  համաշխարհային  վիճակագրության  առավել  հաճախ  են  հայտնաբերվում  B- բջջային  ծագման  լիմֆոմաներ  (80%),  և  այդ  թվում  դիֆֆուզ  խոշոր  բջջային  -  30.6%, ֆոլիկուլյար  -  22.1%,  մարգինալ  գոտու  -  8%,  B-մանրբջջային  -  7%,  մանտիայի  գոտու  - միայն  7%    [Поддубная  И.В.  и  др,  2013;  Давыдов  М.И.  и  др.,    2014;    Swerdlow  A.,  2003; Swerdlow S. et al., 2008 ]: ", "ՈՀԼ-ի  ձևաբանական  տարբերակների  բազմազանությունը  ստեղծում  է  զգալի դժվարություններ  ինչպես  առաջնային  ախտորոշման,  այնպես  էլ  ադեքվատ  բուժման գործում:  Լիմֆոպոեզի  կենտրոնական  և  ծայրամասային  օրգաններում  В-  և  Т-բջիջների տարբերակման  փուլերի  մանրամասն  ուսումնասիրությունը  և  այդ  փուլերում իմունաբջջաքիմիկան  էքսպրես  մարկերների  հետազոտությունը  թույլ  է  տալիս  այսօր հստակ  դասակարգել  տարբեր  բջջային  ծագման  լիմֆոմաները  և  բացահայտել  բջջի զարգացման այն փուլը որտեղ կայացել է տարբերակման արգելակումը [Глузман Д.Ф. и др., 2012]: ", "ա ռ ա ն ձ ն ա հ ա տ կ ո ւ թ յ ո ւ ն ն ե ր ը Վերջին  տասնամյակներում  ԼՊՀ-ով  հիվանդացության  աճը  մի  քանի  անգամ գերակշռում  է  քաղցկեղով  ընդհանուր  հիվանդացության  աճի  մակարդակին:  Աճի հիմնական դինամիկան պայմանավորված է ՈՀԼ-ով [Ковынев И.Б. и др.,  2006; Волкова М.А., 2007; Дагбашян С.С., 2010; Давыдов М.И. и др., 2014]: ", "Լիմֆոմանների  ժամանակակից  ախտորոշումը  բարդ  գործընթաց  է,  որը համատեղում է մի քանի մեթոդներ,  այդ թվում հյուսվածաբանական, իմունահիստաքիմիական  և  համալիր  կլինիկական:  Իմունոֆենոտիպավորման նպատակն  է  որոշել  ուռուցքի  В-  կամ  Т-  բջջային  ծագումը,  բջջային  տարբերակման ընթացքի  խաթարման  մակարդակը,  հայտնաբերել  նորմալ  ա/հ-ի  որոշակի անատոմիական  գոտու    և  ուռուցքային  հյուսվածքի  նմանությունը:  Այս  մեթոդը  ՈՀԼ-ի համալիր  ախտորոշման  կարևորագույն  բաղադրիչ  է:  Միայն  այս  մոտեցումը  կարող  է ապահովել  ճշգրիտ  ախտորոշում,  որը  հիվանդի  առավել  արդյունավետ  բուժման ընտրության նախապայման է [Имянитов Е.Н., 2007]: ", "Երկրորդ  տիպի  դիաբետի  ժամանակ  գլյուկոզան,  ազատ  ճարպաթթուները,  DAMP-ի ձևով թափանցելով բջիջ, կապվում են NOD ընկալիչների ընտանիքին պատկանող  NLRP ընկալիչների  հետ  և  առաջացնում  են  ինֆլամոսոմ  [66]:  Ինֆլամոսոմային  կասկադի ակտիվացման արդյունքում ակտիվանում է կասպազ-1ը: Վերջինս պրո-ինտերլեյկին 1-ը փոխակերպում է ակտիվ ինտերլեյկին 1β-ի: Սա էլ պատճառ է դառնում մի կողմից նոր ցիտոկինային  գրոհի,  մյուս  կողմից  կղզյակային β-բջջի  ծրագրավորված  մահի՝ պիրոպտոզի, որն  առաջանում է հետևյալ մեխանիզմով: Ակտիվ կասպազ-1ը նպաստում է թաղանթային անցքերի բացմանը, կալիումի արտահոսքի ուժեղացմանը, արդյունքում՝ բջջի  այտուցի  և  մահվան  [67]:  Պիրոպտոզը,  ինչպես  նշվեց,  հանդիսանում  է  բջջի ծրագրավորված  մահի  տեսակ:  Բացի  բջջի  մահվան  այս  մեխանիզմից  դիաբետի ժամանակ  β-բջիջների  քանակի  բացարձակ  իջեցում լինում  է  նաև  ապոպտոզի մեխանիզմի  միջոցով  [11]:  Պիրոպտոզը  պաթոգենեզով,  մորֆոլոգիայով  և  ելքով տարբերվում է ապոպտոզից: Այս տարբերությունները ներկայացված են ստորև բերված Պիրոպտոզի և ապոպտոզի համեմատական բնութագրերը Պիրոպտոզ Ապոպտոզ Աղյուսակ 1 աղյուսակում. [68,69] Մորֆոլոգիական փոփոխություններ Բջջի լիզիս Բջջի այտուց Անցքերի առաջացում ԴՆԹ-ի ֆրագմենտացիա Առանցքային ֆերմենտ Կասպազ-1 Ելք բորբոքում Կասպազ-3 Բնորոշ չէ Հիմնականում ոչ ոչ ոչ այո այո այո այո ոչ Հավանաբար «պիրոպտոզ» մեխանիզմն  է պատճառ դառնում  կղզյակում բորբոքային պրոցեսի առաջացման: ", "Այսպիսով,  ՆՑ  ասելիս  կարելի  է  պատկերացնել  խնդիրների  մեծ  փաթեթ:  Այդ խնդիրների լուծումը  ենթադրում  է  բոլոր  կլինիցիստների  համապատասխան վերապատրաստում  ՆՑ  ախտորոշման  և  բուժման  ուղղությամբ:  Ընդհանուր պրակտիկայի  բժիշկները,  որպես  կանոն  «ստիպված»  են  առնչվել  այս  հիվանդների հետ, քանի որ հիվանդների գերակշիռ մասը պոլիկլինիկա է դիմում «ցավ» գանգատով, ուստի  հիվանդության «դեմքերը»  ճանաչելու  համար  հարկավոր  տեսական գիտելիքների  և  գործնական  հմտությունների  տիրապետումը  դառնում  են  ճիշտ ախտորոշման  և  ժամանակին  ու  ճիշտ  նեղ  մասնագետի  մոտ  ուղղորդման նախապայման: Առաջնային օղակում ընդգրկված ընդհանուր պրակտիկայի բժիշկները, ինչպես  նաև  նյարդաբանները  պետք  է  առավել  ուշադիր  լինեն  ՆՑ  հայտնաբերման  և բուժման հարցում, հաշվի առնելով, որ մեր հասարակության մի մեծ զանգված, անգամ մեծ ցանկության դեպքում, չի կարող օգտվել նեղ մասնագիտական խորհրդատվություններից  կամ  բուժվել  պոլիկլինիկական  օղակից  բարձր  դասվող բժշկական  հաստատություններում:  Նշենք,  որ  ՆՑ  ժամանակին  հայտնաբերումը  և ուղղորդված բուժման իրականացումը կարելի է սկսել հենց առաջնային օղակում, բացի այդ, յուրաքանչյուր հիվանդ  պետք է իմանա հիվանդության դժվար կառավարելիության  մասին,  առավել  տեղեկացված  լինի  հիվանդության  հնարավոր բարդությունների  և  դեղորայքի  կողմնակի  ազդեցությունների  մասին:  ՆՑ  բուժման գործընթացում, բուժական մոտեցումները էապես տարբերվում են նոցիցեպտիվ ցավի բուժումից: Այդ իսկ պատճառով կարևոր է իմանալ կոնկրետ հիվանդի` ՆՑ հանգեցնող սպեցիֆիկ  հիվանդության  պատմությունը,  և  ունենալ  վավերացված  ախտորոշիչ հարցաշարեր, որոնք թույլ կտան տարբերակել ՆՑ նոցիցեպտիվից: Ինչպես այլ քրոնիկ հիվանդությունների  ժամանակ,  բժիշկ-հիվանդ  հարաբերությունները,  հիվանդին ուշադիր  լսելը  և  հոգեբանական  աջակցությունը  խիստ  կարևորվում  են:  «Մեխանիզմ- կախյալ»  բուժման  սխեմայի  ընտրությունը  կարող  է  բերել  ցավի  արդյունավետ կառավարման:  Ցավի մասնագետի կամ նյարդաբանի համար  պետք է հնարավորություն լինի հայտնաբերելու դժվար կառավարելի դեպքերը: ", "Ըստ  այսօր  գործող  ուղեցուցների  [Глузман  Д.Ф.  и  др.,  2012;  Поддубная  И.В.  и  др, կազմված լինի երեք անխախտելի մասերից.   ուռուցքի  ախտորոշումը  ձևակերպված լինի  ըստ  Առողջապահության համաշխարհային կազմակերպության (ԱՀԿ) գործող դասակարգման,   պրոցեսի  տարածվածությունը՝  փուլը  հաստատված  ըստ  ընդունված դասակարգման ,   հիանդի ընդհանուր վիճակը գնահատվի ըստ միջազգային չափանիշների: ", "Madersbacher-ի  և  համահեղինակների  կողմից  կատարված  հետազոտությամբ հիմնական բարդությունները կազմել են երիկամային անբարարությունը  27%, ստոմալ խնդիրները՝  24%,  աղիքային  խնդիրները՝  24%,  միզուղիների  բորբոքումները`  23%, միզածորանների օբստրուկցիան` 14%, միզաքարային հիվանդությունը` 9% դեպքերում (53)։  98  ամիսների  հսկողությամբ  412  հիվանդների  տվյալների  հիման  վրա  կատարված մեկ  այլ  հետազոտությունում  նկարագրվել  են  4  հիմնական  բարդություններ` պիելոնեֆրիտ  5-23%  դեպքերում,  միզածորանային  օբստրուկցիա  2-22%,  միզաքարային հիվանդություն  3-16%  և  ստոմալ  բարդություններ  2-62% (54):  Ընդ  որում, բարդությունների  հաճախականությունն  աճում  է  ժամանակի  ընթացքում`  կազմելով H.  Momose և համահեղինակները նկարագրել են վիրահատությունների  արդյունքները հետվիրահատական միջին հսկողությամբ (55): Վաղ բարդությունները նկարագրվել են 60 հիվանդների մոտ (33.3%), որոնցից 9-ը (5%) մահացել են հետվիրահատական շրջանում: Ուշ հետվիրահատական բարդություններ` պարաստոմալ դերմատիտներ, 17.9%՝ ուրեթերոիլեալ ստենոզ, 11.0%` ուրոլիթիազ,  նկատվել  են  37.0  %-ի  մոտ (55):  1969-1991թթ-ների  ընթացքում վիրահատված  187  հիվանդների  արդյունքները  ներկայացրել  են  Hornak-ը  և համահեղինակները  (56):  Վիրահատությունները  կատարվել  են  միզապարկի  և  կոնքի օրգանների  ուռուցքային  ախտահարմամբ`  89.9%  դեպքերում,  նեյրոգեն  միզապարկի, միզապարկի  էքստրոֆիայի,  և  տրավմայի  դեպքում`  10.2%:  Հետվիրահատական մահացությունը կազմել է 5.3%, բարդությունները` 51.3% (56): ", "Լիմֆոմաների  ժամանակին  և  ճշգրիտ  ախտորոշումը  կարևորագույն  խնդիր  է ժամանակակից  բժշկության  մեջ  և  արդյունավետ  բուժման  գրավական  է  [Чиссов  В.И.  и др.,  2003;  Guastafierro  S.  et  al.,  2008]:  Կասկած  չկա,  որ  լիմֆոմանների  դեպքում հիվանդության  կլինիկական  փուլը  մեծ  նշանակություն  ունի  ադեքվատ  բուժման ընտրության  և  կանխատեսման գործում:  Ուսումնասիրությունների  համալիր արդյունքները  հստակորեն  մատնանշում  են  հիվանդների  կյանքի  ավելի  կարճ տևողություն  III-IV  փուլի  դեպքում  ի  տարբերություն  I-II  փուլի:  Ապացուցված  է լիմֆոմանների  ընթացքի  կանխատեսման  կախվածությունը  տարիքից,  էքստրանոդալ օջախների  առկայությունից, հիվանդի ընդհանուր վիճակից, շիճուկային լակտատդեհիդրոգենազայի  (ԼԴԳ)  մակարդակից,  ուռուցքային  նյութի  զանգվածից: ", "Անկախ  հետազոտման  մեթոդից  և  տարածվածության  աստիճանի  գնահատականից, ընդհանուր  առողջության  դիտարկված բոլոր ուղղությունների՝  ֆիզիկական, հոգեբանական  և  հասարակական,  հետազոտությունները  հայտնաբերում  են,  որ  ՆՑ, իր բոլոր ասպեկտներում ասոցացվում է առողջության ցածր ցուցանիշների հետ [Smith B. et al., 2007]: ", "Կլինիկա-լաբորատոր քննությամբ հնարավոր չէ պարզել նշված փոփոխությունները  և  ըստ  այնմ  որոշել  հիվանդության  փուլն,  ուստի  անհրաժեշտ  է կիրառել  գործիքային  հետազոտություններ`ՈւՁՀ-ն,  համակարգչային  (ՀՇ),  մագնիտա- ռեզոնանսային (ՄՌՇ), բազմապարույրային (ԲՊՇ) շերտագրումներ: ", "Այսօր  լիմֆոմաների  ախտորոշումը  կատարվում  Cotswold  (1989թ.)  լրացումներով Ann  Arbor  դասակարգմամբ,  որը  համալրվել  է  կանխատեսման  մի  շարք  լրացուցիչ գործոններով  (միջնորմում  առկա  գոյացության  չափեր,  ախտահարման  այլ  մեծ օջախների առկայություն և ստոծանուց ցած տեղակայված ուռուցքի տարածվածության աստիճան):  Այդ իսկ  պատճառով կարևորվում է միջնորմի  առաջնակի հետազոտությունը  ինչպես  նաև  ստոծանու  երկու  կողմերում  ախտահարումների հայտնաբերումը: ", "Միջնորմի  գոյացությունները  հիվանդների  1/3-ի  մոտ  հայտնաբերվում  է պատահական,  քանի  որ  երկար  ժամանակ  ընթանում  են  առանց  գանգատների,  կամ ուշացած,  երբ  հասնելով  մեծ  չափերի  ճնշում  են  հարևան  օրգաններին  և  պատճառ հանդիսանւմ «վերին սիներակի սինդրոմ»-ի [Annessi V. et al., 2003; Yahalom J., 2005]: ", "Վերջին  տարիներին նկատվում է ուլտրաձայնային հետազոտության նշանակության  բարձրացում  օնկոհեմատոլոգիական  կլինիկանների  ախտորոշիչ միջոցառումների համալիրում [Зеленова О.В., 2001; Карташова О.М. и др., 2003; Yu M. et al.,  2010;  Das  A.  et  al.,  2012]:  ժամանակակից  ՈւՁ-ին  սարքերը  հնարավորություն  են տալիս  ի  հայտ  բերել  պարենքիմատոզ  օրգանների  փոփոխությունները  և  հայտնաբերել չափավոր  մեծացած  ոչ  միայն ծայրամասային  այլև  որովայնի  խոռոչի  և հետորովայնամզային ավշային հանգույցները [Piscaglia F. et al., 2011]: ", "Սակայն  հայտնի  է,  որ  երկրորդ  տիպի  շաքարային  դիաբետի    ժամանակ  15-73% դեպքերում  առաջանում է էկզոկրին պանկրեատիկ անբավարարություն [97]: Ընդ որում, հաճախ մարսողության ֆունկցիոնալ  անբավարարության երևույթները դիտարկվում են որպես դիաբետիկ գաստրոէնտերոպաթիա,  և  ոչ թե պանկրեատիկ անբավարարություն [98]:  Բնական  է,  որ  եթե  առկա  է  ֆունկցիոնալ  անբավարարաություն,  նշանակում  է առկա են նաև գեղձի օրգանական փոփոխություններ: Մի քանի վարկածներ կան, որոնք բացատրում  են  էկզոկրին  անբավարարությունը:  Նշենք  դրանցից  մի  քանիսը:  Առաջին վարկածը  կապված  է  ինսուլինային  անբավարարության  հետ  [99]:  Այսպես,  նախորդ դարի  վերջին  տասնամյակների  հետազոտությունները  ցույց  են  տալիս,  որ  ինսուլինը հանդես  է  գալիս  որպես  տեղային  տրոֆիկ  գործոն  ացինար  հյուսվածքի  համար: ", "Vinik-ը և համահեղինակները (2005թ.) ցույց են տվել, որ ԴՑՆ հիվանդների մոտ ԿՈ էականորեն ցածր է [Vinik E. et al., 2005]: Նրանք օգտվել են Norfolk Quality of Life Questionnaire-Diabetic  Neuropathy  հարցաշարից,  որպեսզի  համեմատեն  ԴՑՆ  262,  և դիաբետով, սակայն առանց ԴՑՆ 86 հիվանդների ու 81 առողջների հսկիչ խմբի մոտ: ", "Վերը  թվարկված  գործոններից  առնվազն  երեք  դեպքում  ՈւՁՀ-նն  ի  զորու  է հայտնաբերել նշված փոփոխությունները: ", "Գրականության մեջ քննարկվում են նաև նոր «ռիսկային գործոններ» (ուռուցքային բջիջների թիվը, նրանց պրոլիֆերատիվ ակտիվությունը, հակվածությունը ապոպտոզին, ռեակտիվ ֆոնի բջջային և քանակական կազմը և այլն) [Hasenclever D., 2002; Franklin J. et al., 2002]: ", "Կարևոր է ընդգծել, որ ցանկացած կանխատեսման գործոն տեղին է միայն բուժման կոնկրետ արձանագրության դեպքում: ", "Այսպես, միայն ժամանակակից քիմիաթերապիայի ի հայտ գալով է պարզվել, որ աղջիկների համեմատ տղաների մոտ հիվանդությունն  ավելի  վատ  կանխատեսում  ունի:  Ռիսկի  գործոնները,  որոնք օգտագործվում  են  տարբեր  թերապևտիկ  խմբերի  կողմից  քիմիաթերապիայի գործելակարգերի ընտրության համար, սկսում են ավանդական համարվող տարիքային գործոնից  և լեյկոցիտոզից  մինչև  հորմոնալ  թերապիայի  հանդեպ  հիվանդի պատասխանով    և  բջջագենետիկ  վերլուծությամբ:  Այս  ամենը  հանգեցնում  է  նրան,  որ արդյունքների համեմատությունը դառնում է շատ դժվար [Sebban C. et al., 2006]: ", "Ապացուցված  է,  ՈՀԼ-ի  հետերոգենության  կախավածությունը  տարիքից,  սեռից, ռասսայական  պատկանելիությունից,  աշխարհագրական  վայրից,  [Müller,  A.,  2005]: ", "Սևամորթերի և Ասիայի բնակիչների մոտ հիվանդացության տոկոսն ավելի ցածր է քան սպիտակամորթերի,  որը  հնարավոր  է  պայմանավորված  է  ժառանգականությամբ  և HLA-ի  տիպով:  Հյուսիսային  Ամերիկայի  և  Եվրոպայի  համեմատությամբ  ՀԼ-ն հազվադյուտ  հիվանդություն  է  Ճապոնիայում:  Եվրամիության  շրջանակներում  բարձր ցուցանիշներ են գրանցվում Ավստրիայում և Հունաստանում, հիվանդացության տոկոսը ցածր է Իսպանիայում և Սլովակիայում [Müller A.et al., 2005; Alexander D. et al., 2007; Aoki R.  et  al.,  2008;]:  ՀԼ–ն  աշխարհում  15-29  տարեկանների  մոտ  ուռուցքային հիվանդությունների  շարքում  գրավում  է  երրորդ  տեղը:  Տարբեր  աշխարհագրական շրջաններում ՈՀԼ-ի ձևաբանական տարբերակների բազմազանությունը պայմանավորված է  պոպուլյացիայի,  ժառանգականության  տարբերությամբ  և շրջապատող  միջավայրի  գործոնների  առանձնահատկությամբ[Glaser  S.  et  al.,  2002; Shenoy  P.  et  al.,  2011]:  Տեղեկատվության  կուտակումն  այն  մասին,  թե  տարբեր լիմֆոմանների  առաջացման  հաճախականությամբ  ինչով  են  տարբեր  կամ  նման  այն շրջանները և պոպուլյացիանները, որտեղ առաջանում են ԼՊՀ-ը, կարող են բացահայտել էթիոլոգիական  գործոնների  նկատմամբ  մոտեցումները [Криволапов  Ю.А.,  2004; Alexander D., 2007; Mozaheb Z. et al., 2011]: ", "ՈՀԼ-ի  ձևաբանական  ենթատեսակների  տարածվածության  համամատական վերլուծությունն այլ աշխարհագրական շրջաններում ենթատեսակների տարածվածության հետ ցույց է տալիս, որ մեր կողմից հետազոտվող խմբում դիֆֆուզ В- բջջային  լիմֆոմայի,  լիմֆոցիտար  լիմֆոմայի  տարածվածությունը  նման  է  Եվրոպայի  և Ռուսաստանի  Հյուսիս-արևմտյան  շրջաններում  ենթատեսակների  հիվանդացությանը [Гончарова О.В и др., 2009], իսկ ֆոլիկուլյար լիմֆոմայի 8.3%-ը համապատասխանում է «ասիական»  տիպին  (Հոնկոնգ  –  8%,  Տայվան  –  6%,  Ճապոնիա  –  9%,  Հնդկաստան  – ՈՀԼ-ի  էթիոլոգիան  մինչև  վերջ  պարզ  չէ:  Լիմֆոմանների  զարգացման  ռիսկային գործոնների շարքում քննարկվում են վիրուսային  ագենտները,  տոքսիկ ազդեցությունները,  իմունոդեֆիցիտը:  Մի  շարք  հետազոտություններում  որպես  ռիսկի գործոն նշվում է ժառանգականությունը: ", "Վերջին  10  տարիների  ընթացքում  ավելացել  են  այնպիսի  հետազոտությունները, որոնք  ուղղված  են  ՆՑ  աֆեկտիվ  հետևանքների  ուսումնասիրությանը:  Նոր հետազոտական  մոդելները  թույլ  կտան  առավել  խորը  ուսումնասիրել  ՆՑ ախտաֆիզիոլոգիան: ", "Վաղ  առաջարկված  տարբերակներից էր  նաև  աղիքային  միզապարկի ձևափոխումը  U-ձև  կիսա  Kock  տեխնիկայով,  որի  ձևավորման  համար  կիրառվում  էր զստաղիքային  սեգմենտի բերանակցվում էին ինվագինացիայի նպատակով ստեղծված աֆֆերենտ “ականջիկին”: "], "source_docs_file": "Medicine.json"}