{"paragraph_source_docs": [0, 0, 0, 1, 0, 1, 1, 1, 0, 1, 1, 1, 1, 0, 0, 0, 1, 1, 1, 0, 1, 1, 1, 1, 0], "paragraphs": ["Մարդահամարի հարցաթերթիկից տեղեկանում ենք, որ Նաում Բեշարովը զբաղ- վել է անշարժ գույքով, սակայն 1930 թ. արդեն թոշակառու է եղել և բնակվել Նյու Ջեր- սի  նահանգի  Հադսոն  փոքրիկ  քաղաքում  (ի  դեպ,  Նյու  Յորք  քաղաքին  հարող  Նյու Ջերսի նահանգի այս շրջանում այսօր էլ մեծ թվով հակոբիկ ասորիներ են բնակվում, և այստեղ  է  գտնվում  Անտիոքի  ասորի  ուղղափառ  եկեղեցու  Արևելյան  ԱՄՆ-ի  թեմի կենտրոնը):  Որպես  Անդրանիկ  Բեշարովի  զբաղմունք՝  նշված  է  «մեքենավար» (machinist), իսկ Կատին գրանցված է որպես տանտիրուհի: ", "Ինչպես  նշեցինք,  Նաում  Բեշարովի  լեզուն  արևելահայերեն  է  «առավելապես», քանի  որ  հրապարակախոսային  տաղանդի  բացահայտ  դրոշմ  կրող  իր  հոդվածներում հաճախ  հադիպում  են  արևմտահայերենի  տարրեր:  Հիմնականում  դա  «մը»  անորոշ հոդն է կամ արևմտահայերենին բնորոշ բայական ձևերը: Սրանք կամ իր սկզբնական հայերենի  մնացորդային  դրսևորումներն  են,  կամ  գիտակցված  փորձ՝  ըստ  հնարավո- րին մոտեցնելու լեզուն պարբերականում գերիշխող արևմտահայերենին: ", "Արևելահայերենին բնորոշ ձևեր կարելի է հանդիպել նաև մի քանի այլ հեղինակ- ների հոդվածներում: Այսպես, հաճախ հանդիպում է «լինել» բայը՝ «ըլլալ»-ի փոխարեն, ընդ որում այն պատահում է տեքստերում, որոնք ամբողջությամբ արևմտահայերեն են: ", "“Speedy! shouted Powell into his radio. “Come here!” Speedy  looked  up  and  saw  them.  He  stopped  suddenly  and  remained standing  for  a  moment.  Then  he  turned  and  ran  away,  kicking  up  dust behind  him.  Over  their  radios  Donovan  and  Powell  heard  him  singing  a song. Donovan said weakly “Greg, he’s crazy” “He’s  not  crazy”  Powell  said  “A  robot’s  only  a  robot.  There’s  something wrong  with  him  that’s  confusing  his  brain  patterns.  Once  we  can  find  out what it is, then we can fix it. (AI IR: 126) Այստեղ  խոսընկերներից  մեկն  ասում  է,  որ  ռոբոտը  գժվել  է,  այդպիսով  ռոբոտին վերագրելով  մի  գործողություն,  որը  բնորոշ  է  մարդկանց  կամ  կենդանի արարածներին:  Մինչդեռ  ռոբոտը  մարդ  չէ,  ոչ  էլ  կենդանի  է,  ու  ըստ  խոսողի,  ով գործածում  է  նույնաբանական  կառույցը,  անհնար  է,  որ  նա  խելագարվի:  Ռոբոտը կարող է շարքից դուրս գալ միայն: Այսպիսով, երբ նա ասում է a robot’s only a robot, նա հղում է անում այն անքննելի փաստին, որ ռոբոտները ոչինչ չեն զգում և միայն ստեղծված են մարդկանց ծառայելու համար: ", "Այսօր կարելի է միայն գուշակել «Բաբելոնի» հայերենին այս ասորական բառերի ավելացման  իրական  պատճառը:  Ինչպես  արդեն  նշել  էինք,  ասորի  հետազոտողները, մասնավորապես՝ Էդեն Նաբին, այն կարծիքին էին, թե Խարբերդի ասորիները կարող էին ասորախոս լինել: Թեև հենց «Բաբելոնում» զետեղված նյութը հերքում է նման եզ- րակացությունը,  այդուհանդերձ,  շատ  գայթակղիչ  էր  մնում  այն  ենթադրությունը,  թե Խարբերդի ասորիների հայերեն խոսքում պահպանվել էին ինչ-ինչ ասորական բառեր կամ արտահայտություններ155: Պետք է խոստովանենք, որ ձեռնամուխ լինելով «Բաբե- լոնի» ուսումնասիրմանը՝ մենք նույնպես ակնկալում էինք նրա լեզվի վերլուծության մի- ջոցով  ապացուցել  Խարբերդի  ասորիներին  բնորոշ  հայ-ասորական  «ժարգոնի» (ինչպես վերևում ձևակերպել էին՝ «հայկական իդիշի») գոյությունը: Ըստ մեր սկզբնա- կան վարկածի՝ չունենալով գրական հայերենն օգտագործելուց բացի որևէ այլ ընդունե- լի տարբերակ, նվազագույնը, ինչ «Բաբելոնի» հրատարակիչները կարող էին անել լեզ- վական  առումով  նրա  ասորական  էությունն  ընդգծելու  համար,  պարբերականի  լեզվի մեջ ասորիների կենդանի խոսքին բնորոշ և բոլորին հասկանալի «ասորիզմների» ներ- հյուսումն էր: ", "Cheri Bush: He's taking a lot of ribbing from the guys in the neighborhood. I will tell you they're calling him Larry Poppins. Dan Harris: And do you…you don't care when you hear that? Larry Bush: A job is a job. I don't care about it, you know. You know, 'cuz nothing…female/male it doesn't matter. It's work. (SJ GN: 120) Լարին  որպես  բուժակ  աշխատում  է  հիվանդանոցում  և  հանդես  է  գալիս լրատվական ծրագրի հարցազրույցում, որտեղ քննարկվում են գենդերային հարցեր և  խնդիրներ:  Չերին  պատմում  է  այն  մասին,  որ  նրա  հարևանները  իրեն  շատ  են ծաղրում  և  նույնիսկ  անվանում  են  Լարի  Փոփինս,  քանի  որ  հասարակության  մեջ ընդունված  է,  որ  բուժքրոջ  գործը  կատարում  են  կանայք,  մինչդեռ  նա,  լինելով տղամարդ,  աշխատում  է  բուժակ:  Սակայն  Լարին  միևնույնն  է  աշխատում  է`  դեմ գնալով  հասարակական  կարծրատիպային  կարծիքին:  Նա  հարցազրույցի ժամանակ  ասում  է,  որ  գործը  գործ  է  (A job is a job),  ու  կարևոր  չէ`  կին  ես,  թե տղամարդ:  Այստեղ  Լարիի  կիրառած  նույնաբանությունը  նույնպես  ունի կարծրատիպային  նշանակություն  այն  առումով,  որ  հասարակության  մեջ  ու հատկապես  արևմտյան  կապիտալիստական  հարաբերությունների  աշխարհում, ցանկացած  գործ  հարգանքի  է  արժանի,  ու  գործին  պետք  է  վերաբերվել  որպես ընդամենը  գումար  աշխատելու  միջոց:  Այն  անձնական  չէ,  քո  ինքնությանը  կամ, առավել ևս, կերպարիդ կամ ինքնասիրությանդ չի առնչվում, պարզապես մի բան է, որ դու անում ես ու դրա դիմաց ստանում որոշակի գումար: Այս կարծրատիպային իմաստն  է  ամփոփված  Լարիի  կողմից  կիրառված A job is a job  նույնաբանության մեջ, ինչով նա հակադրվում է իր հասցեին հնչող ծաղրանքին8: ", "Այսպիսով`  խոսքաստեղծման  գործընթացում  խոսողը,  ընտրում  է  իր հաղորդակցական  պահանջներին  համապատասխան  նույնաբանական  կառույց, որի  իմաստը  կարծրացած  է  տվյալ  լեզվամտածողության  մեջ,  և  դրանով  իսկ փորձում  է  բացառել  թյուրըմբռնումը:  Ըստ  նրա`  այդ  նույնաբանական  կառույցը համապատասխանաբար  կընկալվի  լսողի  կողմից,  քանի  որ  վերջինս,  տվյալ հանրույթի  անդամ լինելով,  տեղյակ  է  տվյալ  նույնաբանական  կառույցի կարծրատիպային նշանակությանը: ", "Ամփոփելով սույն գլխում իրականացված քննությունը`  փորձենք պատասխանել  մեր  առաջ  քաշած  հարցադրմանը.  որո՞նք  են  նույնաբանական կառույցների  գործաբանական  ներուժի  կազմավորման  նախապայմանները,  և ինչո՞ւ  է  խոսողը  խոսքաստեղծման  պրոցեսում  նախապատվություն  տալիս նույնաբանական  կառույցների    շարահյուսական  կաղապարներից  մեկին:  Թերևս պատասխանը  պետք  է  փնտրել  հենց  նշված  կառույցի  ձևաբովանդակային ամբողջության  և  միասնականության  մեջ: ", "Ինչպես նշել էինք, ազգային լեզվի կորստով պայմանավորված բարդույթը շատ հաճախ է  դրսևորվում  «Բաբելոնի»  էջէրում,  և  ակնհայտ  է,  որ  ասորիների  ազգային  կյանքում՝ թե՛  Խարբերդում,  և  թե՛  հատկապես  ԱՄՆ-ում,  այդ  բարդույթն  ազգային  զարգացումը կաշկանդող հանգամանք էր: ", "Ծանոթագրություններ անվանման  և  նույնականացման  արտահայտություններից,  որոնք  ունեն  նույն շարահյուսական կաղապարը: ", "Հիմնական  տարբերությունն  այն է, որ նույնաբանության բաղադրիչները  հարաբերվում են միմյանց հետ որպես օբյեկտ և հատկանիշ,  իսկ  նույնականացման  կառույցներում  օբյեկտը  վերաբերում  է  ինքն իրեն:  Հեղինակը  փորձում  է  այս  դրույթը  պարզաբանել  հետևյալ  օրինակի  հիման վրա:  Ալիսան,  հայտնվելով  կախարդական  աշխարհում,  որտեղ  ամեն  ինչ  այնպես չէ,  ինչպես  իրական  աշխարհում,  փորձում  է  գլուխ  հանել,  թե  ով  է  ինքը իրականում. “I’m sure I’m not Ada,” she said, “for her hair goes in such long ringlets, and mine doesn’t go in ringlets at all, I’m sure I can’t be Mabel, for I knew all sorts of things,  and she,  oh!  She  knows  such  a  very  little!  […]  She’s  she  and  I’m  I.”  (LC  AW  2007:  9):  Ինչ վերաբերում  է  անվանման  կառույցներին, ապա  այստեղ,  ըստ  հեղինակի,  միանում են օբյեկտն ու նրա անունը. The Red Sea is the Red Sea because the plankton makes it look  really  red.  (EH  IS  1989:  94):  Ուստի  հեղինակը  եզրակացնում  է,  որ  այս  երկու տիպի կառույցները պետք է տարանջատել նույնաբանությունից (Зайц 2001): ", "կրկնվող հատվածը արտահայտում է որոշակի գործողություն: ", "երբ բառը  կամ  արտահայտությունը  կրկնվում  է,  նրա իմաստը  փոխվում  է (Derrida պատկեր, որն էլ իր հերթին ստեղծում է ճանաչողական (cognitive) ներազդում: Հենց այս  ճանաչողական  ներազդումն  է,  որ  թույլ  է  տալիս  ուղեղին  ընկալել տեղեկատվությունը (Ruhlen 1994: 28): ", "«Մեր պատասխանը» հոդվածը շարունակաբար հրապարակվում էր 5 համարնե- րում և «Բաբելոնի» ամենահետաքրքիր և կարևոր հոդվածներից է: Այն գրվել է ի պա- տասխան  ընթերցողներից  մեկի  հարցադրումների  և  պարունակում  է  պարզաբանում- ներ Ասորվոց Հնգյակ Ընկերության պատմության և ծրագրային նպատակների մասին: ", "Կարելի է ենթադրել, որ «Բաբելոնի» մեջ ասորական լեզվանյութ ներառելու գաղափա- րը ծնունդ է առել Ընկերության շրջանակում այս հոդվածի քննարկման և շարադրման ընթացքում,  քանի  որ,  ինչպես  նշեցինք,  պարբերականի  առաջին  համարներից  չի  հե- տևում, որ այն ի սկզբանե իսկ դիտվել է որպես ասորերենի պրոպագանդման միջոց: ", "Ինչպես  նշել  էինք,  Ա-9  համարի  տիտղոսագլխի  վրա  առաջին  անգամ  գործած- վում  է  ամսվա  ասորական  անունը՝  թէշրին  ի  ըհրոյ,  որին  փակագծերում  հետևում  է հայերեն  թարգմանությունը՝  (ՆՈՅ.).  մինչ  այդ  գործածվում  էին  միայն  ամիսների  հայ- կական  անունները:  Հետագա  մյուս  համարների  տիտղոսագլուխների  և  տիտղոսաէջե- րի վրա գործածվում են միայն ասորական տարբերակները, թեև հայերեն թարգմանու- թյունը պահպանվում է ևս 4 համարներում: ", "Այս  պարագայում ինչ-որ չափով նաև երկրորդական է դառնում նույնաբանություններն  ըստ  իմաստային  նշանակության  խմբավորելը,  քանի  որ ըստ  համատեքստի,  խոսքային  նպատակի,  իրավիճակային  նախապայմանների` այն  կարող  է  շատ  կամ  քիչ  փոխել  նշանակությունը  կամ  ածանցյալ նշանակություններ ձեռք բերել: ", "գործում  կարծրատիպի առկայության մասին խոսում է նաև Մայբաուերը (Meibauer 2008): ", "կարծրատիպային  նույնաբանության  բանաձևը  կամ  էլ  գտնել  այն  բանաձևը,  որով կազմված նույնաբանությունը կարծրատիպային է: Դիտարկենք հետևյալ օրինակը. Senior: 5’06 is 5’06 Reservist: But… (CD A: 2006) Այստեղ ներկայացվում է հատված մի իրադրությունից, որտեղ պահեստայինները պետք է շրջանն ավարտեին 5 րոպեում, սակայն նրանցից մեկին դա  չի  հաջողվել:  Պահեստայինը  խնդրում  է  ավագին  քննել  որակազրկված անձնավորության  հարցը:  Ավագը,  սակայն,  մերժում  է`  ասելով   5’06 is 5’06  (5’06-ը կարծրատիպային  նույնաբանություն  է,  թեպետ A woman is a woman  և 5’06 is 5’06 նույնաբանությունները  X is X  բանաձևն  ունեն:  Ստորոգելիական  վերադիր  X-ը միշտ  չէ,  որ  ներկայացնում  է  քննարկվող  առարկայի  կամ  անձի  կարծրատիպային որակները: ", "Սրանով,  փաստորեն,  վերահաստատվում  է  «Բաբելոնի»  մեջ  հետևողականորեն  ասո- րական լեզվանյութ ներմուծելու խմնբագրական հստակ քաղաքականությունը: ", "Համատեքստի  և  հարատեքստի  քննությամբ  համոզվում  ենք,  որ  դրանք խոսքային  գործունեության  կարևոր  հենք  են:  Ըստ  որում`  համատեքստի  և հարատեքստի լեզվական և արտալեզվական տարրերը ոչ միայն հիմք են դառնում դիսկուրսի  կառուցվածքային  և  իմաստային  դաշտերի  համապատասխան մեկնաբանության,  հասկացման1  համար,  այլև  նպաստում  են  խոսքընթացում ներգրավված  իմաստային  ենթադաշտերի,  տվյալ  դեպքում`  նույնաբանական կառույցում  կոդավորված  ներակայման  ապակոդավորմանը խոսքի  հասցեատիրոջ կողմից: ", "Ասվածը  ավելի  հիմնավոր  ներկայացնելու  նպատակով  կրկին անդրադառնանք առաջին գլխում մեր քննարկած հետևյալ երկու օրինակին. blue on blue incidents, and civilian casualties. It’s not entirely avoidable. It can only be minimized. (Independent 24 May, 2007) to carry out their plan in Turin, as they have done in other cities. Even the slightest  weakness,  the  slightest  hint  of  indecision  could  be  fatal.  The response of the workers to the fascists’ first try must be immediate, abrupt, ruthless; the response should be such that the memory of it is passed down to the great-grandchildren of capitalist masters. At the end of the day, war is war and in war it is not agreed when the blows will be struck. (GA SPN: ", "Ինչպես  արդեն  նշվել  է,  առաջին  օրինակում  խոսողը  դրսևորում  է համակերպված  մարդու  դիրքորոշում  պատերազմի,  դրա  հետևանքով  ստեղծված ավերածությունների,  զոհերի  ու  դժբախտ  պատահարների  հանդեպ:  Մինչդեռ երկրորդ օրինակում  խոսք  անգամ չկա  հանդուրժողականության  կամ համակերպվածության  մասին:  Այստեղ  War is war նույնաբանությունը  հնչում  է որպես  մի  կոչ,  միավորվելու  պահանջ,  հանդուրժողականությունից  ու մարդկայնությունից առժամանակ հրաժարվելու հրամայական: ", "Այժմ  փորձենք  հասկանալ,  թե  ինչո±վ  է  պայմանավորված  երկու  տարբեր դիսկուրսներում  միևնույն լեզվական կառույցի  միջոցով  իրականացված հաղորդակցական  գործառույթների  տարբերությունը:  Քանի  որ  կառույցը  նույնն  է, ապա  նշված  տարբերության  պատճառը  պետք  է  փորձել  գտնել  խոսույթի  մյուս հատվածներում:  Երկու  օրինակներում  էլ  նույնաբանությունները  կիրառվել  են  ոչ թե  առանձին,  ինքնուրույն,  այլ  ուղեկցող  նախադասությունների  հետ,  այսինքն` համատեքստի  մեջ.  նույնաբանական  կառույցը  դիսկուրսի  մեջ  ակնհայտորեն ունեցել է նախորդող ու հաջորդող մասեր: Սա նշանակում է, որ առկա է խոսքային պատմություն,  խոսընթաց:  Երկու  խոսողները  ծանոթ  են  ընդհանուր  թեմային, իրավիճակին,  և  երկուսն  էլ  տեղյակ  են  դիմացինի  տեղեկացվածության  մասին: ", "Դրա հետ մեկտեղ՝ «Բաբելոնում» հանդիպում են առանձին բառեր, որոնց հայե- րեն թարգմանությունը բացակայում է: Դրանց շարքին է պատկանում հետաքրքրական քուլլը բառը, որը նշանակում է «բոլորը», «ամենը» կամ «ամբողջապես»: Այս բառն առ- կա է ինչպես դասական ասորերենում, այնպես էլ արաբերենում և, հավանաբար, բնո- րոշ է եղել խարբերդցիների բարբառին: Համենայն դեպս, այն «Բաբելոնում» գործած- ված է չորս անգամ, որից երեքը՝ տեղական իրադարձությունները լուսաբանող հաղոր- դագրություններում, որոնցում սովորաբար գտնում ենք ամենաէական շեղումները գրա- կան հայերենից և Ասորվոց Հնգյակ Ընկերության անունից հրապարակված մեկ կարճ հայտարարության մեջ: "], "source_docs_file": "Linguistics.json"}