{"paragraph_source_docs": [4, 2, 1, 3, 4, 2, 4, 3, 0, 1], "source_docs_file": "History.json", "paragraphs": ["Հետազոտության  կատարման  ընթացքում  օգտակար  են  եղել  նաև  անգլալեզու Այսպիսով,  փաստագրական  հարուստ  ու  բազմաբնույթ  նյութերի  համադրմամբ փորձել  ենք  ներկայացնել  Հյուսիս-արևելյան  Այսրկովկասի  խանություների  և «Գիտություն»  հրատ.,  2007,  նույնի՝  Арцахские  меликства  и  меликские  дома  в  XVII-XIX вв.,  Ер.,  Изд-во «Гитутюн» НАН РА, 2007; Арцахские меликства и возникновение карабахского ханства, – «Русский сборник: ", "Vermeule, University of Texass Press, 1995, pp. 507-521. der, Sex, and the Domestication of the Empire in Art of the Augustan Age// Arethusa 40 (2007), by The Johns Hop- kins University Press, p. 59-60, Oxé A., Arrentinische Reliefgefässe von Rhein, Bonn, 1933. բանական  կերպարը  պարզելու  նպատակով  հիմվել  ենք  Պ.  Բիենկովսկու79,  Մ.  Ջատ- տայի80, Պ.Ստրակի81, Ժ. Թոյնբիի82, Պ. Գարդների83 և այլոց աշխատությունների վրա: ", "րատի, ծնվ.` 1983 թ.: ", "XIII  դ.  սկզբին  մոնղոլ-թաթարական  ցեղերը,    համախմբվելով  առաջնորդ  Չինգիզ խանի շուրջ (1206), շատ կարճ ժամանակամիջոցում ստեղծեցին աշխարհակալ մի պե- տություն`  իրենց  նվաճումների  աշխարհագրությունը  տարածելով  Չինաստանից  մինչև Սև ու Միջերկրական ծովերի ափերը: Հայաստանը մոտ մեկ դար (1256 – 1344) ընդգրկ- վեց  մոնղոլական  հսկայածավալ  պետության  կուսակալություններից  մեկի`  Հուլավյան մոնղոլա-իրանական պետության կազմում39 և ինչպես մոնղոլական կայսրությանը բռնի ուժով  միացած  Մերձավոր  ու  Հեռավոր  Արևելքի  մյուս  երկրները,  ենթարկվեց  մոնղո- լական քաղաքական ու մշակութային ազդեցությանը: Թեև քաղաքական ու տնտեսական տեսանկյունից  դա  բացասական  հետևանքներ  ունեցավ  առաջադեմ  երկրների  համար, սակայն որոշ չափով  նպաստեց նաև դրանց  միջև (ընդգրկելով  և Ռուսաստանը) առևտ- րական  ու  մշակութային  հարաբերությունների  աշխուժացմանը,  որը  սկսել  էր  մեծ  թա- փով ծավալվել դեռևս Զաքարյանների իշխանության շրջանում: ", "Հյուսիս-արևելյան  Այսրկովկաս  եզրույթը  XVIII  դ.  երկրորդ  կեսին  ներառում  էր Բուն Աղվանքի (Կուրից հյուսիս) տարածքների՝ Դերբենդի, Ղուբայի, Շամախիի, Բաքվի և  Շաքիի  խանությունների  պատմաաշխարհագրական  սահմանները:  Անտիկ դարաշրջանից  ի  վեր  մինչև  428  թ.  Մեծ  Հայքի  և  Բուն  Աղվանքի  թագավորությունների միջև  սահմանն  անցնում  էր  Կուր  գետով,  որից  հարավ  տարածվում  էին  հայկական Արցախ  և  Ուտիք  նահանգները:  Նշված  թվականին  Հայաստանում  Արշակունյաց արքայատոհմի  իշխանությունը  վերացնելուց  հետո  Սասանյանները  նախ  Ուտիքը,  իսկ էր  նույն բարեփոխումով  ստեղծված  Աղվանից մարզպանության  կազմի  մեջ:  Պարսկական  պետության  վարչա-քաղաքական  միավոր հանդիսացող  մարզպանությունը,  իր  վրա  կրելով  Աղվանից  թագավորության անվանումը,  էթնոքաղաքական  նոր  միավոր  էր՝  հայկական  տարրի  որոշակի գերակշռությամբ,  ինչը  և  պայմանավորեց  Աղվանքի  վարչական  կենտրոնի,  ապա  նաև կաթողիկոսարանի  փոխադրումը  Չող-Դերբենդից  աջափնյա  Պարտավ  (VI  դ.  I  կես) 42, իսկ հետագայում՝ Գանձակ (XII դ.) և Գանձասար (XV դ.): Հյուսիսից տափաստանաբնակ ցեղերի  ներթափանցման,  ինչպես  նաև  տարածքի  վարչական  նոր  բաժանումների հետևանքով  «Աղվանք»  անվանումը  որոշ  առումով  կիրառությունից  դուրս  է  գալիս ձախափնյակի  համար:  Շնորհիվ  հոգևոր  կենտրոնի  առկայության,  այն  պահպանվում  է առավելապես  Արցախում  և  Ուտիքում:  Միաժամանակ  հայկական  հոծ  բնակչության առկայության  պատճառով  «Աղվանք»  եզրույթին  զուգահեռ  գործածվում  են  «Հայոց Արևելից  կողմանք»,  «Արևելից  կողմանք»  և  այլ  հոմանիշներ:  Արաբական  աղբյուրները Կուր-արաքսյան միջագետքի (նեղ իմաստով՝ Արցախ, Ուտիք նահանգները) նկատմամբ կիրառում են «Առան» եզրույթը (=Աղվանք): ", "Köln, 2001. years of global Venus Art, Canada, 2015. ԿՆՈՋ ԿԵՐՊԱՐԸ ՆԱԽՆԱԴԱՐՅԱՆ ՀԱՎԱՏԱԼԻՔՆԵՐՈՒՄ ԵՎ ՆՐԱ ՊԱՏԿԵՐԱԳՐՈՒԹՅԱՆ ԱՌԱՋԱՑՈՒՄԸ Մարդու կերպավորման վաղագույն դրսևորումների և դրանց ի հայտ գալու սկզբնա- պատճառների մասին դժվար է կարծիք հայտնել և պատահական չէ, որ մինչ օրս այս խն- դրի շուրջ բազմաթիվ վարկածներ են շրջանառվում96: Բոլոր դեպքերում ներկայումս կաս- կածից վեր է համարվում այն տեսակետը, որ հնագույն կանանց կերպարները հանդես են գալիս  արդեն  վերին  պալեոլիթում`  մանրաքանդակների  տեսքով:  Այս  ժամանակներից սկսած կնոջ կերպարը քանդակագործության մեջ հանդես է գալիս կլոր քանդակի, խորա- քանդակի, հարթաքանդակի  և  ուրվանկարի տեսքով: Կարելի է մեկ անգամ ևս հաստա- տագրել,  որ  վերին  պալեոլիթյան  հնավայրերից  հայտնի,  այսպես  կոչված  «Պալեոլիթյան Վեներաները»  կանացիությունն  ու  մայրական  սկիզբը  նշանավորող  առաջին  արձանիկ- ներն  են97:  Այս  արձանիկների,  որպես  արվեստի  հնագույն  օրինակների  և  առհասարակ կնոջ  կերպարի  նախնադարյան  ընկալումների  վերլուծության  մեր  մոտեցումները  հիմնա- վորելու համար, կարևոր ենք համարում շեշտելու հետևյալը: ", "XI-XVI  դդ.  Բուն  Աղվանք  –  Ալբանիայի  տարածքի  արևելյան  հատվածը էթնոքաղաքական  ու  լեզվա-մշակութային  լուրջ  փոփոխությունների  ենթարկվելով՝ Շիրվան  անվանումն  էր  կրում 43 :  Քաղաքական  առումով  XI  դ.  մինչև  XVI  դ.  երրորդ տասնամյակի  վերջը  Շիրվանը  Շիրվանշահերի  պետության  սիրտն  էր՝  Շամախի  և Բաքու  կենտրոններով,  որոնք  իրենց  ուրույն  տեղն  էին  գրավում  Այսրկովկասի միջնադարյան քաղաքների կողքին44: ", "տության  բացակայության  պայմաններում  տեղի  ունեցավ  վարչատարածքային  մաս- նատում: XIV – XV դդ. իրենց գոյությունը պահպանող հայ իշխանական տներից մի քա- նիսը, սահմանափակվելով իրենց տիրույթներում, փորձում էին ինչ-որ ձևով պահպանել ներքին կայուն իրավիճակը: Սյունիքի առանձին տարածքներում իշխում էին Օրբելյան, Խաչենում`  Հասան-Ջալալյան,  Ծարում`  Դոփյան,  Արագածոտնում`  Վաչուտյան,  Վայոց ձորի  որոշ  տարածքներում`  Պռոշյան,  Անիի  ու  Բջնիի  շրջակայքում`  Զաքարյան  (մինչև տատիրության եզրափակիչ  շրջանն  է, երբ  պատմության ասպարեզից դուրս են մղվում հայ իշխանական խոշոր տների վերջին ներկայացուցիչները44: XVI – XVII դդ. Հայաստա- նի միայն լեռնային գոտիներում էին տեղ-տեղ պահպանվել հայկական մանր իշխանու- թյունների մնացորդները, որոնց միջև, սակայն, բացակայում էր ներքին կապը45: ", "Այս  ժամանակահատվածում  արդեն  ձևավորվում  էին  Օսմանյան  կայսրության հիմնական  պետական  կառույցները`  այդ  թվում  հետախուզական  մարմինները:  Ընդ որում,  այս  փուլում  վերջիններիս  կազմավորման  գործընթացի  վրա  ազդեցություն  է գործել նաև հետախուզական գործունեություն իրականացնող  Վենետիկի Դիվանագիտական փոստային բյուրոն: ", "վիճակահանությունները  սկսվում  են  ատատ-պատատ,  ասի′-բասի′,  բո´ւկտր-բո´ւկտր, ա´գլե-դո´ւգլե, էկե-դուկե166 և այլ արտահայտություններով, որոնք վերջում ավարտվում են  դարձյալ  անիմաստ  բառերով`  թը´ս,  ճո´ւկ,  կլյո´ւչ,  բլե´ն  և  այլն:  Դրանք,  սակայն շատ  որոշակի  հաստատում  են  հաշվից  դուրս  եկողի  «մահը»,  ինչը  բնորոշ  է  տեքստե- րով վիճակահանության ձևերին. Ատատ-պատատ, շամամ-շուլ, Շամշի լագին մի դամբուլ: 167 Էկե դու-կե, շեր-վան-տու-կե Շամ-բլա-պլոզ խոր-դո-խինա Հա-ռա վըն-գո, դըն-գըլ կոպալ Թլիր սա-դա, փը-լիր փար-դա: 168 Ակ-լե դուկ-լե դը մը-զա, Չա-րոխ չում-բուզ պու-պու-զա, Հաֆ-տե կո-ճակ տան պլո-ճակ, Դըն-գըլ մըն-գըլ ֆըս-ը թը´ս: 169 Ա-կե, դա-կե, դը-նա-զե, բառակապակցություններով տողերը յոթվանկանի հանգավոր երկյակներ են: Նմանատիպ բառերն ասվում են հատ-հատ` ամեն անգամ մատը դնելով մի քանի առարկաներից ամեն մեկի վրա` նրանցից մեկն ընտրե- լու  համար  (ՀԼԲԲ,  հ.  Ա,  Եր.,  2001,  էջ  29):  Իսկ  ի՞նչ  է  նշանակում  ագլե-տյուկլե:  Ոչ  գրական  հայերենում ունենք ագալ բառը, որը նշանակում է տխմար (ՀԼԲԲ, հ. Ա, Եր., 2001, էջ 3), իսկ ակլակը, որը գործածվում է բառակապակցությունների մեջ, ունի դարանակալել, պահ դնել (ակլակ դնել) իմաստը (Հ. Աճառեան, Էմինե- ան ազգագրական ժողովածու (այսուհետև՝ ԷԱԺ), հ. Ա, Գաւառական բառարան, Թիֆլիս, 1913, էջ 63): Այս երկյակների իմաստային նշանակությունները, ինչպես նշում է Լ. Սիմոնյանը, ոչ միայն ունեն «լաթ» իմաստը, այլ նաև` խթոնիկ խորհրդանիշ (Լ. Սիմոնյան, Վեգախաղի երգերը, Տոմարային ծիսաշար, հ. II, Եր., 2007, էջ միջատանման  մազոտ  մի  էակ,  ով  հագնում  է  ոսկե  կոճակներով  զգեստ  և  դնում  ալ  գլխարկ»166  (Անդ:  Վ. Բդոյան,  նշվ.  աշխ.,  հ  II,  №  378,  էջ  155),  քանի  որ  «այն  աշխարհին»  բնորոշ  հագուստով  էակը  (խթոնիկ խորհրդանիշ՝ Chthonic` անդրաշխարհին վերաբերող) (Encyclopedia Britannica, https://www.britannica.com/topic/chthonic,  06.06.2017,  10:21  am)  չի  կարող  ապրել  ու  գործել  «այս  աշխարհի» սահմաններում,  ավելին,  նա  պիտի  թաքնվի  կամ  դարանակալի  (օտարվի՞),  որպեսզի  հարմար  պահի`  վեր- ջում, ինչ-որ մեկին մատնանշելով` դուրս հանի, վիզը կտրի, գցի և այլն` «դընգլ-մընգլ, ֆըսը, թը´ս», «տանակ տնեմ, սև խավի վիզը կըդրեմ»: "]}