{"paragraph_source_docs": [1, 1, 2, 1, 1, 1, 1, 1, 1, 1], "source_docs_file": "Medicine.json", "paragraphs": ["ՆԿ.12. Ակնակապճի գոյացության ՈւՁ-ն պատկեր Լինում  են  նաև  եզակի  հանդիպող  գանգատներ,  օրինակ  կոպի  այտուց, ակնակապճի  ցավ,  սկլերաների  կարմրություն,  թույլ  տեսողություն,  տեսողական պատկերի երկատում, կոպի այտուցվածություն, գլխացավ: ՈՒՁՀ–ը հնարավորություն է ընձեռում  հայտնաբերել  նաև  ակնակապճի  գոյացությունները (նկ.  12,13):    Ակնակապճի ախտահարումները  կազմում  են  լիմֆոմաների  էքստրանոդալ  ախտահարումների  5-14 %-ը [Pfeffer M. et al., 2004; Dreyling M. et al., 2008]: ", "ՀԼ-ն  հիմնականում  սկսվում  է  ծայրամասային  (պարանոցային,  անութային, աճուկային) և միջնորմի ա/հ-ի ախտահարումով: ", "Նկար 12. Միզածորանները որովայնամզի առպատային թերթրիկի հետ միասին դուրս են բերվել ստոմայի բացվածքից Այնուհետև միզածորանները սպատուլացվում են այնքան, որ համապատասխանեն կատարված կտրվածքի տրամագծին: ", "ՈՀԼ-ի  դեպքում  ախտաբանական  պրոցեսի  մեջ  կարող  են  ընդգրկվել  ոչ  միայն ծայրամասային  ա/հ-ը,  փայծաղն  այլև,  ցանկացած  օրգան,  հյուսվածք  որոնք  հասնելով մեծ  չափերի  կարող  են  խաթարել  օրգան  համակարգերի  նորմալ  գործունեությունը (թթվածնի  անբավարարվածության  զգացում,  հևոց,  հազ),  պատճառ  հանդիսանալ կրծքավանդակում, որովայնի խոռոչում տարբեր տեղակայման ցավի [Нуднов Н.В. и др., ախտահարված  ա/հ-ի  տեղակայման հաճախականությունը և համակցումը: ", "Հիվանդների  հետազոտության  արդյունքում  պարզել  ենք,  որ  ՀԼ-ի  և  ՈՀԼ-ի  դեպքում միայն  միջնորմի  ախտահարումը  համապատասխանաբար  կազմել  է  6.0%  և  3.6%,  որը պայմանավորում  է  ախտորոշման  ավելի  ինվազիվ  մեթոդների  կիրառում  լիմֆոմաների ախտորոշման  գործում,  քանի  որ  չեն  հայտնաբերվել  մեծացած  և  ախտահարված ծայրամասային  ա/հ-եր:  Միայն  միջնորմի  և  վերանրակային  ա/հ-ի  համակցված ախտահարում  նկատվել  է  ՀԼ-ի  դեպքում  16  (18.0%)  հիվանդի  մոտ,  ՈՀԼ-ի  դեպքում`  1 (0.9%): ", "ՀԼ-ով  հետազոտվողների  մոտ  միջնորմի  ախտահարման  դեպքում,  բոլոր  37 հիվանդների մոտ հաստատվել է հոդուլյար սկլերոզ հյուսվածաբանական տարբերակը, իսկ  ՈՀԼ-ի  դեպքում  14  հետազոտվողներից  12-ի  մոտ  հաստատվել  է  Բ-խոշոր  բջջային տարբերակը, մեկ հիվանդի մոտ ֆոլիկուլյար լիմֆոմա, մեկի մոտ` լիֆոցիտար: ", "ՈւՁՀ-մբ հայտնաբերված Ոչհոջկինյան և Հոջկինյան լիմֆոմայով հիվանդների մոտ ա/հ-ի տեղակայման հաճախականությունը  և համակցումը Ախտահարումներ ՀԼ, n=85 ՈՀԼ, n=108 % ընդհանուրից դեպք  % ընդհանուրից դեպք Աղյուսակ 11 Միայն միջնորմ Միջնորմ և վերանրակային Միջնորմ, որովայն և ծայրամասային ա/հ Ծայրամասային ա/հ Որովայնի խոռոչի և ծայրամասային ա/հ Վերանրակային ա/հ Միայն որովայնի խոռոչի Առանց ծայրամասային ա/հ-ի  ախտահարման Վահանաձև գեղձի համակցված ախտահար Միջնորմի  ախտահարումների  դեպքում  վ/ա  ա/հ-ի  ընդգրկումը  կարևորվում  է պրոցեսի  մեջ,  քանի  որ  միջնորմի  և  վ/ա  ա/հ-ի  ախտահարումները  նույնական  են  և հնարավոր  է  պակաս  ինվազիվ  մեթոդով  ախտորոշել  հիվանդությունը  [Мазурок  Л.А., ընդգրկումը  պրոցեսի  մեջ  ՀԼ-ի  37  դեպքում  եղել  է  43.2%,  ՈՀԼ-ի  14  դեպքում`  7.1%  : ", "Միջնորմի  ախտահարումները  զուգակցված  պլևրալ  հեղուկի  առկայության  հետ դիտարկել ենք ՀԼ-ի դեպքում 1 հիվանդի, ՈՀԼ-ի՝ 6 հիվանդի մոտ: ", "ՈւՁՀ-մբ հայտնաբերված ՈՀԼ-ի տարբեր ձևաբանական խմբերում փայծաղի, ա/հ-ի ախտահարումների բնույթը, ա/հ-ի տեղակայումը Աղյուսակ 12 Լիմֆոցի- Բ-խոշոր Մարգինալ Փայծաղի Բ-մանր Ֆոլիկուլ- բջջային գոտու n=13 բջջային ՈՀԼ ա/հ-ի և փայծաղի ախտահարում տար n=24 Որովայնի ա/հ Որովայնի ա/հ-ի կոնգլոմ. Վերանր. ա/հ Փայծաղի ախտահարում Կոնքի ա/հ Փայծաղի, որով. ա/հ-ի ախտահ. n = 32 n=7 n=8 յար n=9 Միայն որովայնի խոռոչի ա/հ-ի ախտահարումը թույլ է տալիս հետազոտվողի մոտ ենթադրել  ՈՀԼ,  քանի  որ  ՀԼ-ի  դեպքում  միայն  որովայնի  խոռոչի  ա/հ-ի  ախտահարում հետազոտվող  խմբում  չի  նկատվել  է,  իսկ  ՈՀԼ-ի  դեպքում  կազմել  է  25.0%:  Այս իրավիճակում  նույնպես  դժվարանում  է  ախտորոշման  գործընթացը:  Ընդհանրապես առանց  ծայրամասային  ա/հ-ի  ախտահարումներով  հետազոտվող  ունեցել  ենք  ՈՀԼ-ի դեպքում 29 հիվանդ (26.8 %), ՀԼ-ի դեպքում՝ 9 (10.6%): ", "Ինչպես  երևում  է  աղյուսակ  12-ից  ՈՀԼ-ի  դեպքում  մեր  կողմից  հետազոտվող հիվանդների  ձևաբանական  խմբերում  ՈւՁՀ-մբ  հայտնաբերված  փայծաղի  և  ա/հ-ի ախտահարումները բաշխվել են հետևյալ կերպ` նկատվում է փայծաղի ախտահարման զգալի  տոկոս,  իսկ  փայծաղի  լիմֆոմայի  դեպքում  100%:  Որովայնի  խոռոչի  ա/հ-ի  և փայծաղի  համակցված  ախտահարում,  որը  համարվում  է  կանխատեսման  ոչ բարենպաստ  գործոն,  նույնպես  նկատվել  է  բոլոր  ձևաբանական  խմբերում  ավելի հաճախ մարգինալ գոտու և լիմֆոցիտար լիմֆոմայի դեպքում համապատասխանաբար Չի քննարկվել միջնորմի խոշորբջջային լիմֆոման և T-բջջային լիմֆոմաներ, քանի որ  հետազոտվող  ընտրանքում  միջնորմի  լիմֆոմայի  դեպքում  չեն  ախտահարվել փայծաղը և ա/հ-ը, իսկ T-բջջային լիմֆոմաների դեպքում հետազոտվողների թիվը փոքր է եղել:Փայծաղի մեծացումը հաճախ ուղեկցվում է ձախ թուլակողի շրջանի ցավերով: "]}