{"paragraphs": ["Ա. վեր և ստոր անրակային ա/հ Բ. Փայծաղի դրունքում ա/հ Գ. Փայծաղի հիպոէխոգեն օջախներ Դ. Կրծքավանդակի ուղիղ ռենտգենագրաֆիա Ե.Կրծքավանդակի կողմնային ռենտգենագրաֆիայով միջնորմի ախտահարում Նկ. 6. ՈւՁ-ին (Ա, Բ,Գ) և ռենտգեն (Դ,Ե) հետազոտությունների արդյունքները ՀԼ-ով հիվանդի մոտ ՀԼ-ի  դեպքում,  երբ  փոփոխություններն  ակնառու  չեն,  լիարժեք  չհետազոտված հիվանդի  մոտ  կարող  են լինել  որովայնի  խոռոչի  օրգանների  և  միջնորմի ախտահարումներ, որոնք շոշափմամբ և ստանդարտ ռենտգենագրաֆիայով հնարավոր չէ հայտնաբերել: ", "Լիմֆոմանների  ուշացած  ախտորոշման  պատճառներից  է  նաև  ՈւՁՀ–ն տվյալների  մասնագիտական  սխալ  մեկնաբանումը:  Նկար  6-ում  բերված  օրինակում հիվանդի մոտ չշոշափվող ա/հ-ի պայմաններում ստոր և վերանրակային ա/հ-ը ՈւՁՀ-ն մասնագետի  կողմից  դիտարկվել  է  որպես  վահանաձև  գեղձի  հանգույցներ  (նկ.  6  Ա): ", "Որովայնի  խոռոչի  և  միջնորմի  ՈւՁՀ-ն  չկատարելու  պատճառով  չի  հայտնաբերվել չմեծացած փայծաղի օջախային փոփոխությունները և փայծաղի դրունքի ա/հ-ները (նկ. ախտորոշումը  ձգձգվել  է  ամիսներ,  ավելին  ախտորոշվել  է  «Վահանաձև  գեղձի հանգուցավոր խպիպ», ստացել է հորմոնալ պրեպարատներ: Ուղեգրվել է ԱԿ « Անհայտ էթիոլոգիայի  անեմիա,  ամենոռեա,  վահանաձև  գեղձի  II  աստիճանի  մեծացում, հանգուցավոր  խպիպ»  ախտորոշումով,  այնինչ  ԱԿ-ում    կատարված  հետազոտություն- ների  արդյունքում  հիվանդի  մոտ  ախտորոշվեց  Հոջկինի լիմֆոմա:  Միջնորմի ախտահարման  դեպքում  պարանոցային,  հատկապես  վերանրակային  ա/հ-ի հայտնաբերումը  շատ  կարևոր  է,  քանի  որ  միջնորմի  սահմաններից  դուրս  ուռուցքային գոյացությունների  (պարանոցային.վերանրակային  ա/հ-ի)  բիոպսիայի  արդյունքների ձևաբանական  պատկերը չի  տարբերվում  միջնորմի  առաջնային ուռուցքի իմմունահիստաքիմիական պատկերից [Мазурок Л.А., 2006] : ", "Հետվիրահատական  շրջանում  հետազոտված  ամբողջ  կոհորտում  դիտվել  են  122 բարդություններ  91  հիվանդի  մոտ  (20.5%):  Ներհիվանդանոցային  բարդությունների  մեծ մասը  դիտվել  է  օրթոտոպիկ  նոր  միզապարկի  եղանակով  վիրահատված  հիվանդների մոտ: 91 հիվանդներից, ում մոտ առկա է եղել որևէ բարդություն, 50-ը (54.9%) ընդգրկված են  եղել  վերոնշյալ  խմբում:  Մնացած  խմբերում  բարդություններ  բաշխված  են  եղել հետևյալ  համամասնությամբ`  28  հիվանդի  մոտ  (30.8%)  ստանդարտ  ՈՒԿ-ի,  8  հիվանդ (8.8%)  ԱԿ-ի,  5  հիվանդ  (5.5%)  մոդիֆիկացված  ՈՒԿ-ի  խմբերում  (Աղյուսակ  9):  Առկա տարբերությունը  վիճակագրորորեն  հավաստի  է  և  վկայում  է  այն  մասին,  որ հետվիրահատական  բարդությունների  մեծ  մասը  հանդիպում  է  մեզի  դերիվացիայի կոնտինենտ  (օրթոտոպիկ  միզապարկ)  եղանակով  վիրահատված  հիվանդների  մոտ  (p- Հետվիրահատական ներհիվանդանոցային մահացության պատճառները Աղյուսակ 8. Մեզի դերիվացիայի եղանակներ Ամբողջ Բարդություններ Կպումային անանցանելիություն Բազմաօրգանային անբավարարություն Սրտանոթային անբավարարություն Սրտամկանի ինֆարկտ Ուղիղ աղու պերֆորացիա էվենտերացիա Անեմիա Իլեոիլեալ բերանակցման անբավարարություն Երկկողմանի թոքաբորբ Թոքային զարկերակի թրոմբոէմբոլիա Մեզենտերիալ անոթների թրոմբոզ Նշում. ՕՆՄ - օրթոտոպիկ նոր միզապարկ, ՈՒԿ –ուրեթերոկուտանեոստոմա, ԱԿ- աղիքային կոնդուիտ Նշված  91  հիվանդներից,  ում  մոտ  դիտվել  են  բարդություններ  վիրահատական բուժում  են  ստացել  40  հիվանդ  (44.0%),  իսկ  կոնսերվատիվ՝  51  հիվանդ  (56.0%): ", "Հաճախակի  հանդիպող  ձևաբանական  տարբերակն  է  եղել  В-խոշորբջջային լիմֆոման  31.6%  (32)  հիվանդ,  իսկ  23.7%  (24)  հիվանդի  մոտ  –  լիմֆոցիտար  լիմֆոմա: ", "Լիմֆոմաների  ախտորոշման  ժամանակ  շատ  կարևոր  է  հայտնաբերել  ախտահարման առաջնային օջախները, ինչպես նաև օրգան-համակարգերում օջախների տարածվածությունն  ու  բաշխումը,  քանի  որ  այդ  տվյալներով  են  դասակարգվում հիվանդության  փուլը,  ծանրության  աստիճանը,  ըստ  այդմ  ընտրում բուժման արդյունավետ մեթոդը [Поддубная И.В. и др., 2004; Казакевич В.И. и др., 2012; Diehl V. et al, 2003]: ", "Հարկ է նշել, որ  լիմֆոմաների դեպքում տարբեր շրջանների ծայրամասային ա/հ–ի սոնոգրաֆիկ պատկերը և էխոկառուցվածքը նույնը չէ:Այս երևույթը պայմանավորված է ախտաբանական  պրոցեսի  մեջ  ա/հ-ի  ընդգրկման  տարբեր  աստիճանով  և ախտահարման վաղեմությամբ: ", "Բերենք ՈՀԼ-ով միևնույն հիվանդի աճուկային, անութափոսի, վերանրակային ա/հ-ի սոնոգրաֆիկ պատկերները (նկ. 7): Աճուկային շրջանի ա/հ-ի հետազոտության ՈւՁ-ին պատկերն  (նկ.  7  Ա)  ի  հայտ  է  բերում,  կարծես  թե,  ժապավենաձև  ա/հ,  սակայն  ավելի ուշադիր բազմադիրքային հետազոտությամբ հայտնաբերում ենք օվալաձև, հիպերէխոգեն  կենտրոնով,  հիպոէխոգեն  եզրերով,  հստակ  եզրագծերով  օվալաձև  ա/հ- ներ (նկ. 7Բ): ", "Ա. աճուկային ա/հ Բ. օվալաձև ա/հ-ներ աճուկում Գ. անութափոսի ա/հ                                   Դ. վերանրակային ա/հ Նկ. 7. (Ա, Բ, Գ, Դ) ՈՀԼ-ով հիվանդի ծայրամասային ա/հ-ի ախտահարման պատկերը Անութափոսի  ա/հ-ի  (նկ.  7  Գ)  երկայնական  և  լայնական  առանցքները  գրեթե հավասարվում  են:  Վերանրակային  ա/հ-ը  (նկ.  7  Դ)  լիովին  հիպոէխոգեն  են,  գնդաձև  և այս դեպքում բիոպսիայի համար առավելագույն ինֆորմատիվը: ", "Ներկայացված  է  (նկ.  8,9)  նույն  հիվանդի  մեծացած  փայծաղի,  լյարդի  օջախային փոփոխությունների,  նրանց  դրունքների,  հարաորտալ,  հետորովայնամզային  ա/հ-ի սոնոգրաֆիկ  պատկերը:  Որովայնի  խոռոչի  ա/հ-ը,  լյարդի  և  փայծաղի  օջախները հիպոէխոգեն  են,  գրեթե  կլոր,  սոնոգրաֆիկ  պատկերով  նման  նույն  հիվանդի վերանրակային ա/հ-ի պատկերին: ", "Ա. լյարդի ձախ բլթի հիպոէխոգեն                Բ. փայծաղի հիպոէխոգեն օջախններ, օջախններ և դրունքի ա/հ-ներ                          դրունքի և հարաորտալ ա/հ-ներ Նկ.8. (Ա, Բ) Մեծացած լյարդի, փայծաղի հիպոէխոգեն օջախններ, դրունքի և հարաորտալ ա/հ-ներ Նկ. 9. Որովայնի խոռոչի ախտահարված ա/հ-ի կույտ Հետորովայնամզային ա/հ-ների կույտը կազմված է տարբեր ձևի և չափի ա/հ-ների խմբից, որոնք հիպոէխոգեն են, սոնոգրաֆիկ պատկերով նման միևնույն հիվանդի վ/ա- յին  ավշային  հանգույցին,  որի  հյուսվածաբանական  քննությամբ  ախտորոշվել  է հիվանդությունը: ", "Հատկապես ՈՀԼ-ի դեպքում լյարդը և փայծաղը մեծանում են այնքան, որ գրավում են  որովայնի  խոռոչի  մեծ  մասը,  շերտավորվելով  մեկը  մյուսի  վրա  (համբույրի սիմպտոմ)  (նկ.10):  Մեծացած  լյարդը  և  փայծաղը  ճնշում  են  հարևան  օրգանների  վրա, խաթարելով նրանց նորմալ գործունեությունը: ", "Նկ. 10. Լյարդի և փայծաղի մեծացում Ըստ  ստացված  ՈւՁՀ-ն  տվյալների  ՈՀԼ-ով  հիվանդների  մոտ լյարդի ախտահարումներ  նկատվել  են  37.3%  (39  հիվանդ)  դեպքում,  որից  8.3%-ի  մոտ  (9 հիվանդ)  ախտահարումը  եղել  է  օջախային  բնույթի:  Լեղապարկի  պատի  հաստացում, հավանաբար  ինտոքսիկացիայի  հետևանքով,  դիտվել  է  3.4%  դեպքում,  որից  մեկ դեպքում՝ քար լեղապարկի խոռոչում: Վահանաձև գեղձի ախտահարում եղել է 9.2% (10 հիվանդ)  դեպքում  (աղյ.  ):  Վահանաձև  գեղձի  ախտահարում  եղել  է  9.2%    (10  հիվանդ) դեպքում: Երիկամների մեծացում դիտվել է 2.8% (3 հիվանդ) ) դեպքում: ", "Մեկ հիվանդի մոտ` բազմաթիվ քարեր երիկամի ավազանում, 13.9% (15) հիվանդի մոտ նկատվել են սերոզիտներ (ասցիտ, պլևրիտ, պերիկարդիտ) ավելի հաճախ քան ՀԼ-ի դեպքում: Ավշային համակարգի ախտահարումը հետևյալն է. փայծաղի մեծացում (20.4%) հիվանդի մոտ նկատվել է փայծաղի դիֆուզ փոփոխություն , 7 (6.5% ) հիվանդի մոտ փայծաղում նկատվել է օջախային փոփոխություն, 4 դեպքում նկատել ենք հավելյալ փայծաղ  մինչև  4.0  սմ  տրամագծով,  ընդ  որում  հավելյալ  փայծաղում  չենք      նկատել ախտաբանական  փոփոխություններ:  Ծայրամասային  ա/հ-ի  ՈւՁ-ին  հետազոտությունն ի հայտ է բերել մեծացում աճուկային շրջանում – 41.6% դեպքերում, անութափոսերում– դեպքերում: Հիմնականում ախտահարված ա/հ-ում նկատվել է առատ անոթավորում: ", "Ստանդարտ ուրեթերոկուտանեոստոմա Ստանդարտ ուրեթերոկուտանեոստոմայի եղանակով վիրահատվել են հիվանդների  գերակշռող  մասը`  197  հիվանդ  կազմելով  ամբողջ  կոհորտի  44.5%-ը: ", "Ոչհոջկինյան լիմֆոմայով հիվանդների կլինիկա - ձևաբանական բնութագիրը Միջին տարիք (տարի) Դեպքերի թիվը Տղամարդ Կանայք Հիվանդության փուլն ըստ AnnArbor դասակարգման Ավշահանգույցների խմբերի քանակը II III IV ≤ 2 ≥ 2 մեծացում Փայծաղ օջախային փոփոխություններ դիֆուզ փոփոխություններ Միջնորմի ախտահարում Աճուկային ա/հ Անութային ա/հ Պարանոցային   ա/հ Վերանրակային ա/հ Որովայնի խոռոչի և հետորվայնամզային ա/հ Ոսկրածուծի ախտահարում Ստամոքսի ախտահարում Սերոզիտներ Վահանաձև գեղձի ախտահարում Լյարդ մեծացում օջախային փոփոխություններ Աղյուսակ 8 ՈՀԼ հիվանդները n=108 n=57 n=51 n=2 n=18 n=34 n=54 n=15 n=40 n=49 n=7 n=22 n=14 n=45 (n=43 n=47 n=24 n=41 n=15 n=1 n=15 n=10 n=39 n=9 Պնևմոթորաքս Նկար  11-ում  հիվանդի  միայն  շոշափմամբ  հայտնաբերված  անութափոսի  ա/հ-ը բիոպսիայի նպատակով հեռացնել չի հաջողվել, քանի որ ՈւՁՀ-մբ նախապես չի ճշտվել ա/հ-ի տեղակայումն, ուստի կատարվել է միջնորմի վիրահատություն: ", "Տվյալ  եղանակով  վիրահատված  197  հիվանդից  ներհիվանդանոցային  մահացությունը առձանագրվել է  7  հիվանդի  մոտ,  որը  համապատասխանում է  3.6%-ին: ", "Ներհիվանդանոցային բարդությունները`  հակառակ  մահացության  տվյալների, նվազագույն  են  եղել  այս  եղանակով  վիրահատված  հիվանդների  մոտ:  Ընդհանուր առմամբ  նկարագրվել  են  33  բարդություն  28  հիվանդի  կամ  հիվանդների  14.2%-ի  մոտ: ", "Այսպիսով  գնահատելով  ՈՀԼ-ով  հիվանդների  մոտ  օրգան-համակարգերի ախտահարման  հաճախականությունն  ու  տարածվածությունն  ակնհայտ  է,  որ առաջնակի  դիմած  հիվանդների  81.5%  եղել  են  Ann  Arbor  դասակարգմամբ  III  և  IV փուլերով  հիվանդներ,  երկուսից  ավել  օջախների  ախտահարումը  կազմել  է  37%, փայծաղի ախտահարումը ` 51.9%, լյարդի ախտահարումը` 36.1%, պարանոցային ա/հ-ը՝ 43.5%: ", "խմբերում  փայծաղի, ա/հ-ի ախտահարումների բնույթը, տեղակայման հաճախականությունը, հիվանդության կլինիկական ընթացքը Լիմֆոմաներով  հիվանդների գանգատները  հիմնականում  ուռուցքանման գոյացությունների  առկայությունն  է  ռեգիոնալ  ա/հ-ի  տեղակայման  շրջաններում՝ պարանոցային,  անութային,  աճուկային,  որոնք  մասնագետի  դիմելու  հիմնական պատճառներից մեկն են: ", "Աղյուսակ 9 ՈւՁՀ-մբ հայտնաբերված ՈՀԼ-ով հիվանդների ախտահարված ավշային հանգույցների տեղակայումը ախտահարված ա/հ-ի տեղակայումը Դեպքերի թիվը Պարանոցային Աճուկային Անութային Որովայնի խոռոչի և հետորովայնամզային Վերանրակային Միջնորմ ՈՀԼ հիվանդները % ընդհանուրից Հիմնականում  ախտահարված  ա/հ-ում  նկատվել  է  առատ  անոթավորում:  Տարբեր տեղակայման ախտահարված ա/հ-ի հանդիպման նվազման հերթականությունն է ՈՀԼ- ի  դեպքում  պարանոցային,  աճուկային,  անութային,  որովայնի  խոռոչի,  վ/ա  և ամենաքիչը`  12.9%  միջնորմի,  իսկ  ՀԼ-ի`  պարանոցային,  միջնորմի,  անութային, աճուկային, վերանրակային և 23.5% որովայնի խոռոչի (աղյ.9, 10): ", "Ոչհոջկինյան և Հոջկինյան լիմֆոմաների դեպքում ուլտրաձայնային հետազոտությամբ    հայտնաբերված  ա/հ-ի  դեպքերի  թիվը  գերակշռում  են  հիվանդների գանգատներում  նշված  ա/հ-ի  դեպքերի  նկատմամբ:  ՈՀԼ-ի  դեպքում  գերակշռումն  ըստ տեղակայման կազմել է.   12.9% աճուկային ա/հ-ի դեպքում   14.8% անութային ա/հ-ի  դեպքում   10.2% պարանոցային ա/հ-ի դեպքում   100% վերանրակային  ա/հ-ի դեպքում: ", "Մեր  արդյունքները  մեկ  անգամ  ևս  հավաստում  են,  որ  ստանդարտ  ՈՒԿ-ն հանդիսանում  է  ամենաապահով  մեզի  դերիվացիայի  եղանակը  հաշվի  առնելով  վաղ հետվիրահատական արդյուքները: ", "Այսինքն  ՈւՁՀ-ը հստակեցնում և բարելավում է  ՈՀԼ-ի և ՀԼ-ի  դեպքում փուլավորումը : ", "Այլ  գանգատներից  կարելի  է  նշել  տարբեր  աստիճանի  քրտնարտադրությունը, հատկապես գիշերային ժամերին,  թուլությունը, ջերմության  անբացատրելի բարձրացումը, որը չի իջնում նույնիսկ հակաբորբոքիչների ընդունումից, քաշի անկումը, մաշկի  քորը,  որն  արտահայտվում  է  թեթև  ձևից  մինչև  մաշկի  վրա  արյունային  բծերի առաջացմամբ,  ախորժակի  բացակայություն,  ալկոհոլի  ընդունումից  հետո  ա/հ-ի  ցավ (բնորոշ է ՀԼ-ին): Մեր կողմից հետազոտվող ՈՀԼ-ով և ՀԼ-ով հիվանդների գանգատները շատ  նման  են  և  վաղեմությունը  կազմել  է  մեկ  ամսից  մինչև  2.5  տարի:  Նշված գանգատները յուրահատուկ  չեն  ՈՀԼ-ի և ՀԼ-ի համար, սակայն կարող են հուշել ՈւՁՀ-ն մասնագետին  ավելի  ուշադիր  հետազոտել  և  հայտնաբերել  գանգատների  հնարավոր պատճառները,  օրինակ.  փոքր  չափաբաժիններով  հաճախամիզության  պատճառը կարող  են  լինել  փոքր  կոնքի  մեծացած  ա/հ-ը  կամ  կոնգլոմերատները,  որ  ճնշում  են միզապարկին, ինչպես և հազի պատճառը կարող է լինել միջնորմի գոյացությունը կամ պլևրայի հեղուկը: "], "paragraph_source_docs": [1, 1, 1, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 2, 1, 2, 2, 1, 1, 1, 1, 2, 1, 1], "source_docs_file": "Medicine.json"}