{"paragraph_source_docs": [3, 3, 3, 3, 3, 9, 3, 3, 3, 3], "source_docs_file": "Physics.json", "paragraphs": ["Նախ խ դիտարկ կենք ԳԶԹԱ Ա-ի վարքը ը տարբեր ր հաճախո ությունների ի դեպխու ւմ: Նկ. 2.2. պատ տկերված ենԷլեկտր րականդաշ շտիլարվա ածությանբ աշխվածո ություններ ը  ալիքատ տարի երկա այնական YZ  կտրվ վածքում  a: ", ":  300  և  b: ", "աճախությ յուններիհա ամար:  Ին նչպես երեվ վում  է  ն կարից  սի իմուլյացիա այի  և  ա անալիտիկ արտահա այտություն նից  ստա ացված դաշտ տերը համ մնկնում են ն: Այստեղ հաճախու ւթյան մեծա ացման հե ետ դաշտի խտացում մների և  նո ոսրացումն ների  քանա ակը  պակա ասում  է  ո րը  բացատ տրվում  է  ե երկու   (cid:1846)(cid:1831)(cid:1839) (cid:1839)  (2.2.2)  և և  (cid:1846)(cid:1839)(cid:2869) (2.2. տարածմա ան հաստա ատուններ րիտարբեր ությամբ: Մ Մոտենալո ով (cid:1846)(cid:1839)(cid:2869) կրի իտիկ հաճ ճախության նը  այդ  տա արբերությ յունը  մեծա անում  է  և և  այդ  պատ տճառով  ե րկու  ալիք քների տար րածման (cid:1846)(cid:1839)(cid:2869)  մոդ դի  էլեկտ տրական լարվածու ւթյան  վե եկտորի  X X  բաղադ դրիչը համ մապատաս սխան ճան նապարհ ա անցնելուց հետո պոխ խում է իր ր ուղղությո ունը (cid:1846)(cid:1831)(cid:1839) մոդի էլեկ տրական լարվածու ւթյան  վեկ կտորի  X  բ բաղադրիչ չի  նկատմ մամբ  և  ստ տացվում է,  որ գում մար  ալիքը ը  էլեկտրա ական  լարվ վածության ն  վեկտորի ի  X  բաղա ադրիչի  բաշ շխվածութ թյունը նմա անվում  է  հ հարթ  ալիք քի  դաշտի բաշխված ծությանը որը  տարա ածվում  է ալիքատա արում անդ դրադառնա ալով  վեր րևի  և  ն ներքևի  պ պատերից:Ն Նկ.  2.2.4 ատկերված ծ  են Էլեկ կտրական դաշտի լա արվածությ յան բաշխվ վածությու ւնը(cid:1851)(cid:1852) կտր րվածքում գ գռգրման ե երկու տարբեր  անկյունների  համար:  Նկարից  պարզ  է,  որ  տարածվող  (cid:1846)(cid:1831)(cid:1839)  և  (cid:1846)(cid:1839)(cid:2869)  մոդերի ամպլիտուդները  կախված  են  անկման  անկյունից:  Ինչպես  երեվում  է  (cid:2016)-ի  մեծացումը բերում  է  (cid:1846)(cid:1839)(cid:2869)  մոդի  ամպլիտուդի  մեծացմանը  որից  առաաջանում  է  խնդիր  կապված ալիքատարի և նրանում դիսպերսիայի և կորուստների վերաբերյալ: ", ". . . : ", "Զուգահեռևգոգավորզուգահեռթիթեղներովալիքատարներումդիֆրակցիոնկորուստն երիՎՏՄսիմուլացիան ՏՀց-ԺՏՍ զարգացումը բերեց այնպիսի ալիքատարների կիրառմանը, որոնցով անցնելիս լայնաշերտ  ՏՀց-ային  իմպուլսը  (100  ԳՀց-ից  մինչև  10  ՏՀց)  հնարավորինս  չաղավաղվի: ", "Սպին-ուղեծրային  փոխազդեցությունների  երկու  թերմերի  համատեղ  հաշվառմամբ, ինչպես         (հոծ  կորեր),  այնպես  էլ           (կետավոր  կորեր)  դեպքում  դիտարկվել  են  3  նմ հաստությամբ  քվանտային  փոսում  էլեկտրոնի  (2)  եւ  պոլարոնի  (1)  էներգիաների  կախումը վեկտորի մոդուլից (նկ.2.9)։ ", "Այդպիսի  ալիքատարների  տիպերն  են՝  ԶԹԱ,  երկլար,  կոաքսիալ:  TEM  մոդի ազդանշանի  արագությունները  բնութագրվում  են  միայն  դիէլեկտրիկով,  որում տարածվում է  ալիքը:Չնայած բոլոր  այսալիքատարները ունեն իրենց առավելությունները,  ԶԹԱ-ը  հանդիսանում  է  ամենալավ  պվ-ին  ՏՀց-ային  իմպուլսների ալիքատարը՝  ներառելով  ցածր  մետաղական  կորուստներ,  մոդային  դիսպերսիայի բացակայություն,  բարձր  միակցում (coupling)  ազատ  տարածության  հետ  և պատրաստման պարզություն՝ համեմատած այլ ալիքատարների հետ: ԶԹԱ-ի այսպիսի լավ  հատկությունների  հետ  գոյություն  ունի  շատ  կարեվոր  մի  խնդիր  կապված րադիացիոն կորուստների հետ ԶԹԱ-ումառկա բաց կողային եզրերից: Ուսումնասիրենք նոր  քվազի-(cid:1846)(cid:1831)(cid:1839)մոդի  ալիքների  ՌԿ-ը  ԳԶԹԱ-ում:  Նկ.  2.3.1-ում  բերված  են մոդելավորման արդյունքները ԳԶԹԱ-ի Դիֆրակցիոն կորուստները (cid:1832) (cid:3404) 200, 300, 400 և պարամետրերի դէպքում ՆՆկ. 2.3.1ԳԶԹ ֆիքս ԹԱ-ի Դիֆր սված (cid:1844)-ի և ակցիոն կո և (cid:1830) ալիքատ որուստները տարի երկրա ը (cid:1832) (cid:3404) 200, 3 աչափական ն պարամետ ԳՀց հաճախ տրերի դէպ խություններ պքում: ", "րի, Նկ. 2.3 սված R-ի և և D ալիքատ Դիֆրակցի տարի երկրա իոն կորուստ աչափական տները (cid:1832) (cid:3404) ն պարամետ տրերի դէպ աճախությո պքում անկյո ունների, ունների հա ֆիքս ամար: ", "Նկ. 2.3 քսված R-ի և և D դեպքու Դիֆրակցի ւմTE CPPW ֆիք իոն կորուստ WG, TEM CP տները (cid:1832) (cid:3404) PPWG,TEM PPWG, qTE աճախությո EMPPWG և ունների, և qTEM CPP PWG: ", "Զուգահեռ ացիանմեխ ևգոգավոր խանիկակա րզուգահեռ անդեֆորմ ռթիթեղներ մացիաներ րովալիքա րինկատմա տարներիկ ամբ կայունութ թյանՎՏՄսի իմուլ Ուսո ումնասիրե ենք  ԳԶԹԱ Ա-ի  և  ԶԹԱ Ա-ի  ՌԿ-ը տարբեր մեխանիկա ական  դեֆ ֆորմացիա անեիր առկ կայության դեպքում: "]}