{"paragraphs": ["Հետազոտության նյութի արդիականությունը Դեռևս  20  տարի  առաջ  նեյրոպաթիկ  ցավի  (այսուհետ՝  ՆՑ)  խնդիրը  համարվում էր  անլուծելի:  1999թ.-ին  Woolf-ը  և  Mannion-ը  «Lancet»  ամսագրում  տպագրել  են «Նեյրոպաթիկ  ցավի  ախտորոշումը  և  դասակարգումը»  հոդվածը:  Հաշվի  առնելով նյութի  արդիականությունը՝  հոդվածը  տեղ  է  գտել  ամսագրի  առաջին  էջում,  որտեղ գրված  է  եղել.  «Եթե  հիվանդի  մոտ  ախտորոշվում  է  ցավային  նեյրոպաթիա,  ապա միակ բանը, որը կարող է անել բժիշկը` հիվանդին կարեկցելն է» [Woolf C. and Mannion R.,  1999]:  Վերջին  տարիների  ընթացքում  մոտեցումը  փոխվել  է,  քանզի  օրեցօր ավելանում  է  ՆՑ  ախտորոշման  և  բուժման  հնարավորությունը:  ՆՑ  խնդիրը  դարձել  է առավել  ճանաչելի  և  հետևաբար  նաև`  կառավարելի:  Այնուամենայնիվ,  ոլորտում  մեծ հեղինակություն  վայելող  գիտնականների  (Treede,  Attal,  Dworkin  և  այլն)  և  նրանց կողմից ղեկավարվող հետազոտական խմբերի կողմից պարբերաբար վերանայվում են թե՛ կատարվող հիմնարար ու կլինիկական հետազոտությունների արդյունքները, և թե՛ դրանց հիման վրա ստեղծված ախտորոշիչ չափորոշիչներն ու բուժման ուղեցույցները: ", "«Լիմֆոմա»  հասկացությունը  համախմբում  է  ավելի  քան  30  հիվանդություններ, որոնք  տարբերվում  են  իրենց  կլինիկական  դրսևորումներով,  ընթացքով  և  իհարկե, կանխատեսմամբ: Հիմնականում տարբերակում են լիմֆոմայի երկու տեսակ Հոջկինյան (ՀԼ) և Ոչհոջկինյան (ՈՀԼ): ", "ՀՀ-ի  ընդհանուր  բնակչության  մեջ  շաքարային  դիաբետով    գրանցված  հիվանդների ընդհանուր թիվը կազմել է 61732, ինչը 100000 բնակչի հաշվով կազմում է 2514.7 հիվանդ, թվականին  ՀՀ-ում  գրանցված  շաքարային  դիաբետով  հիվանդների  թիվը  հասել  էր [6]:  Այս  թվերը  խոսում  են,  որ  մեր  հանրապետությունում  նույնպես հիվանդացությունը  բարձր  է:  Ինչպես  ամբողջ  աշխարհում,  մեր  հարապետությունում նույնպես հիվանդացությունը ավելի բարձր է 40-ից բարձր տարիքային խմբում, սակայն նկատվում  է հիվանդության   «երիտասարդացում»: Դրսևորվում է  ավելի երիտասարդ տարիքում,  նույնիսկ  երեխաների  մոտ,  մասնավորապես  հիվանդության  նկատմամբ ավելի  «զգայուն»  էթնիկ  և  ռասայական  խմբերում  [7]:  Դիաբետով  հիվանդացության բարձրացումը  կապում  են  ճարպակալման  պանդեմիայի  հետ:  Ճարպակալումը զուգակցվում  է  ինսուլինառեզիստենտության  հետ:  Սակայն  վերջին  տարիների գրականության  տվյալները  փաստում  են,  որ  երկրորդ  տիպի  շաքարային  դիաբետի առաջացման  համար  միայն  ճարպակալման  և  ինսուլինառեզիստենտության  փաստը բավարար չէ:  Օրինակ, բոլոր  ճարպակալում  ունեցողների  մոտ  առկա է ինսուլինառեզիստենտություն,  սակայն  դիաբետ  առաջանում  է  ոչ  բոլորի  մոտ:  Bacha  և ուրիշների (2010) կատարած աշխատանքները  վկայում են, որ β-բջիջների դիսֆունկցիա առաջանում է ավելի վաղ, քան պերիֆերիկ ինսուլինառեզիստենտությունը [8]: Միշտ չէ, որ  ինսուլինառեզիստենտությանը հաջորդում  է  β-բջջային  անբավարարությունը: ", "Գիտական նորույթը ընդգրկելով  ցավի  էթիոլոգիական  տեսակը,  ուժգնությունը,  բնույթը  և  դրա ազդեցությունը ԿՈ, դեպրեսիայի, տագնապի ու քնի վրա: ", "հարցաշարերի համակցման արդյունքում: ", "ՆՑ հիվանդների ախտորոշման և բուժման «ավանդական» մոտեցումները: ", "ԸՆտրված  թեմայի  արդիականության  մասին  է  վկայում  այն  հանգամանքը  որ լիմֆոմաների  ախտորոշման    և  բուժման  առկա  ժամանակակից    ուղեցույցներում    չի նշվում բիոպսիայի ենթարկվող ա/հ-ի ախտահարման գնահատման անհրաժեշտությունն,  այնինչ միայն  շոշափմամբ  ընտրված ա/հ-ը  կարող  է ինֆորմատիվ չլինել  և  կրկնակի  ինվազիվ  միջամտության  անհրաժեշտություն առաջանա,  որպեսզի  ստանանք  ճշգրիտ  ախտորոշում,  որն  ինչ  խոսք  բերում  է ախտորոշման  գործընթացի  ձգձգման:Մինչդեռ  ՈւՁՀ-մբ  կարելի  է  ճշգրիտ  գնահատել ավշային հանգույցի  կառուցվածքային փոփոխությունները: ", "Մեր  տեղեկությունների  համաձայն,  ոչ  մի  հետազոտություն  չի  կատարվել համեմատելով մեզի դերիվացիայի բոլոր եղանակներով պայմանավորված կլինիկական ելքերը  և  դրանցով  պայմանավորված  կյանքի  որակը:  Հաշվի  առնելով  վերոհիշյալը՝ հասկանալի է  դառնում  նշված  խնդիրների շուրջ  աշխատանք ծավալելու անհրաժեշտությունը: ", "Քննարկվող  հարցի  հանդեպ  ուշադրությունն  պայմանավորված է  նաև լիմֆոմաների  ախտորոշումն  ու  բուժումը  մատչելի  դարձնելու  հանգամանքով,  քանզի սոցիալ-տնտեսական  ներկա  վիճակի,  բժշկական  ապահովագրության  ներդրվող  արդի համակարգի  պայմաններում  ՀՀ-ում  բնակչության  զգալի  մասը  դեռևս  ի  վիճակի  չէ իրականացնել  բազմակի  թանկարժեք  հետազոտություններ`  ճշգրիտ  ախտորոշում ստանալու և բուժման արդյունավետությունը գնահատելու նպատակով, մանավանդ, որ այդ հետազոտությունները հաճախ կրում են ճառագայթային  ծանրաբեռնվածություն: ", "ՆՑ  հաճախակի  է  հանդիպում  քաղցկեղների  ժամանակ`  որպես  քաղցկեղի ուղղակի ներգործության հետևանք ծայրամասային նյարդի վրա կամ քիմիաթերապիայի,  վիրաբուժական  միջամտության  կողմնակի  հետևանք  [Mark  J.  et al., 2010]: Ծայրամասային նեյրոպաթիաները կլինիկորեն կարող են դրսևորվել ինչպես ցավերով, այնպես էլ առանց ցավի [Boulton A. et al., 2004]: Դիաբետիկ ծայրամասային նեյրոպաթիան,  նեյրոպաթիայի  ամենից  հաճախ  հանդիպող  ձևն  է  և  կարող  է ախտահարել  շաքարային  դիաբետով  բոլոր  հիվանդների  30–50%-ին  [Shaw  J.  and Zimmet P., 1999]: Դիաբետիկ ցավային նեյրոպաթիան (այսուհետ` ԴՑՆ) կարող է բերել ծանր  հետևանքների,  քանի  որ  հիմնականում  կրում  է  քրոնիկ  բնույթ,  իսկ հիվանդության վարումը ոչ միշտ է արդյունավետ [Galer B. et al, 2000; Gordois A. et al., ծայրամասային նյարդային համակարգը, ուստի բացի հիվանդության էթիոպաթոգենետիկ բուժումից,  անհրաժեշտ է իրականացնել հնարավոր բարդությունների  կանխարգելում:  Որպես  կանոն՝  ԴՑՆ  վարումը  ներառում  է  տարբեր խմբերի  հակադեպրեսանտների  և  օփիատների  կիրառումը  [Amanda  P.  et  al.,  2014]: ", "Ապացուցված է, որ ԴՑՆ հիվանդների մոտ ցավը զգալիորեն ազդում է ԿՈ վրա [Vinik E. et al, 2005]: Հետհերպետիկ նևրալգիան (այսուհետ` ՀՀՆ) ցավ է, որը որպես կանոն ի հայտ է գալիս ԳՈ հետ միաժամանակ և տևում է ավելի քան 3 ամիս: Այն՝ սուր կամ քրոնիկ  ցավերով  ընթացող  վարակային  հիվանդության  դասական  օրինակ  է:  ԳՈ առաջանում  է  Varicella  Zoster  Virus-ի  ակտիվացման  ֆոնի  վրա,  որը  տեղակայվում  է ողնուղեղի հետին նյարդարմատի հանգույցում: ԳՈ դրսևորվում է ջրով լի բշտիկների ի հայտ  գալով,  որոնք  տեղակայվում  են  մեկ  կամ  մի  քանի  ողնուղեղային  նյարդերով նյարդավորվող դերմատոմում կամ դերմատոմներում: Բշտերը ժամանակի ընթացքում լավանում են, սակայն ցավը կարող է պահպանվել: ՀՀՆ ամենացայտուն կլինիկական դրսևումը  ալլոդինիան  է՝  ցավի  զգացողության  առաջացումը  ոչ  ցավային  գրգռի նկատմամբ:  Ալլոդինիան  կարող  է  դրսևորվել  նույնիսկ  ենթամաշկի  C-դասի նյարդաթելերով (C-fiber)  նյարդավորման  բացակայության  պայմաններում:  ՀՀՆ կառավարումը  ներառում  է  վարիցելլայի  հանդեպ  պատվաստումը  (կատարվում  է  մի շարք զարգացած երկրներում, այն էլ՝ վճարովի հիմունքներով) և վաղ հակավիրուսային թերապիան, ինչպես նաև բուժումը գաբապենտինոիդներով,  տրիցիկլիկ հակադեպրեսանտներով (այսուհետ`  ՏՑՀ),  հսկողությամբ  տրվող  օփիատներով, կափսաիցին և լիդոկային պարունակող քսուքներով և հատուկ սպեղանիներով [Johnson R. et al., 2014]: ՆՑ  դասական օրինակներից է եռարմատ նյարդի նեյրոպաթիան կամ տրիգեմինալ  նևրալգիան  (Tic  douloureux):  Տրիգեմինալ  նևրալգիան  (այսուհետ՝  ՏՆ) դրսևորվում է դեմքի շրջանում հանկարծակի, կարճատև, կրկնվող, նոպայաձև, ուժեղ, ծակող  ցավերի  տեսքով  և  չբուժելու  դեպքում  հյուծում  է  հիվանդին:  Որպես  կանոն՝ նոպաների  միջև  ցավը  կամ  բացակայում  է  կամ  շատ  թույլ  է:  Հպման  արդյունքում  ի հայտ  եկող  նոպաները  տեղակայվում  են  եռարմատ  նյարդի  (V  զույգ  գանգուղեղային նյարդ)  նյարդավորման  3  դերմատոմներից  մեկում  (V1,  V2,  V3):  Այսպես  կոչված տրիգերային  շրջաններում  թեթևակի  հպումը  կարող  է  հարուցել  ցավային  նոպաներ: ", "Հիվանդության  առաջացումը կապվում է նյարդարմատի մեխանիկական ախտահարման հետ ուղեղաբուն մտնելու շրջանում: Նյարդի վնասման կամ հնարավոր վարակային  ախտահարման  (օրինակ՝  Էպշտեյն-Բարի  վիրուս)  հատվածում,  կարող  է դիտվել  նաև  դեմիելինիզացիա:  Հաճախ  հանդիպող  պատճառներից  է  նաև  նյարդի ճմլումը անոմալ տեղակայում ունեցող արյունատար անոթներով [Elias W. and Burchiel K, 2002]: ", "ՆՑ  ժամանակակից  դասակարգումը  տրվել  է  Ցավի  հետազոտման  միջազգային միության կողմից 2010թ.-ին: Այսպիսով.  ըստ  տեղակայման  ՆՑ  կարող  է  լինել՝  ծայրամասային  (նյարդ,  նյարդարմատ, հյուսակ, հանգույց) և կենտրոնական (ողնուղեղ, ուղեղաբուն, տեսաթումբ, կեղև),  ըստ  էթիոլոգիայի`  վնասվածքի,  իշեմիայի  կամ  արյունազեղման,  ուռուցքային, բորբոքային, նեյրոտոքսիկ, նեյրոդեգեներատիվ, պարանեոպլաստիկ, մետաբոլիկ, վիտամինադեֆիցիտային պրոցեսների հետևանք,  ըստ  ցավի  բնույթի`  սպոնտան  կամ  ինքնակա,  որն  իր  հերթին  կարող  է  լինել ընդմիջվող  և  շարունակական,  ինչպես  նաև  պռովոկացիոն  կամ  հրահրված,  որը բնութագրվում է  ալլոդինիայով կամ հիպերալգեզիայով:  Վերջիններից յուրաքանչյուրը` մեխանիկական և/կամ ջերմային: ", "ավշային  հանգույցներից բիոպսիայի  նպատակով  առավել  ինֆորմատիվի ընտրության գործում: ", "Աղյուսակ  1-ում  ներկայացված  է  նաև  ՆՑ  դասակարգումը  ըստ  Baron-ի  և համահեղինակների [Baron R. et al., 2008]: ", "Աշխատանքի գիտական նորույթը   Առաջին  անգամ  ուլտրաձայնային  հետազոտությամբ  (ՈՒՁՀ)  ճշգրտվել  է ավշային համակարգի ախտահարումների հաճախականությունը ՈՀԼ-ի և ՀԼ-ի դեպքում: ", "Սկրինինգային հարցաշարերի կիրառման շնորհիվ, քրոնիկ ցավային համախտանիշով  տառապող  հիվանդների  շուրջ  7-8%-ի  մոտ  հայտնաբերվել  են  ցավի նեյրոպաթիկ բաղադրիչներ [Smith B. and Torrance N., 2011]: ՆՑ-ով հիվանդացության նոր  դեպքերը  1  տարվա  ընթացքում  կազմում  են  շուրջ  8՝  1000  բնակչության հաշվարկով  [Van  Hecke  O.,  2014]:  Գերմանիայում,  Torrance-ը  և  համահեղինակները (2014թ.)  հայտնաբերել  են,  որ  քրոնիկ  մեջքի  ցավով  առաջնային  օղակ  դիմող հիվանդների 37%-ի մոտ ցավը կրում է առավելապես նեյրոպաթիկ բնույթ [Torrance N. et  al.,  2014]:  Մեծ  Բրիտանիայում  դիաբետով  տառապող  անձանց  26%-ի  մոտ հիվանդությունն  ընթանում  է  ցավային  նեյրոպաթիայով:  Սույն  հետազոտության հեղինակները  կարծիք  են  հայտնում,  որ  եթե  այս  տվյալների  հիման  վրա  փորձենք կարծիք կազմել, թե ինչպիսի պատկեր է տիրում ամբողջ աշխարհում, ապա կստացվի ԴՑՆ  հիվանդ  շուրջ  47  մլն.  մարդ,  և  այս  ցուցանիշները  կավելանան  դիաբետի հիվանդացության  հարաճմանը  զուգահեռ  (2000թ.  դրությամբ  առկա  2.8%-ից  մինչև ունի ՆՑ, ընդ որում նրանք լավ չեն արձագանքում ներկայումս հասանելի ստանդարտ բուժմանը  [Abrams  D.  et  al.,  2007]:  Մեկ  այլ`  Նորվեգական  հետազոտության շրջանակներում Johansen-ը  և  համահեղինակները (2012թ.),  փաստում  են,  որ վիրահատության ենթարկված մարդկանց 40%-ն ունի կայուն ցավ, որոնցից քառորդը՝ նեյրոպաթիկ բաղադրիչներով: Նեյրոպաթիկ հետվիրահատական ցավը ավելի ուժեղ է և  կայուն,  քան  ոչ  նեյրոպաթիկ  հետվիրահատկան  ցավը  [Johansen  A.,  2012]:  Ըստ Bennett-ի  և համահեղինակների (2012թ.) «Pain»  ամսագրում  տպագրված «Նեյրոպաթիկ ցավի տարածվածությունը և էթիոլոգիան քաղցկեղով հիվանդների մոտ. համակարգված  ամփոփ  տեսություն»  հոդվածի՝  քաղցկեղով  հիվանդ  անձանց  շուրջ կապակցությամբ  ստացած  բուժման  հետևանք  է  [Bennett  M.,  2012]:  Ըստ  Reda-ի  և համահեղինակների  (2013թ.)՝  ԳՈ  հիվանդացությունը  կյանքի  ընթացքում  կազմում  է հայտնաբերվել է, որ հիվանդները զարգացնում են ՀՀՆ համապատասխանաբար՝ 2.6% և 10% դեպքերում [Reda H., 2013]: ", "Ցավի  ծայրամասային  մեխանիզմները  (նոցիցեպտորների  դերը,  ծայրամասային զգացողական նեյրոնների գրգռականությունը, բորբոքումը և այլն) ուսումնասիրվում են տասնյակ  տարիներ:  Սակայն  վերջին  30  տարիների  ընթացքում  ցավային համախտանիշների պաթոգենեզում ԿՆՀ դերակատարման մասին պատկերացումները էականորեն  փոխվել  են,  ինչը  բուժման  նոր  հնարավորություններ  է  ստեղծել:  Ըստ Woolf-ի (2004թ.),  ՆՑ  հիմքում  ընկած  մեխանիզմների  ուսումնասիրությունը կարևորվում  է  ոչ  միայն  դրա  ախտաֆիզիոլոգիան  հասկանալու,  այլև  բուժման ռազմավարություն մշակելու համար [Woolf C., 2004]: Ներկայումս դեղորայքային և ոչ դեղորայքային  բուժման  մեթոդների  ընտրությունը  մեծամասամբ  կախված  է  ոչ  թե ցավի տեղակայումից և ուժգնությունից, այլ պրոցեսի հիմքում ընկած ախտաբանական մեխանիզմներից: ", "Գոյություն ունեն հսկայական պատճառաբանական տարբերություններ  այնպիսի  ախտահարումների  միջև,  ինչպիսիք  են  օրինակ` ծայրամասային  ԴՑՆ  (Peripheral  Diabetic  Painful  Neuropathy  -  PDN),  ՀՀՆ  և  ՄԻԱՎ- հարուցված նեյրոպաթիան (HIV-related Neuropathy) [Dworkin R., 2003]: ", "Աշխատանքի ծավալը և կառուցվածքը Դիսսերտացիոն  աշխատանքը  ներկայացված  է  128  էջերի  վրա։  Կազմված  է ներածությունից,  գրականության  ամփոփումից,  հիվանդների  կլինիկական  բնութագրից և  մեթոդաբանությունից,  սեփական  հետազոտության  արդյունքների  գլուխներից, ամփոփումիցից,  եզրահանգումներից,  գործնական  առաջարկներից,  գրականության ցանկից,  որը  ներառում  է  136  անգլալեզու  աղբյուրներ։  Աշխատանքը  պատկերված  է  23 աղյուսկաներով և 28 նկարներով։ ", "Չնայած,  որ  նոցիցեպտիվ  և  ՆՑ  տարբերակումը  կլինիկորեն  կարևոր  է, այնուամենայնիվ,  նրանց  հիմքում  ընկած  մեխանիզմները  հաճախ  միահյուսված  են (օրինակ մեջքի ցավը, որն ընթանում է նյարդարմատիկային ցավային համախտանիշով):  ՆՑ  ուսումնասիրության  մեջ  մեծ  առաջընթաց  է  գրանցվել,  երբ մշակվել  է  առնետների  մոտ  քրոմային  լիգատուրաների  միտումնավոր  ոչ  ճշգրիտ տեղադրման ճանապարհով նստանյարդի բորբոքման մոդելը, քանի որ կենդանիների մոտ դիտվել է այնպիսի վարքագիծ, որը բազմաթիվ ընդհանրություններ է ունեցել ՆՑ տառապող մարդու վարքագծի հետ [Bennett G. and Xie Y., 1988]: Առնետները դրսևորել են  այնպիսի  պաշտպանողական  վարքագիծ,  ինչի  արդյունքում  իջել  է  տաք,  սառը  և մեխանիկական գրգիռների ախտաբանական զգացողության շեմը: Հաջորդիվ, մեկ այլ աշխատանքի շրջանակներում հաստատվել է քրոմային կարերի նկատմամբ իմունային յուրահատուկ  պատասխանի  առկայությունը,  որը էապես  նպաստել է  այդ փորձարարական մոդելի լայն կիրառմանը ՆՑ ուսումնասիրության մեջ [Maves T. et al., հաճախակի կիրառվում է և թույլ է տալիս կտրել ոտքը նյարդավորող մեկ կամ մի քանի ողնուղեղային նյարդ [Kim S. and Chung J., 1992]: ", "ՆՑ  հետազոտությունը  չի  սահմանափակվում  միայն  «տրավմատիկ»  մոդելներով: ", "Արմատկան ցիստէկտոմիա և լիմֆադենէկտոմիա Տղամարդկանց մոտ ստանդարտ ԱՑ-ն ներառում է միզապարկի, շագանակագեղձի, սերմնաբշտերի, միզածորանների դիստալ ծայրերի, հարմիզապարկային ճարպաբջջանքի հեռացում` կոնքային երկկողմանի լիմֆադենէկտոմիայի հետ միասին: ", "Հիպերալգեզիան  կարող  է  չափվել  կրծողների  մոդելներում,  ինչը  թույլ  է  տալիս նման  նեյրոպաթիայի  դեպքում  ուսումնասիրել  ցավի  առաջացման  մեխանիզմները  և բուժումը [Ahlgren S. and Levine J., 1993]: Կենդանական մոդելներում հիպերալգեզիան համեմատաբար  հեշտ  է  զարգանում,  իսկ  շարունակական  ցավի  հետազոտումը համեմատաբար խնդրահարույց է [Basbaum A. et al., 2006]: ", "Քիմիաթերապիա  անցկացնելիս,  դեղաչափերը  սահմանափակող  գլխավոր պատճառը  նեյրոպաթիան  է,  որը,  որպես  կանոն,  ուղեկցվում  է  ցավով:  Մշակված  են պակլիտաքսելով  և  վինկրիստինով  հարուցված  նեյրոպաթիաների  կենդանական մոդելներ, որոնք ներկայումս լայնորեն կիրառվում են [Flatters S. and Bennett G., 2004]: "], "paragraph_source_docs": [3, 1, 0, 3, 3, 3, 1, 2, 1, 3, 3, 3, 3, 1, 3, 1, 3, 3, 3, 2, 3, 3, 2, 3, 3], "source_docs_file": "Medicine.json"}