{"paragraph_source_docs": [1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1], "paragraphs": ["Խաղի ամենակարևոր գործառույթներից է ֆիզիկական դաստիարակությունը, քա- նի  որ  այն  զարգացնում  է  անձի  տոկունությունը,  աշխատանքային  ունակությունները՝ հանդիսանալով  այն  կարևորագույն  հենքը,  որի  վրա  մեծանում  ու  զարգանում  են  երե- խան, պատանին, երիտասարդն ու մինչև անգամ  հասուն տարիքի անհատը: ", "Խաղի` զբաղմունք կամ աշխատանք լինելու ձևերի մասին շատ ուշագրավ տեսա- կետ ունի նաև Վ. Վունդտը. «Չկա խաղի մի ձև, որ չունենա այս կամ այն լուրջ զբաղ- մունքի իր օրինակը, ինչպես դա ինքնին, բնականաբար, նախորդում է նրան ժամանա- կի  մեջ:  Քանի  որ  կենսական  անհրաժեշտությունը  մղում  է  աշխատանքի,  իսկ  այնտեղ մարդը կամաց-կամաց սովորում է գործի մեջ տեսնել հաճույք»:346 «Ստոպ»347 («Ձու»348) անվամբ ժամանակակից խաղն իր մեջ կրում է ոչ միայն ֆի- զիկական պատրաստվածության տարրեր, այլև մտավոր-դաստիարակչական: Խաղում են գնդակով, խառը կազմով` 6-14 տարեկան աղջիկներն ու տղաները: ", "Խաղացողները սկզբում շրջան են կազմում ու խմբի տարիքով մեծը օդ է նետում գնդակը և ասում. – Բոլորը Նազար349  են, բա–ցիիի˜ ...(տալիս է խաղացողներից մեկի անունը): ", "Անվանակիրը պիտի վազի ու բռնի գնդակը: Եթե հաջողվում է, անուն կանչողը նո- րից է վերցնում գնդակը և դարձյալ մեկի անունն ասելով ` օդ նետում. – Բոլորը Նազար են, բա – ցիիի˜… Բոլորն այդ ընթացքում անուն կանչողից հնարավորինս հեռու են փախչում: Հենց գնդակը  հայտնվում  է  անվանակրի  մոտ,  նա  բացականչում  է`  ստոպ,350  և  խումբը,  են- միջավայրում (բնության տարբեր երևույթներին, լուսատուներին, կենդանիներին նվիրված երգեր, խաղ- երգեր, վիճակի երգեր և այլն): ", "նպատրաստից հորինված հեքիաթներ, ծաղրերգեր և այլն) (տե´ս Ա. Սարգսյան, Մանկական բանա- հյուսության հարցի շուրջ, Գիտական նստաշրջան` նվիրված ՍՍՀՄ 60-ամյակին, Զեկուցման թեզիս- ներ, Եր., 1982,  էջ 19-20): ", "սակարգումն ու չափորոշիչները, Եր., 2009, էջ 17-18: ", "դանի, ծնվ.` 1998 թ.: ", "Վարդանյան Նաիրի Ամրայի, ծնվ.` 1999թ. և խաղը ներկայացնող՝ Հարությունյան Գրիշա Զորիկի, ծնվ.` կոտ են, բացի …: ", "ալ աշխարհում: ", "Եթե  ավանդական  խաղը  ենթադրում  է  որոշակի  իրական  տարածք,  որտեղ  բա- ցառված չեն նախապես սահմանված խաղային տարածքի փոփոխություններն ու սահ- մանափակումները, ապա համակարգչայինի դեպքում խաղացողն ունի ոչ իրական խա- ղային դաշտ ու կոնկրետ գործողությունների հաջորդականություն: ", "Այսօր,  սկսած  դպրոցական  տարիքից,  երեխայի  մտքի  ճկունությանը,  մարմնի արագաշարժությանը,  ֆիզիկական  և  կամային  ուժերին,  տեսողությանը,  հավասարա- կշռությանը,  լեզվամտածողությանը  նպաստող,  յուրահատուկ  վարժանք  հանդիսացող ժողովրդական  խաղերին  փոխարինելու  են  եկել  «պատրաստի»  համակարգչային  խա- ղերը, որոնք աստիճանաբար դուրս են մղում նույնիսկ ավանդական խաղերի արդի դր- սևորումները: Ի տարբերություն ժողովրդական խաղերի, որոնք ունեն մտավոր և հատ- կապես  ֆիզիկական  կարողությունները  զարգացնող  ուղղվածություն,  համակարգչա- յինում  հիմնականում  գերակայում են   տրամաբանական բնույթի խաղերը, որոնք երե- խայի հոգեկերտվածքի վրա ունեն նշանակալի ազդեցություն թե´ մտավոր, թե´ հոգև- որ առումներով:362 Համակարգչային խաղերը, ըստ էության, ունեն հետևյալ ձևերը՝ տղաների համար՝ ավտոկայանատեղ,  ծեծկռտուք,  կռիվ,  կրակոցներ,  մրցավազք,  սպորտային,  իսկ  աղ- ջիկների  համար՝  դիմահարդարում,  զարդեր,  զգեստավորում,  վարսահարդարում,  խա- նութ, խոհարարություն և այլն: Կան խաղեր, որոնք ընհանուր են երկու սեռերի համար՝ տրամաբանական,  փազլ,363  խաղաքարտային,  ավիացիա,  արկածներ,364  զոմբի,365 էքշն,366 մարիո,367 դիսնեյ,368 պաշտպանություն,369 դասական370: ", "կրկնվում են այլ անվանումներով, իսկ բնույթները գրեթե նույնն են, ուստի՝ խաղային վեբ-կայքերում կատա- րած  մեր  դիտարկումները  բերում  ենք  հիմնականում  մեկ  կայքի  օրինակով՝  http://www.gamerain.net/am/. բախվում հրեշների, կախարդների. http://www.gamerain.net/am/games/adventures/. 12.12.2017, 10:05: ", "հավաքելով, ի վերջո հասնում է դևին, սպանում և հաղթում կամ պարտվում՝ մեռնում: ", "մուլտֆիլմերի  հիմնադիրը:  Խոսքը  Ամերիկայի  Կալիֆոռնիա  նահանգում  գտնվող  «Դիսնեյլենդ»  (Disney- land) զբոսայգու համար նախատեսված մուլտկերպարներով և անիմացիաներով խաղերի մասին է: ", "մացիոն մուլտհերոսներով և այլ խաղեր. http://www.gamerain.net/am/games/classics/, 12.12.2017, 10:50: ", "Փորձենք տալ վերոնշյալ բաժանումների տիպաբանությունը: ", "Տրամաբանական բնույթի են փազլները, սեղանի, խաղաքարտային խաղերը, գլուխ- կոտրուկները, որոնք զարգացնում են խաղացողի մտածելակերպը և խնդիրների լուծման հմտությունները:  Դրանք  հետաքրքրում  են  տարբեր  տարիքային  խմբերին  («Փազլ»,371 «Պոկեր»,372 «Բլոտ»,373 «Բիլիարդ»,374 «Շախմատ», «Նարդի»375 և այլն): Տրամաբանական ուղղվածություն ունեն նաև նույնանման պատկերներն ըստ ձևի կամ գույնի դասավորելու խաղերը՝  «Candy  crush»376  կամ  «Cookies»377  խաղը:  Այս  առումով  առանձնանում  են  նաև խաչբառային հետևյալ խաղերը՝ «Mahjong Daily», «3D Logic», «Mini Sudoku» և այլն:378 Հատկանշական  է,  որ  համացանցում  կան  խաղեր,  որոնք  բնորոշ  են  տարիքային գրեթե  բոլոր  խմբերին:  Դրանք  են`  «Grand  theft  auto»379 (կրճատ` GTA)  աշխարհում հայտնի  համակարգչային  խաղերի  շարքը  (ավտոկայանատեղ,  սպորտային),  «Balls»380 (դասական) և այլն: ", "Համակարգչային խաղերի դրական հատկանիշներից մեկն այն է, որ խաղացողնե- րը երբեմն հնարավորություն են ունենում շփվելու այլ մշակույթի կրողների հետ և ձեռք են  բերում  միջմշակութային  շփման  կամ  հաղորդակցման  փորձ:  Կան  խաղեր,  որոնք ունեն պատմական հենք, որոնց միջոցով խաղացողը ծանոթանում է տվյալ դարաշրջա- նին  կամ  իրադարձությանը՝  «Ֆեոդալիզմը  միջնադարում»,381  «Միջնադարյան»,382  «Չի- նական  ճակատամարտը»,383  «Որոնել  հին  արտեֆակտ»,384  «Հնագույն  զարդեր»,385 «Փարավոնի  վերջին  օրը»,  «Էքսկուրսիա  դեպի  արևելք»,  «Հնագույն  քաղաքակրթութ- յունները»,  «Խորհրդային  կործանիչ»  և  այլն  (պաշտպանություն):  Այդ  խաղերը  կատա- http://www.pokerstars.net/ru/. 01.02.2017, 18:04ч. http://www.gamerain.net/am/games/billiards/,  01.02.2017, ժ. 18:08: ", "րում  են  մտավոր  դաստիարակության  կարևոր  գործառույթ,  մասնավորապես՝  համաշ- խարհային պատմության ընկալման համատեքստում: ", "Կան համակարգչային խաղեր, որոնք բացասաբար են անդրադառնում խաղացո- ղի  հոգեբանության  վրա:  Խոսքը,  մասնավորապես,  վերաբերում  է  զոմբի  («Ben  10  VS Zombies»),386  կռիվ  («Battle  Heroes  2012»),387  ծեծկռտուք  («Super  Fighters  Rampage»388, «Dad n Me»389) կամ կրակոց («Shoot For Gold»)390  բնույթի խաղերին, որոնք անձի բնա- վորության մեջ ձևավորում են բռնության որոշակի հատկանիշներ: ", "Բացասական ազդեցություններից մեկն էլ այն է, որ, կտրելով բակից, համակարգ- չային  խաղը  խոչընդոտում  է  երեխայի  սոցիալիզացիային  (շփվել  հասակակիցների հետ,  ձեռք  բերել  ընկերներ):  Այն  երեխայի  մեջ  առաջացնում  է  մեկուսացվածության կամ միայնակության զգացում: ", "Այսպիսով`  Աղջիկները նախընտրում են նորաձևության, խոհանոցի և հեքիաթային խաղեր, իսկ տղաները` ավտոմրցումներ, մարտական և նման այլ խաղեր: ", " Համակարգչային  խաղերն  ունեն  մտավոր-զարգացնող  և  հոգեբանական ազդեցություն: ", "դաստիարակությանը գործոնը: ", " Համակարգչային  խաղերում  գրեթե  ամբողջությամբ  բացակայում  է  ֆիզիկական  Համակարգչային  խաղերը միայն  ժամանցի  կամ  զվարճանքի  համար  չեն:  Դրանք համագործակցության  վրա  հիմնված  գործունեության  ձևեր  են,  ինչին  հաճույքով մասնակցում են թե՛ երեխաները, թե՛ մեծահասակները: "], "source_docs_file": "History.json"}