{"paragraphs": ["Պոյի գրական ստեղծագործությունների բազմազանությունը լրացնում են նրա հումորիստական  և  երգիծական  պատմվածքները`  հագեցած  պարոդիայով  ու գրոտեսկով (§Սատանան  զանգակատանը¦  1839,  §Գործիմաց  մարդը¦,  1840 §Էսքվայր Թամի գրական կյանքը¦1844): ", "Նրանց  պատմություններն  իրենց  ընտանիքների,  քույրերի  մասին  բավական անպարկեշտ  էին  և,  թվում  էր՝  էլենը  պետք  է  արգելեր  նրանց։  Քիչ  անց  հաճույքի  և ազատության  զգացողությունը  փոխվում  է  վախի  և  հիասթափության։  Էլենը հայտնաբերում  է,  որ  տղաները  գողացել  են  իր  դրամապանակը։  Աշխարհն  իր հարմարավետ սենյակից դուրս, պարզվում է, շատ վտանգավոր է։ Հերոսուհին ասում է. «Նրանք չպետք է գողանային։ Եթե դրամի կարիք ունեին, ես կտայի, ինչ որ պետք էր»91։ ", "Սրանով,  ըստ  էության,  կարելի  է    բնորոշել  ժամանակի  «ազգային  ջոջերի»  մեծ մասին,  քանզի  իրականում  նրանք  ավելի  շատ  ոչ  բնական՝  դիմակավորված  էին,  իսկ մյուս  կողմից  էլ,  եթե  մարդը  էությամբ  այդքան  «ճկուն»  չլիներ,  չէր  կարող  ժամանակի փոփոխության հետ փոխել նաև իր մարդկային դիմագիծը: ", "Եթե  Զապել  Եսայանը  ժամանակի  մեծ  «շինարարության»  մասին  գրում  էր «Երևան»  թերթի  էջերում,  ապա  նույն  ժամանակի  գրող  Վահան  Թոթովենցը  այս  նույն շինարարության  մասին,  այս  անգամ,  սակայն,  բառի  բուն  իմաստով,  պատմում  է «Խորհրդային Հայաստանի» մեջ: Միայն թե նա փաստերը չէր արձանագրում, որովհետև իրականում  շինարարությունը չկար,  անգո  էր  կամ  թերի,  նաև  որովհետև կառավարությունը «ինչ որ շինե, թերթին մեջ գրելու համար է… Շինարարության ձև մը, որ ամենեն դյուրին և ամենեն աժանը պիտի ըլլա» /79/: Կամսարյան հեգնանքը այստեղ նաև  մամուլին  է  ուղղված  իր  սուր  ծայրով  և  կամ  թե  առավելապես  ու  առաջին  հերթին մամուլին է ուղղված, այն մամուլին, որի համար կարևորը ոչ թե իրականությունն է, այլ միայն թերթի էջերը լցնել-լրացնելը: ", "Պոն  մինչև  վերջ  չգիտակցեց  սոցիալական  չարիքի  պատճառները  և  ավելի շատ  ենթագիտակցաբար,  քան  գիտակցությամբ  զգաց  Ամերիկայում  ձևավորված §քաղաքակրթության¦ ահավոր հետևանքները։ ", "Աշոտ  եպիսկոպոս  Շախյան,  ապա՝  տեր  Վրթանես.  կրոնավոր  լինելը,  կրոնն ընդհանրապես  և  կամ  թե  ժողովրդի  մեջ  արմատացած,  խորացած  «հին»  հավատն  առ Աստված, մեղմ ասած, ենթակա էր վերանայման. այն պետք էր շտապ կարգով իր տեղը զիջեր «նոր», «թարմ» կրոնին՝ սոցիալիզմին: Այս միտքը վաղուց ի վեր դարձել էր արդեն դասագրքային, անհերքելի ճշմարտություն: ", "Եվ շատ կրոնավորներ, աստվածահավատներ  ուղղակի  իբրև  արգելքներ  էին  սոցիալիզմի  կառուցման ճանապարհին.  «Ասոնց  հալածանաց  Աստվա՞ծ  կդիմանա:  Կնկաս  ծառայութենեն արձակեցին,  աղջիկներուս  դպրոցեն  հանեցին:  Ու  այդ  բոլորը  երկու  մազ  միրուքիս համար: Չուզեցինք ախպար: Թող կորսվի՛  այդ փունջ մազը, որ կեցած սա չոճուխներու ճամբուն՝  չի  թողուր,  որ  դեպ  սոցիալիզմն  երթան…»  /107-108/:  Ահա  այս  ամենն  է փաստացի արձանագրում Լեռ Կամսարը և միտքն առաջ տանելով՝ ամփոփում. «Տեսա՞ր Աստված… չկա՜ս» /108/: ", "Հաջորդը ինքնատեսակ բանաձև է, որով ներկայացնում է գրողը իր մյուս հերոսին, ով,  լքելով  իր  կուսակցությունը,  եկել  էր  Հայաստան՝  ծառայելու  բոլշևիկներին:  Այս կերպարն  էլ  կրկին  անձնավորված  չէ.  Հայաստանում  այդպիսի  մարդիկ  մեծ  թիվ  են կազմում,  ըստ  որում,  դիպուկ  է  գրողի  բնորոշումը.  նա  դեռ  երկար  ժամանակ  «…չի հայհոյեր  դաշնակցությանը  ու  չի  փառաբաներ  կոմկուսակցությանը:  Ի՞նչ  է  գաղտնիքը, ոչ  ոք  գիտեր,  ու  հասարակությունը  լեցված  հրացանի  մը  բերնին  նայող  երեխայի  պես, ակնդետ  կրակվելու  կսպասեր»  /114/:  Եվ  սա  էլ  հիմք  է  հանդիսանում,  որ  գրողը  մեկ նախադասությամբ ներկայացնի երկու կուսակցություններին էլ. «Դաշնակցությունը 220 ռուբլիով քանդեր է Հայաստանը, բոլշևիկները նույն չափով շիներ են» /114/: ", "Կարելի  է  գրողի  տված  մարդկային  մեկ  բնութագիրը  վերածել  ընդամենը  մեկ բառակապակցության: Օրինակ՝ «Ամենայն օր լեռնային գյուղերեն հարյուրավոր շուներ կբերե կառավարությունը և սահմանագլուխը կտանե, որ դաշնակներու վրա հաչեն: Այդ շուները, թեև կողմնորոշված չեն տակավին ու հայտնի չէ իրենց օրիենտացիան, սակայն ինձի  կթվի,  թե  այդ  անորոշության  մեջ  անգամ,  այդ  շուները  ավելի  լավ  կհաչեն դաշնակցության  վրա,  քան  Տիգրան  Հախումյանը:  Վասնզի  շուները  ինչքան  ալ  ըսեն սկզբունք  չունինք՝  չհավատաք:  Անոնք  միշտ  սկզբունք  մը  կունենան  նեղ  օրվա  համար» /120/. ասել է՝ Տիգրան Հախումյան54- անսկզբունք մարդ: ", "Եվս մեկ գործիչ, ում կարելի է բնութագրել մեկ բառով՝ Ժողկոմխորհի նախագահ Սահակ  Տեր-Գաբրիելյան55.  ներկայացվում  է  յուրատեսակ  «բացատրական  բառարանի» տեսքով:  Այսպես՝  Տեր-Գաբրիելյան-քաղաքական  գործիչ,  ով  «սա  չորս  տարի  է՝  ոտքը երթուղիեն վար չէ դրեր…» /198/: ", "Պոյի  համար  երևակայությունը  տաղանդի  թագուհին է։  Ռոմանտիկ երևակայությունը  աստվածային  հատկություն  է,  որն  ընկալվում  է  փիլիսոփայական մեթոդներից  դուրս,  ամենից  առաջ  որպես  ինտիմ,  գաղտնի  առարկաների վերաբերմունք։ ", "Պոյի  պոեզիայի  խորհրդանիշների  աշխարհը  անսահման  է  ու  բազմազան, աղբյուրները՝  բազմաթիվ:  Բանաստեղծը  հավատում  էր,  որ  մարդն  ապրում  է սիմվոլների  շրջապատում:  Պոյի  համար  խորհրդանիշների  առաջին  և  գլխավոր աղբյուրը  բնությունն  է:  1844  թվականին  Պոյի  ժամանակակից  ամերիկացի  գրող  և մտածող  Էմերսոնը  նշում  էր.  §Խորհրդանիշները  հնարավոր  են  այն  պատճառով,  որ ինքը՝  բնությունը,  խորհրդանիշ  է  ամբողջովին  և  իր  յուրաքանչյուր  դրսևորման  մեջ է¦:16 Բնության  յուրաքանչյուր  երևույթ  իր  մեջ  պարունակում  է  ավելին,  քան մատչելի է  պատահական  հայացքին:  Պոն  առատաձեռնորեն  օգտվում է խորհրդանիշների  այդ  աղբյուրից:  Նրա  ստեղծագործությունները  ներծծված  են գույների, հնչյունների, բույրերի  խորհրդանիշներով:  Նրա գրչի  տակ խորհրդանշական  իմաստ  են  ստանում  արևը,  լուսինը,  աստղերը,  ծովը,  լճերը, անտառները, ցերեկը, գիշերը, տարվա եղանակները և այլն: ", "Ահա պատերազմի անմիջական արձագանքներից մեկը. Ձուլեցե՛ք, ձուլեցե՛ք գնդակներ, Մատաղ կյանք, ա՜խ, այնքա՜ն ու այնքան, Ձուլեցե՛ք, ձուլեցե՛ք գնդակներ։ ", "էր Աղասի Խանջյանի և Մաքսիմ Գորկու հետ: Զոհ գնաց ստալինյան բռնությանը։ Նա համարձակություն էր ունեցել որպես Անդրկովկասյան դաշնության ղեկավար։ Հասկանալի էր, որ նման վերաբերմունքն աննկատ չէր մնալու և ստանալու էր համապատասխան արձագանք։ Ըստ «պաշտոնական ամփոփագրի»՝ 1937-ի օգոստոսին Ստալինին հաղորդվում է, որ Տեր-Գաբրիելյանը, որը կալանքի տակ էր, «ինքնասպանություն» է գործել՝ երրորդ հարկի պատուհանից դուրս նետվելով։ ", "ներկայացուցիչը՝ Մոսկվայում: ", "Բերիայի առաջքաշմանը՝ ընդդիմանալ Լավրենտի Մտերիմ Գրողի կերտած բոլոր դիմանկարներն էլ քաղաքական հենքի վրա են: Հովհաննես Մալխասյանի  մահվան  մասին  խոսքում  նա  օրվա  «կտրվածքով»  տրամադրում  է ընդամենը  6-7  տող,  մնացածը՝  շուրջ  մեկ  ամբողջական  էջ,  յուրատեսակ  ասպարեզ  է դառնում  քաղաքական  իրավունքների  մասին  խոսելու  համար,  թեև  ոչ  ուղղակիորեն. հեղինակի խոսքի կշիռը ենթատեքստում է արտահայտվում: ", "– Եվ սրա համա՞ր եք որոշել ոչնչացնել բնության բոլոր արարածներին: ", "Ըստ  գրականագետ  Մ.  Մենդելսոնի`  հոգևոր  դատարկությունը  կարծես հերոսներին  բնորոշ  գլխավոր  առանձնահատկությունն  է,  որը  թույլ  է  տալիս ընդհանրություններ  տեսնել    Սինքլեր  Լուիսի,  Ռինգ  Լարդների  կամ  Դորոթի  Փարքերի պատմվածքների  հերոսների  միջև100:  Նշենք  նաև,  որ  Ջոն  Ափդայքը  ևս  իր պատմվածքներում  արծարծել  է  այս  թեման:  Տարբոքսի  բնակիչները  վայելում  են արվարձանի  բոլոր  հնարավորությունները,  սակայն  այս  ամենը  բավական  չէ  նրանց համար.  հոգևոր  դատարկությունը  և  նյութական  արժեքների  մակերեսայնությունը  նրա հերոսներին  դարձնում  են  անհանգիստ:  Հիշենք  Ջ.  Ափդայքի    «Համառ  ցանկություն» («The persistence of desire», 1958) պատմվածքը: ", "ու  իսկական  գեղարվեստական  արժեքները:  Սա  նաև  վկայությունն  է  գրողի՝  հիրավի բարձր  ու  ճշմարիտ  արժեքների  նկատմամբ  ունեցած  ռեալ  վերաբերմունքի:  Այստեղ խնդիրը  ամենևին  էլ  Հ.  Աբելյանի  նկատմամբ  նրա  քննադատական  վերաբերմունքը  չէ, այլ  ճիշտ  հակառակը.  նա  ափսոսանքի  զգացողություն է  ունենում  նույն անհատականության՝  այլոց  կողմից  իբրև  իսկական  մեծություն  չգնահատվելու  համար /տե՛ս  234/:  Գրողի  հետագա  մտքերը  ցույց  են  տալիս,  որ  Հովհաննես  Աբելյանը  միակ արվեստի  մարդը  չէր  /կոնկրետ  թատրոնի/:  Հեղինակի  ուշադրությունից  չի  վրիպել պետական  թատրոնի  ռեժիսոր  Գուլակյանի՝  «Մակբեթի»  փոփոխված  տարբերակը,  երբ, ինչպես  նրբագծում  է  հեղինակը,  փոփոխվել  էր  միայն  …  լեզուն:  Ավելի  հասկանալի դարձնելու համար գրողը տալիս է հավելյալ բացատրություն. «…Եթե հանդերձյալ կյանք իրոք  գոյություն  ունի,  և  Շեքսպիրը  անդիի  աշխարհին  մեջ  կապրե  տակավին, կերևակայեմ,  թե  ի՜նչ  զայրույթով  պիտի  գա,  Լենինին  դուրս  կանչե  դժոխքեն  ու անգլիական  բոքսի  հրավիրելով,  քիչ  մը  «բարեփոխե»  անոր  կողերը,  որ  մյուս  անգամ թույլ չիտա իր լեզուն Գուլակյանի ձեռքով «Մակբեթին» բերանը խոթելու…» /257-258/: ", "Երգիծական միջոցներից վարպետորեն օգտվելով՝ հեղինակը ստեղծում է մեկ այլ հետաքրքիր  դիմանկար:  Ժամանակին  կար  մի  նորաձևություն՝  մեծերի  մեծադիր նկարները շարում էին փողոցներում: Ահա և այս մասին է զուգահեռ խոսում գրողը, իսկ բուն  ծաղրը  հնչում  է  իբրև  ամփոփում.  «Ի՜նչ  կատարելության  է  հասեր  սա լուսանկարչական արհեստը, որ Գալոյանի նման պզտիկ մարդու մը նկարը հաջողած է այսքան խոշոր քաշել» /276/: ", "Ինչպես  արդեն  նշվեց,  ժամանակին  այս  երևույթը  տարածված  էր  և  արդեն վերածվել էր օրինաչափության: Եվ այն, որ գրողի բազմաթիվ դիմանկարներ բազմադեմ են և ոչ միայն անձնավորված, գրողը ցույց է տալիս հաջորդ կերպարը կերտելիս. «Խոսքս միայն  Մուշեղյանին  չի  վերաբերեր:  Տիգրան  Մուշեղյանը  ոչ  միայն  «անուն»  ուներ,  այլև ազգանուն,  ու  հետևաբար,  արժանի  իրեն  ցուցուցած  բոլոր  հարգանքին:  Կխոսիմ ընդհանրապես» /277/: ", "Իր  բնույթով  մանրապատում  է  հիշեցնում  գրողի  խոսքը  «Հունաստանեն  եկած բան. թղթակից» Մ. Քիպապչյանի մասին: Սակայն այստեղ էլ միահյուսված են մամուլը, քաղաքականությունը  և  թղթակցի  դիմանկարը,  իսկ  խոսքը  7-8  տողանոց  մի  հատվածի մասին է /տե՛ս 235/: ", "Ինչպես վերևում տեսանք, Տերյանը հայ գրականության գլխավոր թերություններից մեկը  համարում  էր  գեղարվեստականության  պակասը։  Այսինքն՝  գեղարվեստական գրականության գերնպատակը պետք է լինի ամեն ինչի մեջ գեղեցիկի հայտնաբերումը և ցուցադրումը։ Գրականության մեջ հենց այդ գեղեցիկի զգացողությունն է գեղագիտական բավականություն  կոչված  հոգեբանական  իրողության  հիմքը,  որ  շատերին  չի  տրված։ ", "Նորման Վինսենթ Փիլզը «Դրական մտածողության ուժը» գրքում  եզրակացնում է. «Սարսափելի  է  գիտակցել  խղճուկ  մարդկանց  թիվը,  որոնց  կյանքը  դժվարացել  է  և դարձել  է  թշվառ  մի  հիվանդության  պատճառով,  որը  հասարակության  մեջ  կոչվում  է անլիարժեքության  բարդույթ։  Սակայն  սա  տառապանքի    պատճառ  չէ:  Երբ  որոշակի քայլեր  են  ձեռնարկվում,  այն  կարելի  է  հաղթահարել101։    Կարծում  ենք,  որ  այսպիսի հակասական  ուղերձները  հետպատերազմյան  ամերիկյան  կյանքի  լարվածությունը  և անհանգստությունները լուծելու փորձեր են: ", "ժամանակակից  Ամերիկան  իրեն  շփոթեցնում  է.  «Այս  տասնամյակում  ինչ-որ  բան սարսափելի կերպով սխալ է ընթացել: Այսօր ամենից կարևորը մարդն է, ով հայտնվել է ճահճի  մեջ  և  արտասվալից  հայացքով  նայում  է  երկնքին»102:  Մեկ  տարի  անց  գրողը պնդում է, որ 1960-ականների ամերիկյան կյանքը դժոխք է։ "], "source_docs_file": "Literature.json", "paragraph_source_docs": [1, 4, 3, 3, 1, 3, 3, 3, 3, 3, 1, 1, 5, 3, 3, 3, 0, 4, 3, 3, 3, 3, 5, 4, 4]}