{"paragraphs": ["Հաշվի առնելով, որ վեպը հայերեն չի թարգմանվել՝ հարկ ենք համարում հակիրճ ներկայացնել  սյուժեն:  Ինչպես  նշել  ենք,  առաջին  դեմքով  գրված  այս  վեպը  պատմում  է Տեռալբայի  երիտասարդ  վիկոնտ  Մեդարդոյի  մասին:  Պատմողը,  որը  ներկայանում  է որպես  վիկոնտի  զարմիկ,  իր  պատմության  հերոսի  հետ  պատահած  որոշ իրադարձություններին  ականտես  է  եղել,  մյուսների  մասին  միայն  լսել  է:  Բոհեմիայում թուրքերի  դեմ  կռվելիս  Մեդարդոն  թնդանոթից  արձակված  արկից  երկու  մասի  է բաժանվում,  և  փրկված  կեսը  վերադառնում  է  հայրենի  կալվածք:  Հետագայում վերադառնում  է  նաև  մյուս  կեսը:  Մեդարդոյի  երկու  հակառակ`  բարի  և  չար  կեսերն ապրում են առանձին կյանքով: Սա այն տեսողական պատկերն է, որի մասին խոսում է Կալվինոն «Ամերիկյան դասախոսություններում»: ", "Calvino I. Presentazione //Il cavaliere inesistente. Mondadori. Milano 2014. P. vii Jackson R. Fantasy.Literature of Subversion. Routledge. Cambridge 1981. P. 49 Վեպում  արծարծվում  է  կերպարի  երկակիության  խնդիրը:  Սակայն  մինչև  բուն գործողությունը, այսինքն՝ վիկոնտի կիսվելը նկարագրելը Կալվինոն կերտում է հերոսի դիմանկարը, օժտում նրան բնավորությամբ, որի հիմնական գիծը սնապարծությունն է: ", "Վեպի սկզբում վիկոնտը իր վահանակրի հետ շրջում է Բոհեմիայի դաշտավայրով և այնտեղ պատահած ամեն ինչի մասին հարցեր է տալիս. «–Ինչքա՜ն շատ արագիլներ կան...Որտե՞ղ են թռչում: ", "–Թռչում են ճակատամարտի դաշտերը, - տխուր պատասխանեց վահանակիրը, - ամբողջ ճանապարհը ուղեկցելու են մեզ»:98 Կամ. « – Ինչու՞ են այստեղ այսքան շատ ձիեր ընկած, Կուրցիո: ", "–   Երբ ձին զգում է, որ իր փորոտիքը թափվում է, փորձում է պահպանել այն: Որոշ ձիեր փորը դնում են գետնին, որոշները մեջքի վրա են փռվում, որ թույլ չտան, որ փորոտիքը թափվի: Բայց մահը երկու դեպքում էլ արագ է վրա հասնում: ", "–  ժամանակ առ ժամանակ մեզ ինչ-որ մատներ ճանապարհն են ցույց տալիս, - ասաց քեռի Մեդարդոն, -ի՞նչ կնշանակի սա: ", "Գրականության  մեջ  իրականությունը գեղարվեստորեն  վերարտադրելու միտումը  շարունակվեց  նաև  հաջորդ  տասնամյակում`  էականորեն  փոխելով գրականության բովանդակային կողմն ու նրա դերը հասարակական ինքնագիտակցության  զարգացման  մեջ:  Հիշյալ  ժամանակահատվածում  բարդացավ նաև  ռեալիստական  գրականությունը.  ի  հայտ  եկավ  սուբյեկտիվ-հոգեբանական արձակը,  ձևավորվեց  սոցիալ-հոգեբանական  ուղղությունը:  Վերջինիս  ազդեցությամբ թուրքական գրականության մեջ խնդիրների, գեղարվեստական ընդհանրացման ձևերի, ոճի տեսանկյունից այլևս գերակա դարձավ սոցիալական ռեալիզմի ուղղությունը: Նման ստեղծագործություններում շեշտվում  էին  առավելապես  ժողովրդի  կենսաձևը, սոցիալական  կոնֆլիկտներն  իրենց  պատճառահետևանքային  կապերով,  ազգային գիտակցության  փոփոխման  գործընթացը,  ինչպես  նաև  օբյեկտիվ  քննադատական գնահատական  էին  տրվում  ժողովրդի  ինքնագիտակցության,  հասարակական- քաղաքական տեղաշարժերի և առհասարակ հասարակության վերաբերյալ: 1950-ական թթ.  Օրհան  Քեմալի,  Քեմալ  Թահիրի,  Ազիզ  Նեսինի,  Սամիմ  Քոջագյոզի,  Քեմալ Բիլբաշարի,  Յաշար  Քեմալի  կողքին  այս  ուղղության  դիրքերն  ամրապնդեցին  նաև երիտասարդ  ստեղծագործողները`  Մահմուդ  Մաքալը,  Թալիփ  Ափայդընը,  Ֆաքիր Բայքուրթը,  Յուսուֆ  Զիյա  Բահադընլըն,  Մեհմեդ  Բաշարանը  և  այլոք`  հանդես  գալով սոցիալ-հասարակական բարեփոխումներ իրականացնելու կոչերով121: ", "Ճակատամարտի  նախորդ  գիշերը  Բոհեմիայի  դաշտավայրով  շրջող,  դեռևս «լիարժեք» վիճակում գտնվող վիկոնտը ինքնավստահ է և ոչ մի մտահոգություն չունի. «Այդ գիշեր Մեդարդոն, չնայած որ հոգնած էր, ուշ գնաց քնելու: Իր վրանի շուրջ հետ ու առաջ էր գնում և լսում էր ժամապահների կանչերը, ձիերի խրխնջոցը և ինչ-որ մի քնած զինվորի բարբաջանքը: Նայում էր Բոհեմիայի երկնքի աստղերին, մտածում էր իր նոր աստիճանի, հաջորդ օրվա ճակատամարտի և իր հեռավոր հայրենիքի մասին: ", "Սրտում ո՛չ կարոտ էր զգում, ո՛չ կասկած, ո՛չ էլ անձկություն: Նրա համար ամեն ինչ դեռ Calvino I. Il visconte dimezzato. Mondadori. Milano 2009. P. 3 (թարգմ. հեղ.) Նույն տեղում, էջ 5 լիարժեք  էր  ու  անվիճելի  իր  պես:  Եթե  կարողանար  կանխատեսել  այն  ահավոր ճակատագիրը,  որ  սպասում  էր  իրեն,  չնայած  դրա  ողջ  ցավին,  միգուցե  դա  էլ կարողանար բնական ու կատարյալ համարել: Նայում էր  գիշերվա հորիզոնին, որտեղ համոզված էր, որ թշնամու ճամբարն էր, և թևերը ծալած՝ ձեռքերով սեղմում էր ուսերը՝ գոհ լինելով հեռավոր իրականությունների մասին իր իմացածից և իր՝ նրանց մեջտեղում գտնվելուց»:100 Այս  հատվածում ստեղծված է հեքիաթին հատուկ «նախնական իրավիճակ», երբ, ըստ  Պրոպպի,  դեռ  «ամեն ինչ բարեհաջող է»,101  սակայն  «դժբախտության ուրվականն արդեն  սկսում  է  շրջել»:102  Ի  տարբերություն  ընթերցողի,  որին  Կալվինոն  դեռևս վերնագրում  նախապատրաստել  է  հերոսին  սպառնացող  դժբախտությանը,  ինքը՝ վիկոնտը, հեքիաթի հերոսի պես անտեղյակ է իր ճակատագրից: ", "Ճակատամարտի ժամանակ վիկոնտը նետվում է դեպի թշնամու թնդանոթը, որից արձակված գնդակը նրան երկու կես է անում. «Երբ վիկոնտի վրայից մի կողմ քաշեցին սավանը, մարմինը զարհուրելի ձևով անդամահատված  էր:  Բացի  նրանից,  որ  պակասում  էին  մի  թևն  ու  մի  ոտքը, կրծքավանդակի և որովայնի այն հատվածը, որ գտնվում էր այդ թևի ու ոտքի արանքում, փոշիացել, վերացել էր թնդանոթի կրակոցից: Գլխից մնացել էր մեկ աչք, մեկ ականջ, կես քիթ, կես կզակ, կես բերան և կես ճակատ. կարճ ասած՝ միայն մի կեսն էր փրկվել, աջ կեսը, որը կատարելապես պահպանվել էր»:103 Հենց  այստեղ  է,  որ  վեպում  ի  հայտ  է  գալիս  ֆանտաստիկը.  բժիշկները կարկատում  են  վիկոնտի  մի  կեսը  և  նա,  թեկուզ  կիսված՝  ողջ  է  մնում:  Նրա  կիսված վիճակը համարժեք է կախարդական հեքիաթի հերոսի կերպարանափոխությանը, որն ի հայտ է գալիս որևէ չար կախարդանքի արդյունքում: Կալվինոյի վեպում չար կախարդի դերը կատարում է թնդանոթը, որն էլ իրականացնում է վիկոնտի կերպարափոխությունը: ", "Վեպի  գործողությունները  ծավալվում  են  ֆանտաստիկ  սցենարով.  վիկոնտի պահպանված  կեսը  վերադառնում  է  Տեռալբա  և  սկսում  է  մի  շարք  վայրագություններ իրագործել` խեղդում է հոր դեղձանիկին, գյուղացիներին մահապատժի է ենթարկում, և «Ոդիսականի»  Եվրիկլեին  հիշեցնող  ծեր  դայակը  հասկանում  է,  որ  վերադարձել  է վիկոնտի չար կեսը: ", "Չիվերի  պատմվածքներում  ակնհայտ  է  Շերվուդ  Անդերսոնի  ազդեցությունը: ", "մշտական Հայաստանի կուսակցական  գործիչ։  Ժողկոմխորհի  նախագահ  է  եղել  1928-35թթ.:  1920-ին  եղել  է  Հեղկոմի  անդամ։ ", "– Ավա՜ղ, հովտի բոլոր աղջիկներից հենց ինձ պետք է սա պատահեր: ", "Հասկանալով,  որ  վիկոնտը  սիրահարվել  է  իրեն՝  հավաքեց  բոլոր  կես մարգարտածաղիկները, տարավ տուն և դրեց աղոթագրքի մեջ: ", "- Պամե՛լա, ես որոշել եմ սիրահարվել քեզ: ", "– Եվ սրա համա՞ր եք որոշել ոչնչացնել բնության բոլոր արարածներին: ", "– Պամե՛լա, սրանից բացի այլ լեզվով չենք կարող խոսել: Աշխարհում երկու արարածների ցանկացած հանդիպում մի նոր կիսում է նշանակում: Ե՛կ ինձ հետ, ես գիտեմ՝ ինչ բան է այդ չարիքը, ինձ հետ ավելի ապահով կլինես, քան ցանկացած այլ մեկի, քանի որ ես չարիք եմ գործում, ինչպես բոլորը, բայց ի տարբերություն  նրանց, ինձ հետ ապահով է»:117 Այլ կերպ է Պամելային մոտենում բարի Մեդարդոն. «–Ա՜խ, Պամելա՜, կիսված լինելու մեջ սա է լավ՝ հասկանալ ամեն մարդու ու ամեն ինչ: Ես լիարժեք էի և չէի հասկանում, առաջ էի շարժվում մարդկանց ցավերին խուլ ու անտարբեր: Եթե գաս ինձ հետ, Պամելա, կսովորորես զգալ բոլորի ցավերը և բուժել դրանք քո ցավերի հետ միասին»:118 Բարի  Մեդարդոն  զգացել  է  աշխարհի  վշտերը:  Նա,  ի  տարբերություն  չարի՝  չի հասկանում,  որ  ինքն  էլ  ամեն  ինչ  կիսատ  է  տեսնում:  Նա  բավարարված  է  իր բարիությամբ և չի կարող զգալ իր՝ կիսատ մարդու ողբերգությունը: Դրա վկայությունն է բարի Մեդարդոյի և Պամելայի հետևյալ երկխոսությունը. « – Միասին բարի գործեր անելն է իրար սիրելու միակ ձևը: ", "– Ափսոս, ես էլ կարծում էի, որ այլ ձևեր էլ կան»:119 Հովվուհի Պամելան երկու Մեդարդոներին էլ սիրելու համաձայնություն է տալիս, հասկանալով, որ նրանք միևնույն մարդու տարբեր էություններ են և նրանց միավորելու միակ  միջոցը  սերն  է:  Սրանով  կարող  ենք  փաստել,  որ  վեպի  հիմնական գաղափարներից  է  սերը՝  որպես  երջանկության  և  ներդաշնակության  հասնելու հիմնական ուղի: ", "Կախարդական  հեքիաթի  առանցքային  թեմաներից  մեկը՝  սիրո  թեման, Կալվինոյի  ֆանտաստիկ  վեպերում  կարևոր  ժանրաստեղծ  դեր  է  խաղում:  Ըստ Տոդորովի՝  սերը  ֆանտաստիկ  գրականության  մեջ  տարբեր  դրսևորումներ  ունի՝  սեր կնոջ  հանդեպ,  նույնասեռական  սեր,  ինցեստ,  սիրային  եռանկյունի:120  «Կիսված վիկոնտում» պատկերված են սիրո առաջին և երրորդ տեսակները: ", "Պամելայի  հանդեպ  սիրուց  վիկոնտի  երկու  կեսերը  սկսում  են  արյունահոսել: ", "Պարզ  է  դառնում,  որ  նրանց  միմայնցից  անջատ  գոյությունն  անհնարին  է,  և  միայն միությունը  կփրկի  թե՛  վիկոնտի  անձը,  թե՛  Պամելայի  հանդեպ  սերը,  և  թե՛  ամբողջ Տեռալբան:  Բժիշկ  Թրելոունին  իրար  է  կարում  Մեդարդոյի  երկու  կեսերը,  և  վիկոնտը նորից  դառնում  է  լիարժեք:  Այսպիսով՝  վեպի  ավարտը  լավատեսական  կլիներ,  եթե Կալվինոն չավելացներ եզրափակիչ այս պարբերությունը. «Այսպես իմ քեռի Մեդարդոն վերադարձավ որպես լիարժեք մարդ, ո՛չ բարի, ո՛չ չար, այլ չարի և բարու մի խառնուրդ, ոչ շատ տարբեր նրանից, որ մինչև կիսվելն էր: ", "Բայց այս անգամ ավելի իմաստուն, քանզի ուներ երկուսի փորձը… Մեր կյանքն էլ դեպի լավը փոխվեց: Չնայած սպասում էինք, որ լիարժեք վիկոնտի վերադարձով կսկսվի կատարյալ երջանկության մի դարաշրջան, սակայն մեկ վիկոնտը բավական չէ, որ աշխարհը փոխվի, դառնա լիարժեք»:121 Եզրափակելով Կալվինոյի վեպում հեքիաթի ժանրային առանձնահատկությունների  վերհանումը՝ նշենք,  որ  եթե  վիկոնտի  կիսվելը համապատասխանում  է  հեքիաթում  չար  կախարդանքի  արդյունքում  հերոսի՝  որևէ հրեշի  փոխակերպմանը,  ապա  կիսված  վիկոնտի  վերածումը լիարժեք  մարդու՝ կախարդանքի  վերացումն  է:  Կնոջ  հանդեպ  սերը  վերադարձնում  է  վիկոնտին  իր մարդկային  լիարժեք  կերպարանքը,  իսկ  բժիշկ  Թրելոունին  հանդես  է  գալիս  որպես բարի  կախարդանքի  գործիք:  Կախարդական  հեքիաթը,  որպես  ավարտուն  ժանր, ավանդաբար վերջանում է հերոսի ամուսնությամբ,122 որի շնորհիվ ներդաշնակություն է հաստատվում  ոչ  միայն  հերոսի  կյանքում,  այլև  շրջապատող  աշխարհում:  «Կիսված վիկոնտը», ինչպես և Կալվինոյի մյուս վեպերը, անավարտ է: Այստեղ կարելի է նկատել ապագա «բաց ստեղծագործության» նախանշանները, որոնց հանդիպելու ենք հեղինակի ստեղծագործության պոստմոդեռնիստական շրջանում: ", "Եռերգության  հաջորդ`  «Բարոնը  ծառի  վրա»  վեպը  (1957)  նախորդ  վեպի համեմատ  առավել  ծավալուն  է,  ժանրային  կառուցվածքի  տեսանկյունից՝  ավելի բազմազան: Այստեղ ֆանտաստիկը դրսևորվում է առավելապես անհնարինի ձևով, իսկ հրաշալին և կախարդականը բացակայում են: ", "Հեքիաթայինի  տարրերը,  որոնք,  թեև  որոշ  չափով  ձևափոխված,  արտահայտված են  «Կիսված  վիկոնտում»,  այս  վեպում  ներկայացված  են  ընդհամենը  որպես պատումային  ֆոն,  որին  ավելացվում  են  տարբեր  ժանրային  շերտեր:  Դրանք  են՝ արկածային վեպը, պատմավեպը, դաստիարակության վեպը և այլն: "], "paragraph_source_docs": [0, 0, 0, 0, 0, 0, 2, 0, 0, 0, 0, 4, 3, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0], "source_docs_file": "Literature.json"}