{"paragraph_source_docs": [0, 0, 3, 0, 2, 4, 2, 1, 1, 2], "source_docs_file": "History.json", "paragraphs": ["Թեմայի  հիմնահարցերի  առավել  ամբողջական  և  համակողմանի  հետազոտման նպատակով  օգտագործվել  են  Վ.  Վիրաբյանի  «Հայաստանի  Հանրապետության պետական  անվտանգության  համակարգի  ստեղծումը  և  գործունեությունը  1918-1920 թթ.»2  աշխատությունում  քննության  առնված  Հայաստանի  Առաջին  Հանրապետության նորաստեղծ  հետախուզության  Արևմտյան  Հայաստանում  ծավալած  գործունեությանը վերաբերող  փաստագրական  տվյալները,  ինչպես  նաև  Կ.Պոլսում  հայկական հետախուզական  աշխատանքների  կազմակերպիչ  հետախույզ  Տ.  Դևոյանցի  հուշերը3: ", "Վերջինիս  կողմից  թշնամու  թիկունք  գործակալական  ներթափանցման  եղանակով ստեղծված  ծպտյալ  գործակալական  ցանցի  միջոցով  անհրաժեշտ  կանխարգելիչ տեղեկությունների հայթայթման արդյունքում կազմված զեկուցագրերի ուսումնասիրությունները  թույլ  են  տալիս  օբյեկտիվ  գնահատել  իրավիճակն  ամբողջ Արևմտյան  Հայաստանում:  Հարկ  է  նշել,  որ  1920  թ.  թուրք-հայկական  պատերազմի նախաշեմին թուրքերի կողմից իրականացվող կոնկրետ գերծողությունների վերաբերյալ հայ  հետախույզներն  ռազմաքաղաքական  բնույթի  արժեքավոր  տեղեկություններ  էին ուղարկում  Հայաստանի  Հանրապետության  կառավարություն,  սակայն  ինչ-ինչ պատճառներով  դրանք  կամ  ուշացումով  էին  տեղ  հասնում,  կամ  էլ՝  ղեկավարության կողմից  համապատասխան  վերաբերմունքի  չէին  արժանանում4:  Հատկանշական  է,  որ հայկական բանակը  ներսից  քայքայելու  համար  քեմալական  գործակալները քարոզչություն  էին  մղում,  լուրեր  տարածում,  թե  թուրք  զինվորները  «նույնպես բոլշևիկներ են», իսկ «… թուրք-հայկական պատերազմի ամբողջ ընթացքում հայ բոլշևիկ հետախուզական ռազմաճակատում պատմությունից, թուրքական Պատմաբանասիրական  հանդես,  2011,  թիվ  3,  էջ  94-119;  Հայկական  բանակի  հետախուզական բաժանմունքի պետ Տիգրան Դևոյանցի զեկուցագրերը թուրքական բանակի մարտակազմի վերաբերյալ, ՀՀ ԳԱԱ Լրաբեր հասարակական գիտությունների, 2010, թիվ 1-2, էջ 458-460, 470-483: ", "XIV –  XVII  դարերը  հայ  ժողովրդի  պատմության կնճռոտ և քիչ  լուսաբանված ժա- մանակահատվածն են, երբ երկրում տիրում էր քաղաքական և տնտեսական  անկայուն իրավիճակ:  Նախորդ  ժամանակաշրջանում  (IX  –  XIII  դդ.`  սկզբում  Բագրատունիների, ապա Զաքարյանների տիրապետության շրջանում) սկսած քաղաքական, տնտեսական, հասարակական կյանքի զարգացումն ընթանում էր բնականոն հունով, որը հանգեցրեց մշակութային ակնառու վերելքի: Տնտեսական վերելքը, քաղաքների ձևավորումն ու հե- տագա  աճը  նպաստեցին  արհեստագործության  լայնածավալ  արտադրությանը,  ներքին ու  արտաքին  առևտրի  զարգացմանը,  որոնք  երկրի  տնտեսության  առաջընթացի  հիմ- նական գործոններն էին: Զաքարյանների տիրապետության շրջանում սկսված պատմա- կան  օրինաչափ  առաջընթացը,  սակայն,  ընդհատվեց  մոնղոլական  քոչվոր  ցեղերի  ար- շավանքներից  հետո:  Հայաստանը,  ներքին  որոշակի  շարժերով  պայմանավորված  թու- լանալով, խոցելի էր դարձել մոնղոլական արշավանքների նախօրեին: ", "ծառայությունների գործիչներից  և  ոչ  մեկը  հանդես  չեկավ  թուրքերին  դիմադրելու  և  հայրենիքը պաշտպանելու սեփական ժողովրդին ուղղած որևէ կոչով»1: ", "արարումը,  պտղաբերությունը  և  արգասաբերությունը»94  և  Ա.  Վան  դեր  Մեյերի  հեղինա- կած «Նախնադարյան նախամայր Մաի լեզուն. Կնոջ պատկերագրության զարգացումը 40 Սրանք  շատ  արժեքավոր  աշխատություններ  են  ոչ  միայն  մեզ  համար,  այլև  համաշխար- հային  արվեստում  և  պատկերագրության  մեջ  կանանց  առաջին  օրինակների  տիպաբա- նության և դասակարգման ուսումնասիրության առումով: ", "Սասանյանների  և  արաբների  երկարատև  տիրապետությունը  նպաստել  էր պարսկա-արաբական  էթնիկ  տարրերի  ներմուծմանը  և  Աղվանքի  էթնիկ  պատկերն  է՛լ ավելի  բազմազան  էր  դարձրել:  Սելջուկների,  մոնղոլների,  ապա  թյուրքական  ղզլբաշ քոչվոր  ցեղերի  տարածաշրջան  ներթափանցելու  հետևանքով  Բուն  Աղվանք  – Ալբանիայի  բնիկ  նստակյաց  էթնիկ  տարրը  մասամբ  ուծացվել  էր:  Սակայն  իրենց  բուն էթնիկ  դեմքը  պահպանել  էին  ուդիները,  լեզգիները  և  մի  քանի  այլ  լեզգիալեզու  փոքր ժողովուրդներ: ", "Մասնագիտական գրականության մեջ հատուկ ընդգծվում է այն դրույթը, որ արվեստը կոնկրետ-զգայականի ձևով հանդես եկող աշխարհաճանաչողության միջոց է  և այդ ճա- նաչողության վաղագույն ձևն անկասկած առասպելն է: Առասպելը ոչ միայն գիտակցութ- յան  առաջին,  այլև  ունիվերսալ  այն  ձևն  է,  որ  ընկած  է  արվեստի  ստեղծագործության կերտման հիմքում: Միայն թե նախնադարյան կամ արխաիկ արվեստում առասպելն եղել է խմբային` ձևավորվելով որպես, աշխարհի մասին կոլեկտիվ պատկերացումներով առաջ եկած  կերպարների  անգիտակցական  պրոեկցիա…  Հանդես  գալով  որպես  աշխարհի  և կյանքի մոդել, արխաիկ առասպելի ձևավորմանը համընթաց ձևավորվում էր նաև այն լե- զուն  (մեր դեպքում, երբ խոսք է գնում կերպարվեստի մասին`  պատկերագրման լեզուն), որը մի կողմից հանդես էր գալիս, որպես ճանաչողության գործիք, իսկ մյուս կողմից` որ- պես ինֆորմացիայի փոխանցող: Պատկերագրական այդ լեզուն, որի ակունքները հայտ- նաբերվել են 30-25 հազարարամյակներ առաջ, կրում է այնպիսի ունիվերսալ հատկանիշ- ներ, որ մինչ օրս մնացել է պրակտիկորեն անփոփոխ: Եթե դիցաբանական մտածողութ- յան  մեջ  ժամանակակից  մարդը  արվեստի  ստեղծագործությունն  արարող  և  ընկալող  է, ապա նախնադարյան մարդը անընդհատ և անփոփոխ նրա մեջ էր, ինչով և բացատրվում է նախնադարյան և արխայիկ արվեստի մոգական հարատևության կախարդական ուժը98: ", "քում  արտասանվել  է  մեծերի  կողմից՝  զգուշացնելու  համար,  երբ  թուրքերի  հարձակ- մանը  ենթարկված  հայը  բարձր  ձայնով  իբր  թե  խաղացել  է  իր  երեխաների  հետ,  որ- պեսզի մյուս հայ հարևանները լսեն ու փախուստի դիմեն. Այդ  «բանաձևերը»  հետագայում  փոխանցվել  են  երեխաներին`  աղավաղվելով  ու ձևափոխվելով: Չահարմահալում, օրինակ, նմանօրինակ հաշվերգ կատարել են հետև- յալ կերպ. զույգ թվով երեխաներ, գետնի վրա նստած, շրջան են կազմել` ձեռքերը դնե- լով կողք-կողքի: Ապա երեխաներից մեկը (հիմնականում ավագ խաղացողը) իր ձեռքի ցուցամատով հերթականությամբ դիպչել է նրանց ձեռքերին և արտասանել. Ապու, ապու, չա´ր ապու, Էնվեր ինջա,164 թուր ինջա… Մարիա´մ, Սարգի´ս, Կուտը ուտի´, Ջուրը խմի´, Դուռը բացի´, Դո´ւս էլի: 165 Հատի´կ, հատի´կ, Ուտո´ւլ մատի´կ. Չա´ր խնձօրիկ, Չա´ր փշատիկ, Նա մէր անի´, Նա կուտ ուտի´. Աւագն ասի. Պաչիկ անի´, Դուռը բանա´, Դո´ւս անի: ", "Անցյալում տարածված որոշ հաշվերգերի տեքստեր այսօր պահպանված են միայն տարեցների հիշողություններում: Դրանք  ունեցել են իմաստ չարտահայտող բառակա- պակցություններ,  բառեր,  որոնք  մենք  բնորոշում  ենք  անհասկանալի  եզրույթով:  Այդ Тегеран, 2006, стр. 150. Խաչատուրի, ծնվ.` 1929 թ.: ", "իդեալն ու գեղագիտական չափանիշները: "]}