{"paragraphs": ["Այժմ  տեսնենք,  թե  ինչպես  է  ազդում  ջիտերը  ինքնակոռելյացիայի  ֆունկցիայի  և շարանի հզորության սպեկտրի վրա, որի համար որոշենք  խիստ պարբերականությունից պատահական շեղումները |A7>P օգտագործելով գեներատորներ'  դիսկրետ  պատահական  թվերի  հավասարաչափ  բաշխվածությամբ հետևյալ միջակայքում' ա) A 0  -7- |l|  պվ 0.1  պվ քայլով, բ)  ATi =  0  -5-110|  պվ  1  պվ  քայլով,  որտեղ նշանակում  է  դիսկրետ  պատահական թվերի  հավաքածու  |^ ,   -(A-1), -1,  0,1, ^-1),  A|: ", "Նկ.2.5ա: ", "Ի ն ք ն ա կ ո ռ ե լ|օ ւ ց ի ա յի   ֆ ո ւ ն կ ց ի ա ն   Նկ.2.5բ:  Հ զ ո ր ո ւ թ յա ն   ս պ ե կ տ ր ը   Ճ 7 }„,0*   =   0   պ վ դ ե պ ք ո ւ մ : ", "Նկ.2.  6ա:  Ի ն ք ն ա կ ո ռ ե լ) ա ց ի ա յի   ֆ ո ւ ն կ ց ի ա ն   Նկ.2.  6բ:  Հ զ ո ր ո ւ թ յա ն   ս պ ե կ տ ր ը   Ճ 7յ;ա0* = |1|  պ վ ձն-ւրր)ՕՃ= |1|  պ վ   դ ե պ ք ո ւ մ : ", "դ ե պ ք ո ւ մ : ", ". . , է է է Նկ.2.7  ա:  Ինքնակոռելւացիայի ֆունկցիան Նկ.2.7  բ:  Հզորության  սպեկտրը  Ճ7^„0><=  |10|  պվ |10|  պվ դեպքում: ", "դեպքում: ", "Քանի  որ  շարանի  իմպուլսների  էներգիան  ցանկացած ճ7)„,0*-ի  համար  նույն  է,  ապա կոռելյացիայի  ՀՀ  *  0  միջակայքում  ինքնակոռելյացիայի  ֆունկցիայի  օրդինատների գումարի  (կամ  մակերեսների)  հարաբերությունը  կոռելյացիայի  ՀՀ  = 0  միջակայքում օրդինատների  գումարին  (մակերեսին)  միարժեքորեն  կորոշի  Ճ7Հ^-ի  արժեքը  (տես.  Նկ. Նկ.  2.8:  Ինքնակոռելյացիայի  ֆունկցիայի  օրդինատների  գումարի  (մակերեսների) հարաբերությունը,  երբ  A7’max  ^ 0   և  Ճ7)  = 0: ", "Նկ. 2.1.7. Թվա-անալոգային զտված OFDM ազդանշանի ժամանակային բնութագիրը. In-Phase բաղադրիչը (ա)-ում, Quadrature բաղադրիչը (բ)-ում։ ", "Նկ.2.9:  Գլխավոր  մաքսիմումումի  կիսաբարձրության  վրա  էներգիայի հարաբերությունը  լրիվ էներգիային: ", "Նկ.2.10:  Հաճախությունների  շերտի  լայնությունը  գլխավոր  մաքսիմումի  պարուրիչի կիսաբարձրության  վրա: ", "Վերոհիշյալ  արդյունքները  թույլ  են  տալիս  կիրառել  լավ  մշակված  սպեկտրային  և կոռելյացիոն  վերլուծության  եղանակներ [81],  որպեսզի  որոշենք  իմպուլսների քվազիպարբերական  սահմանափակ  հաջորդականության  ժամանակային  ջիտերը: ", "փուլային ջիտերը Բաժին  2.3.-ում  որոշվել  էր  ինքնակոռելյացիայի  ֆունկցիայի  և  հզորության սպեկտրի  կապը  քվազիպարբերական  հաջորդականությամբ  իմպուլսների  կրկնման հաճախության  հետ  [63]:  Ստորև  ցույց  կտանք,  որ  հաճախությունների  միկրոալիքային տիրույթում  փողային  սպեկտրով  կարելի  է  որոշել  փողային  դիրքը  և  փողային  ջիտերը արագացնող ալիքի  դաշտում: ", "Փուլւսյին  դիրք Ներմուծենք  շ{է)  ֆունկցիան,  որը  իրենից  ներկայացնում  է  կոսինուսի  մեկ պարբերություն  միավոր  ճ0  =1  ամպլիտուդով և  7օ  պարբերությամբ (Նկ.2.11): ", "Դասականորեն, ըստ Շենոնի թեորեմի, ընտրանքը կիրառվում է սահմանափակ սպեկտրով ազդանշանների  նկատմամբ,  մինչդեռ  ժամանակակից  տեսություններում  ազդանշանների ներկայացումը կարևոր է: ", "Առաջին փուլում ՏՀց-ային իմպուլսը անցնում է ազատ տարածությունով՝ ուղղորդվելով միայն  երկու  պարաբոլական  հայելիներով  (նկ.3.1.1):  Այս  համակարգը,  շնորհիվ ճառագայթված փնջի պարաբոլական հայելիներով ուղղորդման և ֆոկուսացմանհատկության,ապահովում  է  ՏՀց-ային  իմպուլսի  տարածումը՝առանց աղավաղումների  և  կորուստների:  Այսպիսով՝  հետագա  չափումների  համար  այն հանդիսանում  է  որպեսՏՀց-յին  իմպուլսի  հենակային  բնութագիրինչպես  ամպլիտուդա- ժամանակային, այնպես և սպեկտրալ տիրույթի: ", "է=1 (2.6) ք(0  ֆունկցիայում,  երբ է= 0  տանք  ֊ձճ  ամպլիտուդով  և  ^« ^ տ և ո ղ ո ւթ յա մ բ խոտորում  և ներմուծենք  ճ(է)  ֆունկցիա  (Նկ.2.12): ", "բ) Նկ.2.12: ", "%{է)ֆունկցիայի  գրաֆիկը:  ա)  կոսինուսոիդը խոտորված է զրոյական  փուլում,  բ) կոսինոաոիդը խոտորված է  օ>0\\է  փուլում: ", "Այժմ ձևավորենք  ճ(է)  ազդանշան  հետևյալ ձևով' ^ ( 0   =   £  Հէ ֊ է=1 )  +  Հ Օ Մ 0 ) : ", "ԼԱՔՍԱՑԻԱՆ  ԵՐԿՉԱՓ  ՔՎԱՆՏԱՅԻՆ  ԿԵՏՈՒՄ  ՍՊԻՆ-ՈՒՂԵԾՐԱՅԻՆ  ՓՈԽԱԶԴԵ- ՑՈՒԹՅԱՆ ՀԱՇՎԱՌՄԱՄԲ [94] § 1․ Ներածություն Կիսահաղորդչային  նանոկառուցվածքներում  սպիների  վերծանումը  (readout)  եւ  մանի- պուլումը խոստումնալից ուղի է ոչ միայն սպինային հենքով քվանտային տրամաբանական փա- կանների  եւ  քվանտային  տեղեկատվության  մշակման  համար  նախատեսված  սպինային  հիշո- ղության սարքերի կատարելագործման, այլ նաեւ սպինից կախված փոխազդեցության տարբեր մեխանիզմների  դերի  ընկալման  համար  [12,95]։  Ցույց  է  տրվել,  որ  GaAs,  InAs  եւ  III-V  տիպի կիսահաղորդչային այլ կառուցվածքների ՔԿ-երում տեղայնացված էլեկտրոնի սպինի կարելի է հեշտությամբ  մանիպուլել էլեկտրական  դաշտի  միջոցով  [96,97]։  Էլեկտրական  դաշտի ազդեցությունը սպինի վրա իրականանում է միջավայրում ՍՈւ փոխազդեցության միջոցով։ ", "(2.7) (2.8) X (t)-E (t) = x(t)-e (t) տարբերությանը համապատասխան, սպեկտրերի Քանի  որ  ր0  «  70 ,  ապա  խոտորման  էներգիան  ավելի  փոքր  է,  քան  <?(/)  և, հետևաբար,  խոտորման  առկայությունը  թույլ  է  ազդում  հզորության  սպեկտրի  վրա (ամպլիտուդային  սպեկտրի  վրա):  Միևնույն  ժամանակ,  խոտորման  առկայությունը զգալիորեն  ազդում  է  փողային  սպեկտրի  վրա:  Նշենք  նաև,  որ  (2.8)  ճիշտ  է  անկախ խոտորման  \\(է)  ֆունկցիաների  քանակից,  եթե  այդ գրգռումները  մեկը  մյուսից  հետ  են ընկնում  7օ ամբողջ  թվով պարբերություններով: ", "Համակարգչային  մոդելավորում Գրվել  է  ծրագրային  փաթեթ միջավայրում:  Ծրագրի  մուտքագրված տվյալներն  են.  հաճախությունը'  ^„=1 /70,պարբերությունների  թիվը'  2/Տ/+/,  մեկ պարբերությունում  կետերի  թիվը'  ո  և  քվանտացման  հաճախությունը'  V:  Թվային մոդելավորումը  կատարվել է հաշվի  առնելով մեկ  պարբերությունում 360  կետ,  այսինքն յուրաքանչյուր  կետ  պետք  է  համապատասխանի  1°:  Համաձայն  Կոտելնիկով- Նայքվիստի  թեորեմի,  որպեսզի  ազդանշանը  հնարավոր լինի  վերականգնել  իր դիսկրետ  ընտրույթներով,  անհրաժեշտ  է,  որ  քվանտացման  հաճախությունը  ընտրվի ազդանշանի  սպեկտրի  առավելագույն  հաճախության  կրկնապատիկից  ավելին:  Մեր դեպքում  քվանտացման  հաճախությունը  ընտրվել  է  ր = որ0 ձևափոխության միջոցով  որոշվել է  նախնական £(/)  և  խոտորման x(t) ազդանշանների  փուլային  սպեկտրերի  տարբերությունը:  Նկ.2.13  -  ում  ցույց  է  տրված փուլերի  տարբերության կախվածությունը հարմոնիկների  թվից' կենտ հարմոնիկների  դեպքում: ", "Նկ. 2.1.18. Ընդունված OFDM կոմպլեքս ազդանշանի համաստեղությունը։ ", "Նկ.2.14:  Փուլերի  տարբերության  կախվածությունը  հարմոնիկների  թվից'  զույգ հարմոնիկների  դեպքում: "], "paragraph_source_docs": [4, 4, 4, 4, 4, 4, 4, 4, 0, 4, 4, 4, 4, 4, 2, 3, 4, 4, 4, 4, 9, 4, 4, 0, 4], "source_docs_file": "Physics.json"}