{"paragraph_source_docs": [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 1, 1, 0, 1, 1, 1, 1, 0, 0, 0, 0, 0, 1, 0, 1, 0, 0, 1, 0, 0, 0, 1, 0, 0, 0, 0, 0, 1, 0, 0, 1, 1, 1, 1, 1], "source_docs_file": "Linguistics.json", "paragraphs": ["Այսպես,  Օսմանյան  կայսրության  ասորի  նշանավոր  մտավորականներից  էր  Խարբեր- դի «Սմբատյան» ճեմարանի շրջանավարտ, բողոքական պատվելի Առաքել Պետիկյանը (1860-1902),  որը,  «Գիսակ»  գրչանունով  հայերենով  զբաղվել  է  գրական  գործունեու- թյամբ  (հատկապես  հայտնի  է  նրա  «Գիսակարան.  խոսք  և  խորհուրդք  ի  խորոց  սրտի Գիսակի»  ժողովածուն96):  Որոշ  ասորիներ  իրենց  ազգանուններին  «-յան»  վերջավորու- թյուն  էին  ավելացնում  (օրինակ՝  Քեշիշյան,  Բարսամյան),  որպեսզի  ավելի  հեշտ  ստա- նան  ԱՄՆ  ներգաղթելու  իրավունք97:  Հոգևորականներն  ու  սարկավագներն,  ըստ երևույթին, պաշտոնական գրություններում գործածել են ասորական բար («որդի») բա- ռով  կազմված  ավանդական  անուններ.  այսպես,  հայտնի  է  խարբերդցի  Յաղուբ  բար Թոմա սարկավագի անունը: ", "Հայկազյան  Համալսարան,  2013,  էջ  44:  Հայտնի  է  խարբերդցի  ասորու  առնվազն  մեկ  ազգանուն  ռու- սական –ով վերջավորությամբ. խոսքը «Բաբելոնի» երկրորդ խմբագիր Նաում Բեշարովի մասին է, որին մանրամասն կանդրադառնանք համապատասխան գլխում: ", "ans, in Chronos: Revue d’Histoire de l’Université de Balamand, No. 23, 2011, էջ 21: ", "Հայկական անունների տարածված լինելն ակնհայտորեն առաջացրել է որոշ ազ- գայնականորեն  տրամադրված  տարրերի  և,  հավանաբար,  եկեղեցու  դժգոհությունը: ", "Այսպես, «Բաբելոնի» խմբագրականներից մեկում կարդում ենք. «Նվազ ուշագրավ տեղ չի բռներ մեր անունները, ցուցուցեք հայ մը Եուհեննե, Ֆավլոս, Սարկոն, Աշուր, Աֆրեմ անունները կը կրեն, բայց շատ ու բազմաթիվ են մեր մեջ Հովհաննես, Պողոս, Կարա- պետ, Մարկոս, Կիրակոս»98: ", "Բացի հայկական անուններից՝ հայախոս ասորիները որպես անուններ և ազգա- նուններ գործածել են ավանդական ասորական անունները, ինչպես՝ Յուհաննա, Հան- նա,  Բիշարա,  Մարութա,  Բարսամ,  Ջիրջիս,  Շեմուն,  Թումա,  Մալքե,  Նաում,  Դաշո, Դենհո և այլն, ինչպես նաև արաբա-թուրքական ծագում կամ տեսք ունեցող անուններ՝ Իբրահիմ, Յուսուֆ, Նուրի, Ռասին, Դավուդ, Իսքանդեր, Յաղուբ, Գոյուն, Քեշիշ, Էլբի, Լութֆի,  Թումաջան,  Յուլբեկ,  Սեֆեր,  Խորի,  Չաթալբաշ  և  այլն:  Որոշ  տարածում  ու- նեին նաև եվրոպական անունները կամ աստվածաշնչային անունների՝ եվրոպական լե- զուներում առկա ձևերը: ", "Մի քանի սերունդներ շարունակ լինելով հայախոս և «Բաբելոնի» էջերում ցուցա- բերելով  հայերենի  փայլուն  իմացություն,  Խարբերդի  ասորիները,  այդուհանդերձ,  չէին դիտում  հայերենը  որպես  մայրենի  լեզու:  Նրանց  համար  այն  միշտ  մնում  էր  «օտար», «ուրիշների»  լեզու99,  որի  հետ  խորքային  զգացմունքային  կապվածության  արտահայ- տություններ գրեթե չեն պահպանվել100: Սեփական լեզուն կորցրած լինելու հանգաման- քը  բարդույթի  տեսքով  իշխում  էր  ասորի  մտավորականների  վրա:  «Բաբելոնի»  հոդ- վածներից մեկում կարդում ենք. «Ունինք լեզու մը որ գործածող չկա, ուրիշների լեզուն առած  ենք,  մեկ՝  մեկ  ազգի  մը  լեզվով  կ’խոսի,  ուրիշ  մը՝  ուրիշին:  Ոմանք  թուրքերեն կ’խոսին, ոմանք պարսկերեն, ոմանք հայերեն, ոմանք ալ արաբերեն <…> Իրար չենք ճանչնար,  իրար  չենք  հասկնար,  հազար  ու  մեկ  ճյուղերու,  հազար  ու  մեկ  մասերու բաժնված  ենք:  Մելքիթին  ինքզինքը  տարբեր  կը  ճանչնա,  քիլդանին  տարբեր,  Պարս- է  1930-ականներին  Կալիֆոռնիայում  երիտասարդների  կողմից  կազմակերպված  և  մասամբ  հայերեն վարված  մի  միջոցառում.  այդ  կապակցությամբ  հոդվածագիրը  նշում  է,  որ  ներկա  մեծահասակները «վայելեցին հայերենը» (“enjoyed the Armenian language”): ", "կաստանի ասորին ինքնզինքը նեստորի կը կոչէ ու կը զատվի բոլորովին Միջագետքի Ասորիէն»101:  Անորոշ  ապագայում  «մայրական  լեզուն»  վերակենդանացած  տեսնելու հույսը  պարբերաբար  հնչում  է  «Բաբելոնում»,  թեև  Խարբերդի  ասորիների  պարագա- յում  այն  իրականանալու  որևէ  նախադրյալներ  չուներ:  Այսպես,  հոդվածներից  մեկում կարդում  ենք.  «Ասորի  ազգը  անլեզու  չէ  և  ունեցած  է  լեզու  մը  ճոխ  գրականությամբ: ", "Մինչ ուրիշ ազգեր չունեին լեզու, ասորին իր լեզուն ուներ և ուրիշին կուսուցաներ: <…> Նա այնչափ ճոխ է, որչափ արաբերենը, հունարենը և ոևէ եվրոպական լեզուներ: <…> Ազգաց մեր վրա իշխելովը ստիպած ենք գործածել իշխող ազգաց լեզուները: <…> Ինչ- պես  ոևէ  լեզուներ  ավելի  պարզված,  ավելի  բարեփոխված  և  ըրած  են  հարմարագույն ներկա պարագայից՝ կրնա ըլլալ ասորի լեզուն ևս առավել պարզ և ժամանակին հար- մար: Ասոր համար խումբ մը լեզվագետներ կրնան բարեփոխել զայն՝ այսպես որ ըլլա ընդհանուր լեզու Նեստորականին, Ջեկոբայթներու102, Քաղդեացիներու»103: «Բաբելոնի» էջերից ինչպես հրատարակիչների, այնպես էլ նամակագիրների կողմից երբեմն հնչել է պարբերականը  ապագայում  ասորալեզու  դարձնելու  գաղափարը,  թեև  կրկնենք,  որ Խարբերդի ասորիների և «Բաբելոնի» պարագայում սա անիրականանալի էր: Այսպես, հոդվածներից մեկում կարդում ենք. «Սրտի անհուն ուրախությամբ է, որ կարդալու բա- րեբախտությունը կունենամ ձեր ազգօգուտ կիսամսյան, վստահելով որ մոտալուտ ձեր չարաչար աշխատանաց արդյունքը պիտի ըլլա մայրական լեզվով «Բաբելոնի» հրատա- րակչությունը»104: ", "Խարբերդի ասորիների ազգային ինքնության գլխավոր գրավականը և հայերից նրանց  զանազանող  գլխավոր  գործոնը  նրանց  ազգային  ավանդական  եկեղեցիներն էին՝  Անտիոքի  ասորի  ուղղափառ  և  Ասորի  կաթոլիկ:  Ինչպես  նշել  էինք,  Խարբերդն Ասորի  ուղղափառ  եկեղեցու  եպիսկոպոսի  աթոռանիստ  էր:  Ասորական  Մարթ  (Սուրբ) Մարիամ  եկեղեցին  (ավելի  ճանաչված  է  թուրքերեն՝  Մերյեմ  անա  քիլիսեսի  անունով) պարզունակ,  որևէ  ճարտարապետական  արժանիքներով  աչքի  չընկնող  շինություն  էր, սակայն  ասորիներն  այն  շատ  հին  են  համարում  և  հիմնադրումը  վերագրում  179  թ.105: ", "Սա,  հավանաբար,  նախկին  հայկական  Սբ.  Աստվածածին  եկեղեցին  է.  տեղեկություն- ներ  կան,  որ  հայերն  այն  հանձնել  են  ասորիներին,  փոխարենը  նրանցից  ստանալով մոտակա Մորենիկ գյուղի եկեղեցին106: Ըստ երևույթին, քաղաքում եղել է ևս երկու ասո- րի  ուղղափառ  եկեղեցի:  Ասորի  կաթոլիկ  եկեղեցի,  ամենայն  հավանականությամբ,  չի եղել, համենայն դեպս, չի հիշատակվում: ", "Անգլերեն նույնաբանական կառույցների գործաբանական ներուժի   կազմավորումը Համաձայն  Գրայսի  քանակի կարգախոսի`  համագործակցող խոսընկերները չեն  արտաբերում  ավել  կամ  պակաս  տեղեկություն  պարունակող  ասույթներ:  Եթե հաշվի  առնենք,  որ  նույնաբանական  ասույթներն  ի  սկզբանե  ճշմարիտ  են  և հետևաբար չեն պարունակում նոր տեղեկություն, ապա դրանք չպետք է կիրառվեն հաղորդակցվելիս: Սակայն ինչպես ցույց են տվել բազմաթիվ հետազոտություններ, նույնաբանական ասույթները, բացի իրենց պայմանադրական նշանակություններից  (conventional  meaning),  կրում  են  բավականին  ընդգրկուն հաղորդակցական-գործաբանական  ներուժ  և  լայնորեն  կիրառվում  են  խոսքում (Wierzbicka 1991;  Ward, Hirschberg  1991;  Harnish  1976; Walter  2008; Meibauer 2006; Mizuta 1996; Farghal 1992; Miki 1996; Lyons 1968; Lewis 1972; Katz,  Langendoen 1976; King 2005): ", "Վերը նշվեց, որ հայախոս ասորիների ծանոթությունը դասական ասորերենին հիմնա- կան  սահմանափակվում  էր  աղոթքներով  և  շարականներով:  «Բաբելոնի»  բազմաթիվ հոդվածներից  տեղեկանում  ենք,  որ  նույնիսկ  Ամերիկայում  հավաքները  սովորաբար սկսվում  էին  ասորալեզու  Տերունական  աղոթքով  (արևմտահայ  տառադարձությամբ՝ Ապունտ  պաշմայն՝  այսինքն՝  «Հայր  մեր,  որ  երկնքում  ես»),  իսկ  ընտանեկան  և  այլ խնջույքների ժամանակ սարկավագները (շմմաս-ները) երգում էին նաև ասորական շա- րականներ: Այսպես, հոդվածներից մեկում կարդում ենք. «Ճաշասեղանեն վերջն էր, որ ըթլոթո  [երեք107]  շմմասներու  մասնակցությամբ  «Թշպոհթօ»  փառաբանական  ժամեր- գով մը սկսվեցավ արարողությունը»108: ", "Արժե ևս մեկ անգամ նշել, որ Բիթլիսում, օրինակ, ասորիները ոչ միայն խոսում էին հայերեն, այլև գործածում էին այն իրենց եկեղեցական արարողություններում109, և որ հայերենը ժամերգության մեջ գործածվել է նաև Մարդինի Քառասուն նահատակնե- րի ասորական եկեղեցում110 (և սա այն պարագայում, երբ քաղաքի ասորիներն ու հայե- րը՝ հատկապես կաթոլիկ, արաբախոս էին): Կրկնենք նաև, որ XX դ. սկզբին Դիարբե- քիրում գործածվել է ասորատառ հայերենով Ավետարան, որն, ըստ երևույթին, հայկա- կան գարշունիի՝ գործածության մեջ եղած վերջին նմուշն էր: ", "nisian, Mazda Publishers, Costa Mesa, California, 2002, էջ 187: ", "Երկրորդ  բաղադրիչը  նույնաբանության  կիրառման յուրաքանչյուր  կոնկրետ դեպքում  արտահայտում  է  իրենում  ներփակված  իմաստի  տարբեր  կողմեր: ", "Այսպիսով,  օրինակ`  Kids  are  kids  համարժեք  նույնաբանական  կառույցը նշանակում  է  Kids  have  properties  of  kids:  Սակայն  սա  հարցի  մի  կողմն  է: ", "Ինչպես և հայերի, խարբերդցի ասորիների միջավայրում XIX դ. երկրորդ կեսում շատ լայն տարածում էր ստացել բողոքականությունը, որը հիմնականում քարոզում էին ամերիկացի  միսիոներները:  Բողոքականություն  ընդունող  ասորիները  գտնվում  էին հայերի  ավելի  ուժեղ  ազդեցության  տակ,  քան  «հակոբիկներն»  ու  կաթոլիկները: ", "Նույնաբանության  արտահայտած  ներակայումն  այստեղ  այն  է,  որ  երեխաներին բնորոշ  են  հենց  իրենց  բնորոշ  հատկանիշներ,  այն  է`  անել  ոչ  խելամիտ  և անկանխատեսելի արարքներ: ", "Նույնաբանական կառույցում բառի ստորոգելիական կրկնության3 հետևանքով  հնարավոր է,  որ  փոփոխվի նրա  իմաստային  միջուկը` ինտենսիոնալը4:  Այս  դեպքում  տեղի  է  ունենում  տվյալ  բառի  ներակա  իմաստային հատկանիշների  ռեմատիզացիա:  Օրինակ`  boy  բառի  ինտենսիոնալը  կազմում  են հետևյալ  իմույթները  1.  human  being,  2.  male,  3.  child:  Հետևյալ  օրինակում ինտենսիոնալի  փոփոխությունը  boy  բառին  հաղորդում  է  նոր  իմաստ` inexperienced, unprofessional person. These  guys  cannot  talk  with  me!  We  are  not  companions  musically.  Big men  are  big  men  in  music  and  boys  are  boys.  (Nebraska  SWCS http://incolor.inebraska.com/cvanpelt/hillint.html, (accessed  26  March, Շարունակելով  այս  նույն  շարահյուսական  կաղապարի  քննությունը` դիտարկենք  հաջորդ  օրինակը,  որը  մեջբերված  է  PM's 36-PAGE plan for Syria airstrikes:  State-of-the-art  British  missiles  will  smash  ISIS  վերնագրով  Express լրատվական կայքում զետեղված հոդվածի մեկնաբանությունների բաժնում արված մի օգտատերի գրառումից: Մեջբերման մեջ միտումնավոր պահպանվել են տողերի հեղինակի քերականական սխալները`  խոսքի  ամբողջականությունն ու անմիջականությունը պահպանելու նպատակով: ", "While  hope  you  are  not  part  of  the  conspiracy  because  a  terrorist  is  a  terrorist there's nothing like moderate rebels going about slaughtering innocent souls. Join Putin  in  annihilating  those  vampires  or  law  of  karma  cut  up  with  you  and  your country like hypocrite Erdogan of Turkey. (Express, http://www.express.co.uk/news/politics/622224/David-Cameron-Prime- Minister-Syria-airstrikes-ISIS-Islamic-State-House-of-Commons (accessed 26 October, 2015)) Այստեղ  նույնաբանության  հեղինակը  արտահայտում  է  ոչ  թե  գիտակից  ու սառը  վերաբերմունք  ահաբեկիչների  հանդեպ,  այլ  ընդհակառակը`  հայտնում  է իր անհանդուրժողականությունը:  Նա  նշում  է,  որ  չափավոր  ապստամբ  չեն  կարող կոչվել  այն մարդիկ, որոնք կոտորում են բնակչությանը:  Այսինքն` նույնաբանությունը  կիրառողը  բացառում  է  այլընտրանքային  տարբերակների հնարավորությունը,  ինչպիսիք  կարող  էին  լինել A terrorist is still a human being; A terrorist should also be empathized  տարբերակները: ", "Հաջորդ օրինակում կարող ենք փաստել, որ արդյունքները գրեթե նույնն են. A state Department official said the administration was standing behind the statement made by Secretary of State George P. Shultz in a speech in New York  last  week:  “Terrorism  is  terrorism”.  It  deserves  no  sanctuary,  and  it must  be  stopped  “Messages  went  out  to  several  U.S.  embassies  Monday night,  saying  the  United  States  hoped  the  governments  would  not  yield  to the hijackers. (San Diego Union, 9 October, 1985) Այստեղ Շուլցը մերժողական դիրքորոշում է արտահայտում ահաբեկչության հանդեպ:  Նա  պարզորոշ  արտահայտում  է  այն  միտքը,  որ  ոչ  մի  տեսակի ապաստան  չի  կարելի  տրամադրել  ահաբեկիչներին,  և  որ  նրանք  պետք  է կանգնեցվեն:  Իր  այս  միտքը  նա  սեղմ  կերպով  արտահայտում  է  նույնաբանության միջոցով:  Նա  մերժում  է  որևէ  այլընտրանքային  արտահայտության  կիրառության հավանականությունը  կամ  տեղին լինելը  որպես  Terrorism  is  terrorism արտահայտությանը փոխարինող տարբերակ: ", "Արևմտահայերի՝ XIX դ. երկրորդ կեսի մշակութային և կրթական վերելքի պտուղ- ներից  օգտվեցին  նաև  ասորիները:  Ինչպես  նշվեց,  խարբերդցի  ասորիներից  շատերը ստացել էին լավ կրթություն ոչ միայն ասորական, այլև հայկական, այդ թվում՝ միսիո- ներների  հիմնած  դպրոցներում:  Նրանցից  ոմանք  շարունակել  են  կրթությունը  Խար- բերդի հանրահայտ «Եփրատ» քոլեջում, որը 1878 թ. հիմնել էին ամերիկացի բողոքա- կան  միսիոներները:  Լինելով,  ըստ  էության,  միսիոներական  հաստատություն՝  քոլեջը բաց  էր  բոլոր  հարանվանություններին  պատկանող  քրիստոնյաների  համար  և  Արևմ- տյան Հայաստանում բարձրագույն կրթության առաջատար հաստատությունն էր: Քոլե- ջը գտնվում էր Վերի թաղում և տասից ավելի շինություններից բաղկացած համալիր էր: ", "Այստեղ  երկու  սեռերի  ներկայացուցիչներն  էլ  կարող  էին  ուսում  ստանալ.  1912  թ.  47 Ըստ  որոշ  վկայությունների՝  հաջորդ  եպիսկոպոսը  եղել  է  Կուրիլոս  Մանսուրը,  որը  նահատակվել  է  Մեծ Էղեռնի օրերին, ըստ մյուս՝ աթոռը թափուր է մնացել: ", "շրջանավարտներից  երկուսն  ասորի  են  եղել՝  մեկ  տղա  և  մեկ  աղջիկ117  (Assyrian Progress-ում հիշատակվում է քոլեջն ավարտած ասորուհիներից մեկի անունը՝ Սրբուհի Արսլան):  Ինչպես  նշվեց,  ասորիները  սովորել  են  նաև  Խարբերդի  այլ  ուսումնական հաստատություններում՝  Կեդրոնական  վարժարանում,  «Սմբատյան»  ճեմարանում,  Ս. Կարապետ եկեղեցու նախակրթական վարժարանում, Վարի թաղի «աղջկանց վարժա- րանում», Կապուցինների վարժարանում: Ասորիներին հասու էր նաև Այնթապում (ներ- կայումս՝  Գազիանթեպ)  գտնվող  և  նույնպես  միսիոներների  կողմից  հիմնադրված «Կենտրոնական  Թուրքիայի  քոլեջը»,  որն  ուներ  բժշկական  ֆակուլտետ:  «Բաբելոնի» հեղինակների,  թղթակիցների  և  նամակագիրների  մեծ  թիվը  և  հայոց  լեզվին  նրանց կատարյալ  տիրապետումը  (ներառյալ՝  հայերենով  բանաստեղծություններ  գրելը)  վկա- յում է հայերենով լավ կրթություն ստացած ասորիների մեծ թիվը: Որոշ ասորիներ հա- մագործակցում էին հայկական մամուլի հետ, ինչպես, օրինակ, կաթոլիկ ասորի բժիշկ Պիեր  Դաշոն,  որը  Խարբերդի  «Եփրատ»  թերթում  հրապարակում  էր  առողջապահու- թյանը  վերաբերող  հոդվածներ118  (դրանցից  մեկը  վերարտադրված  է  նաև  «Բաբելոնի» համարներից  մեկում),  ինչպես  նաև  ֆրանսերեն  էր  դասավանդում  «Եփրատ»  քոլե- ջում119: ", "Խարբերդի հայախոս ասորիների միջավայրից է սերում Օսմանյան կայսրությու- նում ասորի ամենանշանավոր մտավորական Աշուր (ի ծնե՝ Աբրահամ120) Յուսու ֆը: Նա ծնվել  է  1858  թ.  Խարբերդում՝  դերձակ  Սահակ  Յուսուֆի  ընտանիքում:  Դպրոցական կրթություն ստանալով հարազատ քաղաքում՝ այն շարունակել է Այնթապի «Կենտրոնա- կան Թուրքիայի քոլեջում», որը, սակայն, չի ավարտել: Երկար տարիներ դասավանդել է տարբեր դպրոցներում և միևնույն ժամանակ զբաղվել ինքնակրթությամբ: Աշուր Յու- սուֆի  կրթվածությունը  լավագույնս  վկայում  է  այն,  որ  նա  ի  վերջո  դարձավ  «Եփրատ» քոլեջի գրաբարի և գեղագրության ուսուցիչը: ", "Աշուր  Յուսուֆը  բողոքական  էր121  և  ամուսնացած էր  հայ  ավետարանական  պատվելիի  դուստր  Արշալույս Օղկասյանի հետ. նրանք ունեցել են յոթ զավակ122: Բողո- քական լինելը, ինչպես նաև այն, որ Աշուր Յուսուֆի ծա- նոթությունն  ասորերենին  սահմանափակվում  էր  միայն այբուբենով,  չխանգարեց  նրան  դառնալու  արևմտաասո- րական միջավայրում ազգայնականության գաղափարնե- րի  առաջին  նշանավոր  ջատագովը:  Երիտթուրքական Պատկեր 11. Աշուր Յուսուֆի դիմանկարը Assyrian Progress պարբերականում հեղափոխությունից  հետո  նա  հիմնեց  Օսմանյան  կայս- րությունում  արևմտաասորական  առաջին  պարբերակա- նը՝  Մյուրշիդ-ի-ասիրիյուն  («Ասորիների  ուղեցույց»)  հան- դեսը, որը լույս էր տեսնում Խարբերդում ասորատառ թուրքերենով: Այդ պարբերակա- նում  հրատարակված  հոդվածների  զգալի  մասի  հեղինակն  ինքը՝  Աշուր  Յուսուֆն  էր: ", "Ցանկանում  ենք  մի  կարևոր  հանգմանք  ևս  առանձնացնել:  Դիտարկելով Terrorism is terrorism  և  Vodka is vodka  նույնաբանությունները`  գտնում  ենք,  որ պետք  է  զերծ  մնալ  դրանք  որպես  նախատիպ  (prototype)  ընդունելուց,  այն  է  թե` Terrorism is terrorism  նշանակում  է,  որ  ամեն  տեսակի  ահաբեկչություն  կարծես ընդհանուր  ահաբեկչության  նախատիպ  է:  Նման  նախատիպերի  դուրսբերումը ճիշտ  չէ,  քանի  որ  դրանք  չեն  ընդգրկում  բոլոր  նույնաբանությունները  կամ  գոնե դրանց մեծ մասը: Դա հենց ապացուցվում է հաջորդ օրինակում` A million dollars is a million dollars  նույնաբանության  հիման  վրա:  Այլ  կերպ  ասած,  հակադրվելով Վերժբիցկային  (Wierzbicka  2003)`  ընդունելի  չենք  համարում  այս  կառույցներին նախատիպային նշանակություն (prototypical meaning) վերագրելը: ", "Բացի Մյուրշիդ-ի-ասիրիյուն-ից՝ Խարբերդում 1910 թ. Դիոնիսիոս Աբդելնուր Աս- լան եպիսկոպոսը ասորատառ թուրքերենով և արաբերենով հրատարակել է 9 էջանոց Քաուքվա  սուրյայա  («Ասորական  աստղ»)  պարբերականը՝  ըստ  ամենայնի  փորձելով հակազդել  Աշուր  Յուսուֆի  Մյուրշիդ-ին,  որի  էջերում  հաճախ  սուր  քննադատության  է արժանացել: Նույն թվականին Խարբերդում թուրքերենով լույս է տեսել 4 էջանոց Հա- յաթ  («Կյանք»)  հանդեսը,  որի  երկու  էջերը  ասորատառ,  մյուս  երկուսը՝  նույն  տեքստը՝ «Արյունոտ ժպիտը» գիրքը (Բեյրութ, 1963), ինչպես նաև ավագ որդու՝ Ռասին Յուսուֆի հայերեն գրված անտիպ հիշողությունները: ", "Սա  մասնավորապես  նշանակում  է,  որ  նույնաբանական  կառույցի  մեջ  առկա դիսյունկտներից  զատ  այլ  դիսյունկտներ  տեղին չեն:  Եթե  փորձենք  դա արտահայտել  բանաձևով,  ապա  կստացվի,  որ  խոսողը  նկատի  ունի,  որ  p  or  not  p կառույցի այլընտրանքները, ինչպես, օրինակ, p or q, որտեղ “q”-ն տարբերվում է և՛ “p”-ից, և՛ “¬ p”-ից, չպետք է համարվեն ընդունելի տարբերակներ: Այժմ դիտարկենք հետևյալ օրինակը և փորձենք ստուգել տվյալ մոտեցման արժանահավատությունը: ", "Մեծ եղեռնի օրերին Խարբերդի ասորիները լիուլի կիսեցին հայերի ճակատագի- րը: 1915 թ. հունիսի 26-ին Խարբերդի վալի Սաբիթ Բեյը հրաման արձակեց, ըստ որի՝ հայերն ու ասորիները պետք է Միջագետք աքսորվեին124: Սակայն նույն օրն ասորինե- րին թույլ տվեցին ժամանակավորապես մնալ քաղաքում, և թուրք ոստիկանները հայտ- նվեցին  նրանց  հայերից  զանազանելու  խնդրի  առջև,  որը,  «Եփրատ»  քոլեջի  վերջին նախագահ  Հենրի  Ռիգսի  խոսքերով,  «այդքան  հեշտ  չէր,  ինչպես  կարող  էր  թվալ»125: ", "Ռիգսը  նաև  պատմում  է,  որ  թուրք  ոստիկանները  պարտադրել  էին  ասորի  տղաներին հայերի  լքված  ունեցվածքը  ամբարել  քաղաքի  հայկական  եկեղեցիներում126:  Հայերի  և ասորիների ձերբակալման երկրորդ ալիքը վրա հասավ նույն տարվա նոյեմբերին՝ հիմ- նականում  Խարբերդի  մերձակայքի  Մեմյուրեթ-ուլ-Ազիզ  (նախկինում՝  Մեզիրե,  ներկա- յումս՝  Էլազըղ)  քաղաքում,  որտեղ  գտնվում  էին  օսմանյան  տեղական  իշխանություննե- րը,  ինչպես  նաև  ԱՄՆ-ի  հյուպատոսությունը127:  1920-ականների  սկզբին  Խարբերդում դեռ մնում էին որոշ թվով ասորիներ, որոնք՝ ԱՄՆ-ում բնակվող իրենց հայրենակիցնե- րի  օգնությամբ  փորձում  էին  ինչ-որ  կերպ  վերականգնել  իրենց  ազգային  կյանքը,  սա- կայն նրանք էլ, ի վերջո, ստիպված եղան լքել Խարբերդը: ", "Այժմ  անդրադառնանք  պայմանական  նույնաբանական  կառույցներին  և դիտարկենք հետևյալ օրինակը. John Lee (UCLA field goal kicker): I don’t really think that much about it. I know that I’ve kicked eight, ten – whatever – field goals in a row. If I miss, I miss. It’s not that big a thing. (CBS Evening News, 23 November, 1985) Այստեղ  խոսողը  բացառում  է  այնպիսի  այլընտրանքային  արտահայտությունների հավանականությունը, ինչպիսիք են, օրինակ, If I miss, I will let the team down (եթե վրիպեմ,  ապա  ամբողջ  թիմին  վատ  վիճակի  մեջ  կգցեմ),  կամ` If I miss, I will fail (եթե  վրիպեմ,  կձախողեմ  (խաղը)),  որպես  ընդունելի  տարբերակներ:  Հարկ  ենք համարում նշել, որ սույն օրինակում պայմանական շարահյուսական կաղապարով շեշտադրվում  է  այն  միտքը,  որ  պետք  է  ընդունել  նկարագրվող  իրավիճակը,  եթե այն  իրականություն  դառնա,  սակայն  չկա  ոչ  մի  պատճառ  մտածելու,  որ  այդ իրավիճակը անպայմանորեն կիրականանա: ", "շալույս  Օղկասյանը):  Հավանական  է,  հայա- խոսության և խառն ամուսնությունների պատ- ճառով  այդ  ասորիներն  ամբողջությամբ  ձուլ- վել են հայերին: ", "Արևմտյան Հայաստանի խոշոր քաղաք- ներից  Խարբերդը  թերևս  միակն  է,  որ  Մեծ եղեռնի  հետևանքով  ոչ  միայն  հայաթափվեց, այլև  ֆիզիկապես  վերացավ  որպես  բնակա- վայր: Նրա մահմեդական և հատուկենտ ասո- րի  բնակիչները  1920-ականներին  վերաբնա- կեցվեցին  Էլազըղում,  շինությունները՝  ներառ- յալ «Եփրատ» քոլեջի համալիրը և Խարբերդի միջնաբերդի որոշ հատվածներն ավերվեցին և օգտագործվեցին որպես շինանյութ: Այսօր հին Խարբերդի տեղում ամայի սարալանջեր են, և միակ կանգուն շինությունն ասորական Մարիամ  Աստվածածին  եկեղեցին  է,  որն  այցելուների  համար  բաց  է  եղել  մինչև  1998 թ.,  ապա  կողպվել  է128,  «վերանորոգության»  ենթարկվել  և  մասամբ  մատչելի  դարձել Պատկեր 12. Խարբերդի ասորական եկեղեցին այսօր Խարբերդցի  հայերի  և  ասորիների  զանգվածային  արտագաղթը  դեպի  ԱՄՆ  սկսվեց մասնավորապես՝  Վուսթեր,  Բոստոն  և  Լովել  քաղաքներում,  որոնք  այդ  ժամանակա- հատվածում արդյունաբերական վերելք էին ապրում և մեծ քանակով աշխատուժի կա- րիք ունեին: Խարբերդցի ասորիների համայնքներ կային նաև Նյու Յորք և Ռոդ Այլենդ նահանգներում, ինչպես նաև ԱՄՆ-ի արևմտյան ափում՝ Կալիֆոռնիայում: Ժամանակի ընթացքում հայերից ու ասորիներից շատերն սկսեցին զբաղվել ԱՄՆ-ում նաև անհատ chard G. Hovannisian, Mazda Publishers, Costa Mesa, California, 2002, էջ 50: ", "ձեռներեցությամբ:  Երիտասարնդերից  շատերն  ընդգրկվեցին  բարձրագույն  կրթական հաստատություններում:  1923  թ.  Վուսթերում  սկսեց  գործել  ԱՄՆ-ում  առաջին  ասորի ուղղափառ եկեղեցին: ", "Այժմ  դիտարկենք  ստորադասական  նույնաբանական  կառույցներ,  որոնք ունեն  when  p,  p;  p  because  p;  Whatever  p,  p  և  p where p  կառուցվածքներ: ", "Մասաչուսեթսում  ասորիների համայնքային  կյանքում  կարևոր  դեր էին  խաղում  պարբերաբար  կազմա- կերպվող  դաշտագնացություններն  ու այլ  հավաքները,  որոնց  մասին  բազ- մաթիվ  հաղորդագրություններ  ենք կարդում  «Բաբելոնում»:  Ամերիկա- բնակ  խարբերդցիները  հիմնել  էին նաև  մի  շարք  միություններ  ու  ընկե- րակցություններ,  որոնց  մի  քանիսի հայերեն  անվանումները  պահպանվել Պատկեր 13. «Խարբերդի ասորոց նպաստամատույց ընկերության« կանոնագիրքը են՝  «Խարբերդի  ասորոց  նպաստամատույց  ընկերություն»,  «Խարբերդի  ասորի  կարո- տելոց  ընկերություն»  և  այլն:  Սրանց  հիմնական  նպատակն  էր  Խարբերդում  մնացող ասորիներին դրամական աջակցություն ցույց տալը: Որպես այս կազմակերպություննե- րի  հիմնադիր՝  սովորաբար  հիշատակվում  է  Աբրահամ  Յուսուֆը129,  թեև  փաստացի ապացույցներ դրա վերաբերյալ մեզ հայտնաբերել չի հաջողվել: ", "Աբրահամ Յուսուֆը (1866-1924) ԱՄՆ-ի խարբերդցի ասորիների ամենանշանա- վոր ներկայացուցիչն ու ոչ պաշտոնական առաջնորդն էր: Նա ծնվել էր Խարբերդում և Աշուր  Յուսուֆի  հորեղբորորդին  էր:  Ի  տարբերություն  իր  նշանավոր  ազգականի,  որը զտարյուն  ասորի  էր,  Աբրահամ  Յուսուֆը  մոր՝  Սառա  Թովմասյանի  կողմից  հայ  էր  և ասորական համայնքի հետ մեկտեղ գրեթե հավասարաչափ ներգրավված էր նաև Մա- սաչուսեթսի  հայ  համայնքի  կյանքում:  Նա  ավարտել  էր  Այնթապի  «Կենտրոնական Թուրքիայի  քոլեջը»,  ապա,  տեղափոխվելով  ԱՄՆ,  շարունակել  ուսումը  Բալթիմորի բժշկական քոլեջում: Որպես բժիշկ՝ նա ծառայության էր անցել Միացյալ Նահանգների բանակում  և  հասել  մայորի  կոչման:  Առաջին  համաշխարհային  պատերազմից  հետո Փարիզում գումարված խաղաղ կոնֆերանսին՝ արևելյան ասորի, բողոքական քարոզիչ Ջոել  Վերդայի  հետ  միասին  նա  ներկայացնում  էր  ԱՄՆ-ի  ասորիներին:  «Բաբելոնը» պարունակում է բազմաթիվ նյութեր Աբրահամ Յուսուֆի գործունեության մասին Փարի- զում, ինչպես նաև նրա կողմից հեղինակված մի քանի նյութեր: ", "Մասաչուսեթսի  հայախոս  ասորիների  միջավայրում  ծնունդ  առած  թերևս  ամե- նանշանավոր  կազմակերպությունը  «Բաբելոնը»  հրատարակող  «Ասորվոց  Հնգյակ  ըն- կերությունն» էր (Assyrian Five Association), որը հիմնադրվել է 1917 թ. մայիսի 5-ին Բոս- տոնում: Հայերենին անծանոթ ասորի հետազոտողների համար Five բառը հանելուկ էր մնացել: Այսպես, Էդեն Նաբին ենթադրել է, որ ընկերությունը բաղկացած է եղել հինգ անդամներից130,  կամ  ծնունդ  է  առել  հինգ  այլ  միությունների  միանալու  արդյունքում131: ", "Իրականում ընկերության «Հնգյակ» անվանումը կապված է նրա գործունեության հինգ նպատակներից, որոնց անդրադառնալը սույն աշխատության մեջ կարևոր չենք համա- րում: ", "Ըստ «Բաբելոնի» մի հոդվածի՝ Ընկերությունն սկզբնապես կազմված է եղել 7-8 անդամներից132: Ընկերության անունից տպված մեկ այլ հոդվածում կարդում ենք. «Ան- դամներ  ցարդ  ունինք  15  հատ,  սակայն  վերջերս  նոր  անդամակցիլ  փափագող  ազնիվ ազգայնոց  լեցուցած  էփլիքեյշններ  ալ  մեծ  թիվ  մը  ունինք  սեղանի  վրա…  Վստահ  ենք E. Hopper, Harvard College Library, Cambridge, 1999, էջ 41: ", "Դիտարկենք համադասական նույնաբանական կառույցի ևս մեկ օրինակ. Mae  finished  by  providing  Annie’s  email  address,  Zing  feed  and  profile page. The reaction was immediate. Annie’s followers increased from 88.198 to  243.087…The  messages  poured in, the  most  popular  being  one  that  said “The past is past and Annie is Annie.” (ED C: 443) Այստեղ համադասական կառույցի երկու նույնաբանությունները համեմատվում են միմյանց հետ, ու դրանցից մեկի արտահայտած իմաստը տարածվում է մյուսի վրա: ", "թե ի մոտո 1-2 ամիսեն սույն ազնիվ հատ- կության  տեր  և  իրական  ազգասերներու, մտավորական  և  գործունյա  դասակարգի անդամակցությամբը  շատ  դյուրավ  բարձ- րացունել թիվը 30-ի»133: ", "Ընկերության  ղեկավար  մարմնի կազմը 1919 թ. ունեցել է հետևյալ պատկե- րը. ատենապետ՝ Էդվարդ Քենդեր (Իսքեն- դեր),  փոխատենապետ՝  Յուհաննա  Չա- թալբաշ,  ատենադպիր՝  Նշան  Պ.  Գոյուն, Պատկեր 14. «Ասորվոց Հնգյակ Ընկերության» կնիքը գանձապահ՝ Ալբեր Սեֆեր, խորհրդականներ՝ Պիտեր Սեֆեր, Չալի Չեվիր, Տիգրան Ա. Սեֆեր134: Ղեկավար մարմնի այս նույն կազմը պահպանվել է նաև 1920 թ. մայիսին կա- յացած ընտրություններում135: ", "Երկու այսպես ասած ենթանույնաբանությունների` The past is past և Annie is Annie  հավասարեցմանը  ու  միմյանց  փոխլրացմանը  նպաստում  է  նաև  and շաղկապը, որը հավասարության նշան է դնում երկու նույնաբանությունների միջև մեկ  ամբողջական  նույնաբանական  համադիր  կառույցի  շրջանակներում:  Ուստի մեկնաբանողը,  համարելով,  որ  նույնաբանության  արտահայտած  նշանակությունը ինքնըստինքյան ակնհայտ ճշմարտություն է, և ինչպես որ անցյալը չի կարող լինել մեկ այլ բան, քան ինչ որ է, նույն կերպ էլ Աննին չի կարող լինել այլ մարդ, քան այն, ինչ որ է: Այնպիսի այլընտրանքային տարբերակներ, ինչպիսիք կարող են լինել The past is past and Annie still is responsible for her actions և The past is past and Annie must answer for the wrong of her ancestors, ընդունելի չեն կարող համարվել: ", "Այստեղից  պարզ  է  դառնում,  որ  այլընտրանքային  տարբերակները բացառելիս  էական  դեր  ունի  նաև  համատեքստը`  ինչպես  նաև  համադասական նույնաբանական  կառույցի  առաջին  ենթանույնաբանություն-բաղադրիչը` The past is past,  որն  ինքնին  հասկանալի  և  ընդունված  ճշմարտություն  է:  Սա  նույնպես  իր դերակատարումն  ունի  երկրորդ  բաղադրիչի`  Annie  is  Annie  նշանակության մեկնաբանման  հարցում,  քանի  որ,  ինչպես  նշվեց,  դրանց  միջև  հավասարության նշան է դրված, ու նրանք կիրառվում են մեկ համադաս նույնաբանական կառույցի մեջ: ", "Այսպիսով,  ընտրելով  նույնաբանական  կառույցի  որևէ  շարահյուսական կաղապար,  խոսողը  ելնում է  իր  հաղորդակցական  նպատակը  տվյալ հաղորդակցական իրադրության շրջանակում առավել տեղին և համապատասխան իրականացնելու  մտադրությունից:  Ավելին,  կատարելով  իր  ընտրությունը  հօգուտ նույնաբանական  կառույցի,  նա  բացառում  է  մնացած  բոլոր  այլընտրանքների տեղինությունը խոսընթացի տվյալ պահի համար: ", "անվանական անդամի միջոցով Փաստական  նյութի  քննությունը  ցույց  է  տալիս,  որ  նույնաբանության գոյականական  անդամի  իմաստաքերականական  առանձնահատկությունները հաճախ  հանդես  են  գալիս  որպես  նույնաբանական  կառույցի  գործաբանական ներուժի  ձևավորման  կարևոր  նախապայման:  Կախված  իր  հաղորդակցական նպատակից` խոսողը նախապատվություն է տալիս նույնաբանության այս կամ այն շարահյուսական կաղապարին` ընտրելով տվյալ գոյականի իմաստաքերականական  հարացույցից իր  մտադրությանը  համապատասխան քերականական  ձևը:  Օրինակ`  եզակի  թվով  գոյականը  կիրառվում  է,  երբ  խոսողը ցանկանում  է  փոխանցել  իր  հարգանքը  կամ  բարձր  կարծիքը  մարդկանց  տվյալ խմբի  կամ  առարկաների  վերաբերյալ,  օրինակ`  A mother is a mother;  A doctor is a doctor    և A steak is a steak:  Երբ  այս  նույնաբանությունների  գոյականական  անդամը դարձնում  ենք  հոգնակի,    փոխվում  է  նաև դրանց  արտահայտած  իմաստը: Doctors are doctors  և Steaks are steaks նույնաբանությունները կարծես թե արտահայտում են անտարբերություն և ընդհանրացված մոտեցում, ինչը հակառակ է ակնածանքին ու բարձր  կարծիքին:  Այս  միտումն  է՛լ  ավելի  տեսանելի  է  պարտավորվածություն արտահայտող  նույնաբանությունների  պարագայում,  որոնք  պահանջում  են գոյականի  եզակի  թիվ,  քանի  որ  հոգնակի  թիվը`  Promises are promises,  թվում  է, ընդհանրացնում  է  իմաստն  ու  ընդգծում  անտարբեր  վերաբերմունքը`  ի տարբերություն  A promise is a promise  նույնաբանության,  որտեղ  արժևորվում  է խոստումը  որպես  մի  երևույթ,  որն  անպայմանորեն  պետք  է  կատարել  (Wierzbicka տեսնում  ենք,  որ  դրա  իմաստն  այն  է,  որ  նույնիսկ  մեկ  շիլլինգը  արժեք  ունի, կարևոր է,  մինչդեռ  հոգնակի  թվի  դեպքում  այս  իմաստը  կկորչեր: ", "Նույնաբանությունների  մեկ  այլ  խումբ,  որը  կիրառվում  է  եզակի  թվով,  հատուկ առիթների  ու  հատկապես  հաճելի  առիթների  կապակցությամբ  կիրառված նույնաբանություններն  են:  Օրինակ`  A party is a party  կամ  A honeymoon is a honeymoon  նույնաբանություններն  արտահայտում  են  հանդուրժողական  ու թույլատրող  վերաբերմունք,  ինչը  բխում  է  նշված  իրադարձությունների  հատուկ լինելու  հանգամանքից:  Նույնաբանության  իմաստը  կարծես  այն  է,  որ  թեպետ տվյալ  իրադարձությունները  հնարավոր  է  անհարմարություն  պատճառեն մարդկանց,  սակայն  այդ  անհարմարությունները  պետք  է  հաշվի  չառնել  ու ըմբռնումով  մոտենալ,  քանի  որ  նույնաբանությունները  շեշտում  են  դրանց առանձնահատուկ լինելն ու տարանջատում ընդհանրապես կատարվող ամենօրյա իրադարձություններից:  Ըստ  Վերժբիցկայի`  այսպիսի  նույնաբանությունները հնարավոր է կիրառել միայն եզակի թվով (Wierzbicka 1991: 408-409): "]}