{"paragraph_source_docs": [2, 2, 2, 2, 2, 2, 2, 2, 2, 2], "source_docs_file": "History.json", "paragraphs": ["դրանք ստորաբաժանվել են երկու խմբի. գեմատիտ, սերպենտին և այլն: ", "Պատրաստման հիմնական նյութը փղոսկրն է, եղջյուր, ոսկոր, կրաքար, ստեատիտ, Կնոջ կերպարը ընդհանուր առմամբ արտացոլում էր ոչ թե ինչ որ կոնկրետ գաղա- փար,  այլ,  ըստ  ամենայնի,  համատեղում  էր  մի  քանի  պատկերացումներ:  Կարծում  ենք, առավել ընդունելի են այն մոտեցումները, երբ այս արձանիկներում տեսնում են պտղա- жения человека в палеолитическом искусстве Евразии, Москва-Ленинград, 1966, с. 13-15, Аникович М., Общество и личность в палеолите – что могут сказать об этом археологические данные // Культура: соци- ум и индивид, Ленинград, 2000, с. 103-112, Демещенко С., Искусство палеолита (к вопросу об индиви- дуализации) // Культура: социум и индивид, Ленинград, 2000, с. 163-164. пе и Сибири // Палеолит и неолит СССР, МИА, № 79, т. 4, Москва-Ленинград, 1960, с. 126-149, նույնի, О некоторых особенностях палеолитических женских статуэток Сибири // Первобытное искусство. Антропо- морфные изображения. Новосибирск, 1987, с. 28-36. բերության  գաղափարների  և  կին  նախամոր  երկմիասնության  արտացոլումը  («Կին-- նախամայր», «Օջախի պահապան, բնության, կենդանիների տիրուհի և պաշտպան»): ", "Պալեոլիթյան կերպարների ծագման խնդրին անդադարձ կատարած Ա. Օկլադնիկո- վը  կարծում  է,  որ  նրանք  կապ  ունեին  մահացածների  պաշտամունքի  հետ102:  Վ.  Բոգո- րազի  կարծիքով  այս  արձանիկները  կարող  էին  ներկայացնել  ինչպես  պահապան-գեր- բնական կանանց, այնպես էլ երկրային իրական կանանց, որոնք ծառայել են նրանց103: ", "Մասնագիտական գրականության մեջ գերիշխող է այն կարծիքը, որ կանանց արձանիկ- ները մարմնավորում են օջախի պահապանին և տան հովանավորին: ", "Ուսումնասիրողների  մեծ  մասն  անդրադարձել  է  նաև  կանանց  մերկ  պատկերման խնդրին: Հիմնականում շրջանառվում են հետևյալ դրույթները. Հավանաբար սխալված չենք լինի, պնդելով, որ նախնադարյան հմայություններում և ծեսերում կնոջ մերկությանը մեծ նշանակություն է վերագրվել: ", "Զ.Աբրամովան կանանց արձանիկները ստորաբաժանում է երեք խմբի՝ նրանց մարմ- նակազմական առանձնահատկությունների հիմման վրա. ա. «Դասական» մարմնակազմությամբ արձանիկներ: Հեղինակն այս տիպին է վերա- գրում կանոնավոր կազմվածքով արձանիկները, որոնց որոշ մանրամասներ չափազանց- ված  են.  Օր.  Ավդեեվի  արձանիկները,  Դոլնի  Վեստոնիցի,  Մենտոնի  մանրաքանդակնե- րը104: Այս խմբին բնորոշ հատկանիշներով է Լեսպյուգի արձանիկը105 (Նկ. 1.1, 2. 9-11): ", "Ленинград, 1955, с. 48. Representation in Upper Paleolithic Female Figurines//Current Anthropology, The University of Chicago Press on behalf of Wenner-Gren Foundation for Anthropological Research Vol. 37, No 2, Apr., 1996, p. 227-275. точнограветтийской стоянки Костенки 1: тематика и функциональное назначение // Свод археологических ис- точников  Кунсткамеры,  Вып.  4:  История  археологического  собрания  МАЭ.  Верхний  палеолит,  Ленинград, просы антропологии. Вып. 75, 1985, с. 27-66. Textiles, Basketry, Gender, and Status in the Upper Paleolithic 1 //Current Anthropology, The Wenner-Gren Foun- dation for Anthropological Research, Volume 41, Number 4, August–October, 2000, p.  520,  Ferrándiz  Mayor T., La imagen de la mujer en la Prehistoria y en la Protohistoria// Revista de Claseshistoria Publicación digital de Historia y Ciencias Sociales Artículo Nº 236, 15 de octubre de 2011, p. 2. բ. «Նիհարակազմ» կանանց արձանիկներ: Սրանք ներկայացված են ձգված համա- չափություններով, նիհար իրանով և ոտքերով, ինչպես օրինակ Ավդեեվի և Գագարինոյի արձանիկները106: Այս խմբին կարելի է դասել Բրասսեմպույից գտնված, թերի պահպան- ված ոսկրե արձանիկը107 (Նկ. 2.1, 2.7-8): ", "գ. «Գեր» կանանց արձանիկներ, որոնց բնորոշ են լայնացված և կարճեցված համա- չափությունները:  Համաչափությունները  լայնեցված  են  ինչպես  կիսադեմով,  այնպես  էլ դիմահայաց:  Հեղինակի  հիշատակած  Վիլլենդորֆից,  Գագարինոից  և  այլ  հնավայրերից հայտնի արձանիկների այս խմբին ենք վերագրում Հոհենֆելսից գտնվածը108 (Նկ. 1.2-4): ", "Որպես  առանձին  ենթախումբ  «Գեր»  արձանիկների  շարքին  կարելի  է  վերագրել  նաև կանանց  ոճավորված  և  ընդհանրացված  քանդակները  Մալթայից,  Բուրետիայից,  Մեզի- նից109 (Նկ. 2.2-6): ", "Մի շարք պատկերագրական առանձնահատկություններ նկատի ունենալով մենք, վե- րոնշյալ կանանց մանրաքանդակները բաժանել ենք երեք`  ա. Երիտասարդ (Աղ. 1, նկ. 1- Համամիտ  ենք  այն  տեսակետի  հետ,  որ  սրանք  անձնավորում  են  ինչպես  տարիքով, այնպես  էլ  կարգավիճակով  և  պտղաբերության  գործառույթներով  իրարից  տարբերվող կանանց110: "]}