{"paragraph_source_docs": [1, 2, 0, 0, 1, 1, 1, 0, 1, 1, 1, 2, 1, 1, 1, 1, 2, 0, 1, 1, 1, 1, 1, 0, 1, 1, 0, 2, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 0, 2, 1, 0, 1, 1, 0, 1, 1, 1, 1, 1], "paragraphs": ["Սխեմա 6 Ռեակցիաների ընթացքին հետևում են ՆՇՔ մեթոդով [SiO2, CHCl3:CH3COCH3 (3:1)]՝ ըստ ելային կոմպլեքսի հետքի անհետացման և ալկիլման արգասիք դիաստերեոիզոմե- րային  կոմպլեքսների  միջև  թերմոդինամիկական  հավասարակշռության  հաստատման: ", "CoIII  ի ո ն ի   ս ալ ի ց ի լ ի դ ե ն այ ի ն օ կ տաե դ ր ի կ   կ ո մ պլ ե ք ս ն ե ր ի կ ի ր առ մ ամ բ   թր ե ո ն ի ն ի   աս ի մ ե տր ի կ   ս ի ն թե զ ի   առ աջ ի ն   փո ր ձ ե ր ն ը ն թաց ե լ  ե ն  ո չ  ավ ե լ  ք ան  11 % ք ի մ ի ակ ան  և  35% աս ի մ ե տր ի կ  ե լ ք ո վ  [157]: ", "ա. բ. Նկ. 3.1. MoO3–3Mg–nNaCl համակարգի թերմոդինամիկական անալիզի արդյունքները. NaCl գ. ա) հաշվարկային ադիաբատ ջերմաստիճանների, բ) անջատվող գազի ծավալի և գ) Mo-ի ելքի կախումը գազային միջավայրի ճնշումից և աղի քանակից Mg փոխազդեցության ադիաբատ ջերմաստիճաններն անհամեմատ բարձր են (Tադ > 3000 oC,  նկ.  3.1,  ա):  Գազային  միջավայրի  ճնշման  էական  ազդեցություն  է  դիտվում  միայն համեմատաբար  ցածր  ճնշման  արժեքների  տիրույթում  (P    10  մթն):  Ճնշման  հետագա բարձրացումը բերում է այրման ջերմաստիճանի հագեցման: Հետազոտվող խառնուրդին մինչև  2  մոլ  NaCl-ի  ավելացման  պայմաններում  դիտվում  է  այրման  ադիաբատ ջերմաստիճանների նվազում մոտ 1400 oC-ով (3500-ից նվազում է ընդհուպ մինչև 2100 oC): ", "անընդհատ  աճը  պայմանավորված  է  այն  հանգամանքով,  որ  ճնշման  բարձրացումը խոչընդոտում  է  հավասարակշռային  խառնուրդում  ձևավորվող  մեծ  թվով  գազային նյութերի  համակարգից  հեռացմանը  (նկ.  3.1  բ):  Վերջինս  նպաստում  է  նպատակային արգասիքի  (Mo-ի)  ելքի  բարձրացմանը:  Ինչպես  երևում  է  նկ.  3.1  բ–ից,  10  մթն  ճնշման պայմաններում  անջատվող  գազի  ծավալը  նվազում  է  ավելի  քան  10  անգամ,  իսկ  Mo-ը ստացվում  է  մոտ  99  զանգ.  %  ելքով  (նկ.  3.1,  գ):  Աղի  ավելի  մեծ  պարունակությամբ խառնուրդներում  ջերմաստիճանային  հագեցումը  դիտվում  է  ճնշման  ավելի  բարձր արժեքների  դեպքում:  Համապատասխանաբար  նվազում  է  նաև  առաջացող  գազային նյութերի  տեսականին  և  դրանց  ծավալը,  իսկ  մոլիբդենը  վերականգնվում  է  գրեթե ամբողջությամբ: ", "Սխեմա 7 Աղյուսակ 8 NiII-(R)-2-BrBPB-Gly (7) և NiII-(R)-2-BrBPB-(R)-Ala (10) կոմպլեքսների C-ալկիլման արդյունքները ԴՄՖ/NaOH միջավայրում №  Ելային կոմպլեքս Ալկիլող ագենտ Ալկիլված կոմպլեքս (R,R)/(R,S) (%),  ³) Ելք,%, µ) NiII-(R)-2-BrBPB- Gly (7) NiII-(R)-2-BrBPB- (R)-Ala(10) -”- -”- -”- -”- CH2=CH-CH2-Br CH2=CH-CH2-Br Ժամ. րոպե ա) 1 H ՄՄՌ միջինացված տվյալներ, բ) կոմպլեքսների քիմիական ելքը ալկիլման փուլում: ", "Բրոմ  տեղակալված  մոդիֆիկացված  NiII-(S)-2-BrBPB-Gly,  NiII-(S)-3-BrBPB-Gly, NiII-(S)-4-BrBPB-Gly  կոմպլեքսները  հետազոտվել  են  նաև  ալդեհիդների  հետ  ալդոլային կոնդենսման ասիմետրիկ ռեակցիաներում (տես հավելված 1): ", "Այսպիսով,  իրականացված  հետազոտությունները  վկայում  են  այն  մասին,  որ (S)-2-BrBPB  քիրալային  օժանդակ  ռեագենտի  ամինաթթվային  կոմպլեքսները  կարելի  է երաշխավորել  ոչ  սպիտակուցային  ամինաթթուների  պրեպարատիվ  քանակներով ասիմետրիկ սինթեզի համար: ", "(MoO3–NaCl) համակարգի թերմոդինամիկական վերլուծություն իզոթերմ պայմաններում Հաշվի  առնելով  փորձերից  ստացված  որոշ  արդյունքներ,  ինչը  հանգամանալից կներկայացվի արդյունքների քննարկման բաժնում, կատարվել է նաև MoO3-NaCl համա- կարգի  թերմոդինամիկական  վերլուծություն  իզոթերմ  պայմաններում:  Որոշվել  է  MoO3- NaCl  համակարգի  փոխազդեցության  հավասարակշռային  բաղադրությունը  կախված փոխազդեցության  ջերմաստիճանից  (նկ.  3.3):  Ստացված  արդյունքներից  պարզվել  է,  որ մինչև  770  oC  տաքացման  պայմաններում  աղի  և  մոլիբդենի  եռօքսիդի  միջև  որևէ վիճակում: 770 ÷ 1270  oC ջերմաստիճանային տիրույթում MoO3 + NaCl փոխազդեցության արդյունքում ձևավորվող հեղուկ Na2MoO4 և գազային MoO2Cl2 ֆազերը հանդիսանում են հիմնական վերջնանյութերը: ", "Նոր  սինթեզված  բրոմ  պարունակող  բոլոր  քիրալային  օժանդակ  ռեագենտների, կոմպլեքսների  և  նպատակային  ամինաթթուների  տեսակարար  օպտիկական  պտույտի ու  դրանց  հալման  կետերի  արժեքները  չափվել  են    ՀՀ  ԳԱԱ  “Հայկենսատեխնոլոգիա” ԳԱԿ  ՊՈԱԿ-ի  “Ասիմետրիկ  սինթեզի”  լաբորատորիայում՝ “Perkin-Elmer  314”  և “Elektrothermal” սարքերի միջոցով: ", "Սինթեզված  բոլոր  նոր  ամինաթթուների  էնանտիոմերային  մաքրությունը  (ee) նույնպես որոշվել է ՀՀ ԳԱԱ “Հայկենսատեխնոլոգիա” ինստիտուտի “Ֆիզիկաքիմիական անալիզի” լաբորատորիայում,  օգտագործելով բարձր  ճնշումային  հեղուկային քրոմատոգրաֆիայի  (HPLC)  անալիզի  մեթոդը՝  Waters  2695  Separations  Module  (USA) սարքի օգտագործմամբ: Որպես սորբենտ կիրառվել է Diaspher-110-Chirasel-E-Ý (6.0 mkm, Սինթեզված բոլոր միացությունների էլեմենտային անալիզը նույնպես կատարվել է “Հայկենսատեխնոլոգիա”  ԳԱԿ  ՊՈԱԿ-ի  ինստիտուտի  “Ֆիզիկաքիմիական  անալիզի” լաբորատորիայում՝ “EURO EA Elemental Analyzer” սարքի միջոցով: ", "Ալանինի բրոմ պարունակող մոդիֆիկացված կոմպլեքսների ռենտգենկառուցված- քային  անալիզն  իրականացվել  է  ՌԴ  ԳԱԱ  Ա.  Ն.  Նեսմեյանովի  անվան  էլեմենտ- օրգանական միացությունների ինստիտուտում (ք. Մոսկվա): ", "Նկ . 13. NiII-(S)-BPB-(S)-Ala կ ո մպլ ե ք ս ի  կ առ ո ւ ց ված ք ն ը ս տ ՌԿԱ տվյ ալ նե ր ի : ", "Բոլոր  լուծիչները  օգտագործելուց  առաջ  մաքրվել  են    հայտնի  մեթոդներով155: ", "Նատրիումի  մեթիլատի  լուծույթները  պատրաստվել  են  արգոնի  միջավայրում,  սառեց- ման  պայմաններում,  բացարձակ  CH3OH-ի  մեջ  ավելացնելով  մետաղական  նատրիումի տաշեղներ: Ստացված մեթիլատի կոնցենտրացիան որոշվել է տիտրմամբ: ", "Այդ նպատակով 40 մլ իզոպրոպանոլի մեջ լցված 10.2գ (0.09 մոլ) (S)- կամ (R)-պրո- լինի  սուսպենզիայի  վրա  ավելացվում  է  15.2գ  (0.27մոլ)  KOH  և  40-50  0C-ում  խառնում մինչև համասեռ լուծույթի ստացվելը: Դրանից հետո 30 րոպեի ընթացքում կաթիլ-կաթիլ ավելացվում  է  0.108մոլ  համապատասխան  բրոմ  տեղակալված  բենզիլբրոմիդը  և  խառ- նումը  շարունակում  սենյակային  ջերմաստիճանում  ևս  15  ժամ:  Հետո  ռեակցիոն  խառ- նուրդը չեզոքացվում է 6N HCl-ով մինչև pH=6-7, ավելացնում 25մլ CHCl3 և թողնում 10-12 ժամ:  Այնուհետև  անջատվում  է  առաջացած  նստվածքը  (KCl),  լվանում  քլորոֆորմով  և օրգանական ֆրակցիաների թորումից առաջացած մնացորդը վերաբյուրեղացնում ացե- տոնից և չորացնում օդում: ", "(S)-N-(2-բրոմբենզիլ)պրոլին-(S)-2-BrBP  (1):  Tհալ=163-165 ºC;  [] =  −19.1  (c  =1.0, EtOH):  Գտնվել  է  (%):  С,  60.35;  H,  5.56;  N,  5.92:  C12H14O2NBr:  Հաշվվել  է  (%):  С,  60.13;  H, Pro); 2.99 (1H, m, -H Pro); 3.26 (1H, m, -H Pro); 3.98 (1H, dd, -H Pro, 3J=8.8 Hz, 3J=6.5 Hz); (S)-N-(3-բրոմբենզիլ)պրոլին-(S)-3-BrBP  (2):  Tհալ=145-147 ºC;  [] =  −21.0  (c  =1.0, EtOH):  Գտնվել  է  (%):  С,  60.43;  H,  5.58;  N,  5.81:  C12H14O2NBr:  Հաշվվել  է  (%):  С,  60.13;  H, Pro); 2.91 (1H, dt, -H Pro,  2J=9.8 Hz,  3J=8.1 Hz); 3.26 (1H, dt, -H Pro,  2J=9.8 Hz,  3J=6.0 Hz); NCH2Ar,2J=13.9 Hz); 7.26-7.39 (3H, m, H-Ar); 7.78 (1H, dd, H-Ar, 3J=6.8 Hz, 4J=2.6 Hz ): ", "Ցո ւ յ ց   է   տր վ ե լ ,  ո ր   ալ դ ի մ ի ն այ ի ն   ած խած ն ի   ատո մ ի   R- տե ղ ակ ալ ի չ ի   չ ափս ե ր ի   մ ե ծ աց ո ւ մ ը   (S)-BPBA-ի ց   (S)-BPB-ի ն   ան ց ն ե լ ի ս հ ան գ ե ց ն ո ւ մ   է   մ ե տաղ աց ի կ լ ե ր ի   լ ր աց ո ւ ց ի չ   աղ ավ աղ մ ան ,  ի ն չ ի   ար - դ յ ո ւ ն ք ո ւ մ   (R)-կ ո ն ֆի գ ո ւ ր աց ի այ ո վ   ամ ի ն աթթվ ի   կ ո ղ մ ն այ ի ն   շ ղ թան գ ր ավ ո ւ մ   է   պս ե վ դ ո աք ս ի ալ   դ ի ր ք ,  ո ր ը   բ ե ր ո ւ մ   է   ամ ի ն աթթվ այ ի ն մ ն աց ո ր դ ի շ ո ւ ր ջ ը   ք ի ր ալ այ ի ն շ ր ջ ափակ մ ան   ո ւ ժ ե ղ աց մ ան ը ,  և հ ե տև աբ ար   ն աև   ս ի ն թե զ ի   ս տե ր ե ո ս ե լ ե կ տի վ ո ւ թյ ան   աճ ի ն ՝   (S)-BPBA-(S)- BAA-(S)-BPB  ք ի ր ալ այ ի ն   ռ ե ագ ե ն տն ե ր ի   շ ար ք ո ւ մ   (ee  25  –  90  %):  Այ դ կ ո մ պլ ե ք ս ն ե ր ը   մ ո դ ի ֆի կ աց վ ած   տար բ ե ր ակ ո վ   կ ի ր առ վ ե լ   ե ն   ն աև   այ լ հ ե տազ ո տակ ան   խմ բ ե ր ի   կ ո ղ մ ի ց ,  մ աս ն ավ ո ր ապե ս ՝   N-բ ե ն զ ի լ պր ո լ ի ն ի մ ն աց ո ր դ ի   ֆե ն ի լ այ ի ն   օ ղ ակ ո ւ մ   տար բ ե ր   տե ղ ակ ալ ի չ ն ե ր   պար ո ւ ն ակ ղ ն մ ան ատի պ կ առ ո ւ ց վ ած ք ո վ ս տե ր ե ո դ ի ֆե ր ե ն ց ո ղ լ ի գ ան դ ն ե ր ի հ ատկ ո ւ թյ ո ւ ն ն ե ր ը   [163]:  Ը ն դ   ո ր ո ւ մ ,  հ ե ղ ի ն ակ ն ե ր ն   օ գ տագ ո ր ծ ե լ   ե ն տե ղ ակ ալ ի չ ն ե ր ,  ո ր ո ն ք   ո ւ ն ակ   ե ն լ ր աց ո ւ ց ի չ   կ ո ո ր դ ի ն աց վ ե լ մ ե տաղ ի   կ ե ն տր ո ն ակ ան   ի ո ն ի   հ ե տ:  Հ ակ առ ակ   ս պաս վ ած ի ն ,  ն մ ան մ ո դ ի ֆի կ աց վ ած   կ ո մ պլ ե ք ս ն ե ր ո ւ մ   մ ե տաղ ի   կ ե ն տր ո ն ակ ան   ի ո ն ը պահ պան ո ւ մ   է ր   ս կ զ բ ն ակ ան   հ ար թ-ք առ ակ ո ւ ս այ ի ն   կ առ ո ւ ց վ ած ք ը :  Դր ա հ ե տ  մ ե կ տե ղ   այ ն   բ ե ր ո ւ մ   է   խե լ ատայ ի ն   օ ղ ակ ն ե ր ի   լ ր աց ո ւ ց ի չ աղ ավ աղ մ ան   և   ամ ի ն աթթվ այ ի ն   մ ն աց ո ր դ ի   ավ ե լ ի   ար դ յ ո ւ ն ավ ե տ է կ ր ան աց մ ան ը  Շ ի ֆի  հ ի մ ք ի  հ ար թո ւ թյ ան  re կ ո ղ մ ի ց  (ն կ . 15): ", "Թերմոդինամիկական  վերլուծության  արդյունքները  ցույց  են  տալիս,  որ  MoO3  + ադիաբատ  ջերմաստիճանը  գերազանցում  է  2300  oC-ը,  իսկ  հավասարակշռական արգասիքներում առկա է մեծ քանակությամբ չփոխազդած Mg (նկ. 3.6): Այս տիրույթում դիտվում  է  նաև  գազային  SiO-ի,  հալույթի  տեսքով  մագնեզիումի  սիլիկատի  (Mg2SiO4)  և սիլիցիումով  աղքատ  մոլիբդենի  սիլիցիդների  (Mo5Si3  և  Mo3Si)  առաջացում,  սակայն փոքր քանակներով ստացվելու պատճառով նշված նյութերը նկարում  բերված  չեն: ", "Սենյակային  ջերմաստիճանում  ռեակցիոն  խառնուրդը  խառնվում  է  ևս  15  ժամ՝  մինչև ՆՇՔ  մեթոդով  [SiO2,  C6H6/(C2H5)2O=1/1]:  Հետո  ռեակցիոն  խառնուրդը  գոլորշիացվում  է մնացորդային  ճնշման  տակ,  իսկ յուղանման  զանգվածը  հաջորդաբար  մշակվում ացետոնով  և  ջրով:  Առաջացված  նստվածքը  լուծում  են  50  մլ  12N  HCl-ում,  նոսրացվում ռեագենտների  բյուրեղները՝  հիդրոքլորիդների  տեսքով:  Ստացված  բյուրեղները չորացվում են վակուում չորացուցիչ պահարանում՝ 30-40 մմ սս. մնացորդային ճնշման տակ 50 0C-ում: ", "(S)-N-(2-բենզոիլֆենիլ)-1-(2-բրոմբենզիլ)պիրոլիդին-2-կարբօքսամիդ, (S)-2-BrBPB (4):  Tհալ=163-165 ºC;  [] =  −32.4  (c  =1.0,  EtOH):  Գտնվել  է  (%):  С,  64.85;  H,  5.06;  N,  7.05 C25H23O2NBr: Հաշվվել է (%): С, 64.79; H, 4.96; N, 6.91:  1Н ՄՄՌ սպեկտր ( p.p.m.): 1.78- Pro);  3.34  (1H,  dd,  -H  Pro,  3J=9.6  Hz,  3J=4.3  Hz);3.86  (2H,  s,  NCH2);  6.98-7.74  (12H,  m, (S)-N-(2-բենզոիլֆենիլ)-1-(3-բրոմբենզիլ)պիրոլիդին-2-կարբօքսամիդ,  (S)-3-BrBPB (5):  Tհալ=141-142 ºC;  [] =  −37.6  (c  =1.0,  EtOH):  Գտնվել  է  (%).  С,  64.91;  H,  5.12;  N,  7.10: ", "C25H23O2NBr: Հաշվվել է (%): С, 64.79; H, 4.96; N, 6.91:  1Н ՄՄՌ սպեկտր ( p.p.m.): 1.81- Pro); 3.37 (1H, dd, -H Pro,  3J=9.5 Hz,  3J=4.4 Hz);3.94 (2H, s, NCH2); 7.04-7,19 (8H, m, H-Ar); (S)-N-(2-բենզոիլֆենիլ)-1-(4-բրոմբենզիլ)պիրոլիդին-2-կարբօքսամիդ,  (S)-4-BrBPB (6):  Tհալ=133-136 ºC;  [] =  −29.5  (c  =1.0,  EtOH):  Գտնվել  է  (%).  С,  64.60;  H,  5.16;  N,  7.18: ", "C25H23O2NBr: Հաշվվել է (%): С, 64.79; H, 4.96; N, 6.91: 1НՄՄՌ սպեկտր ( p.p.m): 1.78-1.93 (3H, m, -, 2-H Pro); 2.26 (1H, m, , γ-CH2 Pro); 2.51 (1H, m, -CH2 Pro); 3.30 (1H, m, -CH2 Pro); 3.39 (1H, dd, -H Pro, 3J=9.5 Hz, 3J=4.4 Hz); 3.90 (2H, s, NCH2); 7.08-7.21 (9H, m, H-Ar); քիրալային օժանդակ ռեագենտների Շիֆի հիմքերի կոմպլեքսների սինթեզը BrBPB  (6)  քիրալային  ռեագենտների  սուսպենզիային  ավելացվում  է  15գ  (0.2մոլ)  գլիցին կամ 18գ (R,S)-ալանին, 58.2գ (0.2մոլ) Ni(NO3)2 x 6H2O և 100մլ մեթանոլում լուծված 44.8գ (0.8մոլ)  KOH:  Ստացված  խառնուրդը  55-60  0C-ում  խառնվում  է  1  ժամ  (ալանինի կոմպլեքսի դեպքում՝ 1.5 ժամ): Ռեակցիայի ընթացքին հետևում  են ՆՇՔ մեթոդով [SiO2, CHCl3/  (CH3)2CO=1/1]  ըստ  ելային  քիրալային  ռեագենտի  հետքի  անհետացման  (ՈւՄ լույսի  տակ):  Ռեակցիան  ավարտելուց  հետո  խառնուրդը  չեզոքացվում  է  սառցա- քացախաթթվով, մինչև pH=5-6 և նոսրացվում ջրով: Առաջացած նստվածքը ֆիլտրում են, անհրաժեշտության դեպքում, դրանք վերաբյուրեղացնում ացետոնից: ", "= +1473.33 (c = 0.3, MeOH): Գտնվել է, (%): С, 56.29; H, 4.08; N, 7.11. C27H24BrN3O3Ni: Հաշվվել է, (%): С 56.18; H 4.16; N 7.28: 1Н ՄՄՌ սպեկտր ( p.p.m): 2.09-2.19 (2H, m, -Ha Pro և -Ha, Pro); 2.54 (1H, m,  -Ha, Pro); 2.78 (1H, m. -Hb, Pro); 3.42 (1H, m, γ-Hb, Pro); 3.52 (1H, dd,  3J=10.7, 3J=6.0, -H Pro); 3.65 (1H, m, -Hb,  Pro);  3.66  (1H,  d,  2J=20.0,  CH2CO);  3.74  (1H,  d,  2J=20.0,  CH2CO);  4.02  (1H,  d,  2J=12.9, CH2Ar); 4.54 (1H, d, 2J=12.9, CH2Ar); 6.70 (1H, ddd, 3J=8.2, 3J=6.9, 4J=1.1, H-4, C6H4); 6.80 (1H, ddd, 3J=8.2, 4J=1.7, H-3, C6H4); 6.98 (1H, m, C6H5); 7.12-7.22 (3H, m, H-Ar); 7.39 (1H, td, 3J= 7.5, NiII-(S)-3-BrBPB-Gly (8): Tհալ.= 169-171 ºC; [] = +1296.13 (c =0.28, MeOH): Գտնվել է  (%):  С  56.35;  H  4.03;  N  7.19.  C27H24BrN3O3Ni:  Հաշվվելէ  (%):  С,  56.18;  H,  4.16;  N,  7.28: ", "Uա m Նկ. 3.8. MoO3 – 3Mg – nNaCl համակարգում այրման պարամետրերի (Tա. և Uա.) և զանգվածի փոփոխության (m) կախումը աղի քանակից Այրման  մեկ  այլ  բնութագիր,  որն  էապես  փոփոխվում  է  պայմանավորված  ելային համակարգում  աղային  հավելանյութի  քանակից,  հանդիսանում  է  ռեագենտների սառեցման  արագությունն  այրման  ալիքում (Vտ, °C/վ):  Նկ.  3.7-ում  բերված թերմոգրամներից ակնհայտ է, որ n-ի փոքր արժեքների դեպքում (n ≤ 2 մոլ) V-ն կազմում է  ավելի  քան  1500  oC/վ,  n  =  3  մոլի  դեպքում՝  V  =  350  °C/վ:  n-ի  ավելի  մեծ  արժեքների համար ինքնատաքացման արագությունն ընդունում է այրման պրոցեսներին ոչ հատուկ ցածր  արժեքներ՝  20  -  50  °C/վ:  Հարկ  է  նշել,  որ  այրման  թերմոգրամներում  դիտվում  են նաև  որոշակի  իզոթերմ  ջերմաստիճանային  հարթակներ`  450-510,  650  և  790-820  °C ջերմաստիճաններում: Ընդ որում այս հարթակներն այրման պրոցեսում առավել հստակ նկատվում  են  այն  խառնուրդների  դեպքում,  որտեղ  նյութի  ինքնատաքացման արագություններն զգալի փոքր են,  այսինքն n –ի մեծ արժեքների դեպքում (նկ. 3.7, դ,ե): ", "(1H,  m,  -Hb,  Pro);  3.64  (1H,  d,  2J=20.0,  CH2CO);  3.73  (1H,  d,  2J=20.0,  CH2CO);  4.01  (1H,  d, td, 3J = 7.5, 4J=1.1, C6H4Br), 7.52-7.58 (3H, m, H-Ar); 7.63 (1H, dd, 3J= 8.1, 4J=1.2, C6H4Br); 8.16 (1H, dd, 3J= 8.7, 4J=1.1, H-6, C6H4,); 8.32 (1H, dd, 3J= 7.7, 4J=1.6, C6H4Br,): ", "NiII-(S)-2-BrBPB-(S)-Ala  (10):  Tհալ  =  308-310 ºC;  [] =  +3385.0  (c  =  0.1,  MeOH): ", "Այրման  պրոցեսի  ավարտից  հետո  ստացված  արգասիքներն  ուսումնասիրվել  են ֆիզիկաքիմիական անալիզի տարբեր եղանակներով, ինչպիսիք են XRD, SEM, EDS, DTA և այլն: ", "R=H, R’=PhCH2 (LXXIX, LXXXIII); R=H, R’=CH2=CH-CH2 (LXXX, LXXXIV); R=CH3, R’=PhCH2 (LXXXI, LXXXV); R=CH3, R’= CH2=CH-CH2, (LXXXII, LXXXVI): ", "Գտնվել է (%): С, 56.89; H, 4.20; N, 7.27: C25H23O3NBr: Հաշվվել է (%): С, 56.88; H, 4.40; N, m, γ-Ha, Pro); 2.64 (1H, m, -Ha, Pro); 3.00 (1H, m, -Hb, Pro); 3.51 (1H, m, -Hb, Pro); 3.58 (1H, dd, -H Pro, 3J=11.0 Hz, 3J=6.2); 3.72 (1H, m, γ-Hb, Pro); 3.86 (1H,q., CHCH3, 3J=6.9); 3.89 (1H, d, CH2Ar, J=12.9); 4.47 (1H, d., CH2Ar, J=12.9); 6.61-6.70 (2H, m., H-3, H-4, C6H4); 6.96  (1H, m, C6H5); 7.07-7.16 (2H, m, H-Ar); 7.27 (1H, m, H-Ar); 7.34 (1H, td, C6H4Br,  3J=7.5,  4J=1.2); 7.42- Բրոմ  պարունակող  նոր  սինթեզված  ալանինի  10  կոմպլեքսի  կառուցվածքն  ու բացարձակ  կոնֆիգուրացիան  լրացուցիչ  հաստատվել  է  ռենտգենկառուցվածքային անալիզի  մեթոդով:  Տվյալների  ստացման  համար  իրականացվել  է  ռենտգենյան ճառագայթների  հաշվառում  SADABS  ծրագրի  հիման  վրա144:  Բյուրեղի  կառուցվածքը որոշվել  է  ուղղակի  մեթոդներով  և  ճշտվել  փոքր  քառակուսիների  լիամատրիցային մեթոդով,  ջրածնից  տարբեր  ատոմների  համար՝  անիզոտրոպ  մոտավորությամբ:  10 կոմպլեքսի  բացարձակ  կառուցվածքը  որոշվել  է  նաև  Ֆլեկի  պարամետրերի  ճշգրտման և  ճշգրտվել  իզոտրոպ  մոտավորությամբ:  Ցույց  է  տրվել,  որ  NiII-(S)-2-BrBPB-(S)-Ala կոմպլեքսի  բյուրեղները  ռոմբիկ  են  և  ունեն  P212121  տարածական  խմբավորում,  երբ T  =  100K:  a  =  9.2859  (6)  Å,  b  =  10.0121(7)  Å,  c  =  25.9971(18)  Å,  V  =  2417.0(3)  Å3,  Z=4, dрасч =1.625 г/см3, F(000) =1208, μ = 2.493 мм−1: ", "Էլեմենտար  բջջի  տվյալներն  ու  28326  անդրադարձումների (6984  անկախ անդրադարձում,  Rint)  ինտենսիվությունը չափվել  են  Bruker  SMART  1K  CCD (T  =  100  K,  (MoK)  գրաֆիտային  մոնոքրոմատոր,  θмакс  =  30φ  և  -սկանավորում ունեցող ավտոմատ դիֆրակտոմետրի վրա՝ θмакс = 30: Բոլոր հաշվարկները կատարվել են SHEL XTL կոմպլեքս ծրագրի հիման վրա: ", "կոմպլեքսների ալկիլման ընդհանուր մեթոդը Դիմեթիլֆորմամիդի  միջավայրում  7-12  կոմպլեքսների  լուծույթներին,  արգոնի մթնոլորտում  ավելացվում  է  թարմ  մանրացված  պինդ  NaOH-ը  և  համապատասխան քանակի  ալկիլհալոգենիդը:  Այդ  ընթացքում  ռեակցիոն  խառնուրդը  դառնում  է  մուգ բալանման: Արգոնի մթնոլորտում և սենյակային ջերմաստիճանում (անհրաժեշտության դեպքում  40-50  0C)  լուծույթի  խառնվելը  շարունակում  են  մինչև  ելային  կոմպլեքսի  լրիվ տրանսֆորմացումը ալկիլման արգասիք կոմպլեսի: Ռեակցիայի ընթացքին հետևում են ՆՇՔ  մեթոդով [SiO2,  CHCl3/CH3COՕC2H5=1/4]  ըստ  ելային  կոմպլեքսի  հետքի անհետացման:  Ռեակցիան  ավարտվելուց  հետո  խառնուրդը  չեզոքացվում  է  խիտ  սառ- ցաքացախաթթվով և նոսրացվում ջրով: Այնուհետև դիաստերեոմեր կոմպլեքսների նստ- վածքը ֆիլտրվում և լվացվում է ջրով: Ալանինի կոմպլեքսի ալկիման դեպքում առաջա- ցած  դիաստերեոմեր  կոմպլեքսների  խառնուրդի  ոչ  մեծ  քանակ  (~  0.5գ)  քրոմատո- գրաֆացվում է պրեպարատիվ ՆՇՔ մեթոդով [20 x 30 սմ, SiO2, CHCl3/ CH3COՕC2H5 =1/4]: ", "Անջատված  հիմնական  դիաստերեոմեր  կոմպլեքսների  կառուցվածքն  ու  բացարձակ կոնֆիգուրացիան որոշվել է սպեկտրադիտման անալիզի մեթոդներով: Ալկիլման ռեակ- ցիաների  դիաստերեոմերային  ստերեոսելեկտիվությունը  (de)  որոշվել  է  արգասիք կոմպլեքսների խառնուրդի թթվային հիդրոլիզից անջատված ամինաթթվային խառնուր- դի (առանց վերաբյուրեղացման) ԲԱՀՔ անալիզմամբ: ", "NiII-(S)-2-BrBPB-(S)-Phe  (13):  Tհալ  =  140-142 ºC;  [] =  +1473.33  (c  =  0.3,  MeOH): ", "Գտնվել է (%): С, 61.29; H, 4.40; N, 6.38: C34H30BrN3O3Ni: Հաշվվել է (%): С, 61.19; H, 4.49; N, m, γ-Hb, -Ha,Hb Pro); 2.82 (1H, dd, J=13.7, J=5.4, CH2CH); 3.09 (1H, dd, J=13.7, J=4.5, CH2CH); (7H, m, Ar); 8.15 (1H, d, H-6, C6H4, J= 8.7); 8.20 (1H, dd, H-3, C6H4Br): ", "Ստացված փորձարարական արդյունքներից կարելի է եզրակացնել, որ փոխազդե- ցության բնույթը  MoO3–Mg–nNaCl  համակարգում էապես  կախված է  աղի քանակությունից:  Աղի  քանակի  ավելացմանը  զուգընթաց  այրման  առավելագույն ջերմաստիճանները  կարող  են  նվազել  ընդհուպ  մինչև  800  °C:  Հարկ  է  նշել,  որ  աղի քանակից կախված էապես փոխվում է նաև այրման ալիքում ռեագենտների տաքացման արագությունը: ", "Գտնվել է (%): С, 61.29; H, 4.40; N, 6.38: C34H30BrN3O3Ni: Հաշվվել է (%): С, 61.19; H, 4.49; N, m, γ-Hb, -Ha,Hb Pro); 2.82 (1H, dd, J=13.7, J=5.4, CH2CH); 3.09 (1H, dd, J=13.7, J=4.5, CH2CH); (7H, m, Ar); 8.15 (1H, d, H-6, C6H4, J= 8.7); 8.20 (1H, dd, H-3, C6H4Br): ", "NiII-(S)-4-BrBPB-(S)-Phe  (15):  Tհալ  =  119-121 °C;  [] =  +1101°  (c  =  0.25,  CH3OH): ", "Գտնվել է (%): С, 65.51; H, 4.82; N, 6.71: C34H30BrN3NiO3: Հաշվվել է (%): С, 65.57; H, 4.86; N, CH2-Ar,  2J =12.9 Hz, 4JH,Br =1.1); 4.24 (1H, dd, CHCH2Ph,  3J = 5.6, 3J = 4.4), 4.28 (1H, dd, CH2- Ar;    2J = 12.9,  4JC,Br = 1.4); 6.65-6.71 (2H, m, 3,4-CH, C6H4); 6.88 (1H, dt, Ar, J1 = 7.6, J2 = 1.6); C6H4, NiII-(S)-2-BrBPB-(S)-2-F-Phe (16): Tհալ = 147-149 ºC; [] = +1140.05 (c = 0.3, MeOH): ", "դիֆերենցիալ ջերմային անալիզի եղանակով Հարկ  է  նշել,  որ  աղերը  միշտ  դիտարկվել  են  որպես  իներտ  միջավայր  և  դրանց ազդեցությունը  փոխազդեցության  մեխանիզմի  վրա  դեռևս  մանրամասն  ուսումնա– սիրված չէ: ", "Բ աց ի   դ ր ան ի ց ,  (S)-Ala-(S)-Ala-ի  և  L-գ լ ի ց ե ր ալ դ ե հ ի դ ի   կ ո ն դ ե ն ս մ ան ռ ե ակ ց ի այ ո վ  ս տաց վ ե լ  է  կ ե ն ս աբ ան ո ր ե ն  ակ տի վ  լ ակ տո ն  [178]: ", "NiII-(S)-3-BrBPB-(S)-2-F-Phe (17): Tհալ = 161-163 ºC; [] = +1133.10 (c = 0.3, MeOH): ", "Ելային ռեագենտների դիֆերենցիալ ջերմային անալիզի արդյունքները բերված  են  նկ.  3.13-ում: ", "NiII-(S)-4-BrBPB-(S)-2-F-Phe (18): Tհալ. =130-132°C; [] = +1025.55º (c 0.065, CHCl3). Գտնվել է (%): C, 65.43; H, 4.56; N, 6.79: C34H29FBrN3NiO3: Հաշվվել է (%): C, 65.38; H, 4.64; N, 6.73:  1Н ՄՄՌ սպեկտր ( , p.p.m): 1.80 (1H, m, γ-CH2 Prol.), 1.94 (1H, ddd, δ-CH2 Prol, 2J =10.9 , 3J= 9.7 , 3J =6.5 ), 2.28-2.57 (3H, m, β,γ-CH2 Prol.), 2.82 (1H, dd, CH2CH, 2J =13.7 , 3J =5.9 ), 3.04 (1H, dd, CH2CH, 2J =13.7 , 3J =4.5 ), 3.16 (1H, ddd, δ-CH2 Prol, J1 =10.9 , J2 =6.4 , J3 = 2.8 ); (1H, dd, CHCH2, CH, C6H4); 6.68 (1H, m, 4-CH, C6H4), 6.84-6.93 (3H, m, Ar); 6.99 (1H, ddd, Ar, J1 =10.0 , J2 =7.9 Hz, J3 =1.5 ); 7.06 (1H, td,Ar, J1=J2 =8.2 z, J3 = 2.7 ); 7.09-7.23 (3H, m, Ar); 7.30-7.38 (2H, m, Ar); C6H4, NiII-(S)-2-BrBPB-(S)-3-F-Phe (19): Tհալ=155-157 ºC;  [] =  +1170.15 (c  =0.3, MeOH): ", "Գտնվել է (%): С, 59.35; H, 4.11; N, 6.18: C34H29BrFN3O3Ni: Հաշվվել է (%): С, 59.58; H, 4.23; N, 6.13:  1Н ՄՄՌ սպեկտր ( p.p.m): 1.78-1.97 (2H, m, , -Ha Pro); 2.38-2.65 (3H, -Hb և - (4H, m, Ar-H); 8.13 (1H, d, J = 7.6, 1.5, H-3 C6H4Br); 8.14 (1H, d, J = 8.7, H-6 C6H4): ", "TG, մգ DTA, պ.մ. T, oC Այնուհետև  դիտարկվել  են (Mg-NaCl), (MoO3-Mg)  և (MoO3-NaCl)  բինար համակարգերում  հնարավոր  փոխազդեցությունների  բնույթը  (նկ.  3.14):  Ստացված արդյունքներից երևում է, որ MoO3 + 3Mg բինար խառնուրդի դեպքում (նկ. 3.14, 1,1*) Mg- հալման պրոցեսին անմիջապես  հաջորդում  է ինտենսիվ էկզոթերմ փոխազդեցություն, որն իրենից ներկայացնում է մոլիբդենի (VI) օքսիդից մագնեզիումաթերմ վերականգնմամբ Mo-ի առաջացման ռեակցիան: ", "Գտնվել է (%): С, 59.35; H, 4.11; N, 6.18: C34H29BrFN3O3Ni: Հաշվվել է (%): С, 59.58; H, 4.23; N, 6.13:  1Н ՄՄՌ սպեկտր ( p.p.m): 1.78-1.97 (2H, m, , -Ha Pro); 2.38-2.65 (3H, -Hb և - Ha,b Pro); 2.83 (1H, dd, J = 13.7, 5.7, CHCH2C6 H4F); 3.06 (1H, dd, J = 13.7, 4.5, CHCH2C6 H4F); (4H, m, Ar-H); 8.13 (1H, d, J = 7.6, 1.5, H-3 C6H4Br); 8.14 (1H, d, J = 8.7, H-6 C6H4): ", "NiII-(S)-4-BrBPB-(S)-3-F-Phe (21): Tհալ.= 127-129°C; [] = +1586.31º (c = 0.38,CHCl3). Գտնվել է (%): C, 65.19; H, 4.56; N, 6.79: C34H29BrFN3NiO3: Հաշվվել է (%): C, 65.38; H, 4.64; N, 6.73: 1Н ՄՄՌ սպեկտր (, p.p.m.):  1.78 (1H, m, γ-CH2 Prol.), 1.94 (1H, td, δ-CH2 Prol,   2J=3J = 10.4 ,  3J = 6.6 ); 2.34-2.45 (3H, m, β,γ-CH2 Prol.); 2.79 (1H, dd, CH2CH, 2J = 13.9 , 3J = 5.6 ); ); 7.07-7.24 (7H, m, Ar); 7.32 (1H, dt, J1 =6.8, J2 =2.0); 7.44-7.61 (3H, m, Ar); 8.28 (1H, ddd, J1=J2 =7.4, J3 =2.0, 6-CH, C6H4-F), 8.30 (1H, d, 3J=8.5, 6-CH, C6H4). NiII-(S)-2-BrBPB-(S)--allyl-Gly (22). Tհալ.= 138-140 °C. [] = 1188° (c= 0.03, CHCl3): ", "Գտնվել է (%): С, 65.52; H, 4.81; N, 6.70: C30H28BrN3NiO3: Հաշվվել է (%): С, 65.57; H, 4.86; N, Pro),  2.89  (1H,  m,  -H  Pro),  3.43  (1H,dd,  -H  Pro,  J1=10.7  Hz,  J2=6.3);  3.52  (2H,  m,  β-H,allyl- Gly); 3.88 (1H, dd, N-CH2-C6H4Br, J1=13.0, J2=0.9) ¨ 4.43 (дд, 1H,dd, -N-CH2-C6H4Br, J1=13.0, J2=1.2);  4.00  (1Н,dd,  α-H  allyl-Gly,  J1=6.6,  J2=4.0),  5.19  (1H,dd,  =CH2,  J1=17.2,  J2=  1.5)  ¨  5.40 (1H,dd, =CH2, J1=9.9 Hz, J2= 1.5), 6.44 (1H, ddt, -CH=, J1=17, J2=9.9, J3 =7.3); 6.62-6.71 (2H,m, Ar), 6.96-7.31 (6H, m, Ar); 7.45-7.57 (3H,m, Ar), 8.25 (1H,d, Ar, J=8.6); 8.31 (1H, td, Ar, J1=7.3, J2=2.0): ", "NiII-(S)-3-BrBPB-(S)--allyl-Gly  (23):  Tհալ..=  139-142 °C.  [] =  +1996.080  (c  =  0.03, CHCl3): Գտնվել է (%): С, 65.54; H, 4.83; N, 6.72: C30H28BrN3NiO3: Հաշվվել է (%): С, 65.57; H, -, -H Pro), 2.87 (1H, m, -H Pro), 3.39 (1H,dd, -H Pro, J1=10.7, J2=6.3), 3.51 (2H, m, -CH-CH2 allyl); 3.87 (1H,dd, NCH2C6H4Br, J1=13.0,  J2=0.9), ¨  4.41 (1H, dd,  NCH2C6H4Br, J1=13.0,  J2=1.2 Hz), 4.01 (1Н,dd,-NCH J1=6.6, J2=4.0 Hz), 5.16 (1H,dd, CH=CH2, J1=17.1, J2= 1.4) ¨ 5.38 (1H,dd, CH=CH2, J1=9.8, J2= 1.4 ), 6.44 (1Н,  ddt, -CH2-CH allyl, J1=17.2, J2= 9.9 , J3=7.3), 6.62-6.69 (2H, m,  Ar),  6.93-7.29  (6H,  m,  Ar),  7.45-7.57  (3H,  m,  Ar),  8.23  (1H,  d,  Ar,  J=8.6);  8.30  (1H,  td,  Ar, J1=7.3 Hz, J2=2.0): ", "NiII-(S)-4-Br-BPB-(S)--allyl-Gly  (24):  Tհալ.  141-143 °C:  [] =  +2000.110  (c  0.029, CHCl3): Գտնվել է (%): С 65.52; H 4.83; N 6.77: C30H28BrN3NiO3: Հաշվվել է (%): С, 65.57; H, , -H Pro), 2.85 (1H, m, -H Pro), 3.40 (1H,dd,  -H Pro, J1=10.7Hz, J2=6.3); 3.51 (2H, m,-CH- CH2 allyl); 3.84 (1H, dd, -NCH2C6H4Br, J1=13.0, J2=0.9) ¨ 4.41 (1H, dd, NCH2C6H4Br J1=13.0 Hz, J2=1.2), 4.03 (1Н, dd,-NCH, J1=6.6,  J2=4.0); 5.18 (1H, dd,CH=CH2, J1=16.9,  J2= 1.3) ¨ 5.42  (1H, dd, CH=CH2, J1=9.7, J2= 1.3), 6.41 (1Н,ddt, -CH2-CH- allyl, J1=17.2, J2=9.9, J3=7.3); 6.62-6.73 (2H, m, Ar); 6.97-7.30 (6H,m, Ar), 7.44-7.57 (3H,m, Ar), 8.24 (1H,d, Ar, J=8.6), 8.32 (1H, td, Ar, J1=7.3 Hz, J2=2.0): "], "source_docs_file": "Chemistry.json"}