{"paragraphs": ["գործերում: Եվ դրա վկայությունը նաև պարոնյանական «ազգային ջոջերի» կամսարյան անդրադարձներն  են՝  կամա  թե  ակամա  ժամանակը  կերտողների  երգիծական դիմանկարները: ", "Ինչպես  Պարոնյանը,  Լեռ  Կամսարը  նույնպես  չի  կերտում  ազգային  ջոջերի դիմանկարները՝  ներկայացնելով  դրանք  մի  քանի  էջի  ծավալով.  կամսարյան դիմանկարները  սահմանափակվում  են  մի  քանի  տողի  և  կամ  թե  առավելագույնը  մեկ- երկու էջի սահմաններում: Լեռ Կամսարը կարճ էր գրում, թեև կրկին ժամանակ չուներ, ինչպես հայտնի խոսքում: Իր խոսքերն են. «…Ես մի հրդեհված տուն եմ և հապճեպորեն դուրս  եմ  շպրտում  մտքերս`  այն  հրո  ճարակ  չդառնալու  համար`  անգամ  չմտածելով դասավորել  այն՝  ապագա  ընթերցողիս  բարյացակամությանը  վստահ»44:  Եվ  չնայած  նա գրում  էր  շտապ,  առանց  հետադարձ  հայացք  գցելու  գրվածին,  մտածում  էր  և  կամ  թե հույս ուներ, որ հետո կրկին աշխատելու է դրանց վրա: Գրում էր առանց կետադրության շատ հաճախ ու չէր մտածում, որ հետո արդեն ուշ կլինի: Այս ամենով հանդերձ, սակայն, նա կարճ ու սեղմ էր գրում, ինչը պայմանավորված էր նրա ֆելիետոնիստի ոճով: ", "Ի  տարբերություն  չափածո  ստեղծագործությունների`  այս  ժամանակաշրջանի արձակ երկերում որոշակի դատարկություն նկատվեց: Սրա առավել կարևոր պատճառը թուրք  գրականագետ  Գ.  Այթաշի  բնորոշմամբ  այն  էր,  որ  արձակը  լիովին  չարտացոլեց հասարակության  կյանքը,  թուրք  գրողները  չկարողացան  ուղիղ  նայել  սոցիալական կյանքին87:  Իսկ  երիտթուրքական  ու  քեմալական  շարժման  գործիչ,  թյուրքականության ամենանշանավոր  գաղափարախոս  Զ.  Գյոքալփի  պնդմամբ.  «Թանզիմաթի  շրջանի բարենորոգիչների  ջանքերն  ի  սկզբանե  անհաջողության  էին  դատապարտված,  քանզի նրանք  փորձում  էին  հաշտեցնել  արևելյան  բնույթ  ունեցող  օսմանյան  և  արևմտյան հակոտնյա  քաղաքակրթությունները,  մինչդեռ  ինչպես  չի  կարող  գոյություն  ունենալ երկու  կրոն  դավանող  անհատ,  այնպես  էլ  չի  կարող  գոյություն  ունենալ  երկու  տարբեր քաղաքակրթություն կրող ազգ»88: ", "հանրագիտարան:  Ծանոթագրություն.  Գրիգոր  Վարդանյան, Անդրկովկասում ու Հայաստանում հեղափոխական շարժումների և սովետական կարգերի հաստատման պայքարի  մասնակից:  Մինչև 1905թ.  եղել  է հնչակյան  կուսակցության անդամ։ 1895թ.  ձերբակալվել է թուրքական կառավարության կողմից և դատապարտվել: 1918թ. Թիֆլիսում հրատարակել է «Կարմիր դրոշակ» թերթերը։ 1920-1921թթ. օրեր», աշխատակցել  է  Բաքվի  «Կոմունիստ»  թերթին։ 1924թ.  ՀՕԿ-ի  պատասխանատու  քարտուղարն  էր, գլխավոր նախագահը։  Սովետական  Միության, Եվրոպայի և Ամերիկայի տարբեր քաղաքներում կազմակերպել է ՀՕԿ-ի բաժանմունքներ։ Ընտրվել է ՀՄՍՀ Կենտգործկոմի անդամ: ", "Այդ անունների առաջին շարքում պետք է հիշել Գառնիկ Քյալաշյանին (1885-1921)։ ", "Զրահների մեջը եռում էր մարմանդ կրակի վրա դրված կաթսաների պես»:81 Վեպերի  այս  պատումային  ինցիպիտները  հեքիաթի  «լինում  է,  չի  լինում» բանաձևի  վիպական  տարբերակներն  են:  Վ.Պրոպպը  «Կախարդական  հեքիաթի ձևաբանությունը» տրակտատում,  խոսելով  հեքիաթի  պոետիկայի,  կառուցվածքի, թեմատիկ  առանձնահատկությունների  և  կերպարային  նշանակության  մասին,  նշում  է. «Հեքիաթը սովորաբար սկսվում է որոշակի ելքային իրավիճակից: Խոսվում է ընտանիքի անդամների մասին, կամ հիշատակվում է հերոսը իր անվամբ կամ դիրքով»:82 «Մեր նախնիները» եռերգության վեպերը գրեթե  ամբողջությամբ համապատասխանում է Պրոպպի` հեքիաթային ինցիպիտի այս բնորոշմանը: ", "«Դիլիջանեն  կգրեն.  «Ամսույս  12-ին  ընկեր  Ա.  Մռավյանը48,  տեղս  ժամանելով, զեկուցեց  ու  բանաձև  դուրս  բերավ  օպոզիցիայի  դեմ»:  Իջևանեն  կգրեն.  «Ամսույս  13-ին /Սաքո/ Իսահակի, պրոֆեսիոնալ հեղափոխական, կուսակցական և պետական գործիչ: Կոմունիստական կուսակցության  անդամ  1903-ից:  Փետրվարյան  հեղափոխությունից  հետո  կուսակցական-քաղաքական լայն  գործունեություն  է  ծավալել:  1921-ին  նշանակվել  է  ՀՍՍՀ  առողջապահության  ժողկոմ:  1922-ին ընտրվել է ՀՍՍՀ Կենտգործկոմի նախագահ: 1925-1929-ին ՀՍՍՀ Ժողկոմխորհի նախագահն էր: 1929-44- ին աշխատել է Մոսկվայում: Եղել է ՀԿԿ ԿԿ-ի բյուրոյի և Անդրֆեդերացիայի Կենտգործկոմի անդամ/: ", "կուսակցական  և  պետական  գործիչ։  ԽՄԿԿ  անդամ 1898 թվականից։  Խմբագրել  է  բոլշևիկյան  «Կայծ», «Պայքար»  թերթերը։ 1916թ.  ընտրվել է  Թիֆլիսի  քաղաքային  դումայի, 1917թ. Փետրվարյան հեղափոխությունից հետո՝ բանվորական խորհրդի, ապա՝ Անդրկովկասյան սեյմի անդամ։ 1920թ. որպես մենշևիկ-ինտերնացիոնալիստների  խմբի  լիազոր-ներկայացուցիչ՝  բանակցություններ  է  վարել  ՌԿ(բ)կ Կովկասյան  բյուրոյի  հետ՝  խումբը  կոմունիստական  կուսակցությանը  ձուլելու  համար։  Եղել  է  ՀԽՍՀ Հողժողկոմ, գործկոմի Հայաստանի  և Անդրկովկասի կուսակցական  և նախագահ։ 1922թ.-ից  անընդմեջ  ընտրվել խորհրդական ղեկավար մարմիններում: ", "պետական  գործիչ։ 1915-1917թթ.  եղել  է  բոլշևիկյան  «Պայքար»  թերթի  խմբագիրը։ 1917թ.  խմբագրել  է նախագահի  տեղակալ,  Երևանի ժողկոմսոխորհրդի քաղխորհրդի է ընկեր Ա. Մռավյանը, տեղս ժամանելով, զեկուցեց և բանաձև դուրս բերավ օպոզիցիայի դեմ»:  Ղարաքիլիսայեն  կգրեն.  «Ամսույս  14-ին  ընկեր  Ա.  Մռավյանը,  տեղս  ժամանելով, զեկուցեց  և  բանաձև  դուրս  բերավ  օպոզիցիայի  դեմ»:  Հարց.  «Ընկեր  Մռավյանին»  չէ՞ր կարելի  փոխարինել  արդյոք,  զեկուցող  ու  բանաձև  դուրս  բերող  մեքենայով  մը: ", "Եվրոպային  մեջ,  ասկե  շատ  ավելի  պակաս  կրկնվող  բաներու  համար  մեքենաներ կշինեն…»  /25-26/:  Ա.  Մռավյանը,  ուրեմն,  ամեն  տեղ  և  ամեն  անգամ  նույն  մտքերն  է կրկնում,  և  շահավետ  է  ու  «տնտեսապես»  հարմար,  որ  նրա  փոխարեն  աշխատի զեկուցող մի մեքենա, որ ընդդիմախոս է օպոզիցիային: ", "մեռավ:  Միակ  բանը  իր  կյանքին  մեջ,  որ  կատարեց  առանց  «ընկերներուն»  հարցնելու» /131-135/:  Կամ  մյուս  տողում  «ավելի  մեռավ»  և  ի  վերջո  նրա  արտաքինը՝  «ակնոց»  և «քիթ»  /տե՛ս  134/:  Սա  թերևս  գրողի  մոտ  ծավալուն  պատկերներից  մեկն  է,  եթե  ոչ ամենածավալունը:  Սա  մարդկային  բոլոր  արժեքների  բացահայտումն  է՝  էության, բնավորության,  գործունեության  և,  ի  վերջո,  նրա  արտաքինի  պարզ,  կոնկրետ  ու բովանդակալից  նկարագրությունը:  Ասել  է  թե՝  մի  քանի  շտրիխով  գրողը  «նկարում»  է մարդուն՝ ամբողջական, կենդանի ու շարժուն: Եվ այս ամենը հանգամանորեն, ամենայն մանրամասնությամբ,  այնպես,  որ  թվում  է,  թե  ուղղակի  դիմացդ  դրվում  է  նրա լուսանկարը: ", "Ի  դեպ,  իբրև  միջանկյալ  խոսք,  նշենք,  որ  գրողը  այս  ձևով  խոսում  է ամենատարբեր  բնագավառների  մարդկանց  մասին՝  մարդիկ,  ովքեր  բոլորն  էլ  ապրել կամ  ապրում  են  հեղինակի  շրջապատում՝  անկախ  այն  հանգամանքից՝  նրանք առնչություն ունե՞ն, թե՞ չունեն գրողի անձի հետ: ", "Եղիա  Չուբարը49  կուսակցական  է:  Լեռ  Կամսարի՝  նրա  կերպարին  առաջին անդրադարձը  ցույց  է  տալիս  նախ  նրա  դիրքը  կոմունիստական  կուսակցության «Բանվորի կռիվ» թերթը։ 1920թ. նոյեմբերին եղել է ՀՍԽՀ հեղկոմի կազմում, 1921-1923թթ. եղել է ՀՍԽՀ Արտաքին  գործերի ժողովրդական  կոմիսար,  որի  առաջին  տարում  հանդիսացել է Կարսի պայմանագրի ստորագրողներից  մեկը։  1923-1929թթ.  եղել  է լուսավորության  ժողկոմ  և  ՀՍԽՀ Ժողկոմխորհի  նախագահի  տեղակալ,  միաժամանակ  եղել  է  «Սովետական  Հայաստան»  թերթի խմբագիրը։ ԽՍՀՄ Կենտրոնական Գործադիր Կոմիտեի անդամ էր: ", "կինոսցենարիստ, գրական-հասարակական հրապարակախոս, գործիչ, ԽՍՀՄ լրագրող, Գրողների շարքերում,  նրա  «առաքելությունը»  և  դրա  ընթացքը.  «Կոմկուսակցությունը  Եղիա Չուբարը  Փարիզ էր ղրկեր՝ կոմունիստական գաղափարներ  տարածելու գաղութահայության  մեջ:  Չուբարը,  սակայն,  կես  ճանապարհին  ծոցատետրը կորսնցուցած  ըլլալով,  հեռագրով  մը  նոր  դիրեկտիվներ  կպահանջե  Երևանեն  այն մասին՝  թե  ո՞ր  քաղաքը  պիտի  երթա  և  ի՞նչ  գաղափարներ  քարոզե»  /27/:  Նույն կերպարին  գրողի  երկրորդ  անդրադարձը.  տալով  նախ  արտաքին  տվյալներ  /«Եղիա Չուբար:  Կոմունիստ  շեյխ  մը՝  մեկ  լդրանոց  փաթթոցով»  /86//՝  գրողը  ստեղծում  է զգայական-տեսողական տպավորություն, պատկերի երկրորդ պարբերությունը գալիս է ավելի  ծանրակշիռ  դարձնելու  հեղինակի՝  նրա  նկատմամբ  ունեցած  վերաբերմունքը. գործի է դրվում «ծանր հրետանին»՝ սատիրան՝ ամբողջովին մերժելով կոմունիստական կուսակցության  այս  ներկայացուցչի  դեմքը:  Իբրև  ամփոփում՝  գալիս  է  առակ-խրատը՝ «…ինչպես ագռավը խրատ տա սոխակին իր ձայնը փոխելու…» /87/: ", "Նույն  կուսակցական  «գիծն»  է  շարունակում  հեղինակը՝  խոսելով  Մյասնիկյանի, Սարգիս  Լուկաշինի,  Սաքո  Համբարձումյանի  մասին,  ում  վերագրվում  է  երգիծաբանի սատիրան.  «…Ամեն  անգամ,  երբ  կտեսնեմ  Համբարձումյանը  Լուկաշինին  աթոռին նստած,  քերականության  մեջ  դերանունը  կը  հիշեմ,  որ  կդրվի  անվան  տեղ…»  /28/:  Իսկ ըստ  գրողի՝  «Հայաստանի  կոմկուսակցության  մեջ  երկու  ամբողջական  մարդ  միայն գոյություն ուներ: Մեկը Մյասնիկյանն էր, որ մեռավ, մյուսը՝ Լուկաշինը50, որ կա» /28/: ", "Նմանատիպ  սատիրայով  էլ  գրողը  խոսում  է «Հայաստանի  գրաքննիչ Մելիքսեթյանի» մասին.  նա այնքան  է մեծամտացել հայ  գրականության «խոշորագույն» ներկայացուցիչների  կողքին,  որ  Շեքսպիրին  խորհուրդ  է  տալիս  կարդալ…  հայկական պրոլետգրողների գործերը /տե՛ս 28-29/: Ծաղրը այստեղ երկկողմանի բնույթ է կրում. մի միության անդամ:  Հեղափոխական  գործունեության  համար  ձերբակալվել  է  և  աքսորվել:  Բանտից փախել  և 1919-ին  հասել  է Երևան,  որտեղ  գործուն  մասնակցություն  է  ունեցել  «Սպարտակ» կազմակերպության  հիմնադրմանը։  1919-ին  արտաքսվել  է Հայաստանից: 1920-ին  աշխատել  է Նոր Նախիջևանում, եղել է «Բանվորի կռիվ» թերթի խմբագիր։ Նույն թվին մեկնել է Բաքու և աշխատել տեղի հայերեն  «Կոմունիստ»  թերթում:  Հիշյալ  թերթերից  բացի՝  Եղիա  Չուբարը 1921-1936-ին  խմբագրել  է «Գրական  թերթ»,  «Երևան»,  «Կոմունիստ»,  «Հոկտեմբեր-Նոյեմբեր»,  «Խորհրդային  Հայաստան»  և  այլ թերթեր  ու  ամսագրեր:  1933-1936-ին Ադրբեջանական  ԽՍՀ լուսավորության  մինիստրի  առաջին տեղակալն  էր,  ապա  արվեստի  գործերի  կոմիտեի  նախագահը։  Հայ  առաջին  կինոսցենարիստներից  է։ ", "Մահացել է 1937-ին: ", "Լուկաշինին-իր  անկեղծ  բարեկամին  կնվիրե  հեղինակը»  մակագրությամբ:  Տե՛ս  Լեռ  Կամսար,  Ազգային այբբենարան, Եր., 1926թ.: ", "կողմով  այն  ուղղված  է  Մելիքսեթյանին,  մյուսով՝  հայ  պրոլետգրողներին,  ըստ  որում, հականե-հանվանե, բաց տեքստով: ", "Ուշագրավ են և իրոք խորհելու տեղիք են տալիս գրողի՝ Արտաշես Կարինյանի51 մասին մտքերը: Թեև մի կողմից ճանաչելով Լեռ Կամսարի էությունը՝ սա լիովին կարելի է հասկանալ, մյուս կողմից՝ գրողի ֆելիետոնների ժողովածուներից մեկի առաջաբանը52 գրել է այս նույն Արտաշես  Կարինյանը: Եվ դա 1926 թվականին էր, նշանակում է՝ մինչ այս նա լա՞վ հարաբերությունների մեջ է եղել վերջինիս  հետ, իսկ հետո՝ ո՞չ… Սակայն առկա  է  նաև  հարցի  մյուս  կողմը.  գրողի  բոլոր  կարծիքները  հասարակական հնչեղություն ունեն, և հեղինակը երևան է հանում միայն փաստերը: Ուրեմն, Արտաշես Կարինյանն  իր  էությամբ  ավելի  թեթև  էր,  եթե  …  «երկիրը  կշարունակե  շարժեր»  նրա ոտքերի  տակ  և  ապա,-շարունակում  է  գրողը,-  Հայաստանի  կառավարությունը  ավելի ծանր մարդ չունե՞ր արդյոք իր կազմին մեջ՝ Լենինական ղրկելու համար» /45/: ", "Իսկական  վրձնահարվածներ  են  հիշեցնում  հետևյալ  տողերը.  «Արտաշես Կարինյան:  Հայկենտգործկոմ:  Հանրապետության  նախագահ…  Իսկական  զեփյուռ,  որ բոլորի  երեսին  խոսք  ու  խոստում  կփչե:  Փոխանակ  խոսքե  գործին  անցնելու՝  խոսքե խոսք կանցնե… Իր կյանքին մեջ տակավին մեկ գործ է կատարած, այդ ծնվելն է, ու մեկն ալ  ունի  կատարելիք՝  այդ  իր  մահն  է:  Սպեղանի  մըն  է,  որ  տակավին  ոչ  մեկ  վերք  չի բուժեր իր կյանքին մեջ: Ոչ  մեկ զոհողության առջև չի  կենար՝ քեզի օգուտ մը չի տալու համար:  …Արդարությունը  կպահանջե,  որ  Կարինյանը,  իր  ձեռները,  ոտները  ու  մյուս բոլոր  զգայարանները  Աստծո  վերադարձնելով,  փոխարենը  խոշոր  լեզու  մը  խնդրե,  որ համար մղվող  պայքարին:  Աշխատել կուսակցական  ու  պետական  գործիչ,  գրականագետ,  պատմաբան:  ՀՍՍՀ  ԳԱ  ակադեմիկոս:  ՍՄԿԿ է 1917թ.  Փետրվարյան  հեղափոխությանը  և  սոցիալիստական անդամ  1907թ.:  Մասնակցել գործերի հեղափոխության կոմիսարիատում:  1923-1924թթ.  ՀՍՍՀ  Կենտգործկոմի  նախագահի  տեղակալն  էր,  1924-1928թթ.՝ նախագահը:  Հետագայում  եղել  է  ՀամԿ(բ)Կ  Անդրերկրկոմի  պատմության  ինստիտուտի  դիրեկտորի տեղակալ,  ՀՍՍՀ լուսժողկոմի  տեղակալ,  ապա  աշխատել  ՀՍՍՀ  ԳԱ  Մ.  Աբեղյանի  անվան գրականության  և  պատմության  ինստիտուտներում:  1906թ.  լույս  է  տեսել  նրա  «Գրականություն  և կյանք» գրքույկը, 1928թ.՝ «Դեմքեր և դեպքեր» աշխատությունը: Կարինյանը զբաղվել է 19-րդ դարի 60- ական թվականների հայ գրական-հասարակական մտքի հետազոտությամբ, հայ պարբերական մամուլի պատմությամբ:  Ունի  գրականության  խնդիրներին,  հայ  ժողովրդի  պատմության  նոր  ու  նորագույն շրջանների  և  Հայաստանի  կոմկուսի  պատմությանը  նվիրված  աշխատություններ:  Կարինյանն անդրադարձել է նաև ռուս և եվրոպական դասական ու ժամանակակից գրականությանը: ", "է Մոսկվայում հայկական դիմանա  այսքան  խոսքին…» /88-89/:  Այս «հարվածները»  գալիս  են  միայն ամբողջացնելու դիմանկար-կտավը: ", "Կոմունիստական կուսակցության հերթական առաջամարտիկներից մեկն է Հայկ Ազատյանը53,  ըստ  որում,  հռետոր  առաջամարտիկ  է,  թեև  գրողի  քննադատության հիմնական թիրախը մշտապես եղել և մնում է հենց ժամանակաշրջանի, այսպես ասած, «ճառառատությունը»,  ինչը,  ցավոք,  ժողովրդական  լեզվով  ասած,  միայն  ջուր  ծեծել  է,  և դրանից ոչ ոք ոչինչ չի շահում, հատկապես նույն կուսակցությունը: Եվ ինչպես բնորոշ է կամսարյան  սեղմ,  բայց  հատու  գրչին,  նա  կերտում  է  Ազատյանի  դիմանկարը,  սա առավել նրա ու նրա ճառերի բուն էության մասին է, քան արտաքին նկարագրի. ի վերջո, ավելի դժվար չէ՞ տալ մարդու ներքին բնութագիրը, քան նկարագրել արտաքինը, այն էլ՝ չորս-հինգ  տողի  սահմաններում.  «Երեկ  երեկո  գնացել  էի  Հայկ  Ազատյանին  լսելու:  Իմ կարծիքը  այս  հռետորին  մասին  հետևյալն  է:  Եթե  անիկա  այս  եռանդով  շարունակե հիմարություններ դուրս տալ, պիտի գա օր մը, երբ իր կամքեն անկախ իմաստուն բաներ պիտի  խոսե:  Վասնզի  աշխարհիս  հիմարությունը  խոմ  անսպա՞ռ  չէ»  /59-60/:  Մեկ  այլ էջում  գրողը  նեղ  ընտանեկան  հարցը  կապում  է  կրկին  այս  գործչի  շատախոսության հետ՝  հավելելով.  «Մեր  տղան  խոմ  Հայկ  Ազատյա՞նը  չէ,  որ  աշխարհիս  բոլոր  բաներու մասին  ասելիք  մը  ունենա  լեզվին  տակ  պատրաստ  ու  կոճակին  սղմումին  սպասե՝ զանոնք  դուրս  զետեղելու  համար:  Փա՜ռք  քեզ  Աստված:  Ի՜նչ  տեսակ  մարդիկ  ես ստեղծեր:  …Ազատյան  ստեղծելով՝  երևի  ստանդարտիզացիա՞  ես  ուզեցեր  մտցնել ստեղծագործությանդ մեջ, տե՜ր» /104/: ", "Նույնպիսի  մի  քննադատություն  է  հնչում  ֆրանսահայ  գրողի՝  Զապել  Եսայանի վարած  բոլշևիկյան  գործունեության,  ասել  է  թե՝  նրա՝  «Երևան»  թերթում  վերջիններիս վարած քաղաքականությունը փառաբանող հոդվածների մասին /տե՛ս 62/: Ցավոք, մնում քաղաքական  գործիչ,  1908-11թթ.  գործել  է  Բաքվի  մենշևիկյան  կազմակերպությունում: 1913-ին բանտարկվել  է  հեղափոխական  գործունեության  համար: Եղել  է  կոմունիստական  կուսակցության անդամ,  ՀԱՄԽ-ի  առաջին  նախագահը, ՀԿԿ  ԿԿ  քարտուղար, ՀԽՍՀ  Կենտգործկոմի  նախագահի տեղակալ, ՀամԳԳԱ  փոխնախագահ  Անդրկովկասյան  մասնաճյուղի  տնօրեն: Աշխատությունները վերաբերում և սոցիալիստական աշխատավարձի տեսության հարցերին: ", "գյուղատնտեսության շինարարության, կոոպերացման են է  ավելացնել.  եթե  միայն  Լեռ  Կամսարը  իմանար,  թե  հետո  ինչ  ճակատագրի  պիտի արժանանար Զապել Եսայանը: "], "paragraph_source_docs": [3, 3, 2, 3, 5, 0, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3], "source_docs_file": "Literature.json"}