{"paragraph_source_docs": [2, 2, 0, 2, 2, 5, 2, 0, 2, 2], "paragraphs": ["Սա  բացատրվում  է  նրանով,  որ  երկրի  սոցիալ-քաղաքական  իրադարձությունները ռեալիստական  ձևով  պատկերելու  գրողների  ցանկությունն  ու  արդյունքները չհամընկան,  քանի  որ  նրանց  մոտ  տեղերով  փոխվեցին  քաղաքական  հայացքներն  ու ռոմանտիկ ընկալումները:  Արդյունքում վեպում  արտացոլվեցին ոչ թե գործողություններն ու ապստամբությունը, այլ ապստամբության սուբյեկտ հանդիսացող «68-ի  սերնդի»  պարտությունից  հետո  ստեղծված  վիճակը:  Թուրք  գրականագետ  Օ. Թյուրքեշը, քննադատելով գրողների այս մոտեցումը, գրում է. «Հարցաքննությունների և բանտային  պատմությունների  բնական  արդյունքն  այն  էր,  որ  հեղափոխականները հանդես  եկան  զուտ  որպես  ազդեցության  ենթարկված  կամ  ճնշված  անձինք:  Այս վեպերում  ներկայացվեց  ոչ  թե  նրանց  աշխարհայացքը,  գործունեությունը,  թե  ինչու  և ինչպես  են  ապստամբել,  այլ  ձերբակալություններով  սկսվող  պարտության հոգեբանությունը»193: Ի վերջո գրաքննադատը եզակացնում է, որ «Իրականում «Մարտի են դեպի ժողովրդական հեքիաթները, երգերը, թյուրքուները»194: ", "Բռնությունների տեսարանների գերակայության մասին գրաքննադատ Մ. Բելգեի տեսակետը  ևս  ուշագրավ  է:  Ըստ  նրա`  դրանց  առանձնահատկությունն  ու  արդյունքն այն  է,  որ  հնարավորություն  են  տալիս  խոշտանգում  երևույթը  դիտարկել  ոչ  թե  որպես բացառիկություն,  այլ  որպես  կառավարման  հաստատված  կարգ`  իր  սպասարկու գաղափարախոսության  հետ  միասին:  Հետևաբար  այս  վեպերը  «խոշտանգումների  ու s. 80-81. հանցավորության միջև ստեղծված գաղտնի հավասարակշռության» ապացույցներ են195: ", "«Կոզիմոն նայեց ցած: Մոտակա մեծ ծառի ճյուղից կախված ճոճանակի վրա տասնամյա մի աղջնակ էր նստած: Շիկահեր, երեխայի համար փոքր-ինչ անսովոր բարձր սանրվածքով, երկնագույն հագուստով, որ էլի կարծես մեծերի համար լիներ, ժանյակազարդ կիսաշրջազգեստը ծածկում էր ճոճանակի նստատեղը: Աղջնակը նայում էր կիսափակ աչքերով, քիթը վեր պարզած, կարծես փորձում էր տիկնոջ տեսք ընդունել, և հատ-հատ կծելով խնձոր էր ուտում՝ գլուխն անընդհատ խոնարհելով դեպի ձեռքը, որ պետք է և՛ խնձորը պահեր, և՛ ճոճանակի պարանից բռնվեր, ամեն անգամ, երբ ճոճանակն իր կամարից ցածր դիրքում էր հայտնվում, ինքն իրեն հրում էր՝ փոքրիկ կոշիկների ծայրերը հարվածելով գետնին, շրթունքների արանքից դուրս էր թքում կծած խնձորի կճեպները և երգում` Oh là là là! La ba-lan-çoire…»:140 Գրականագետ Սիլվիա Ձանգրանդին աղջնակի հայտնվելու դրվագն անվանում է «գեղանկարային»:141  Նույնքան  գեղանկարային  են  Կոզիմոյի  և  Վիոլայի  բոլոր հանդիպումներն  ու  սիրային  տեսարանները  արդեն  հասուն  տարիքում:  Վիոլայի կերպարը  այդ  ընթացքում  զարգացում  է  ապրում.  դա  երևում  է  նաև  հերոսուհու արտաքինի նկարագրության մեջ հեղինակի կողմից կատարված նոր շեշտադրումներում. «Կոզիմոն այժմ ավելի լավ էր տեսնում թե՛ նրա դեմքը, թե՛ նրան առհասարակ: ", "«Մարտի վեպերը»  պատմում են  պետության  պաշտոնական գաղափարախոսության դեմ ուղղված հանցանքի երկու  տեսակի մասին` «հանցագործություն», որը կատարվել էր  պետության դեմ ձախակողմյան Arcadia,  №  3,  2005,  p.  8.  Մինչդեռ  շատերը,  մասնավորապես  ֆրանսիացի  փիլիսոփա,  սոցիոլոգ  Մորիս Հալբվաքսը  իր  «Հավաքական  հիշողություն»  (La Mémoire Collective)  աշխատության  մեջ  առաջ  է  քաշում այն  միտքը,  որ  շարադրանքը  վերացնում  է  հիշողությունը,  քանի  որ  սառեցնում  է  հիշողության  շարժը, աղճատում  նրա  բնույթը:  Սակայն  հիշողությունն  անխուսափելիորեն  բացառում  է  այլ  անձանց հիշողությունները, վիպագրությունը պատասխանատու չէ ներկայացնելու միայն ճիշտը, ուստի` կարող է միավորել այնպիսի դրվագներ, որոնք երբևէ չեն կարող ներառվել ինքնակենսագրության մեջ: Եվ քանի որ գրականությունը  պարտավորված  չէ  ներկայացնել  ժամանակակից  իրականությունը,  այն  կարող  է բացահայտել ժամանակ սկզբունքային տպավորություն  թողնելով,  որ  «սա  զուտ  գեղարվեստական  գրականություն  է»:  Սոցիոլոգը  պնդում  է,  որ հիշողությունը  մի  կողմից  կախված  է  այն  խմբից,  որում  ապրում  է  անհատը,  մյուս  կողմից`  այն կարգավիճակից,  որն  ինքն  ունի  տվյալ  խմբի  մեջ:  Որպեսզի  հիշի,  անհատը  պետք  է  իրեն  «տեղավորի» հավաքական  մտածողության  հոսանքի  մեջ:  Արդյունքում,  ըստ  Հալբվաքսի,  գոյություն  ունի  մաքուր անհատական  հիշողություն,  այսինքն`  այն  հիշողությունները,  որոնք  պատկանում  են  միայն  անհատին կամ  որի  միակ  աղբյուրն  անհատն  է:  Սակայն  տեսաբանների  մեկ  այլ  խումբ  («էության  ավանդույթի» կողմնակիցներ)  կարծում  է,  որ  հիշողությունը  մասնավոր  երևույթ  է:  Դեռևս  Արիստոտելի  կողմից  առաջ քաշված այս ավանդույթը հիմնված է այն դատողության վրա, որ հիշողությունն անհատի երբևէ ապրածի ու  լսածի,  զգացածի,  մտածածի  արտահայտությունն  է:  Ուստի`  հիշողությունը  սուբյեկտիվ  փորձ  է,  այն պատկանում է անհատին` օգնելով ստեղծել իր նույնականությունը` վերջինիս մյուսներից տարբերակելու միջոցով: Տե՛ս, Ricoeur P., Memory, History, Forgetting, Chicago, 2004, p. 559 - 560. ճշմարտությունը` իրականության միևնույն մասին կազմավորումներն ու գաղափարախոսությունը  պաշտպանելու համար, և ձախակողմյան  շարժման  մասնակիցների  նկատմամբ  պետական  պաշտոնյաների չարաշահումներ`  խոշտանգումներ,  առանց  դատի  մահապատիժ:  Ըստ  էության,  այս  2 տեսակ հանցանքներն էլ վեպերում դիտարկվում են որպես ագրեսիա198: ", "Պետք է նշել, որ թուրքական քաղաքական վեպերի առանձնահատկություններից է  այն,  որ  շարադրանքը  կառուցված  է  զոհերի  անմեղության  շուրջ`  առանց  ընդունելու նրանց  քաղաքական  ուժը,  նպատակները  կամ  գործունեությունը:  Զոհի  կերպարի կառուցվածքը  նպատակ  ունի  կարեկցանք  ու  զայրույթ  առաջացնել  իր  նկատմամբ, սակայն  սա  նաև  հեգնական  կերպով  զուգամիտվում  է  ճնշող  պետության գաղափարախոսության  հետ,  թե  «ժողովուրդը  թերզարգացած  է  և  ղեկավարման  ու պատիժների կարիք ունի»199: Ընդ որում այս վեպերում մեղավորի և անմեղի իրավական, բարոյական  և  քաղաքական  հասկացությունների  բարդ  դիալեկտիկան  հաճախ դժվարություններ է առաջացնում խոշտանգողի ու խոշտանգվողի կոնցեպտուալիզացման  հարցում,  անգամ  երբ  վերջիններս  ծայրահեղ  բռնությունների օբյեկտ են200: ", "Ժողովածուի  բանաստեղծությունները  սկզբից  մինչև  վերջ  տերյանական  ոճի  ու քնարական  ապրումների  տիրական  դրոշմն  են  կրում՝  հաճախ  պարզ  նմանակման աստիճանի։ ", "«Մարտի  12-ի»  գրական  գրեթե  բոլոր  ստեղծագործություններում  ընդգծված  է դատարանների  զուտ  ձևական  գոյությունն  ու  այդ  դրության  հետ  հասարակության համակերպվածությունը:  Որոշ  գրողներ  իրենց  ստեղծագործություններում  շեշտում  են, որ  այդ  ժամանակաշրջանում  քաղաքական  որակումներից  զերծ  դատարան  չկար: ", "Վեպում  ստեղծած  գրքային աշխարհի  ավելի  լայն  ու  պարադոքսալ  պատկերը Կալվինոն հետագայում զարգացնելու է իր «Եթե ձմեռային մի գիշեր մի ճանապարհորդ» վեպում,  սակայն  «Բարոնը  ծառի  վրա»  վեպում  էլ  ընթերցանության  թեմային    կարևոր տեղ  է  հատկացվում:  Ծառերի  վրա  ապրած  իր  կյանքի  զգալի  մասը  Կոզիմոն անցկացնում  է  18-րդ  դարի  ժամանակակից  դասականների  գրքերի  ընթերցանությամբ: ", "«Մարտի 12-ի վեպերում» առաջ է քաշված նաև օրենքի և գաղափարախոսության հարաբերությունների  խնդիրը:  Նման  ստեղծագործություններում  հարցադրումներն այսպիսին  են`  օրենքը  հասարակության  նկատմամբ  խճճված  դիրքորոշումների, արժեքների և տեսությունների արգելքը վերացնելու համար կարո՞ղ է արդյոք վերածվել գաղափարախոսության  կամ  դառնալ  գերակա  գաղափարախոսության  մի  մասը, ինչպես  նաև  հնարավոր  է  արդյոք,  որ  դատավորը  վճիռ  կայացնելիս  զերծ  մնա  իր անձնական քաղաքական հայացքներից և անկողմնակալ լինի 205: ", "«Մարտի  12-ի  վեպերի»  մի  յուրահատուկ  և  ինչ-որ  տեղ  նոր  կերպարներից  է կինը206: Սրա պատճառներից կարելի է համարել նաև այն հանգամանքը, որ 1970-ական թթ. թուրքական գրականության ասպարեզ մուտք գործեցին մեծ թվով կին գրողներ, ինչն ակնհայտորեն կրթական, հասարակական զարգացումների յուրահատուկ դրսևորումներից  էր207:  Այնպիսի  հայտնի  վիպասաններ,  ինչպես  Ֆյուրուզանը,  Ադալեթ Աղաօղլուն,  Սևգի  Սոսյալը,  Փընար  Քյուրը,  Լեյլա  Էրբիլը,  Նազլը  Էրայն  է  կարևոր  դեր ունեցան գեղարվեստորեն  ներկայացնելու,  գրականության  նկարագիրը  որոշակիացնելու գործում208:  Այս  հեղինակները,  լինելով  հեղափոխական  մտավորական  կանայք  և  իրենց խնդիրը  համարելով  խոսել  ռազմական  միջամտության  ժամանակաշրջանում թուրքական  հասարակության  մեջ  մտավորական  ձախակողմյան  շարժման  մասնակից կնոջ  կարգավիճակի  մասին,  որպես  ստեղծագործության  գլխավոր  հերոս  ընտրեցին նրան,  փորձեցին  ներկայացնել  վերջինիս  նկատմամբ  հասարակական  վերաբերմունքն ու  այն  գինը,  որը  կինը  պետք  է  վճարեր  «հեղափոխական»  լինելու  համար:  Ավելին` ինչպես  թուրքական  գրականության  ուսումնասիրությամբ  զբաղվող  Ս.  Էրոլն  է  նշում. «շեղվածություն», բնորոշում է որպես քաղաքական պաթոլոգիա: Տե՛ս, Blotner J., նշվ. աշխ., էջ 84-88: "], "source_docs_file": "Literature.json"}