{"paragraph_source_docs": [3, 5, 3, 3, 3, 3, 2, 0, 3, 0], "paragraphs": ["Եթե  անգամ  այս  մտքին  այլևս  շարունակություն  չտրվեր,  այն  կրկին  լիուլի բավարար  կլիներ  պարբերության  հնչեղությունն  ապահովելու  համար.  գրողի ազատության  անհրաժեշտությունը,  փաստորեն,  գալիս  է  դեռևս  1920-ականներից  և, դժբախտաբար, հասնում մինչև 1960-ականների երկրորդ կեսը՝ մինչև գրողի վախճանը: ", "Ու մեղմ փայփայիր սիրտս տարագիր ...56,- գրում է Տերյանը։ ", "Գրողի  հաջորդ  միտքը  հնչում  է  իբրև  բացահայտ  հեգնանք.  «…Ինչքա՜ն  երջանիկ պետք է սեպեի ինքզինքս, եթե շաբաթը վեց օր Խորհրդային իշխանության տակ ապրեի, իսկ մեկ օրը՝ ազատ» /48/: Սուր հակադրությունը առավել քան ակնհայտ է՝ խորհրդային իշխանություն և ազատություն: ", "«Մեծ»  ու  «փոքր»  աշխարհի  համեմատության  մեջ  ուրիշ  «տեսարանի»  ենք ականատես լինում,  երբ  կարդում  ենք յուրատեսակ  բառախաղի  վերածված՝ ֆրանսիական  կոմունիստներին  վերաբերող  հատվածը՝ «Կխորհրդածեմ  երեկի դեպքերու  վրա»  տրամադրող  նախաբանով  և  սկզբին  լիովին  համահունչ  վերջաբանով. «Աշխարհի  բանն  այդպես  է՝  անպատիժ  ոճրագործություն  կատարելու  համար պետություն մը կա՛մ այնքան խոշոր պիտի ըլլա, որ վախ ազդե, կա՛մ այնքան պզտիկ, որ ատամի տակ չիյնա» /51/: ", "Պետք է նշել, որ եթե միայն այս մեկ միտքը ասեր հեղինակը, կրկին բավարար էր ամբողջական  պատկերացում  կազմելու  համար  կոմունիզմի  մասին:  Շատ  են  այսպիսի մտքերը.  յուրաքանչյուր  այսպիսի  տողով  և  կամ  թե  պարբերությամբ  գրողը  դիպուկ  ու ճշմարիտ  բնորոշումներ  է  տալիս,  ինչով  էլ  ուշագրավ  է  դառնում  նրա  մտորումների արգասիքը:  Ահա  կամսարյան  մտքի  ևս  մեկ  առկայծում.  «Մենք  ոչ  մեկ  տեղեկություն չունինք դուրսի աշխարհեն, քանզի մեր աչքը կապված ու ականջը խցված՝ գավազանով կպտտինք լույս ցերեկով» /53/: Ի դեպ, սրան էլ նախորդում է մեկ-երկու դիպուկ օրինակ «բանալիի ծակեն» երևացող «դուրսի»  աշխարհի,  Թուրքիա-Իտալիա-Անգլիա հարաբերությունների  մասին:  «Այսօր  մեր  կատուն  մուկ  էր  բռներ:  Կես  ժամ  խաղաց, ապա հանգիստ խղճով կերավ՝ իբրև բնութենեն իրեն հատկացված արդար պատառ մը: ", "Կինս վրդովվեց քիչ մը, անգութ անվանեց կատվին, բայց ես՝ ոչ: Ես ատանկ բաներու վրա բարկանալու սովորութեն չունիմ, ու  եթե  ունենայի իսկ, բնավ չէի բարկանա կատվի մը վրա,  որ  կերավ՝  միայն  ընդամենը  կես  ժամ  չարչարելով  իր  որսը:  Այլ  կբարկանայի  այն կես միլիոն բոլշևիկներու վրա, որք սա տասը տարի կչարչարեն 150 միլիոն ժողովրդյան ու չեն ուտեր…» /56/: ", "Հարկ  է  նշել  նաև,  որ  1970-ական  թթ.  երկրորդ  կեսին  երկու  շրջադարձային փոփոխություն  տեղի  ունեցավ  թուրքական  քաղաքական  վեպի  ժանրի  համար:  Նախ` աջակողմյան  գրողները  սկսեցին  հրատարակել  վեպեր`  ներկայացնելով  պատմության իրենց մեկնաբանությունն ու ռազմական միջամտության  այլընտրանքային ծագումնաբանությունը: Այս վեպերը յուրատեսակ մարտահրավեր էին ականատեսների վկայություններին,  ակտիվորեն  պաշտպանում էին  պետության վարած քաղաքականությունն ու  արդարացնում  աջակողմյան երիտասարդության և մասնավորապես  «գորշ  գայլերի»  ահաբեկչական  գործողությունները,  որոնք  ուղղված էին  Թուրքիայում  ձախակողմյան  շարժումը  վերացնելուն221:  Բացի  այդ`  ռազմական միջամտությունից  հետո  քաղաքականացված  արձակի  աննախադեպ  վերելքն  ու  դրանց միջոցով իրադարձությունների ցավագին գնահատականները քննադատական մոտեցում ցուցաբերելու խնդիր առաջացրեցին: ", "Մենք  փորձեցինք  վերհանել  արկածային  և  դաստիարակության  վեպերի, պատմավեպի  և  այլ  վիպական  ժանրերի  առանձնահատկությունները,  որոնք  հաճախ վերափոխվում  են՝  ստանալով  պարոդիայի  ժանրային  ձև:  Հիմնական  պատումը ֆանտաստիկ  է,  սակայն  հարստացված  է  վերը  նշված  կամային  ձևափոխումների ենթարկված բոլոր ժանրային շերտերով: ", "Դեռևս  անտեղյակ  լինելով  իր  համար  պահված  բազմաթիվ  ու  բազմապիսի սահմանափակումներին  կամ  տեղյակ  լինելով  միայն  դրա  մի  փոքր  մասից  /նկատի ունենք  գրողի  նշած  ժամանակի  անազատությունը/՝  Լեռ  Կամսարը  բացականչում  է. «Ազատությո՜ւն…  երբեք  կյանքիդ  մեջ  այնքան  անձկավ  չես  փնտրված՝  ինչպես  այսօր: ", "«Հերալդիկ» եռերգության առաջին երկու վեպերին «Գոյություն չունեցող ասպետը» մոտ է  թե՛  ժանրային,  թե՛  թեմատիկ  առումով.  այն  նույնպես  պատմա-առասպելական անցյալից  վերցված  մի  պատում  է,  որն  այլաբանորեն  ներկայացնում  է  հեղինակի բարոյա-փիլիսոփայական  հայացքները:  Ժանրային  և  պատմողական  տեսանկյունից «Գոյություն չունեցող ասպետը» կարելի է համարել եռերգության մեջ ամենից բարդը. սա Կալվինոյի ստեղծագործության մեջ առաջին վեպն է, որտեղ նա փորձում է «պատումից» անցում կատարել դեպի «տեքստ»: "], "source_docs_file": "Literature.json"}