{"paragraph_source_docs": [2, 4, 0, 4, 3, 2, 4, 4, 4, 4], "source_docs_file": "History.json", "paragraphs": ["Եվ եթե այս վարկածը հաստատվի, ապա այս հուշարձանները մոնումենտալ` կոթո- ղային  արվեստի  միջոցով  աստվածությունների  ներկայացման  առաջին  օրինակներն են146: ", "«հզորների» և «նվազ հզորների»118: Ռուսաստանի համար այդ «բաժանումը» կարևորվում էր  ոչ  միայն  խանությունների  նկատմամբ  սեփական  քաղաքականությունը  կառուցելու առումով,  այլև  որոշելու  համար  Օսմանյան  կայսրության  և  Իրանի  տերության  համար խանությունների քաղաքական նշանակությունը: ", "Սակայն  հետագայում  այն  ընդլայնեց  իր  գործունեությունը,  լրտեսների  տարածված ցանց ստեղծեց, կաշառքի շնորհիվ գործակալներ ունեցավ  ազգային Աբդուլ  Համիդին  բնորոշ  կասկածամտության  արդյունք  է,  թե  իր  ստեղծած  կառույցի  մասին տեղեկությունները կարող են օգտագործվել ի վնաս իրեն: ", "Ղուբայի  խանը  անհրաժեշտության  դեպքում  կարող  էր  մարտի  դաշտ  դուրս  բերել լեզգիներից120:  Ս.  Գմելինի  տվյալներով՝  խանի  զինուժը  կարող  էր  հասնել  մինչև  40000- ի 121 :  Այս  հանգամանքը  ստիպում  էր  Հյուսիս-արևելյան  Այսրկովկասի  խաներին  և Դաղստանի տիրակալներին հաշվի նստել Ղուբայի խանի հետ: ", "Զարգացած  միջնադարում  հյուսիսային  Հայաստանի  հոգևոր,  մշակութային  և գրչության հայտնի կենտրոններից էր Քոբայրի վանքը, որը հիմնադրվել է Բագրատուն- յաց տան Կյուրիկյան ճյուղի Կյուրիկե Բ թագավորի դուստր Մարիամի կողմից 1171թ.115: ", "Այս փորագիր պատկերը կարող է դասվել նեոլիթյան գրաֆիտիների շարքին151: Ներ- կայացված է նստած` մերկ, ծննդաբերող կին (Նկ. 6.5): Հստակ ընդգծված են մարմնա- մասերը` կրծքերը, մազերը, քիթը, աչքերը: Ձեռքերն ու ոտքերը պատկերված են փռված վիճակում152: ", "Ֆաթհ Ալի խանը կարող էր իր գերիշխանությունը ճանաչած քաղաքներում պարետ կամ  կառավարիչ  նշանակել  և  միջամտել  խանությունների  ներքին  կյանքին:  Այսպես, Շամախիի  պարետ  էր  նշանակվել  խանի  եղբայր  Աբդուլլա  բեկը,  սակայն  կրկնակի հարկեր  սահմանելու  և  անբարո  կյանք  վարելու  համար  պաշտոնից  հեռացվել  էր:  Նոր պարետ  էր  նշանակվել  Բաքվի  խանը,  սակայն  շամախեցիների  բողոքների  հիման  վրա նա նույնպես զրկվել էր պաշտոնից123: ", "Վերը  նշված  փաստերը  թեև  նվաճված  տարածքներում  Ֆաթհ  Ալի  խանի բացարձակ  իշխանության  մասին  են  վկայում,  այդուհանդերձ,  նա  որոշակի անվստահություն ուներ տեղի բնակիչների նկատմամբ: Դա էր պատճառը, որ Ֆաթհ Ալի խանը  որոշում  է  վերջ  դնել  երկու  Շամախիների  գոյությանը  և  շամախեցիներին  ավելի վերահսկելի  դարձնել: Այդ  նպատակով 1769  թ.  նա ավերում  է Նոր Շամախին՝ քաղաքի բոլոր  դարպասները  փակելով  և  ջուր  հեղեղելով  դեպի  ներս,  իսկ  բնակիչներին տեղափոխում  է  Հին  Շամախի124:  Ֆաթհ  Ալի  խանի  անվստահությունը  շամախեցիների նկատմամբ  արտահայտվում  էր  նաև  նրանով,  որ  իր  հազվադեպ  այցելությունների ժամանակ  նա  գիշերում  էր  Շամախիից  քիչ  հեռավորության  վրա  գտնվող  գյուղում,  ուր բազեի որսով էր զբաղվում: Այս ամենի ականատեսը լինելով, Ս. Գմելինը փաստում է, որ Ֆաթհ Ալի խանը Շամախիի խանությանը որպես զենքով նվաճված նահանգ էր դիտում, որը  նա  կառավարում  էր  ոչ  որպես  «ժողովրդի  հոր»,  այլ  նվաճողի  իրավունքով 125 : ", "Սակայն 1776 թ. Ֆաթհ Ալի խանը Շամախիում վերականգնում է յոթ տարի Դերբենդում գերության մեջ գտնվող Մուհամմադ Սայիդ խանի իշխանությունը126: ", "հասցնում նաև նրա առևտրային գործին: Այսպես, Վ. Քոքսի դիտարկմամբ՝ եթե Ղուբայի խանի  անկանոն  հարկերը  չլինեին,  ապա  Շամախին  լի  կլիներ  թուրք  և  հույն վաճառականներով, իսկ ստեղծված  պայմաններում միայն հայ և հնդիկ առևտրականներն էին գործում127: "]}