{"paragraph_source_docs": [1, 0, 2, 1, 2, 0, 2, 1, 1, 0], "paragraphs": ["NiII-(S)-3-BrBPB-(S)-2-F-Phe (17): Tհալ = 161-163 ºC; [] = +1133.10 (c = 0.3, MeOH): ", "Ելային ռեագենտների դիֆերենցիալ ջերմային անալիզի արդյունքները բերված  են  նկ.  3.13-ում: ", "Օպո լ զ ե ր ը   և   աշ խատակ ի ց ն ե ր ը   ո ր պե ս   ք ի ր ալ այ ի ն   օ ժ ան դ ակ ռ ե ագ ե ն տ  օ գ տագ ո ր ծ ե լ ո վ   կ ամ ֆո ր աս ո ւ լ տամ ը ՝   C  գ լ ի ց ի ն ի մ ի ն ն ե ր ի դ ի աս տե ր ե ո ս ե լ ե կ տի վ ալ կ ի լ մ ամ բ ի ր ակ ան աց ր ե լ ե ն - ամ ի ն աթթո ւ ն ե ր ի  աս ի մ ե տր ի կ  ս ի ն թե զ ը : Առ աջ աց ած  ամ ի ն աթթվ ի  ի մ ի ն ի և   կ ամ ֆո ր աս ո ւ լ տամ ի   CI  կ ո մ պլ ե ք ս ի աղ աթթվ այ ի ն   հ ի դ ր ո լ ի զ ի ց ան ջ ատվ ե լ է (S)--ամ ի ն աթթո ւ   CII, մ ի ն չ և օ պտի կ ակ ան մ աք ր ո ւ թյ ամ բ  (ս խե մ ա 14, R = SMe) [179-183]: (CII) (ս խե մ ա 14) Սխե մա 14 Ամ ի ն աթթո ւ ն ե ր ի   աս ի մ ե տր ի կ   ս ի ն թե զ ի   հ ամ ար   ար դ յ ո ւ ն ավ ե տ ս ո ւ բ ս տր ատն ե ր   ե ն   հ ան դ ի ս ան ո ւ մ   ն աև   գ լ ի ց ի ն ի   է ս թե ր ն ե ր ի   և ք ի ր ալ այ ի ն կ ե տո ն ն ե ր ի   առ աջ աց ր ած   Շ ի ֆի հ ի մ ք ի ց կ ազ մ վ ած ք ի ր ալ այ ի ն   ռ ե ագ ե ն տն ե ր ը :  Հ ատկ ապե ս   բ ար ձ ր   ար դ յ ո ւ ն ավ ե տվ ո ւ - թյ ո ւ ն   ե ն   ց ո ւ ց աբ ե ր ե լ   (1R,  4R)-կ ամ ֆո ր այ ի ց   կ ազ մ վ ած   գ լ ի ց ի ն այ ի ն ի մ ի ն ն ե ր ը ` CIII: Ալ կ ի լ մ ան  ժ ամ ան ակ  ո ր պե ս  հ ի մ ք  օ գ տագ ո ր ծ վ ե լ  է  LDA: ", "Գտնվել է (%): С, 59.35; H, 4.11; N, 6.18: C34H29BrFN3O3Ni: Հաշվվել է (%): С, 59.58; H, 4.23; N, 6.13:  1Н ՄՄՌ սպեկտր ( p.p.m): 1.78-1.97 (2H, m, , -Ha Pro); 2.38-2.65 (3H, -Hb և - (4H, m, Ar-H); 8.13 (1H, d, J = 7.6, 1.5, H-3 C6H4Br); 8.14 (1H, d, J = 8.7, H-6 C6H4): ", "Սխե մա 15 Ամ ի ն աթթո ւ ն ե ր ի   աս ի մ ե տր ի կ ս ի ն թե զ ի ռ ե ակ ց ի ան ե ր ո ւ մ կ ի ր առ ո ւ թյ ո ւ ն   է   գ տե լ   ն աև   գ լ ի ց ի ն ի   և   2-հ ի դ ր օ ք ս ի պի ր ան -3-օ ն ի առ աջ աց ր ած CVI Շ ի ֆի հ ի մ ք ը [ս խե մ ա =  երր-Bu]: ", "խառնուրդի դեպքում  (նկ.  3.14,  2,2*)  DTA կորի վրա դիտվում է Նկ. 3.14. Դերիվատոգրաֆիական հետազոտության արդյունքները՝ (1,1*) MoO3+3Mg, (2,2*) 3Mg+5NaCl և (3,3*) MoO3+5NaCl բինար խառնուրդների համար խառնուրդի  առանձին  բաղադրիչների էնդոթերմ  հալման,  Mg-NaCl  հալույթի առաջացման  և  ավելի  բարձր  ջերմաստիճանում՝  գոլորշիացման  ջերմաստիճանային տիրույթները: ", "Այ դ   ռ ե ագ ե ն տը   գ լ ի ց ի ն ի   ե ր ր ո ր դ այ ի ն   բ ո ւ թի լ   է ս թե ր ի   տե ս ք ո վ կ ի ր առ վ ե լ   է   Պան ի ն ի   և   աշ խատակ ի ց ն ե ր ի   կ ո ղ մ ի ց :  Ար դ յ ո ւ ն ք ո ւ մ ս ի ն թե զ վ ե լ  ե ն  մ ի  շ ար ք  լ ի պո ֆի լ  ամ ի ն աթթո ւ ն ե ր  [186]: ", "Գտնվել է (%): С, 65.52; H, 4.81; N, 6.70: C30H28BrN3NiO3: Հաշվվել է (%): С, 65.57; H, 4.86; N, Pro),  2.89  (1H,  m,  -H  Pro),  3.43  (1H,dd,  -H  Pro,  J1=10.7  Hz,  J2=6.3);  3.52  (2H,  m,  β-H,allyl- Gly); 3.88 (1H, dd, N-CH2-C6H4Br, J1=13.0, J2=0.9) ¨ 4.43 (дд, 1H,dd, -N-CH2-C6H4Br, J1=13.0, J2=1.2);  4.00  (1Н,dd,  α-H  allyl-Gly,  J1=6.6,  J2=4.0),  5.19  (1H,dd,  =CH2,  J1=17.2,  J2=  1.5)  ¨  5.40 (1H,dd, =CH2, J1=9.9 Hz, J2= 1.5), 6.44 (1H, ddt, -CH=, J1=17, J2=9.9, J3 =7.3); 6.62-6.71 (2H,m, Ar), 6.96-7.31 (6H, m, Ar); 7.45-7.57 (3H,m, Ar), 8.25 (1H,d, Ar, J=8.6); 8.31 (1H, td, Ar, J1=7.3, J2=2.0): ", "NiII-(S)-3-BrBPB-(S)--allyl-Gly  (23):  Tհալ..=  139-142 °C.  [] =  +1996.080  (c  =  0.03, CHCl3): Գտնվել է (%): С, 65.54; H, 4.83; N, 6.72: C30H28BrN3NiO3: Հաշվվել է (%): С, 65.57; H, -, -H Pro), 2.87 (1H, m, -H Pro), 3.39 (1H,dd, -H Pro, J1=10.7, J2=6.3), 3.51 (2H, m, -CH-CH2 allyl); 3.87 (1H,dd, NCH2C6H4Br, J1=13.0,  J2=0.9), ¨  4.41 (1H, dd,  NCH2C6H4Br, J1=13.0,  J2=1.2 Hz), 4.01 (1Н,dd,-NCH J1=6.6, J2=4.0 Hz), 5.16 (1H,dd, CH=CH2, J1=17.1, J2= 1.4) ¨ 5.38 (1H,dd, CH=CH2, J1=9.8, J2= 1.4 ), 6.44 (1Н,  ddt, -CH2-CH allyl, J1=17.2, J2= 9.9 , J3=7.3), 6.62-6.69 (2H, m,  Ar),  6.93-7.29  (6H,  m,  Ar),  7.45-7.57  (3H,  m,  Ar),  8.23  (1H,  d,  Ar,  J=8.6);  8.30  (1H,  td,  Ar, J1=7.3 Hz, J2=2.0): ", "Ելային  համակարգում  առանձին  ռեագենտների  և  դրանցից  կազմված  բինար համակարգերի DTA հետազոտություններից հետո տաքացման միևնույն պայմաններում ուսումնասիրվել  է  MoO3  +  3Mg  +  5NaCl  խառնուրդում  փոխազդեցության  բնույթը  (նկ. TG, մգ DTA, պ.մ. T, oC հալման  էնդոթերմեր:  Ընդ  որում  Mg-ի  հալման  պրոցեսին  անմիջապես  հաջորդում  է MoO3 + Mg ինտենսիվ էկզոթերմ փոխազդեցությունը: "], "source_docs_file": "Chemistry.json"}