{"paragraph_source_docs": [0, 0, 4, 0, 0, 1, 0, 0, 3, 1], "paragraphs": ["Առանձնահատուկ  ուշադրության  են  արժանի  Օսմանյան  կայսրության  Ներքին գործերի նախարար Նազըմ փաշայի հուշերը1, որոնք կոնկրետ դեպքերով, փաստերով ու անուններով  բացահայտում  են,  թե՛  ոստիկանության  հետախուզական  գործունեության առանձնահատկությունները՝  ուղղված  հայկական  «կոմիտեճինէրի»  դեմ,  թե՛  հայ հեղափոխականների  շրջանում  տիրող  իրավիճակը:  Չնայած  Նազըմի՝    հայ  լրտեսների ու  մատնիչների  անունները  մատնանշելուն,    նրա  հուշերը  արժեքավոր  են  երկու նկատառումներով՝  անհրաժեշտ  տեղեկություն ստանալու համար հայազգի գործակալներ  ներդնելով  «կոմիտեճինէրի»  շրջանում  և  այլ  գործակալների  միջոցով ստացված  տեղեկատվության  հավաստիության  ստուգման  հանգամանքով:  Նազըմ  բեյն իր հուշերում սարսափով է հիշատակում լրտեսների սպանությունների շարանը. «Ահա այսպես  հայ յեղափոխական  Դաշնակ  կոմիտէն  սկսած  էր  ասպարեզ  կարդալ կառավարության,  սպաննելով  ոստիկանները  և  այն  Հայերը,  որոնք  հավատարիմ  կր մնային  կառավարութեան»2:  Խնդիրը  խորապես  հասկանալու  և  համապատասխան միջոցներ  կիրառելու  նպատակով  ոստիկանության  նախարարը  որոշում  է  հայ լրտեսներից մեկին. «…որ դեռ ճանաչված չէր կոմիտեճինէրուն կողմէ, յարաբերութեան մեջ դնել հայ յեղափոխական կոմիտէին հետ:… կոմիտէի ամէնէն կատղած անդամներէն մէկն  էր  Հակոբը…:  Լրտեսը  ղրկեցի  Հակոբի  մոտ:  Բարեկամացավ  նրա  հետ  և  մտավ կոմիտէին մեջ: Եվ օրը օրին ինծի լուր կուտար կոմիտէին որոշումներուն և ծրագրերուն մասին:  Հակոբը  ձերբակալվեց»3:  Ընդգծելով  Օսմանյան  կայսրության  ոստիկանության գործելակերպը, նշենք, որ Հակոբի հարցաքննության ժամանակ Նազըմ փաշան մեծ տեղ էր  հատկացնում  այլ  աղբյուրներից  ստացված  տեղեկությունների  հավաստիությանը՝ ստուգելով նաև լրտեսների հուսալիությունը: ", "Խադժետլաշեի  և  Նազըմ  փաշայի  հաղորդած  տեղեկությունները  ճշտելու  ու իրադարձությունները  համադրելու  նպատակով  ատենախոսության  մեջ  օգտագործվել են  նաև  սուլթան  Աբդուլ  Համիդ  2-րդի  քարտուղար  Թահսին  փաշայի  հուշերը,  որոնք հանդիսանում  են  այդ  շրջանի  իրադարձությունների  և  գաղտնի  ծառայությունների գործունեության լուսաբանման համար օգտագործվող հիմնական աղբյուրներից մեկը1: ", "(Օսմանյան  կայսրության  նվաճողական  քաղաքականությունը  Կովկասում  և  մասնավորապես պատմական Հայաստանում XVI դ. երկրորդ կեսից), թուրքական պատմագիտությունը սկզբից մինչև XVIII դարի վերջերը, հտ. Ա, Կազմեց՝ Ա. Խ. Սաֆրաստյան, Եր., 1961: ", "կառույցների  ձևավորման  գործընթացի  մասին  արժեքավոր  տեղեկություններ  է պարունակում Գ. Խուդինյանի աշխատությունը4: Այս նպատակով ՀՅԴ-ի կողմից Երկիր ուղարկած  «ուսուցիչներից»  միայն  Հ.  Յուսուֆյանին  հաջողվեց  հարմարվել  տեղի պայմաններին5: Վերջիս, գործելով գրեթե միայնակ, կարճ ժամանակում (1892-1893 թթ.) կարաղացավ  ստեղծել  այն  նախադրյալները,  որոնք  հիմք  հանդիսացան  հետագայում ՀՅԴ  Արևմտյան  բյուրո  ձևավորելու  համար:  1893  թ.  Հ.Յուսուֆյանը  ևս  հայտնվեց ոստիկանության  տեսադաշում:  Աշխատությունը  կարևոր  տեղեկություններ է հաղորդում  մի  շարք  հայ  լրտեսների  ու  մատնիչների  մասին,  որոնց  նկատմամբ  ՀՅԴ-ի կողմից կազմակերպվեցին ահաբեկչական գործողություններ6: ", "Հնչակյան կուսակցության ծրագրային դրույթների և հայ  ազգային կուսակցությունների գործունեության ուղղվածության մասին կարևոր տեղեկություններ տրամադրել է պ.գ.դ. Ռ.Սահակյանը: ", "«Քար պահելու» տարբերակներից են «գիր-խուշը», «գիր թե խուշը» կամ «թաց-չո- րը»: «Գիր-խուշի» ժամանակ կոպեկը դեպի վերև էր գցում թիմի ավագներից մեկը կամ վիճակի երգի, չոփ պահելու և գիր ու ղուշ գցելու գործողությունների հետ (տե´ս Ա. Սարգսյան, Հայ մանկա- կան  բանահյուսություն  (տեսակային  և  կառուցվածքային  առանձնահատկությունների  համառոտ  անդրա- դարձ),  Հովհ.  Թումանյանի  թանգարան,  Հասկեր,  մանկական  գրականության  և  բանահյուսության  տարե- գիրք 3, Եր., 2012-2013, էջ 7): ", "են պարունակում Կ.Իզմիրլյանի աշխատությունը1: Ուշագրավ են նաև Մաթեոս Իզմիրլյան պատրիարքի  և  Ներսես  Խարախանյան  վարդապետի  ՀՅԴ  երրորդ  ընդհանուր  ժողովին ուղղված վերլուծական նամակները2 Երկրի անցյալի, ներկայի և ապագայի վերաբերյալ, որոնցում  կարևորվում  էր  բոլոր  փոքրաթիվ  ազգերի՝  հայերի,  քրդերի,  ասորիների ընդհանուր անկախ դաշնակցությունը: ", "Օսմանյան կայսրության և  Թուրքիայի Հանրապետության գաղտնի ծառայությունների  պատմության, գենեզեսի, գործելաոճի և իրականացված գործողությունների ուսումնասիրության տեսակետից արժեքավոր է թուրք հետազոտող, թուրքական  գաղտնի  ծառայության  պատմության  մասնագետ  Թունջայ  Օզքանի «Թուրքիայի հետախուզական ծառայության (MIT) գաղտնի  պատմությունը» մենագրությունը,  որտեղ  կողմնակալության  հետ  մեկտեղ  հեղինակը  կարևոր տեղեկություններ է  հաղորդում  տարբեր  ժամանակաշրջաններում  Օսմանյան կայսրությունում  և  Թուրքիայում  գոյություն  ունեցող  գաղտնի  ծառայությունների մասին3: ", "Խեցեղենի դասակարգման ուղղությամբ օգտակար աշխատանք է կատարել Վ. Կո- վալը  իր  ,,Керамика  Востока  на  Руси  IX  –  XVII  вв.’’  մեծածավալ  մենագրության  մեջ37: ", "Մխիթար Մանուկի, ծնվ.` 1924 թ.: "], "source_docs_file": "History.json"}