{"paragraphs": ["Այսպիսով,  Շամախիի  գրավումով  Ֆաթհ  Ալի  խանի  իշխանությունը  գրեթե անսահմանափակ էր դարձել:  Այդ  տարածքով  անցնող  ամենահարուստ վաճառականները Մեքքա և Մեդինա ուխտագնացության համար պարտավոր էին Ֆաթհ Ալի խանին գումար վճարել: Ս. Գմելինի խոսքերով՝ ժամանակին Շիրվանում հաջիների հեղինակությունն այնպիսի չափերի էր հասնում, որ առանց նրանց համաձայնության ոչ մի  կարևոր  քայլ  չէր  կատարվում:  Սակայն  Ղուբայի  խանը  Շամախիի  հաջիներին «զրկում է բոլոր կոչումներից» ու գերի տանում Դերբենդ և Ղուբա122: Այդ քայլը միտված էր  ընդգծել  Ֆաթհ  Ալի  խանի  բացարձակ  իշխանությունը  շամախեցիների  վրա՝  իբրև օրինակ Ղուբային ենթակա մյուս տիրույթների բնակիչների համար: ", "Ֆաթհ Ալի խանը կարող էր իր գերիշխանությունը ճանաչած քաղաքներում պարետ կամ  կառավարիչ  նշանակել  և  միջամտել  խանությունների  ներքին  կյանքին:  Այսպես, Շամախիի  պարետ  էր  նշանակվել  խանի  եղբայր  Աբդուլլա  բեկը,  սակայն  կրկնակի հարկեր  սահմանելու  և  անբարո  կյանք  վարելու  համար  պաշտոնից  հեռացվել  էր:  Նոր պարետ  էր  նշանակվել  Բաքվի  խանը,  սակայն  շամախեցիների  բողոքների  հիման  վրա նա նույնպես զրկվել էր պաշտոնից123: ", "Վերը  նշված  փաստերը  թեև  նվաճված  տարածքներում  Ֆաթհ  Ալի  խանի բացարձակ  իշխանության  մասին  են  վկայում,  այդուհանդերձ,  նա  որոշակի անվստահություն ուներ տեղի բնակիչների նկատմամբ: Դա էր պատճառը, որ Ֆաթհ Ալի խանը  որոշում  է  վերջ  դնել  երկու  Շամախիների  գոյությանը  և  շամախեցիներին  ավելի վերահսկելի  դարձնել: Այդ  նպատակով 1769  թ.  նա ավերում  է Նոր Շամախին՝ քաղաքի բոլոր  դարպասները  փակելով  և  ջուր  հեղեղելով  դեպի  ներս,  իսկ  բնակիչներին տեղափոխում  է  Հին  Շամախի124:  Ֆաթհ  Ալի  խանի  անվստահությունը  շամախեցիների նկատմամբ  արտահայտվում  էր  նաև  նրանով,  որ  իր  հազվադեպ  այցելությունների ժամանակ  նա  գիշերում  էր  Շամախիից  քիչ  հեռավորության  վրա  գտնվող  գյուղում,  ուր բազեի որսով էր զբաղվում: Այս ամենի ականատեսը լինելով, Ս. Գմելինը փաստում է, որ Ֆաթհ Ալի խանը Շամախիի խանությանը որպես զենքով նվաճված նահանգ էր դիտում, որը  նա  կառավարում  էր  ոչ  որպես  «ժողովրդի  հոր»,  այլ  նվաճողի  իրավունքով 125 : ", "Սակայն 1776 թ. Ֆաթհ Ալի խանը Շամախիում վերականգնում է յոթ տարի Դերբենդում գերության մեջ գտնվող Մուհամմադ Սայիդ խանի իշխանությունը126: ", "հասցնում նաև նրա առևտրային գործին: Այսպես, Վ. Քոքսի դիտարկմամբ՝ եթե Ղուբայի խանի  անկանոն  հարկերը  չլինեին,  ապա  Շամախին  լի  կլիներ  թուրք  և  հույն վաճառականներով, իսկ ստեղծված  պայմաններում միայն հայ և հնդիկ առևտրականներն էին գործում127: "], "paragraph_source_docs": [4, 4, 4, 4, 4], "source_docs_file": "History.json"}