{"paragraph_source_docs": [4, 4, 2, 4, 1, 0, 4, 4, 1, 4, 4, 4, 4, 4, 4, 3, 4, 4, 2, 2, 3, 4, 4, 0, 3], "paragraphs": ["Աշխույժ և կենսուրախ 78-ամյա կինը,  երիտասարդ աղջկա հագուստ հագած, սահում է Ռոքֆելերի  կենտրոնի  սահադաշտում։  Պարզվում  է,  որ  նա  նախապաշարմունքային վախ ունի ինքնաթիռներով թռչելուց. «Ես ուզում եմ տուն գնալ: Եթե պետք  է մեռնեմ, չեմ ուզում մեռնել այս թռչող մեքենայի մեջ»122:  Հերոսի եղբայրը վերելակներից է վախենում, քանի  որ  տունը  կարող  է  հանկարծակի  փլուզվել:    Նա  անգամ  աշխատանքից  է ազատվում, որովհետև  ֆիրման տեղափոխվել էր շենքի հիսուներորդ հարկ և ստիպված նոր աշխատանք է գտնում շենքի երրորդ հարկում գտնվող մի հիմնարկում: ", "Ինքը՝  գլխավոր  հերոսը,  վախենում  է  կամուրջներից,  որոնք  նույնպես  կարող  են փլուզվել,  և  ամեն  անգամ կամրջով անցնելիս  նրա երևակայության մեջ պատկերվում  է այդ աղետը. «Չնայած փուլ գալու ոչ մի նշան չէի տեսնում, համոզված էի, որ մի րոպեից կամուրջը    երկու  կես  էր  լինելու,  և  մեքենաների  կիրակնօրյա  երկար  շարանն  ընկնելու էր  մութ  ջրի  մեջ:  Այդ  երևակայական  աղետն  ուղղակի  զարհուրելի  էր…:  Ես  վախենում էի և՛ կամրջի փուլ գալուց, և՛ որ նրանք կարող էին նկատել իմ խուճապը»123: Այս ամենը ստեղծում է անկայունության, անհուսության վիճակ.  շուտով կփլուզվի  երկնաքերների և  մեքենաների  քաղաքը,  և  ոգեզուրկ  քաղաքակրթությունը.  «Առավոտյան  ժամը  երեքին նայելով Սանսեթ Բուլվարին՝ ես զգացի, որ կամուրջների նկատմամբ իմ ունեցած վախն աշխարհի  կործանման  անճարպկորեն  քողարկված  իմ  սարսափի  արտահայտությունն Չիվերը կարծես ուզում է ասել, որ աշխարհը գնում  է դեպի անկում:  Նա հարց է բարձրացնում, թե ինչու անավարտ քաղաքակրթությունում ու զարգացող   աշխարհում մարդիկ այդքան հիասթափված են։ Միգուցե մարդը դեռևս չի կարողանում հարմարվել կատարվող  փոփոխություններին։  Ինչպես  «Ջուսթինայի  մահը» («The  death  of էր»124: ", "Այդուհանդերձ փաստենք, որ անկախ «Մարտի 12-ի» գրականության վերաբերյալ քննադատական  մոտեցումներից  և  հակասական  բնորոշումներից,  թուրքական գրականության մեջ նախկինում երբևէ հեղափոխականի կյանքը բոլոր մանրամասնություններով  չէր  ներկայացվել,  կամ  միայն  հպանցիկ  անդրադարձ  էր կատարվել: Հատկանշական է, որ եթե 1970-ական թթ. չափածո ստեղծագործությունների կենտրոնում  գլխավորապես  «փողոցային  կյանքն  էր»`  քաղաքացիական  պատերազմը, Possible?,  Betraying  the  Event  Constructions  of  Victimhood  in  Contemporary  Culture,  Newcastle  upon  Tyne, Cambridge Scholars Publishing, 2009, p. 10. ապա  արձակ  ստեղծագործությունների  հիմնական  թեմատիկան  բանտն  էր:  Այս ստեղծագործություններն առանձնանում են իրականության կենդանի նկարագրողականությամբ և  առավելապես  խոշտանգումների  տեսարանների մանրամասնություններով,  որոնք  ինչպես  գրականագետ  Ֆ.  Նաջին  է  նշում.  «Ցնցող ազդեցություն են թողնում ընթերցողի վրա»185: ", "Քլինթոն  Բըրհանսը  նույն  կարծիքն  ունի:  Ըստ  նրա՝  Չիվերը  մտահոգված  է ժամանակակից  փոփոխությունների  բնույթով,  նրա  արագությամբ  և  երևույթների անհամապատասխանությամբ126: ", "Դրանից  մի  քանի  տասնամյակ  առաջ  Ամերիկայում  մահացել  էր  մեծ  պոետ՝ Էդգար  Պոն:  Ամերիկացի  այս  գրողի  վիճակը  էլ  ավելի  հակասական  էր.  իր հայրենիքում  նա  հայտնի  էր  որպես  չհանդուրժող,  անհաշտ  և  տաղանդավոր քննադատ: Ընթերցողները ծանոթ էին որոշ չափով միայն նրա արձակի հետ, սակայն Պոյի  ավելի  քան  100  բանաստեղծություններից  ընդունվեց  միայն  մեկը՝  §Ագռավը¦: ", "Պատմավեպից  բացի,  այստեղ  կարելի  է  նկատել  նաև  այլ  ժանրերի,  օրինակ՝ ավազակային վեպի  տարրեր:  Ծառերի  վրա  գտնվելու  առաջին  տարիներին  Կոզիմոն ծանոթանում  է  ավազակների  հետ,  երբեմն  օգնում  նրանց,  նույնիսկ  ընկերանում նրանցից  մեկի  հետ:  Կոզիմոյի  արկածները  երբեմն  հիշեցնում  են  իսպանական ավազակային  վեպերը,  սակայն  նա  ավազակների  գործունեությանը  չի  մասնակցում, միայն  հետևում  է  ծառերի  բարձունքից,  հետևաբար՝  Կոզիմոյին  չենք  կարող  համարել ավազակային  վեպին  բնորոշ  հերոս,  իսկ  ավազակային  վեպն  այստեղ  նոր մեկնաբանություն ստացած ժանրային շերտերից մեկն է: ", "Երբ  անծանոթ  աղջիկը  խնդրում  է    իրեն  անցկացնել  կամուրջը,  ընկերական  զրույցում հանկարծ վախի բոլոր զգացողությունները վերանում են. «Նա երգեց ինձ համար մինչև կամրջով հասանք մյուս ափը: Կամուրջն ինձ թվաց զարմանալիորեն օգտակար, ամուր և  անգամ գեղեցիկ շինություն,  որ  խելացի  մարդիկ  կառուցել էին  իմ ճանապարհորդությունները  հեշտացնելու  նպատակով:  Իսկ  ներքևում  հոսող  Հուդզոնի ջրերը հմայիչ ու խաղաղ էին: Ամեն ինչ ետ եկավ՝ և՛ խիզախությունը, և՛ կիրքն ու զմայլիչ Cheever.  Boston, Massachusetts: G. K. Hall & Co, 1982, p. 116. հանգստությունը»127:  Հերոսը  սա  հրաշք  է  համարում,  նույնիսկ  եղբորը  չի  խիզախում հայտնել առեղծվածային աղջկա մասին։  Հերոսների վախի զգացողությունը նաև նրանց ներքին  անհանգստությունների,  իրականության  հետ  հարաբերությունների  արտաքին դրսևորումն  է,  իսկ  ելքը  գրողը  տեսնում  է    մարդկային  սովորական  շփման  ու հաղորդակցման  մեջ։    Այս  ամենը  նման  է  Ջոն  Ափդայքի  «Ֆերմա»  («Օf  the  Farm»,  1965) վեպի  հերոսի  հանկարծակի  բղավոցին,  որ  իրեն  ատելի  է  առևտրի  կենտրոնի նյութական հարստությունը: ", "Չիվերի  հերոսներն  ի  վերջո  դժվարին  կացությունից  դուրս  են  գալիս՝ մխիթարվելով անուրջների  կամ  տեսիլքների  հայտնությամբ`  որպես  քաոսային աշխարհի այլընտրանք: Երևակայությունը  իրական խնդիրը լուծելու միջոց է  դառնում: ", "Այդ  շարքն  ավարտվում  է  §Խեղճ  Լելիան¦  ակնարկով,  որտեղ  պոետը բացատրում է, որ Լելիանը հենց ինքն է, ավելի ճիշտ՝ նրա քնարական հերոսը: Բոլոր անիծված պոետներից ամենադառը ճակատագիրը իրենն է: Արդեն նշել ենք, որ 1856 թվականին  Բոդլերը  արդեն  գրել  էր  իր  հայտնի  §Էդգար  Պո¦  հոդվածը,  որտեղ  ոչ միայն  վերլուծում  է  ամերիկացի  պոետի  կյանքի  փաստերը,  այլև  միաժամանակ անկեղծորեն  խոսում  է  իր  սեփական  անձի  մասին.  կարելի  է  ասել,  որ  բնությունը եռանդուն  բնավորությամբ  է  օժտում  նրանց,  ումից  նա  մեծ  գործեր  է  սպասում, ինչպես որ երկարակեցություն է շնորհում ծառերին, որոնք պետք է ծառայեն որպես վշտի և դժբախտության խորհրդանիշներ:32 Վերլենի  ստեղծագործության  մեջ  առկա  է  ոչ  միայն  Պոյի,  այլև  Բոդլերի ազդեցությունը,  ինչը  բացատրվում  է  նրանով,  որ  Վերլենը  իր  ստեղծագործական ուղին  սկսեց  նույն  այն  §Պառնասից¦,  որտեղ  Բոդլերը  արդեն  կայացած  պոետ  էր: ", "Ըստ  Ռիչարդ  Հ.  Ռափփի՝  կամուրջը  խորհրդանշում  է  մարդու  դժգոհությունն  իր ստեղծածի նկատմամբ։ Այդ դժգոհությունն  այնքան խորն է, որ հասցնում է կաթվածի128: ", "Այսպիսով,  տպավորություն  է  ստեղծվում,  որ  Չիվերի  պատմվածքների  հերոսներին պատել են միևնույն զգացողությունները՝ հիասթափությունը, վախը, անվստահությունը, որը նրանց դարձնում է ոչ ամբողջական, մի տեսակ թերի: Յուրաքանչյուրը վախենում է ինչ-որ  բանից,  ինչ-որ  մեծացող  վտանգից:  Կարծես,  գործ  ունենք  ոչ  թե  առանձին կերպարների,  այլ    հոգեվիճակի  պատկերման  հետ։  Նրանք  մի  տեսակ  նման  են  իրար` զրկված  անհատականությունից:  Դիանա  Թրիլինգը  «The  Nation»  շաբաթաթերթում քննադատում  է  Չիվերի  առանձնացումը  սեփական  հերոսներից129,  իսկ  Ուիլիամ  դը Բոան գրողի ստեղծագործություններում նկատում է մարդատյացության տրամադրություն`  նրա  հերոսներին  բնութագրելով  որպես  շփոթված  և  տառապած մարդիկ130: Դյու Բոան և Թրիլինգը քննադատում են նաև Չիվերի ստեղծած կերպարների միանման հատկանիշները, որոնք հատկապես վրդովվեցնում են   Դը Բոային, քանի որ, on John Cheever, Boston, Massachusetts: G. K. Hall & Co, 1982, p. 236. Review, March 28, 1943, p. 10. ըստ  քննադատի, թվում  է,  թե անբավարարվածությունը հերոսներին  բնորոշ ընդհանուր հատկանիշն է։ ", "Չիվերի  հերոսների  անհատականությունը  կարծես  կորել  է  արտաքին  աշխարհի հետ  հարաբերակցության  արդյունքում։  Նման  հերոսների  մենք  հանդիպում  ենք    նաև Արթուր  Միլլերի  ստեղծագործություններում՝  «Վաճառականի  մահը» («Death  of salesman», 1949), Սաուլ Բելոուի «Որսա պահը» («Carpe diem»,1956) պատմվածքներում: ", "Ջոն Չիվերի շատ հերոսների  անհամաձայնությունները  ամերիկյան իրականության  հետ  հանգեցնում  են  տեղափոխվելու,  ճղճիմ  միջավայրից  հեռանալու փորձերի  և,  ի  վերջո,  արտագաղթի:  Նշենք,  որ  այս  թեմայի  ուսումնասիրությունը պայմանավորված է նաև Չիվերի անձնական կենսափորձով։ Նա  ընտանիքի հետ 1951 թ. Նյու  Յորքից  տեղափոխվում  է  Սքարբուր,    այնուհետև՝  Վեստչեստեր  արվարձան։ ", "Արվարձանային  միջավայրում Չիվերը  փնտրում  է  իրական  մարդկային  շփում, մարդկանց  միասնություն,  բայց  անխուսափելիորեն  բախվում  է  սոցիալական հարաբերությունների քարացած  համակարգին,  որտեղ  մարդն  ունի  խիստ սահմանափակ  դեր, իսկ  մարդկանց  հարաբերակցությունը  պայմանավորված  է արտաքին  գործոններով։  Արվարձանում  Չիվերին  գրավում  է  բնությանը  մերձենալու երջանիկ  հնարավորությունը:  Սակայն  շուտով  գրողը  հասկանում  է,  որ  բնության  հետ կապն  այստեղ միայն գեղագիտական  փորձ է, կենսակերպի մասը։ ", "Ընտանիքից,  հասարակությունից  մեկուսանալուց  հետո,  մարդու  վերջնական հանգրվանը դառնում է  բնությունը։ ", "Հեղինակը  այս  օրագրի  հենց  առաջին  մի  քանի  օրերի  նշումներում  խոսում  է «խորհրդային  սնդուկից»  դուրս  աշխարհի  մասին՝  Ճապոնիա-Անգլիա-Եգիպտոս հարաբերություններ,  Գերմանիա,  Չինաստան  և  այլն,  մի  խոսքով՝  առավել  ընդհանուր դիտակետով  է  ուսումնասիրվում  իրականությունը՝  Խորհրդային  Միության,  Եվրոպայի և կամ գրեթե ողջ մոլորակի մասշտաբով: Թեկուզ այն փաստը, որ գրողը գլուխը հակել է աշխարհի  քարտեզի  վրա  և  խորհում,  մտմտում  է,  գալիս  է  ապացուցելու,  որ  նրա մտորումների շրջանակը ավելի լայն ու ընդգրկուն է: Սակայն պարզ է նաև այն, որ դրսի աշխարհի  վրա  լուսամուտը  գրողը  բացում  է  խորհրդային՝  ներսի  աշխարհի  կողմից,  և դժվար  թե  հնարավոր լիներ  իրականության «համաշխարհային»  մեծությամբ դիտարկումը, եթե  չլինեին գրողի՝ երկրի ներքին  քաղաքական  վիճակի մասին  լիարժեք պատկերացումները:  Լեռ  Կամսարի  ստեղծագործությունը  վերլուծելով  հենց  այս դիտանկյունից՝ գալիս ենք այն եզրակացության, որ կրկին պետք է անել պայմանական բաժանումներ՝  գրողի  խոհերը  իր  ապրած  պայմանների  մասին  և  աշխարհը՝  գրողի աչքերով:  «Փոքր»  «ներկայի»  բնորոշումը,  բնականաբար,  առավել  մանրամասն  և հանգամանորեն  է  տրվում  հեղինակի  կողմից.  բնորոշումները  արված  են՝  առանց  բաց թողնելու  անգամ  թվացյալ  մանրուքը:  Հեղինակի  պատկերավոր  խոսքը  և  ամուր տրամաբանական  կապերով  ու  տեղին  արտահայտությունները  գալիս  են  իբրև  մտքի հանգուցավորման գագաթնակետը տանող կարևոր միջոցներ: «Ես իմ գլուխը յուր բոլոր սարոք  վարձու  կուտամ,  կծախեմ  նույնիսկ:  Ներկա  կարգերու  մեջ  ապրողի  մը  համար մարմնույն այդ մասը ոչ  միայն ավելորդ է,  այլև վնասակար: Ինչո՞ւս է պետք գլուխ. ինչ պետք է գիտնալ, Լենինը գիտցեր է արդեն, ինչ պետք է ըսել՝ անիկա ըսեր է: Չկա բան մը, որ այդ մեծ մարդը տեսած չըլլա, չկա բան մը, որ կերած չըլլա: Փորձածը նորեն կրկնելը ժամավաճառություն  է:  Այո՜,  գլուխս  վարձու  կուտամ:  Օր  մը  չգիտությամբ  հանկարծ կարծեմ  բան  մը,  որ  Լենինը  չի  կարծած՝  Չեկա՞  նստիմ:  Կուտամ:  Առեք:  Ձրի:  Բան  մ՚  ալ վրան կուտամ, միայն ինձի ազատեցեք սա վնասակար մասեն» /15-16/: Սրան զուգահեռ՝ համադրվում  է  դրսի  աշխարհի  վերաբերյալ  միտքը,  ավելի  շուտ՝  սա  դուրս «արտահանվող»  «ապրանքի»  մասին  է,  միաժամանակ  ապահովված  է  «ներս»-«դուրս» կապը:  Գրողը  պատմում  է,  ընդունենք  իր  իսկ  արտահայտությունը,  «կամացուկ  մը», առանց  ավելորդությունների,  և  խոսքը  դիպուկ  հասնում  է  թիրախին:  «Խորհրդային Ռուսաստանը  հարուստ  է  իր  ոսկու  հանքերով  ու  կոմունիստական  գաղափարներով: ", "Հասարակական ճեղքվածքների ու խաթարումների նկատմամբ հետաքրքրության պատճառով  Չիվերի  հերոսները  թերի  զարգացած  են։  Մենք  նրանց  տեսնում  ենք  միայն կյանքի  մի  հատվածում,  որը  հեղինակի  համար  որոշիչ  նշանակություն  ունի՝ բացահայտելու  նրանց  այլայլված  ներքինը։ ", "«Ջոն  Չիվերի  սյուրռեալիստական University, 2013, p. 6. պատկերումները  և  լեզվական  կամուրջը»  էսսեում  Ուեյն  Սթենգելը  նկատում  է  Չիվերի այս  վերաբերմունքը  և  գրում.  «Իր  բոլոր  գործերում  Չիվերը  մշտապես  խուսափում  է  իր հերոսների  ինքնությունն  ու  նրանց  ընտանեկան  թոհուբոհը  ենթարկել  մանրակրկիտ, հոգեբանական  քննության:  Այսպիսով՝  Չիվերի  գրելաձևը  սահում  է  կյանքի  առկայծող մակերևույթին և գիտակցաբար շրջանցում ֆրոյդյան անհանգիստ խորքերը»132։ ", "«Մարտի 12-ի վեպերում» առաջ է քաշված նաև օրենքի և գաղափարախոսության հարաբերությունների  խնդիրը:  Նման  ստեղծագործություններում  հարցադրումներն այսպիսին  են`  օրենքը  հասարակության  նկատմամբ  խճճված  դիրքորոշումների, արժեքների և տեսությունների արգելքը վերացնելու համար կարո՞ղ է արդյոք վերածվել գաղափարախոսության  կամ  դառնալ  գերակա  գաղափարախոսության  մի  մասը, ինչպես  նաև  հնարավոր  է  արդյոք,  որ  դատավորը  վճիռ  կայացնելիս  զերծ  մնա  իր անձնական քաղաքական հայացքներից և անկողմնակալ լինի 205: ", "«Մարտի  12-ի  վեպերի»  մի  յուրահատուկ  և  ինչ-որ  տեղ  նոր  կերպարներից  է կինը206: Սրա պատճառներից կարելի է համարել նաև այն հանգամանքը, որ 1970-ական թթ. թուրքական գրականության ասպարեզ մուտք գործեցին մեծ թվով կին գրողներ, ինչն ակնհայտորեն կրթական, հասարակական զարգացումների յուրահատուկ դրսևորումներից  էր207:  Այնպիսի  հայտնի  վիպասաններ,  ինչպես  Ֆյուրուզանը,  Ադալեթ Աղաօղլուն,  Սևգի  Սոսյալը,  Փընար  Քյուրը,  Լեյլա  Էրբիլը,  Նազլը  Էրայն  է  կարևոր  դեր ունեցան գեղարվեստորեն  ներկայացնելու,  գրականության  նկարագիրը  որոշակիացնելու գործում208:  Այս  հեղինակները,  լինելով  հեղափոխական  մտավորական  կանայք  և  իրենց խնդիրը  համարելով  խոսել  ռազմական  միջամտության  ժամանակաշրջանում թուրքական  հասարակության  մեջ  մտավորական  ձախակողմյան  շարժման  մասնակից կնոջ  կարգավիճակի  մասին,  որպես  ստեղծագործության  գլխավոր  հերոս  ընտրեցին նրան,  փորձեցին  ներկայացնել  վերջինիս  նկատմամբ  հասարակական  վերաբերմունքն ու  այն  գինը,  որը  կինը  պետք  է  վճարեր  «հեղափոխական»  լինելու  համար:  Ավելին` ինչպես  թուրքական  գրականության  ուսումնասիրությամբ  զբաղվող  Ս.  Էրոլն  է  նշում. «շեղվածություն», բնորոշում է որպես քաղաքական պաթոլոգիա: Տե՛ս, Blotner J., նշվ. աշխ., էջ 84-88: ", "Եթե  անգամ  այս  մտքին  այլևս  շարունակություն  չտրվեր,  այն  կրկին  լիուլի բավարար  կլիներ  պարբերության  հնչեղությունն  ապահովելու  համար.  գրողի ազատության  անհրաժեշտությունը,  փաստորեն,  գալիս  է  դեռևս  1920-ականներից  և, դժբախտաբար, հասնում մինչև 1960-ականների երկրորդ կեսը՝ մինչև գրողի վախճանը: ", "Ըստ  ռուս  գրականագետ  Վալենտինա  Օլենևայի`  Չիվերի  հերոսները  արտաքին, միանման  աշխարհի  զոհեր  են:  Նրանք  փորձում  են  փրկվել  փախուստով,  ուզում  են դուրս  պրծնել  խեղդող  միջավայրից,  մինչդեռ  խնդիրը  ոչ  միայն  մարդու  արտաքին միջավայրում է,  այլև  մարդու  ներսում:  Այդ  պատճառով  ճգնաժամերը  և հակասությունները  պատմվածքներում  հաճախ  թվում  են  անհաղթահարելի134:  Մարդիկ ինչ-որ  բան  փնտրում  են,  կարոտում,    ծարավ  են  փոփոխությունների  և  ամենից մտահոգիչն  այն  է,  որ  նրանք  իրենց  արտաքսված  են  զգում  հասարակությունից:    Այս թեման  ցայտուն կերպով դրսևորվել է «La bella lingua» (1958), «Կինն առանց հայրենիքի» («A  Woman  Without  A  Country»,  1959) և  «Քլիմենտինա» («Clementina»,  1960) պատմվածքներում։ ", "Ամերիկացիներն  իրենց  երկրի  ճնշող    մթնոլորտին  ու  շրջապատի  մշտական հսկողությանը  այլևս  չկարողանալով  դիմակայել  մեկնում  են  Եվրոպա։  Այսպիսի ինքնակամ տարագիրներ են «La bella lingua»  պատմվածքի  հերոս Ուիլսոն  Սթրիթերը և նրա  իտալերենի  ուսուցչուհի  Քեյթ  Դրեսսերը։  Նրանք  ապրում  են  Հռոմում,  բայց  ունեն անհարմարավետության  զգացողություն։  Ջոն  Լ.  Բրաունը  գրում  է,  որ  Չիվերն  այնքան վստահ  է  զգում  իրեն  արվարձանում,  որ  թվում  է՝  մասնակից    է  իր  արտագաղթած հերոսների շփոթմունքին՝  Իտալիայի  ավելի հին  անհամաձայնություններին բախվելիս135։  Հռոմը նույնպես իր հազարամյակների մշակույթի ետևում  կարող է լինել անախորժ և չարությամբ լի՝ ինչպես Շեյդի Հիլը:  Հիշենք, որ Չիվերը Իտալիայում ապրել է մեկ տարի՝ 1956 թվականին։ ", "Կանդիդի  և  Գուլիվերի  մասին  վեպերի  հետ  ակնհայտ  ընդհանրությունը  թույլ  է տալիս «Բարոնը ծառի վրա» վեպում բացահայտել ևս երկու ժանրային շերտ, դրանք են արկածային  վեպի  առանձնահատկությունները,  որոնք  արտահայտված  են  միայն ֆաբուլայի  մակարդակով,  և  ներքին բովանդակության  մեջ  արտահայտված փիլիսոփայական վեպի  որոշ  գծեր:  Նկատի  ունենք  Կոզիմոյի  մեկուսացման  պատճառը և  բացարձակ  ազատության  ձգտումը,  որն  ուղղորդում  է  նրան  ծառերի  վրա բարձրանալու որոշումից՝ մինչև մահվան տեսարանը, երբ Բիաջոն և մյուսները տեսնում են, թե ինչպես է «հոգեվարքի մեջ գտնվող Կոզիմոն» «oդապարիկի պարանից բռնված… չքանում  ծովի  անեզրության  մեջ»:144  Այս  դրվագը  կարելի  է  համարել  նաև  Քրիստոսի համբարձման ակնարկ: ", "Պետք է նշել, որ եթե միայն այս մեկ միտքը ասեր հեղինակը, կրկին բավարար էր ամբողջական  պատկերացում  կազմելու  համար  կոմունիզմի  մասին:  Շատ  են  այսպիսի մտքերը.  յուրաքանչյուր  այսպիսի  տողով  և  կամ  թե  պարբերությամբ  գրողը  դիպուկ  ու ճշմարիտ  բնորոշումներ  է  տալիս,  ինչով  էլ  ուշագրավ  է  դառնում  նրա  մտորումների արգասիքը:  Ահա  կամսարյան  մտքի  ևս  մեկ  առկայծում.  «Մենք  ոչ  մեկ  տեղեկություն չունինք դուրսի աշխարհեն, քանզի մեր աչքը կապված ու ականջը խցված՝ գավազանով կպտտինք լույս ցերեկով» /53/: Ի դեպ, սրան էլ նախորդում է մեկ-երկու դիպուկ օրինակ «բանալիի ծակեն» երևացող «դուրսի»  աշխարհի,  Թուրքիա-Իտալիա-Անգլիա հարաբերությունների  մասին:  «Այսօր  մեր  կատուն  մուկ  էր  բռներ:  Կես  ժամ  խաղաց, ապա հանգիստ խղճով կերավ՝ իբրև բնութենեն իրեն հատկացված արդար պատառ մը: "], "source_docs_file": "Literature.json"}