{"paragraph_source_docs": [1, 2, 1, 1, 7, 6, 1, 1, 5, 1], "source_docs_file": "Physics.json", "paragraphs": ["ิฑีตีค  ีกีฝีบีกึีฅีฆีธึีด  ีฏีกีฟีกึีพีกีฎ  ีกีทีญีกีฟีกีถึีถีฅึีจ  ีกีตีถึีกีถ  ีทีกีฟ  ีฅีถ  [8,123,73,96- ีฐีฅีฟีกีฆีธีฟีธึีฉีตีธึีถีถีฅึีซีถ: ", "ีฟีกึีกีถีปีกีฟีดีกีถ  ีกีฌีฃีธึีซีฉีด:  ิฑีตีค  ีกีฌีฃีธึีซีฉีดีจ  ีฏีกึีธีฒ  ีง  ีฐีกีปีธีฒีธึีฉีตีกีดีข  ึีฃีฟีกีฃีธึีฎีพีฅีฌ ีกีตีถ  ีคีฅีบึีฅึีธึีด,  ีฅึีข  ีกีถีฐึีกีชีฅีทีฟ  ีง  ีดีซีกีตีถ  ีพีณีซีผ  ีฏีกีตีกึีถีฅีฌ  ีฅึีฏึีกีทีกึีชีฅึีซ ึีฌีกีฟีกีฏีฅึีธึีด ีฏีฅีถีคีกีถีซ ีดีกึีคีฏีกีถึ ีกีผีฏีกีตีธึีฉีตีกีถ ีพีฅึีกีขีฅึีตีกีฌ: ีีซึีถีธึีตีถ ีชีกีดีกีถีกีฏ ีกีผีกีถึ  ีฐีบีดีกีถ  ีกีญีฟีธึีธีทีดีกีถ  ีฐีกีดีกีฏีกึีฃีฅึีธึีด  ีกีผีฏีก  ีง  ีถีกึ  ีดีกึีคีธึ  ีถีฅึึีซีถ ึึีฃีกีถีถีฅึีซ  ีฟีกีฟีกีถีธีฒีกีฏีกีถ  ีกีฏีฟีซีพีธึีฉีตีกีถ  ีฟีกึีกีถีปีกีฟีดีกีถ  ีญีถีคีซึีจ:  ีีทีกีฏีพีกีฎ ีกีฌีฃีธึีซีฉีดีซ  ีดีซีปีธึีธีพ  ีฏีกึีฅีฌีซ  ีง  ีถีกึ  ีฟีกึีกีถีปีกีฟีฅีฌ  ีดีซีดีตีกีถึีซึ  ีทีถีนีกีผีกีฏีกีถ  ึ  ีฝึีฟีซ ีกีฏีฟีซีพีธึีฉีตีธึีถีถีฅึีจ: ", "ีีฅีฟีกีฃีกีตีธึีด  ีกีตีค  ีฟีฅีฝีธึีฉีตีกีถ  ีฝีกีฐีดีกีถีถีฅึีธึีด  ีดีทีกีฏีพีฅีฌ  ีง  ีฝีกีฌีฅึีซ  ึ  ีฉีกีฒีกีถีฉีถีฅึีซ ีฐีกีดีกึ  ีดีกีฃีถีซีฝีกีกีผีกีฑีฃีกีถีธึีฉีตีกีถ  ีฟีฅีฝีธึีฉีตีธึีถ,  ีธึีจ  ีกีถีซีฆีธีฟึีธีบ  ีถีตีธึีฉีฅึีซ  ีฐีกีดีกึ ีกีฝีซีดีบีฟีธีฟีซีฏ ีดีฅีฉีธีคีธีพ ีจีถีคีฐีกีถึีกึึีฅีฌ ีง ี. ี. ีีกึีฃีฝีตีกีถีจ [14-17]: ", "ิปีถีนีบีฅีฝ  ีฐีกีตีฟีถีซ  ีง,  ีจีถีคีฐีกีถีธึึ  ีกีถีซีฆีธีฟึีธีบีธึีฉีตีกีถ  ีคีฅีบึีธึีด  ีกีผีกีฑีฃีกีฏีกีถีธึีฉีตีกีถ ีฐีกีพีกีฝีกึีธึีดีถีฅึีจ  ีฉีธึีตีฌ  ีนีฅีถ  ีฟีกีฌีซีฝ  ีฏีซึีกีผีฅีฌ  ีดีกีฉีฅีดีกีฟีซีฏีกีฏีกีถ  ึีซีฆีซีฏีกีตีซ  ีฐีซีดีถีกีฏีกีถ ีดีฅีฉีธีคีถีฅึีซึ ีดีฅีฏีจี ึีธึีธีญีกีฏีกีถีถีฅึีซ ีกีถีปีกีฟีดีกีถ ีดีฅีฉีธีคีจ: ", "ีีกีทีฟีบีกีถีธึีฉีตีกีถีจ ีถีฅึีฏีกีตีกึีพีธีฒ ีฐีซีดีถีกีฏีกีถ ีคึีธึีตีฉีถีฅึีจ ีฟีกีฟีกีถีธีฒีกีฏีกีถ  ีขีถีธึีตีฉีซ  ีทีกึีชีธึีดีถีฅึ  ีฏีกีฟีกึีธีฒ  ีฉีซึีกีญีถีฅึีซึ  ีกีถีคึีกีคีกึีฑีกีฎ ีกีฆีคีกีถีทีกีถีซ  ีฆีฟีดีกีถ  ีถีธึ  ีฅีฒีกีถีกีฏีซ  ีทีถีธึีฐีซีพ  ีฏีกึีฅีฌีซ  ีง  ีฌีกีพีกึีถีฅีฌ  ีฐีกีดีจีถีฉีกึ ีทีกึีชีพีธีฒ ีฉีซึีกีญีถีฅึีซ ีฐีกีตีฟีถีกีขีฅึีธึีดีจ: ", "ีกีฆีคีกีถีทีกีถีจ  ีฏีกีญีพีกีฎ  ีนีง  ีฏีฌีกีถีซีนีธึีด  ึีธีฟีธีถีซ  ีฏีฌีกีถีดีกีถ  ีฟีซึีธึีตีฉีซึ,  ีซีฝีฏ  ีกีฆีคีกีถีทีกีถีซ ีกีผีกีพีฅีฌีกีฃีธึีตีถ ีกึีชีฅึีซ ีฏีกีญีพีกีฎีธึีฉีตีธึีถีจ ึีธีฟีธีถีซ ีงีถีฅึีฃีซีกีตีซึ ีฃีฎีกีตีซีถ ีง: ", "ิฑีถีซีฆีธีฟึีธีบ ีขีกึีกีฏีกีบีกีฟ ีฐีกีดีกีฏีกึีฃีฅึีซ ีธึีฝีธึีดีถีกีฝีซึีธึีฉีตีกีถ ีถีธึ ีธึีฒีฒีธึีฉีตีธึีถีจ  ีฏีกีบีพีกีฎ  ีง  ิผ.  ิฑ.  ิฑีฒีกีฌีธีพีตีกีถีซ  ีกีถีพีกีถ  ีฐีฅีฟ:  ีึีก  ีฏีธีฒีดีซึ  ีดีทีกีฏีพีฅีฌ  ีง ีดีซีกีทีฅึีฟ  ึ  ีขีกีฆีดีกีทีฅึีฟ  ีกีถีซีฆีธีฟึีธีบ  ีฝีกีฌีฅึีซ  ึ  ีฉีกีฒีกีถีฉีถีฅึีซ  ีกีดึีธึีฉีตีกีถ  ึ ีฟีกีฟีกีถีธึีดีถีฅึีซ  ีกีฝีซีดีบีฟีธีฟีซีฏ  ีฟีฅีฝีธึีฉีตีธึีถีจ,  ีฅึีข  ึีธึึ  ีบีกึีกีดีฅีฟึ  ีง  ีจีถีฟึีพีธึีด ึีขีตีฅีฏีฟีซ ีฐีกึีกีขีฅึีกีฏีกีถ ีฐีกีฝีฟีธึีฉีตีธึีถีจ [29-32, 63]: ", "ีีฅีฟีกีฃีกีตีธึีด  ีกีตีค  ีธึีฒีฒีธึีฉีตีกีดีข ีฌีกีตีถ  ีฐีฅีฟีกีฆีธีฟีธึีฉีตีธึีถีถีฅึ  ีฅีถ  ีฏีกีฟีกึีพีฅีฌ (ึีธึีธีญีกีฏีกีถ  ีฐีกีฝีฟีธึีฉีตีกีถ  ีทีฅึีฟีฅึีจ,  ีทีฅึีฟีฅึีซ  ีธีน  ีฌึีซีพ  ีฏีธีถีฟีกีฏีฟีกีตีซีถ  ีบีกีตีดีกีถีถีฅึีจ  ึ ีกีตีฌีถ)  ีถึีก  ึ  ีถึีก  ีขีกีฆีดีกีฉีซีพ  ีกีทีกีฏีฅึีฟีถีฅึีซี  ี.  ี.  ิณึีธึีฃีตีกีถีซ  [30],  ิฑ.ี  ิฝีกีนีกีฟึีตีกีถีซ [31,  56,  60,  102],  ี.ิผ  ิฑีฒีกีฌีธีพีตีกีถีซ.  [33,34],  ิผ.  ิณ  ีีธึีฌีฒีกีฆีกึีตีกีถีซ  [92-94]  ึ  ีธึึีซีทีถีฅึีซ ีฏีธีฒีดีซึ: ", "(1.1.1)โีจ  ีซึีฅีถีซึ  ีถีฅึีฏีกีตีกึีถีธึีด  ีง  ีฃีฎีกีตีซีถ  ีฐีกีถึีกีฐีกีทีพีกีฏีกีถ  ีฐีกีพีกีฝีกึีธึีดีถีฅึีซ ีฐีกีดีกีฏีกึีฃ,  ๐ + 1  ีฐีกีพีกีฝีกึีธึีดีถีฅึีธีพ  ึ  ๐ + 1  ีกีถีฐีกีตีฟีถีฅึีธีพ,  ีธึีฟีฅีฒ  ีกีถีฐีกีตีฟีถีฅึีจ ๐ โ ๐๐ ีขีกีฆีดีกีถีคีกีดีซ ีฃีธึีฎีกีฏีซึีถีฅึีถ ีฅีถ: ", "ีีกีทีพีซ ีฅีถ ีกีผีถีพีกีฎ ีฉีกีฒีกีถีฉีถีฅึีซ ีกีถีซีฆีธีฟึีธีบ ีฐีกีดีกีฝีฅีผ ีฐีกีฟีฏีธึีฉีตีธึีถีถีฅึีจ: "]}