{"paragraph_source_docs": [2, 2, 2, 2, 4, 3, 4, 2, 2, 1], "source_docs_file": "History.json", "paragraphs": ["դրանք ստորաբաժանվել են երկու խմբի. գեմատիտ, սերպենտին և այլն: ", "Պատրաստման հիմնական նյութը փղոսկրն է, եղջյուր, ոսկոր, կրաքար, ստեատիտ, Կնոջ կերպարը ընդհանուր առմամբ արտացոլում էր ոչ թե ինչ որ կոնկրետ գաղա- փար,  այլ,  ըստ  ամենայնի,  համատեղում  էր  մի  քանի  պատկերացումներ:  Կարծում  ենք, առավել ընդունելի են այն մոտեցումները, երբ այս արձանիկներում տեսնում են պտղա- жения человека в палеолитическом искусстве Евразии, Москва-Ленинград, 1966, с. 13-15, Аникович М., Общество и личность в палеолите – что могут сказать об этом археологические данные // Культура: соци- ум и индивид, Ленинград, 2000, с. 103-112, Демещенко С., Искусство палеолита (к вопросу об индиви- дуализации) // Культура: социум и индивид, Ленинград, 2000, с. 163-164. пе и Сибири // Палеолит и неолит СССР, МИА, № 79, т. 4, Москва-Ленинград, 1960, с. 126-149, նույնի, О некоторых особенностях палеолитических женских статуэток Сибири // Первобытное искусство. Антропо- морфные изображения. Новосибирск, 1987, с. 28-36. բերության  գաղափարների  և  կին  նախամոր  երկմիասնության  արտացոլումը  («Կին-- նախամայր», «Օջախի պահապան, բնության, կենդանիների տիրուհի և պաշտպան»): ", "Պալեոլիթյան կերպարների ծագման խնդրին անդադարձ կատարած Ա. Օկլադնիկո- վը  կարծում  է,  որ  նրանք  կապ  ունեին  մահացածների  պաշտամունքի  հետ102:  Վ.  Բոգո- րազի  կարծիքով  այս  արձանիկները  կարող  էին  ներկայացնել  ինչպես  պահապան-գեր- բնական կանանց, այնպես էլ երկրային իրական կանանց, որոնք ծառայել են նրանց103: ", "Մասնագիտական գրականության մեջ գերիշխող է այն կարծիքը, որ կանանց արձանիկ- ները մարմնավորում են օջախի պահապանին և տան հովանավորին: ", "Շամախիի  և  Բաքվի  խանությունների,  որպես  ինքնուրույն  քաղաքական  ուժ  էր ներկայանում:  Այսպես,  մինչև  1774  թ.  Ղուբայի  Ֆաթհ  Ալի  խանի՝  Շաքիի  խանությունն իրեն  ենթարկելու  փորձերը,  ավարտվում  են  անհաջողությամբ:  Շաքիի  Հուսեյն  խանը Չելեբիի63 որդի Աբդուլ Ղադիրի գլխավորությամբ: Վերջինս հայտնվում է Ղուբայի խանի ազդեցության  ոլորտում՝  օգնելով  նրան  պայքարել  Իբրահիմ  խանի  դեմ:  Սպանված Հուսեյն խանի որդի Մուհամմադ Հասան խանը 1783/4 թթ. Ճարի ջամաաթների (այսպես կոչված  ազատ  համայնքներ)  աջակցությամբ  գրավում  է  Շաքիի  խանությունը  և հաշվեհարդար  տեսնում  խանի  ու  նրա  յոթ  որդիների  հետ:  Մուհամմադ  Հասան  խանը Շամախիի  Մուհամմադ  Սայիդ  և  Աղասի  խաների  աջակցությունը  ստանալով՝ դիմադրություն  է  ցույց  տալիս  Ֆաթհ  Ալի  խանին:  Շաքիի  և  Շամախիի  խաների  1785  թ. միացյալ  զորքը  պարտություն  է  կրում,  և  Շաքիի  ու  Ղուբայի  միջև  հաշտություն  է կնքվում՝  ամրապնդելով  ամուսնական  դաշինքով 64 :  Վ.  Լևիատովի  կարծիքով՝  այդ պահից սկսած, Շաքին Ղուբայից որոշակի կախվածության մեջ է հայտնվում65: Մինչդեռ գրավոր սկզբնաղբյուրը փաստում է, որ Մուհամմադ Հասան խանը ինքնիշխան էր, թեև սեփական  զորքի  թիվը  2000-ից  չէր  անցնում  և  ֆինանսների  բացակայության հետևանքով  լեզգի  վարձկանների  օգնությանը  դիմել  չէր  կարող։  Այդ  պատճառով  նա ստիպված  էր  մերթ  ընդ  մերթ  դաշնակցել  Դերբենդի,  Շամախիի,  Դաղստանի տիրակալների հետ՝ Իբրահիմ խան Ջավանշիրի դեմ պայքարելու համար66։ ", "Հետագա  դարերում  Երևանը  կռվախնձոր  է  դառնում  թուրքերի  ու  պարսիկների միջև:  XVI  դարի  թուրք  պատմիչներ  Իբրահիմ  Փեչևին  և  Սոլաք  Զադեն  Երևանի  վրա թուրքերի կատարած արշավանքները նկարագրելիս պատմում են. ,,Երևան քաղաքը իս- կապես  Իրան  երկրի  մարմնի  հոգին  էր  համարվում:  Այստեղ,  շահի  որդու  և  նշանավոր խաների  ու  սուլթանների  շքեղազարդ,  ոսկեզօծ  պալատները  կրակի  մատնվեցին,  այգի- ներն ու պարտեզները հողին հավասարվեցին….68: Պարսիկների կողմից Երևանի պաշա- րումը  նկարագրելիս  Անտոնիո  դե  Գուվեան  գրում  է.  ,,  Երևանն  այդ  ժամանակվա  ռազ- մական  տեխնիկայի  համար  բավականին  ամրացված  քաղաք  էր:  Ուներ  երկու  ամրոց: ", "հիշատակվում  է  անհիշելի  ժամանակներից,  իսկ  Ղարաբաղ  անվանումը  հանդիպում  է  XIV-XV  դդ. պարսկական, հայկական (հիշատակարաններ) և վրացական աղբյուրներում (տե՛ս Շ. Մկրտչյան, Արցախ (Պատմամշակութային ակնարկ), Եր., 1991,  էջ 7, ծնթ. 3): ", "գ. «Գեր» կանանց արձանիկներ, որոնց բնորոշ են լայնացված և կարճեցված համա- չափությունները:  Համաչափությունները  լայնեցված  են  ինչպես  կիսադեմով,  այնպես  էլ դիմահայաց:  Հեղինակի  հիշատակած  Վիլլենդորֆից,  Գագարինոից  և  այլ  հնավայրերից հայտնի արձանիկների այս խմբին ենք վերագրում Հոհենֆելսից գտնվածը108 (Նկ. 1.2-4): ", "Որպես  առանձին  ենթախումբ  «Գեր»  արձանիկների  շարքին  կարելի  է  վերագրել  նաև կանանց  ոճավորված  և  ընդհանրացված  քանդակները  Մալթայից,  Բուրետիայից,  Մեզի- նից109 (Նկ. 2.2-6): ", "տանի ԽՍՀ Պետական Համալսարանի գիտական տեղեկագիր, Վաղարշապատ, 1904, էջ 22-24: "]}