{"paragraphs": ["Կինս վրդովվեց քիչ մը, անգութ անվանեց կատվին, բայց ես՝ ոչ: Ես ատանկ բաներու վրա բարկանալու սովորութեն չունիմ, ու  եթե  ունենայի իսկ, բնավ չէի բարկանա կատվի մը վրա,  որ  կերավ՝  միայն  ընդամենը  կես  ժամ  չարչարելով  իր  որսը:  Այլ  կբարկանայի  այն կես միլիոն բոլշևիկներու վրա, որք սա տասը տարի կչարչարեն 150 միլիոն ժողովրդյան ու չեն ուտեր…» /56/: ", "Այսպիսով՝  «Բարոնը  ծառի  վրա»  վեպը  բարդ,  մի  շարք  ժանրային  շերտերից բաղկացած ստեղծագործություն է: ", "Ահա  այստեղ  կրկին  հնչում  է  ծաղրը.  բուն  իրականության  այս  դրսևորումները,  գրողի բառով՝  «վայրէջքը»,  ռուսերեն  լեզվով  ինչո՞ւ  «վերելք  կկոչվի»,  նույն  անալոգիայով՝ շինելը՝ քանդել /տե՛ս 64, 94/: ", "Դեռևս  անտեղյակ  լինելով  իր  համար  պահված  բազմաթիվ  ու  բազմապիսի սահմանափակումներին  կամ  տեղյակ  լինելով  միայն  դրա  մի  փոքր  մասից  /նկատի ունենք  գրողի  նշած  ժամանակի  անազատությունը/՝  Լեռ  Կամսարը  բացականչում  է. «Ազատությո՜ւն…  երբեք  կյանքիդ  մեջ  այնքան  անձկավ  չես  փնտրված՝  ինչպես  այսօր: ", "Վասնզի երբեք բռնությունը այնքան ծանր չի եղել՝ ինչպես այսօր» /67/: ", "Նշվածներն ամենևին էլ բացառիկ նմուշներ չեն այս գրքում. եթե հնարավոր լիներ, գրողի և ոչ մի տող բաց թողնել պետք չէր: Օրինակների շարքն ընտրված է ըստ գրքում նկատված հաջորդականության: ", "Երկրի  յուրաքանչյուր  իրադարձություն  իր  հայելային  անդրադարձն  է  գտնում ժողովրդի  սոցիալական  վիճակի  վրա,  ուստի  ահա  թե  ինչ  «աստիճանով»  է  վեր բարձրանում գրողի միտքը. խոհ՝ դեպի վեր ձգվող սլաքով, սոցիալական վիճակ և կրկին դեպի  վեր՝  քաղաքական  իրադարձություններ:  Հակառակ  եզրից  դիտելը  իբրև  ակունք հիշեցնում  է  մեկը՝  քաղաքական  մթնոլորտը:  Այսպես,  դատարկ  կամ  միայն դատարկությամբ  լցված  բանկոոպ,  թեև  բնության  մեջ  և  ոչ  մի  դատարկ  տարածք  չկա, հացի, յուղի  ու  կաթի,  մսի  ու  …օճառի,  ծխախոտի,  ջրի  …  չգոյություն:  Գրողի պատկերավոր խոսքերը, ցավոք, շատ ծանր են ստեղծված իրավիճակի նկարագրության համար.  «Աստված  եթե  երակներուս  մեջ  ջրի  նման  թանկագին  հեղուկ  հոսեցուներ,  ան ատեն  եղբայրն  անգամ  եղբոր  մորթեր  պիտի՝  քիչ  մը  ջուր  հանելու  համար  անկե»  /123/: ", "Հեղինակի մտահոգությունների ալիքը ծայր է առնում  այս ամենը տեսնելով և ոչ  միայն տեսնելով,  այլև  ամեն  ինչի  բացակայությունը  զգալով  սեփական  մաշկի  վրա: ", "Կիլոմետրերով  ձգվող  սնունդի  կամ  հիգիենայի  ամենաանհրաժեշտ  ու  պարզունակ միջոցների  համար  հերթեր,  որոնք  բացառիկ  պատկերավորությամբ  ներկայացնում  է գրողը,  դատարկ  բանկոոպներ,  որոնց  մասին  ոչ  պակաս  մեծ  տաղանդով  խոսում  է  մեկ այլ գրող՝ Կոստան Զարյանը՝ «Բանկոոպը և մամութի ոսկորները» գրքում: ", "Ուրեմն,  խոհերի  շարունակական  այս  շղթան  անընդհատական  է.  գրողը խորությամբ  ու  ամենայն  մանրամասնությամբ  վերլուծում  է  իրականությունը  և  այն պարսավանքի  ենթարկում:  Յուրաքանչյուր  հասարակարգ,  պատմական  ամեն  մի  փուլ, որը  դեռևս  չի  հասել  իր  զարգացման  գագաթնակետին,  չի  հասել  բուն  նպատակին,  այս կամ  այն  կերպ  մնում  է  թերի  և  արժանանում  է  գրողի  համարձակ  գրչի քննադատությանը: ", "литература и фольклор». — Режим доступа: http://feb-web.ru/feb/litenc/encyclop/le2/le2-2321 .htm. с. 97 Պոյի  ստեղծագործության  բոդլերյան  թարգմանությունը  դրդում  է  Վիլյեին  իր պատմվածքը  ներկայացնել  որպես  լաց  մարդկանց  դաժանության  մասին,  բողոք՝ Աստծուն:  Եվ  բնաբան  ընտրելով՝  Վիլյեն  դիմում  է  Էդգար  Պոյին՝  որպես  մի հրեշտակի, նահատակի ու տառապյալի, ինչպիսին նա ներկայանում է Բոդլերի մոտ: ", "վեպերում  գեղարվեստորեն  վերաիմաստավորվեցին  թուրքական  մոդեռնիստական ուղղության`  «բունալըմի»  (Bunalım,  ճգնաժամ)  գրականության  հոգեվերլուծության մեթոդները: ", "Ներկայացնենք  1925-1935թթ.  եվրոպական  և  մի  շարք  այլ  պետությունների  միջև բազմաթիվ  ու  բազմապիսի  կապերի  մասին  պատմական  փոքրածավալ  ակնարկ՝  ըստ Լեռ  Կամսարի.  «Անգլիա  ամիս  մը  առաջ  Եգիպտոսին  հագցուցած  «անկախությունը» այսօր  կհանե:  Անգլիական  բոլոր  թերթերը  լայն  կգտնեն  այն  և  կառաջարկեն  նեղցնել» /15/:  Առաջին  հայացքից  թեթև,  բայց  խորքում  բազմաբովանդակ  այս  տողերը  գրքում միակը  չեն:  Եթե  սա  վերաբերում  է  Անգլիա-Եգիպտոս  հարաբերությանը,  ապա մտածողության  «գունային  ֆոնը»  նույն  ներկապնակով  է  ընդգծում  գրողը,  երբ ներկայացնում  է  Ռուսաստան-Ճապոնիա,  Ռուսաստան-Գերմանիա,  Իտալիա-Անգլիա- Ֆրանսիա,  Թուրքիա-Սովետական  Միություն  և  այլ  փոխհարաբերությունների ամբողջական  մի  շարք:  Բազմաթիվ  այս  բարդ  հարաբերությունները  գրողի  գրչի  տակ ենթարկվում  են  անթաքույց  ծաղր  ու  ծանակի,  և  դա  հենց  այն  պատճառով,  որ,  ինչպես գրողն  էլ  է  հավաստում,  բոլոր  խաղաղությունները  հարաբերական  են,  ու  հանգիստը միայն միմյանց հարվածելու համար պատրաստվելու նպատակն է հետապնդում: ", "Իհարկե,  դարերով  համրվող  պատմության  համար  շատ  կարճ  ժամանակ  պետք եղավ համոզվելու գրողի այս մտքի ճշմարտացիության մեջ. Երկրորդ աշխարհամարտը դրա  վառ  ապացույցն  էր:  Ակնհայտ  օրինաչափությամբ  գրողը  ինչ  երևույթի  կամ տեղանվան  /տե՛ս  Բասարգեչար.  ճակատագրական  չէ՞ր  արդյոք/  անդրադարձել  է՝  մի տեսակ  ծանրանալով,  ասես  ենթագիտակցության  վրա  ազդել  է  նախազգացողության գործոնը:  Մեծություններին  բնորոշ  կանխազգաց  նրա  մտածողությունը,  փորձը  ցույց  է տվել,  որ  երբեք  չի  սայթաքել.  սպասվելիքն  արդեն  ամուր  «նստած  էր»  նրա մտածողության մեջ: Ապացույցները նրա օրագրություններում են՝ օրերը, թեպետ ինչ-որ տեղ ոչ իրական ամսաթվերով կամ լոկ սիմվոլիկ, սակայն՝ օրը օրին, օրվա խոհը օրվա մեջ գրառված: ", "Լայնատարած  Ռուսաստանը,  դեռ  սեփական  նպատակին չհասած,  մեծ ցանկություն  ունի  խորհրդայնացնելու  նաև  այլոց:  Եվ  ահա  «Սովետական  Ռուսիա Լեհաստանին  մեջ  կոմունիստական  պրոպագանդ  մղելու  համար,  որովհետև  դրամ չունե,  գաղտնի  երկու  վագոն  գարի  կղրկե:  Լեհ  կառավարությունը,  սակայն, սահմանագլխին  կբռնե  այդ  գարին  ու  իր  ձիերուն  առջև  կլցնե:  …  Հեռագիրը  կլռե արդյունքին մասին, ու մինչև օրս չգիտենք, թե կոմունիստ դարձա՞ն այդ… ձիերը» /43/,- կծու ծաղր, որը միայն համեմում է խոսքը, իրականում, սակայն, պետք է չմոռանալ, որ գրողը  մեծ  երկրների  մեծ  հարաբերությունների  մասին  է  խոսում:  «Որտեղի՜ց  որտեղ». տեղին է այս միտքը: Կամ պետությունների վարած մեկ այլ քաղաքականության մասին խոսելիս  գրողը  այլ  մարտավարություն  է  ընտրում:  Միտքն  ավարտվում  է  «խրատով», ինչը անչափ ընկալելի է իր պարզությամբ. «Իսկ եթե զենքի ուժով գրավումներու մասին կխորհե,  խելոքությունը՝  նորեն  պառկելն  է…» /43/:  Արդո՞ք  տողատակում չի ակնարկվում  նաև  աղքատ  ու  թույլ  սոցիալիստական  մեծ  երկրի  վիճակը:  Մեծ  ու լայնածավալ Խորհրդային Միության բոլոր պետություններում վիճակը գրեթե նույնն էր: ", "Oxford University Press, 1972, p. 217. է, որ շատ կանանց համար  աշխատանքը ոչ միայն ֆինանսական վիճակի բարելավման, այլև  ինքնաարտահայտման  միջոց  էր։  Սա  հանգեցնում  է  ամուսինների  միջև փոխհարաբերությունների էական  փոփոխության։  Եթե  նախկինում  ամուսինը ընտանիքում  եկամտի  միակ  աղբյուրն  էր,  իսկ  կինը՝  նրա  օգնականը,  որն անվերապահորեն  կատարում  էր  ամուսնու  կամքը,  ապա  1960-70-ական  թթ. ամերիկացիների  գիտակցության  մեջ  ընտանիք  հասկացությունն  ընկալվում  էր  որպես երկու հավասար անհատների միություն։ ", "Ասում  են՝  դրսի  աչքը  ավելի  շատ  բան  է  տեսնում,  քան  ներսինը,  թեև  առավել նրբանկատության պարագայում այդ ամենը, ինչո՞ւ չէ, նկատելի կլինի նաև ներսից: Ահա այդպիսի  մի  դրսի  հայացքով  էլ  սովետական  երկրի  իրադարձությունների  դիպուկ որակումն է տալիս Կոստան Զարյանը՝ «Բանկոոպը և մամութի ոսկորները», «Անցորդը և իր ճամփան» խոսուն խորագրերով /հատկապես առաջինը/ վեպերում: ", "Գ. Քաղաքական հենքով աֆորիստիկ մտքերը Աֆորիզմների  մի  ամբողջ  շարք  գալիս  է  ապացուցելու,  որ  իրականության իրական դեմքը պարզորոշ ի ցույց դնելու համար կամսարյան՝ միայն ժամանակի սուր ու տեղին  բնորոշումների,  իրադարձությունների  դիպուկ  և  փիլիսոփայական  խորքով պատկերումը ներկայացնում է ժամանակաշրջանի համակողմանի, լայն ընդգրկումներով  դիմագիծը:  Քիչ  է  ասել,  թե  դրանք  միայն  ժամանակաշրջանի բնորոշումներ են, քանզի դրանց մեծ մասը լիարժեքորեն վեր է կանգնած ժամանակից և ժամանակային  սահմաններ  չի  ճանաչում,  երբեք  չի  կորցնում  իր  կշիռը.  արդիական  է բոլոր ժամանակների համար: ", "Նշենք,  որ  աֆորիստիկ  մտքերի  թիվը  միայն  այս  գրքով  չի  սահմանափակվում. սրանք  ակնառու  են  օրագրությունների  գրեթե  բոլոր  էջում:  Բերվելիք  օրինակները,  եթե միայն դրանք սոսկ օրինակներ են /պայմանականորեն է դա օրինակ/, պայմանավորված են մեր քննության նյութը լինելու հանգամանքով: Իրականում սրանցից յուրաքանչյուրը մի-մի ամբողջական  միտք է, ինչը լիարժեքորեն համապատասխանում է աֆորիզմների բառարանային  սահմանման  ամեն  մի  պարբերությանը.  «Իմաստախոսքերով  խոսելը կապված  է  մեծ  տաղանդի,  մեծ  կենսափորձի  հետ,  և  այդ  պատճառով  դրանք  ավելի առատ  են  խոշոր  գրողների  երկերում,  որտեղ  դրսևորվում  է  փիլիսոփայական  միտք, կյանքի երևույթները քննելու և ընդհանրացնելու կարողություն»69: ", "Ըստ  էության,  այս  ենթագլխում  մի  պայմանական  տարանջատում  էլ  կլինի,  որը վերաբերում է ուղղակիորեն և անուղղակիորեն ասված ասույթներին: Իսկ ավելի պարզ՝ գրողը  իմաստախոսքերի  շարքում  տալիս  է  ժամանակաշրջանի  ամբողջական գնահատականը, բայց առաջին խմբում ուղղակիորեն տալիս է ժամանակի անվանումը, երկրորդում կրկին տրվում է այն, բայց ոչ ուղղակիորեն. դա զգացվում է ենթատեքստից: ", "Համեմատության  համար  բերենք  մեկ  օրինակ.  «Կենդանի  մը  ինչքան  ալ  անպատկառ ըլլա,  չի  խոստովանի,  որ  կռիվը  կուտի  համար  է»  /17/:  Ո՞վ  է  կենդանին,  ի՞նչ  «կուտի» մասին  է  խոսքը:  Պարզից  էլ  պարզ  է,  բայց՝  միայն  ենթատեքստից.  հենքը  կրկին քաղաքական է,  խոսքը՝  հիմնադրված  կամ  հիմնադրման շեմին  կանգնած հասարակարգի կամ կուսակցությունների մասին է, միտքը՝ համարձակորեն անկեղծ: ", "Ուրեմն, ասույթների առաջին շարք՝ «Իրերն ու երևույթները՝ իրենց անուններով», երկրորդ շարք՝ «Մտորումներ տողերի մյուս կողմում»: ", "Հետևում  ենք  գրողի  մտքերի  ընթացքին:  Գրողի՝  սոցիալիզմի  մասին արտահայտած մտքերը ցրված են գրքով /գրքերով/ մեկ և երբ միավորվում են, պատկերն ավելի ակնառու է դառնում, իսկ հեղինակի մտածելակերպի մասին ավելի ամբողջական պատկերացում  կազմելու  հնարավորություն  է  ստեղծվում.  այդ  ֆոնի  վրա  հեղինակի աշխարհայացքը,  հասարակարգի  նկատմամբ  դրսևորվող  վերաբերմունքն  ավելի պարզորոշ  է  գծագրվում:    «Շատ  բանի  գաղափարը  ավելի  քաղցր  է,  քան  բուն  ինքն առարկան»  /256/,  «Ինչպես  ժողովրդին  իրական  կամքը  միայն  գաղտնի  քվեարկությամբ կիմացվե,  անանկ  ալ  մարդուս  էությունը  իր  առանձնության  մեջ  միայն  դիտե»  /268/, «Սոցիալիզմն դուրսի, ցուցադրական  զգացմունք կամ գաղափար է, բայց մարդս իր  մեջ /կամ արտաքնոցում/ միայն էգոիստ է» /275/: Իսկ ասվածը ավելի պատկերավոր կարելի է  դարձնել.  հեղինակի՝  սոցիալիզմի  մասին  նշված  խոսքերը  ամբողջական  պատկերի մասերն  են,  որոնք  իրար  մոտ  բերելով  լիարժեքորեն  հնարավոր  է  դառնում  տեսնել ընդհանուր պատկերը: «Պատառիկները» կամայական չեն. նրանցից յուրաքանչյուրն իր կայուն  տեղն  ու  դիրքն  ունի  այս  խոսքում:  «Սոցիալիզմն  երազին  մեջ  ավելի  շուտ կիրականանա,  քան  հարթմնի»  /17/,  «Սոցիալիզմն  ինչքան  հեռու  ըլլա,  այնքան  քաղցր կուգա,  ինչքան  մոտիկ,  այնքան  գանելի»  /256/,  տե՛ս  հակադրությունը  /256,  256/:  Նույն սկզբունքով  նաև՝  էջ  268,  268  կրկին  առկա  է  հակադրությունը.  ասել  է  թե՝  մի  դեպքում տրվում է իրականության անվանումը, երկրորդ դեպքում խոսքն ասվում է այնպես, իբր թե  ոչ  մի  կապ  չունի  ո՛չ  քաղաքական  վիճակի,  ո՛չ  էլ  առավել  լայն  առումով իրականության հետ: ", "Ի՞նչ է կոմունիզմը, ի՞նչ սկզբունքների վրա է կառուցված այս հասարակարգը, ի՞նչ է  պետք  դրա  ամրության  համար.  այս  և  բազմաթիվ  այլ  հարցերի  մի  երկար  շարքի պատասխանն  է  տալիս  Լեռ  Կամսարը՝  նաև  իմաստախոսքերով  ժամանակ  առ ժամանակ  անդրադարձ  կատարելով  ժամանակաշրջանի  իրադարձություններին, քննադատելով իրականության թերի և բացասական կողմերը: Իսկ դրա համար դիմում է բնականաբար  նաև  երգիծանքին:  Ընդամենը  ընդհատ-ընդհատ  հնչող  մի  քանի  միտք, մեկը՝  բացեիբաց,  մյուսը՝  ծածկված  ոչ  թե  գաղտնիության  քողով,  այլ  թափանցիկ շղարշով,  որտեղ  միտքը  նույնն  է,  բուն  հենքը՝  քաղաքական:  «Կոմունիստական  սա աշխարհի  բնակիչներս  տեսակ  մը  բանտարկյալներ  ենք՝  ցմահ  դատապարտված.  սա տարբերությամբ  միայն,  որ  փոխանակ  պետական  հացը  ուտելու,  մեր  աշխատանքով կհայթայթենք»  /37/:  Սակայն  բանտ-կոմունիստական  աշխարհի  գաղափարը  զուտ չգոյության  է  դատապարտված.  կոմունիզմը  լոկ  գաղափար  է,  իսկ  գաղափարներից  ոչ բոլորի  համար  է  կանխորոշված  իրականություն  դառնալը:  «Եթե  դուն  մեռցնես թշնամիիդ  դավանած  գաղափարը,  եթե  դուն  սպանես  զայն  բարոյապես,  ֆիզիկականը ինքնիրեն կիյնա գետին ու կմեռնի: Գաղափար: Ահա օձի գլուխ, որ պիտի ջախջախես. չէ նե պոչը կտրատելով քեզի չես փրկեր գալիք պարտութենեն: Տվե՛ք ինձի փայտե հրացան և թուղթե փամփուշտ մը, ես կոմունիզմի գաղափարը սպանեմ…» /180/: ", "Իսկ ժամանակին կոմունիստական կուսակցության ներկայացուցիչները ամենևին էլ այդ  մտքին  չէին  հակված,  բնականաբար,  քանզի  սպանել  այն  ամբողջ  էությամբ, նշանակում  է  նպատակ  ունենալ  հասնել…  ոչնչին:  Կոմունիստական  կուսակցության, նրանց  կառավարած  հասարակարգի  վերաբերյալ  ընդհանրապես,  իր  խոհերն  ու վերաբերմունքը՝ հագեցած ժամանակի իրադարձություններով բանաձևում է հեղինակը. «Կոմկուսակցությունը  կանգնած  ջուր  է  նեղլիկ  ամանի  մը  մեջ:  Կբորբոսնե,  ու  ամիսը անգամ  մը  Կենտկոմը  շերեփով  կառնի  երեսինը  անդին  կնետե» /89/:  Առանց մանրամասնելու էլ պարզ  է, թե  ինչ է նշանակում «կենտկոմը շերեփով կառնի երեսինը անդին  կնետե»  միտքը:  Սակայն  այն  ավելի  հստակ  ձևակերպելու  համար  հեղինակը հաջորդիվ  բառ  առ  բառ  բացում  է  փակագծերը՝  ամփոփելով  «այս  ամանին  տակը  եթե չծակվի,  ողջ  պարունակությունը,  երեսեն  բորբոսնելով,  պիտի  ապականի»  /90/  խոսուն տողով: "], "paragraph_source_docs": [3, 0, 3, 3, 3, 3, 3, 3, 3, 3, 1, 2, 3, 3, 3, 4, 3, 3, 3, 3, 3, 3, 3, 3, 3], "source_docs_file": "Literature.json"}