{"paragraph_source_docs": [1, 1, 1, 1, 1, 1, 1, 1, 1, 1], "source_docs_file": "Mechanical Engineering and Machine Science.json", "paragraphs": ["Երկու զուգահեռ հարթություններով գլանից  անջատված  տարրի հավասարակշռության հավասարումը կունենա հետևյալ տեսքը [13]` , որտեղ -  ն  նմուշի  տրամագիծն  է, ,                                                    (4.1) -  ը`  մալամայրի  և  նմուշի  միջև  շփման գործակիցը, - ը` առանցքի, իսկ - ը` շառավղի ուղղություններով ճնշումները: ", "Շոշափող լարումների  փոքրության  պատճառով  գլխավոր լարումները կունենան հետևյալ տեսքը. Որոշենք և - ի արժեքները վերը նշված լարվածային վիճակի համար. : ", ", : ", "Քանի որ , հետևաբար` Նկ. 4.1. Լարվածային վիճակի սխեման մամլամայրի պատի և նմուշի միջև շփման առկայության դեպքում և -  ի  արժեքները  տեղադրելով  Դրուկեր−Պրագերի  (1.24) պլաստիկության պայմանում, կունենանք՝ , , , , որից կորոշենք - ը՝ (4.2) - ը տեղադրելով (4.1) - ում, կստանանք. , :                                            (4.2) , :                                     (4.3) :                               (4.4) Նպատակահարմար է (4.3) - ը բերել հետևյալ տեսքի. (4.4) - ը արտահայտենք չափազուրկ պարամետրերով` կատարելով հետևյալ նշանակումները. , , , ,                (4.5) , :                          (4.6) Արդյունքում կունենանք՝ :                                             (4.7) Ձևափոխելով (4.7) - ը և ինտեգրելով, կստանանք՝ Ինտեգրման հաստատունի որոշման համար ընտրենք և օգտվենք :                                                 (4.8) հետևյալ եզրային պայմանից՝ Կստանանք՝ երբ (4.9) , :                                             (4.10) , , Ինտեգրման հաստատունի  (4.10)  արտահայտությունը  տեղադրելով  (4.8)  - ում և այն ձևափոխելով` կստացվի. , , , , , :                                                (4.11) (4.2)  -  ի  աջ  և  ձախ  կողմերը  բաժանելով -  ի,  այնուհետև -  ի  փոխարեն տեղադրելով դրա համար ստացված (4.11) բանաձևը, - ի համար կունենանք. :                                (4.12) Որոշակի  ձևափոխություններից  հետո  (4.12)  -  ը  բերենք  գործնական կիրառության համար ավելի հարմար տեսքի` :                                             (4.13) Թվային  հաշվարկների  կատարման  համար  անհրաժեշտ  է  ճիշտ  ընտրել նյութի  մեխանիկական  հատկությունները բնորոշող և մեծությունները,  ինչպես նաև  նմուշի  և  գլանական  մամլամայրի  միջև  շփման գործակիցը:  Դա  արվում  է, որպեսզի խնդրի լուծման ժամանակ կողմնային ճնշումը մեծ լինի զրոյից` : ", "Հաշվի առնելով (4.2) - ը, կստանանք. ,    կամ` , որտեղից :                                                   (4.14) Ընտրելով , -  ի  համար  կստանանք` :  Խնդրի  թվային հաշվարկները  կատարենք , և դեպքի  համար  և ստացված տվյալներով կառուցենք - ի ու - ի գրաֆիկները` կախված   - ից (նկ. Այսպիսով,  հետազոտվել  է  կոշտ  գլանական  մամլամայրում  չեռակալված փոշենմուշի  մամլման  գործընթացի լարվածային  վիճակը,  ստացվել  են առանցքային  ու  կողմնային  ճնշումների  որոշման  բանաձևերը  և  կառուցվել  են դրանց  գրաֆիկները:  Ստացված  գրաֆիկներից  երևում  է,  որ  կողմնային  և առանցքային  ճնշումները,  փոշենմուշի  բարձրության  համեմատ,  աստիճանաբար նվազում են: Ընդ որում, կողմնային ճնշման արժեքները կազմում են առանցքայինի Նկ. 4.2.    - ի և    - ի գրաֆիկները` կախված    - ից գործընթացի լարվածային վիճակի հետազոտումը ըստ Մոր–Կուլոնի պլաստիկության պայմանի Այս ենթաբաժնում խնդիրը լուծվել է նախորդի նման, սակայն օգտագործելով Մոր−Կուլոնի պլաստիկության պայմանը, ինչը նշանակում է` այս դեպքում  հաշվի առնելով  Մոր–Կուլոնի  պլաստիկության  (2.5)  և  եզրային  (4.9)  պայմանները  լուծել տարրի հավասարակշռության (4.1) հավասարումը: ", "Քանի  որ  կոշտ  գլանական  մամլամայրում  չեռակալված  փոշենմուշի մամլման գործընթացի լարվածային վիճակի հետազոտման այս դեպքում  փոխվում է  միայն  պլաստիկության  պայմանը,  ուստի  խնդրի  լուծման  ընթացքում  որոշ բանաձևեր կմնան նույնը, և դրանք կարելի է չկրկնել: Սակայն խնդրի լուծումը լավ հասկանալու համար անհրաժեշտ ենք գտել կրկնել այդ բանաձևերը: ", "Գլխավոր լարումների հետևյալ արժեքները. տեղադրենք Մոր−Կուլոնի (2.5) պլաստիկության պայմանում կստանանք` Քանի որ , հետևաբար` որից կորոշենք - ը՝ , , (4.15) - ը տեղադրելով (4.1) - ում, կստանանք. Նպատակահարմար է (4.16) - ը բերել հետևյալ տեսքի. :                                               (4.15) :                                 (4.16) :                                      (4.17) (4.17)  -  ը  արտահայտենք  չափազուրկ  պարամետրերով`  կատարելով հետևյալ նշանակումները. , , , ,              (4.18) , :                                 (4.19) Արդյունքում կունենանք՝ :                                                 (4.20) Ձևափոխելով (4.20) - ը և ինտեգրելով` կստանանք. Ինտեգրման հաստատունի որոշման համար ընտրենք և օգտվենք հետևյալ եզրային պայմանից, երբ Կստանանք՝ :                                               (4.21) Ինտեգրման հաստատունի (4.22) արտահայտությունը տեղադրելով (4.21) - :                                              (4.22) ում և այն ձևափոխելով` կունենանք. , :                                                (4.23) (4.15) - ի աջ և ձախ կողմերը բաժանելով - ի, այնուհետև - ի փոխարեն տեղադրելով դրա համար ստացված (4.23) բանաձևը, - ի համար կունենանք. , , , , , , , :                    (4.24) Որոշակի  ձևափոխություններից  հետո  (4.24)  -  ը  բերենք  գործնական կիրառության համար ավելի հարմար տեսքի` :                                                  (4.25) Թվային  հաշվարկների  կատարման  համար  անհրաժեշտ  է  ճիշտ  ընտրել նյութի  մեխանիկական  հատկությունները բնորոշող և մեծությունները,  ինչպես նաև նմուշի և գլանական մամլամայրի միջև շփման   գործակիցը: Դա արվում է այն նպատակով,  որ  խնդրի լուծման  ժամանակ  կողմնայի  ճնշումը  մեծ լինի զրոյից` : ", "Հաշվի առնելով (4.15) - ը, կստանանք. ,     կամ` , որտեղից :                                                        (4.26) Ընտրելով -  ի  համար  կստատանք` :  Խնդրի  թվային հաշվարկները  կատարենք , և դեպքի  համար  և ստացված տվյալներով կառուցենք և - ի գրաֆիկները` կախված   - ից (նկ. 4.3): ", "Այսպիսով,  հետազոտվել  է  կոշտ  գլանական  մամլամայրում  չեռակալված փոշենմուշի  մամլման  գործընթացի լարվածային  վիճակը,  ստացվել  են առանցքային  ու  կողմնային  ճնշումների  որոշման  բանաձևերը  և  կառուցվել  են դրանց  գրաֆիկները:  Ստացված  գրաֆիկներից  երևում  է,  որ  կողմնային  և առանցքային  ճնշումները  փոշենմուշի  բարձրության  համեմատ  աստիճանաբար նվազում են: Ընդ որում, կողմնային ճնշման արժեքները կազմում են առանցքայինի Նկ. 4.3.    - ի և    - ի գրաֆիկները` կախված    - ից մամլման դեպքում Մոր–Կուլոնի և Դրուկեր-Պրագերի պլաստիկության պայմանների համեմատությունը Կոշտ  գլանական  մամլամայրում  չեռակալված  մետաղական  փոշենմուշի մամլման դեպքում  Մոր–Կուլոնի և  Դրուկեր-Պրագերի  պլաստիկության պայմանների  համեմատության  համար  ընտրվել  է , , և կառուցվել  են ու -  ի  գրաֆիկները`  կախված -  ից  (նկ.4.4):  Նշենք,  որ  խնդրի թվային հաշվարկները կատարվել են դեպքի համար: ", "Նկ. 4.4.   -ի և   -ի գրաֆիկները` կախված   -ից Նկ.  4.4  -  ում  1  և  4  -  ը,  ըստ  Մոր–Կուլոնի  պլաստիկության  պայմանի, համապատասխանաբար ու -  ի  գրաֆիկներն  են,  իսկ  2  և  3  -  ը`  ըստ Դրուկեր−Պրագերի պլաստիկության պայմանի, ու - ի գրաֆիկները: "]}