{"paragraph_source_docs": [2, 2, 1, 2, 2, 1, 2, 2, 2, 0], "source_docs_file": "History.json", "paragraphs": ["Հին  Հայաստանի  մշակույթի  և  մշակութային  միջավայրի  ձևավորման  հարցերն  ար- ծարծող  առաջին  գիտական  աշխատանքները  հրապարակ  իջան  XIX  դ.,  երբ  սկսեցին ուսումնասիրվել միջնադարյան հայկական գրավոր աղբյուրները: Այս աղբյուրներում վկա- յություններ կան Հին Հայաստանում աստվածուհիների, թագուհիների, սրբուհիների կեր- պարների  և  արվեստին  վերաբերող  հուշարձանների  նկարագրությունների  վերաբերյալ: ", "Մի շարք հայագետ գիտնականներ իրենց կարծիքներն ու ենթադրություններն են հայտնել Հին Հայաստանի աստվածությունների և սրբացված էակների կերպարային, պաշտամուն- քային վայրերի վերաբերյալ, որոնց թվում պետք է նշել Մ. Էմինի1, Ղ. Ալիշանի2, Հ. Գելցե- րի3, Կ.Կոստանյանի4, Գ. Սրվանձտյանցի5, աշխատությունները: ", "նույնացվում  են,  և  այս  պարագայում  խաղային  գործողությունը,  ունենալով  ծեսը  նմա- նակելու  հատկություն,  ընկալվում  է  իբրև  ծիսական  վերարտադրություն,  ինչը  բնորոշ  է հենց ծեսին: Ի վերջո, ծեսի և խաղի ամենատարբերակիչ գիծը կարելի է համարել պա- տահականության սկզբունքը: Խաղի մեջ այն կարող է կրել շրջադարձային նշանակութ- յուն,  որոշել  խաղի  ելքը,  իսկ  ծեսի  մեջ  դա  բացառված  է:  Ուստի՝  մենք  ընդունում  ենք խաղը ծեսից տարբերակող ամենաբնորոշ սկզբունքը՝  պատահականությունը,  որպես ելակետ: ", "քան զլինելն Հայաստան, Վենետիկ, 1904, նույնի, Այրարատ, Վենետիկ, 1890: ", "Կ.Պոլիս, 1874: ", "նը և կառուցվածքը: ", "Հայկական  լեռնաշխարհում  կանանց  պատկերագրական  տիպերի  ուսումնասիրության  և խմբավորման  համար  հիմնվել  ենք  Ս.  Հանսենի15,  Ե.  Անտոնովայի16,  Ս.  Եսայանի17, Լ.Գլոտնիի  և  հեղինակակիցների18,  Մ.  Օզդոգանի19,  Հ.  Հաուպտմանի20  և  այլոց  աշխա- տությունների վրա21: ", "յացքը// «Հայրենիք» ամսագիր, Բոստոն, 1926, №12, էջ 37-45, նույնի, Հին հայոց աշխարհայացքը// «Հա- յրենիք» ամսագիր, Բոստոն, 1926, № 2, էջ 70-82, նույնի, Հին հայոց աշխարհայացքը// «Հայրենիք» ամ- սագիր, Բոստոն, 1927, №3, էջ 109-121: ", "նույնի, Երկեր, Հ. Ա, Երևան, 1966, նույնի, Հայ ժողովրդական առասպելները Մովսես Խորենացու «Հայոց Պատմության» մեջ, Վաղարշապատ, 1890: ", "ծառայությունների  համար  հայ  ազատագրական  շարժման  վերաբերյալ լուրջ տեղեկատվական աղբյուր էր հանդիսացել նաև բրիտանական հետախուզությունը: "]}