{"paragraph_source_docs": [2, 1, 0, 2, 1, 0, 2, 3, 1, 2], "paragraphs": ["Եվ եթե այս վարկածը հաստատվի, ապա այս հուշարձանները մոնումենտալ` կոթո- ղային  արվեստի  միջոցով  աստվածությունների  ներկայացման  առաջին  օրինակներն են146: ", "● Տնտեսական տարվա հետ կապված անցումային փուլերը գրեթե միշտ ուղեկցվել են խաղային երանգավորում ունեցող հմայական արարողություններով, որոնք ապահո- վել են բնության զարթոնքն ու սերնդաճը: Դրանք հիմնականում արտացոլվել են Աման- որից  մինչև  Խաչվերացն  ընկած  տոնածիսական  համալիրում,  և  դա  դրսևորվել  է  նաև հայոց խաղային մշակույթում: ", "Սակայն  հետագայում  այն  ընդլայնեց  իր  գործունեությունը,  լրտեսների  տարածված ցանց ստեղծեց, կաշառքի շնորհիվ գործակալներ ունեցավ  ազգային Աբդուլ  Համիդին  բնորոշ  կասկածամտության  արդյունք  է,  թե  իր  ստեղծած  կառույցի  մասին տեղեկությունները կարող են օգտագործվել ի վնաս իրեն: ", "ungen des Deutschen Archiiologischen Instituts im 20. Jahrhundert, Mainz, 2000, p. 298-266. iger Bericht zu den Grabungen am Gobekli Tepe und am Curcutepe 1995-1999 //1stanbuler Mitteilungen 20, հավատալիքներն  են  պատկերված149:  Կանանց  կերպարները  հիմնականում  հանդես  են գալիս «Ծննդաբերող մոր» տիպերով (Նկ. 6.5, 7.1-8): ", "● Պատիժներն ունեն ֆիզիկական և հոգեբանական բնույթ, իսկ խրախուսանքնե- րը՝ միայն հոգեբանական են, սակայն այսօր խաղի կանոնների խախտումները և պատ- ժաձևերը կենցաղավարում են առավել զվարճալի շեշտադրումներով: Ներկայում հոգե- բանական  պատիժները  մեծ  մասամբ  ունեն  վիրավորական-զվարճական  բնույթ:  Տղա- ների խաղերում պատժաձևերը բարդ են, իսկ աղջիկների դեպքում՝ մեղմ՝ կապված ըն- տանիքում նրանց կարգավիճակի հետ: ", "Առաջ անցնելով նշենք, որ կազմակերպության փակման պատճառ հանդիսացավ այն, որ օսմանցի բարձրաստիճան  պաշտոնայնների մասին հավաքած տեղեկությունները  կազմակերպության  որոշ  անդամներ  սկսեցին  օգտագործել  իրենց շահերի համար, չտեղեկացնելով սուլթանին4: ", "բերելիս: ", "հետազոտությունների գիտահետազոտական ինստիտուտ, էջ 21-26: ", "●  Հայաստանաբնակ  էթնիկ  փոքրամասնություններն  իրենց  ազդեցությունն  են թողել  հայ  երեխաների  խաղացանկի  վրա,  որոնք  հատկապես  ակնառու  են  խաղային հաշվերգերում:  Եթե  խաղային  տեքստերի  վաղ  տարբերակներում  առկա  են  եզդի-քր- դերեն,  թուրքերեն,  վրացերեն,  ապա  խորհրդային  և  հետխորհրդային  տարբերակնե- րում՝  հատկապես  ռուսերեն  բառեր  ու  արտահայտություններ,  որոնք  պահպանվել  են առ այսօր: ", "Հստակ ուրվագծված են ձեռքերն ու ոտքերը, գոտիներն ու հագուստը, երեխայի ոտ- քերն  ու  գլուխը  (Նկ.  6.1-4):  Այստեղ  կարծես  ներկայացված  է  կենաց  սկիզբը  և  կյանքի ծագման եռաստիճան ընթացքը. Ա. Ամեն ինչի սկիզբ հանդիսացող գերբնական էակը կամ աստվածությունը՝ տոտեմի գլխով, որը ծնում է կյանք տվող աստվածուհուն: "], "source_docs_file": "History.json"}