{"source_docs_file": "Medicine.json", "paragraph_source_docs": [0, 2, 2, 1, 2, 1, 1, 2, 0, 1, 1, 1, 2, 1, 3, 1, 1, 1, 1, 2, 1, 1, 2, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 1, 3, 1, 3, 3, 2, 2, 1, 2, 1, 0, 1, 3, 2, 1, 1, 1], "paragraphs": ["Պատկերները  վերցրել  ենք    առանց  ճարպակալման  ուղեկցվող  շաքարային  դիաբետով հիվանդ  հանգուցյալի  ենթաստամոքսային  գեղձից:  Ինչպես  երևում  է  պատկերներից, գեղձի տվյալ հատվածը ամբողջությամբ տեղակայվել է  ճարպային  հյուսվածքով, որում «գոյատևել»  են  կղզյակները:  Վերջիններս  ներսփռված  են  քրոնիկական  բորբոքային բջիջներով:  Կարելի  է  մտածել,  որ  ճարպային  հյուսվածքը  «պասիվ»  փոխարինիչ  չէ  և նպաստում է այս ներկղզյակային բորբոքման առաջացմանը: ", "Վիրահատության եղանակները Հիվանդների  նախավիրահատական  պատրաստումը  կատարվել  է  ստանդարտ պրոտոկոլների  համաձայն:  Վիրահատությունները  կատարվել  են  կոմբինացված բազմակոմպոնենտային  անեսթեզիայի  ներքո:  Ինչպես  արդեն  նշվել  է,  ԱՑ-ից  հետո կիրառվել  են  մեզի  դերիվացիաների  տարբեր  եղանակներ  կախված  հիվանդների ընդհանուր  վիճակից,  ուռուցքի  զարգացման  աստիճանից  և  այլ  գործոններից:  Ներկա հետազոտության մեջ նշված կլինիկաներում կատարվել են մեզի դերվիացիայի հետևյալ եղանակներ. 1. Կոնտինենտ մեզի դերիվացիա նոր օրթոտոպիկ աղիքային միզապարկի ձևավորումով,  2.  Զստաղիքային  կոնդուիտ,  3.  Ստանդարտ  ուրեթերոկուտանեոստոմա, Օրթոտոպիկ միզապարկի ձևավորումը իրականացվել է համաձայն Studer-ի (77) և Hautmann-ի  (52)  նախկինում  նկարագրված  վիրահատական  եղանակների:  Աղիքային կոնդուիտի  դեպքում  կիրառվել  է  Bricker-ի  (46)  և  Wallace-ի  (48)  կողմից  մշակված մեթոդիկաները:  Ստանդարտ  ՈՒԿ-ի  եղանակով  վիրահատված  հիվանդների  մոտ միզածորանները  մաշկի  վրա  են  դուրս  բերվել  նույն  կողմում  առանց  որևէ մոդիֆիկացիայի  կամ  կիրառելով  Ariyoshi-ի  մոդիֆիկացիան (37)`  ստեղծելով պտկիկային ստոմա: Մոդիֆիկացված ՈՒԿ-ի եղանակը առաջարկվել և կիրառվել է մեր կողմից  սկսած 2016թ-ից որպես հիվանդների հետվիրահատական խնամքը բարելավող միջամտություն: Բոլոր հիվանդները մոդիֆիկացված եղանակով վիրահատվելուց առաջ տվել  են  իրենց  համաձայնությունը,  ինչպես  նաև  տեղեկացված  են  եղել  բոլոր այլընտրանքային եղանակների գոյության,  առավելությունների  և  հնարավոր բարդությունների  մասին:  Տեխնիկայի  նկարագրությունը  և  նախնական  արդյունքները ներկայացվել  են  Եվրոպական  Ուրոլոգիական  Ասոցիացիայի  (EAU)  33-րդ  տարեկան ժողովի ընթացքում: ", "Տվյալների հավաքագրման նյութեր Հետազոտության շրջանակներում, որպես հետազոտության միջոց օգտագործվել են միզապարկի  քաղցկեղի  կապակցությամբ  արմատական  ցիստէկտոմիայի  ենթարկված հիվանդների  պատմագրերը:  Պատմագրերից  տվյալների  հավաքագրման  նպատակով կիրառվել է մեր կողմից նախկինում մշակված հատուկ ձև (Աղյուսակ 5): ", "Հետազոտում  ենք  լյարդը,  գնահատում  նրա  չափերը,  եզրագծերը,  դիֆուզ  և օջախային  փոփոխությւնները,  դռներակի լուսանցքի  չափերը ,  դրունքի  ա/հ-ի առկայությունը:Ընդունված կարգով հետազտում ենք  երիկամները, ենթաստամոքսային գեղձը  , գնահատւմ հարակից ա/հ-ի առկայությունը: ", "Վիրաբուժական բարդությունների դասակարգում ըստ Կլավիեն-Դինդոյի (100) I աստիճան Հետվիրահատական նորմալ ընթացքից շեղում, որը չի պահանջում Աղյուսակ 6. որևէ դեղորայքային կամ վիրաբուժական միջամտություն: ", "Պլևրալ խոռոչի հեղուկի ծավալի քանակական գնահատման համար հաշվարկվում է  կողա-ստոծանիական  սինուսով  սահմանափակված  հեղուկի  կրանիալ  և  կաուդալ սահմանների  միջև  առավելագույն,  այնուհետ՝  թոքի  և  ստոծանու  միջև  նվազագույն տարածությունները  և  նրանց  գումարը  բազմապատկվում  է  70-ով  [Хофер  М.,  2008]: ", "Ուշադրության  արժանի  է  այն  փաստը,  որ  հիվանդի  կանգնած  վիճակում  ռենտգեն հետազոտությամբ  տեսանելի  է  պլևրալ  խոռոչի  200-500  մլ  հեղուկը,  իսկ  պառկած դիրքով՝  500-1000  մլ  [Хофер  М.,  2008]:  Այսինքն  հնարավոր  է  ռենտգեն  քննությամբ հիվանդի մոտ պլևրալ խոռոչում չհայտնաբերվի մինչև 1000 մլ հեղուկը:Քանի որ, երբեմն պլևրալ  խոռոչի  հեղուկով  է  ախտորոշվում    լիմֆոման,  ապա  հետազոտվողի  պլևրալ խոռոչի ՈւՁՀ-ը պարտադիր, քանի որ միայն այս մեթոդով է հնարավոր է հայտնաբերել փոքր  քանակով,  նույնիսկ  5  մլ,  հեղուկը  պլևրայի  խոռոչներում:  ՈւՁ-ին  մեթոդի հսկողությամբ  պլևրալ  խոռոչի  հեղուկի  պունկցիայի  օպտիմալ  տեղը  որոշելով արդյունավետությունը հասնում է 97%-ի  [Савченко В.Г., 2012]: ", "Հարցաշարի վստահելիությունը, վավերացումը և համապատասխանությունը գնահատվել է Anderson-ի և համահեղինակների կողմից 2012թ-ին (119): ", "ՇԴ/ճարպակալում ֆենոտիպ ՇԴ/  առանց ճարպակալման ֆենոտիպ Գծապատկեր 3. Ներկղզյակային ամիլոիդային ախտահարման համեմատական Ամիլոիդային դեպոզիտներ գծապատկեր Այսպիսով, կղզյակը վնասող երկու ձևաբանական  փոփոխությունների՝ ներկղզյակային  բորբոքման  և  ներկղզյակային  ամիլոիդային  ախտահարումների առումով վիճակագրորեն հավաստի տարբերություններ ստացվեցին դիաբետով հիվանդ առանց ճարպակալման և ճարպակալումով ուղեկցվող խմբերում: ", "Հիվանդության  դինամիկան  համաձայն  ԱՀԿ-ի  առաջարկի  գնահատվել  է  չորս տարբերակով՝     ախտաբանական փոփոխությունների հետընթաց - ավշային հանգույցների ախտահարված  օջախների  վերացում,  լյարդի,  փայծաղի  էխոկառուցվածքի վերականգնում,   ախտաբանական  փոփոխությունների  մասնակի  հետընթաց  -  ինտրանոդալ անոթների,  ավշային  հանգույցների  ախտահարված  օջախների  չափերի և/կամ քանակի նվազում ընդհուպ մինչև վերացում,   ախտաբանական  գործընթացի  կայունացում  -  երբ  կրկնակի  ՈւՁՀ-մբ ինտրանոդալ  անոթների,  ավշային հանգույցների,  ախտահարված օջախների չափերի և/կամ քանակի փոփոխություն չի գրանցվել,   հիվանդության  առաջընթաց -  ինտրանոդալ  անոթների,  ավշային հանգույցների,  ախտահարված  օջախների չափերի  և/կամ  քանակի ավելացում: ", "Ուսումնասիրության իրականացման հատուկ ձևաթղթերից  տվյալները մուտքագրվել  են  համակարգիչ,  հետագայում  ենթարկվել  վերլուծության:  Տվյալների հավաքագրման  և  վիճակագրական  վերլուծության,  ինչպես  նաև  գրաֆիկական պատկերների  կառուցման  համար  օգտագործել  ենք «Microsoft  Excel համակարգչային ծրագիրը: Հետազոտության արդյունքները, մշակվել են պարամետրիկ և  ոչպարամետրիկ  վիճակագրության  մեթոդներով,  ստանդարտ  վիճակագրական վերլուծության  փաթեթների,  մաթեմատիկական  միջին  արժեքի,  միջին  արժեքի շեղումների,  Սթյուդենտի  (t)  գնահատման  չափանիշի  կիրառմամբ:Վիճակագրական տարբերությունը  գնահատելու  համար  տրվել  են    P  արժեքները,  որը  վիճակագրորեն հավաստի  է  համարվել  P  <  0,05–ից  ցածր  արժեքների  դեպքում:  Կորելացիոն վերլուծությունը իրականացվել է Պիրսոնի  մեթոդով: ", "ՀԵՏԱԶՈՏՈՒԹՅԱՆ ԱՐԴՅՈՒՆՔՆԵՐԸ Հետազոտության մեջ  ընդգրկվել են 2006-2009թ.թ. Արյունաբանական  կենտրոնում առաջնակի  հետազոտմամբ    լիմֆոմա  ախտորոշված  և  բուժում    ստացող  193  հիվանդ (106  տղամարդ  -  54.9%,  87  կին-45.1%):  Լիմֆոմայով  հիվանդների  տարիքային սահմաններն էին 18-78, իսկ միջին տարիքը՝ 44.917.4 տարեկան: Հետազոտության մեջ ընդգրկված  193  հիվանդները  բաժանվել  են  2  խմբի:  I  խմբում  ընդգրկվել  են  Հոջկինի լիմֆոմայով  85  հիվանդ  (44%),  II  խմբում  ընդգրկվել  են  Ոչհոջկինյան  լիմֆոմայով  108 հիվանդ  (56%):Ստուգիչ  III  խումբը  կազմել  են  100  պրակտիկ  առողջ  անհատներ՝  ԱԿ դիմած  դոնորներ  և  զինակոչիկներ  (56  տղամարդ,  44    կին),  18-60  տարեկան  (միջին տարիքը՝ 37.91.8): ", "Բացառման չափանիշներ   Հիվանդներ  ում  մոտ  կատարվել  է  միզապարկի  հեռացում  քաղցկեղից  բացի  այլ հիվանդությունների պատճառով   Նախավիրահատական քիմիոթերապիա ստացած հիվանդներ   Նախա և հետվիրահատական ճառագայթային թերապիա ստացած հիվանդներ   Կանայք   Մետաստատիկ հիվանդություն ունեցող հիվանդներ   Պալիատիվ նպատակով վիրահատված հիվադներ Հիվանդների անհրաժեշտ քանակի հաշվարկում վերաբաշխման հետևյալ բանաձևից՝ n = (Zα/2+Zβ)2 *2*σ2 / d2 Որտեղ՝ n – յուրաքանչյուր խմբում ընդգրկված հիվանդների քանակ: ", "Հոջկինի  լիմֆոմայով  85  հետազոտված  հիվանդների  միջին  տարիքը  կազմել  է   23.5% (n=20) անամնեզում առկա է աճուկային ա/հ-ի մեծացում   17.6% (n=15) անամնեզում առկա է անութային ա/հ-ի մեծացում   43.5% (n=37) անամնեզում առկա է պարանոցային ա/հ-ի մեծացում: ", "«Քնի  ադեկվատություն»  ցուցանիշն  իրենից  ներկայացնում  է  պրոգրեսիվ  ցուցանիշ: ", "Աղյուսակ 5 ՀԼ-ով հիվանդների ձևաբանական տարբերակների բաշխումն ըստ տարիքի և սեռի n /% Տարիքային սահման (տարի) Ար/իգ Միջին տարիք (տարի) Ձևաբանական տարբերակ n=85 Նոդուլյար սկլերոզ Լիմֆոցիտար գերակշռում Խառը-բջջային ձև Հյուսվածքային տարբերակն  անորոշ Ձևաբանական  տարբերակից  հիմնականում  գերակշռել  է  նոդուլյար  սկլերոզը  – դեպքում  ամենացածր  միջին  տարիք  նկատվել է լիմֆոցիտար  գերակշռում տարբերակում 30.7±3.02, խառը-բջջային տարբերակում գրանցվել է ամենաբարձր միջին տարիքը`  46.0±4.35,  հիվանդացության  տարիքային  ամենամեծ  սահմանը  նկատվել  է խառը-բջջային  տարբերակում`  23-70  տարեկան:  Մեր  կողմից  հետազոտվող  խմբում տղամարդ/կին  հարաբերակցությունը կազմել է 1.3 :1, նոդալ սկլերոզի դեպքում 1:1.5 է, լիմֆոցիտար  գերակշռում  ենթատիպի  դեպքում    4  :1  է,  իսկ`  5:1    հարաբերակցությունը խառը-բջջային ձևի դեպքում: ", "Ոչհոջկինյան լիմֆոմայով 108 հետազոտված հիվանդների միջին տարիքը կազմել է միջին  տարիք  նկատվել  է  միջնորմի  խոշորբջջային  լիմֆոմա  ենթախմբում  և  կազմել  է տարիքային  ամենամեծ  սահմանը  նկատվել  է  Т-լիմֆոբլաստ  լիմֆոմա  ենթատիպի դեպքում, այն է 19-71 տարեկան: ", "Հետազոտական ընտրանքի հիվանդների`   28.7% (n=31) անամնեզում առկա է աճուկային ա/հ-ի մեծացում   25.0% (n=27) անամնեզում առկա է անութային ա/հ-ի մեծացում   33.3% (n=36) անամնեզում առկա է պարանոցային ա/հ-ի մեծացում Ըստ կլինիկական  դրսևորումների, հոսպիտալացման պահին հիվանդները նշել են .   51.8% (n=56) ընդհանուր թուլություն   19.2% (n=21) քրտնարտադրություն   34.2% (n=37) քաշի կորուստ   23.1% (n=25) մաշկի քոր   10.2% (n=11) գլխացավ   15.7% (n=17) ջերմություն   11.1% (n=12) հոդացավ   34.2% (n=37) որովայնի շրջանի ցավ   4.6% (n=5) գոտկասրբանային շրջանի ցավ   19.2% (n=21) ախորժակի բացակայություն   4.6 % (n=5) հազ   2.7% (n=3) հաճախամիզություն   0.9% (n=1) ակնագնդի ցավ   3.67% (n=5) այլ գանգատներ Աղյուսակ 6 ՈՀԼ-ով հիվանդների ձևաբանական տարբերակների բաշխումն ըստ տարիքի և սեռի Ձևաբանական տարբերակ n=108 n /% Տարիքային սահման (տարի) Միջին տարիք (տարի Ար/իգ В-բջջային լիմֆոմաներ В-լիմֆոցիտար  լիմֆոմա Փայծաղի լիմֆոմա Ֆոլիկուլյար լիմֆոմա Մարգինալ գոտու նոդալ լիմֆոմա  (MALT) Դիֆֆուզ В-խոշորբջջային լիմֆոմա Միջնորմի  խոշորբջջային լիմֆոմա Դիֆֆուզ  մանրբջջային լիմֆոմա T- բջջային լիմֆոմաներ Т-լիմֆոբլաստ  լիմֆոմա Անապլաստիկ խոշորբջջային լիմֆոմա ՈՀԼ-ով  108  հետազոտված  հիվանդներից  57-ը  (52.8%)  արական,  51-ը  (47.2%) իգական սեռի ներկայացուցիչներ էին: ՈՀԼ-ի ձևաբանական ենթատեսակների անալիզը ցույց  է  տալիս,  որ  գերակշռում  է  В-բջջային  լիմֆոման  101  (93,5%)  հիվանդ:  В-բջջային լիմֆոմաններից  ավելի  շատ  հանդիպում  է  դիֆֆուզ  В-բջջային  լիմֆոման  32(29.7%) դեպք,  իսկ  24  (22.2%)  հիվանդի  մոտ  -  լիմֆոցիտար  լիմֆոմա,  փայծաղի  լիմֆոմա` (7.4%), մարգինալ գոտու նոդալ լիմֆոմա` 7 (6.5 %), միջնորմի խոշորբջջային լիմֆոմա` 8 (7.4  %):  Հազվադեպ  են  հանդիպել  T-բջջային  լիմֆոմաները`  4  (3.7%)  հիվանդ  Т- լիմֆոբլաստ լիմֆոմայով և 3  (2.8%) հիվանդ՝ անապլաստիկ խոշորբջջային լիմֆոմայով (աղյ.6) : ", "օրգանների ախտահարումները Հետազոտությունների  առաջին  փուլում  մեր  կողմից  դիտողական,  հետհայաց ուսումնասիրվել  են  ԱԿ  դիմած  լիմֆոմա  կասկածով  հետազոտվողների  նոդալ  և էքստրանոդալ  օրգան-համակարգերի  ախտահարումների  տարածվածությունը,  դիֆուզ և օջախային փոփոխությունները: ", "Փոփոխականների  միջև  վիճակագրորեն  հավաստի  կապը  ստուգելու  համար օգտագործել  ենք  միագործոնային  և  բազմագործոնային  լոգիստիկ  վերլուծություն: ", "Աղյուսակ 7 Հոջկինյան լիմֆոմայով հիվանդների կլինիկա - ձևաբանական բնութագիրը ՀԼ-ով հիվանդները Միջին տարիք (տարի) Դեպքերի թիվը Տղամարդ Կին հիվանդության փուլն ըստ AnnArbor դասակարգման ավշահանգույցների խմբերի քանակը II III IV ≤ 2 ≥ 2 մեծացում օջախային փոփոխություններ Փայծաղ Միջնորմի ախտահարում Աճուկային ա/հ Անութային ա/հ Պարանոցային ա/հ Վերանրակային ա/հ Որովայնի խոռոչի և հետորովայնա - մզային ա/հ Ոսկրածուծի ախտահարում Սերոզիտներ Պնևմոթորաքս Վահանաձև գեղձի ախտահարում Լյարդ մեծացում օջախային փոփոխություններ Ստամոքսի ախտահարում n=85 n=49 n=36 n= 2 n=36 n=27 n=20 n=31 n=16 n=9 n=5 n=37 n=29 n=30 n=45 n=27 n=20 n=1 n=2 n=1 n=6 n=11 Ա/հ-ի  մեծացում  հայտնաբերվել  է  որովայնի  խոռոչում  23.5%  դեպքում  (20  հիվանդ), աճուկային  շրջանում  –  34.1%  (29  հիվանդ),  անութափոսերում  –  35.2%  (30  հիվանդ), պարանոցի  շրջանում  52.9%  (45  հիվանդ)  և  վերանրակային  շրջանում՝  31.8%  (27 հիվանդ):  Հարկ  է  նշել,  որ  ՀԼ-ի  դեպքում  մեր  կողմից  հետազոտվող  հիվանդների ախտահարված  ա/հ-ում  դոպլեր  հետազոտությամբ  հիմնականում  դիտվել  է  1-2  անոթ (նկ.3): ", "Նկ.3. Վերանրակային ա/հ-ի անոթավորման պատկեր Միջնորմի  ա/հ-ի  ախտահարումները  դիտվել  են  43.5%  դեպքում  (37  հիվանդ): ", "Վիճակագրորեն հավաստի են համարվել բոլոր այն փոփոխականները, որոնց p-արժեքը եղել է 0.05-ից ցածր: ", "Նկ.4. Վերին առաջային միջնորմի գոյացության պատկեր ՈւՁՀ-մբ  շատ  լավ  վիզուալիզացվում  է  գոյացության  ներքին  կառուցվածքը, էխոզգայնությունը, եզրագծերը, հարաբերակցությունը հարևան օրգանների հետ  ՈւՁՀ-ը թույլ  է  տալիս  հայտնաբերել  չշոշափվող  ծայրամասային  ա/հ-ը,  ի  հայտ  բերել  ոչ  մեծ գոյացություններն առաջային վերին միջնորմում հետ (նկ.  4,5): ", "Նկ. 5. Վերին առաջային միջնորմի գոյացության պատկերը պունկցիոն բիոպսիայից հետո Մեր  կողմից  հետազոտվող  ՀԼ-ով  հիվանդների  խմբում  միջնորմի  ախտահարման Հետազոտվածների մոտ լյարդի մեծացում նկատվել է 12.9% դեպքում (11 հիվանդ) և մեկ  հիվանդի  մոտ  երիկամի  մեծացում:  Վահանաձև  գեղձի  օջախներ  հայտնաբերվել  է հեռացնելուց հետո մեկ հիվանդի մոտ նկատվել է պնևմաթորաքս, մեկի մոտ էլ՝ հեղուկ պլևրալ խոռոչում: ", "Այս գործընթացի վերլուծման արդյունքները հետևյալն էին. առանց   ճարպակալման ֆենոտիպով  խմբում  կղզյակային  նեոգենեզ  առկա  էր  14  դեպքում (60.8%): ", "Լիմֆոմանների  ուշացած  ախտորոշման  պատճառներից  է  նաև  ՈւՁՀ–ն տվյալների  մասնագիտական  սխալ  մեկնաբանումը:  Նկար  6-ում  բերված  օրինակում հիվանդի մոտ չշոշափվող ա/հ-ի պայմաններում ստոր և վերանրակային ա/հ-ը ՈւՁՀ-ն մասնագետի  կողմից  դիտարկվել  է  որպես  վահանաձև  գեղձի  հանգույցներ  (նկ.  6  Ա): ", "Որովայնի  խոռոչի  և  միջնորմի  ՈւՁՀ-ն  չկատարելու  պատճառով  չի  հայտնաբերվել չմեծացած փայծաղի օջախային փոփոխությունները և փայծաղի դրունքի ա/հ-ները (նկ. ախտորոշումը  ձգձգվել  է  ամիսներ,  ավելին  ախտորոշվել  է  «Վահանաձև  գեղձի հանգուցավոր խպիպ», ստացել է հորմոնալ պրեպարատներ: Ուղեգրվել է ԱԿ « Անհայտ էթիոլոգիայի  անեմիա,  ամենոռեա,  վահանաձև  գեղձի  II  աստիճանի  մեծացում, հանգուցավոր  խպիպ»  ախտորոշումով,  այնինչ  ԱԿ-ում    կատարված  հետազոտություն- ների  արդյունքում  հիվանդի  մոտ  ախտորոշվեց  Հոջկինի լիմֆոմա:  Միջնորմի ախտահարման  դեպքում  պարանոցային,  հատկապես  վերանրակային  ա/հ-ի հայտնաբերումը  շատ  կարևոր  է,  քանի  որ  միջնորմի  սահմաններից  դուրս  ուռուցքային գոյացությունների  (պարանոցային.վերանրակային  ա/հ-ի)  բիոպսիայի  արդյունքների ձևաբանական  պատկերը չի  տարբերվում  միջնորմի  առաջնային ուռուցքի իմմունահիստաքիմիական պատկերից [Мазурок Л.А., 2006] : ", "Այսպիսով  հետազոտման  արդյունքում  պարզվել է,  որ  ՀԼ-ի  դեպքում ծայրամասային  ա/հ-  ի  52.9%  ախտահարվել  են  պարանոցային  ա/հ-ը,  43.5%  դեպքում ախտահարվել  է  միջնորմը,  երկուսից  ավել    ախտահարված  օջախների  թիվը  կազմել  է օրգանների ախտահարումները ՈՀԼ-ով  հիվանդների  դիտողական  և  հետհայաց  հետազոտության  վերլուծության համաձայն, ԱԿ դիմած հիվանդների մոտ գերակշռում են В-բջջային լիմֆոմաները 93.5% (101  հիվանդ):  Ըստ  գրականության  տվյալների  այն  կազմում  է  85.5-95.0  %  [Поддубная И.В. и др., 2006; Ковригина А.М. и др., 2007]: ", "Հաճախակի  հանդիպող  ձևաբանական  տարբերակն  է  եղել  В-խոշորբջջային լիմֆոման  31.6%  (32)  հիվանդ,  իսկ  23.7%  (24)  հիվանդի  մոտ  –  լիմֆոցիտար  լիմֆոմա: ", "Լիմֆոմաների  ախտորոշման  ժամանակ  շատ  կարևոր  է  հայտնաբերել  ախտահարման առաջնային օջախները, ինչպես նաև օրգան-համակարգերում օջախների տարածվածությունն  ու  բաշխումը,  քանի  որ  այդ  տվյալներով  են  դասակարգվում հիվանդության  փուլը,  ծանրության  աստիճանը,  ըստ  այդմ  ընտրում բուժման արդյունավետ մեթոդը [Поддубная И.В. и др., 2004; Казакевич В.И. и др., 2012; Diehl V. et al, 2003]: ", "Հարկ է նշել, որ  լիմֆոմաների դեպքում տարբեր շրջանների ծայրամասային ա/հ–ի սոնոգրաֆիկ պատկերը և էխոկառուցվածքը նույնը չէ:Այս երևույթը պայմանավորված է ախտաբանական  պրոցեսի  մեջ  ա/հ-ի  ընդգրկման  տարբեր  աստիճանով  և ախտահարման վաղեմությամբ: ", "Բերենք ՈՀԼ-ով միևնույն հիվանդի աճուկային, անութափոսի, վերանրակային ա/հ-ի սոնոգրաֆիկ պատկերները (նկ. 7): Աճուկային շրջանի ա/հ-ի հետազոտության ՈւՁ-ին պատկերն  (նկ.  7  Ա)  ի  հայտ  է  բերում,  կարծես  թե,  ժապավենաձև  ա/հ,  սակայն  ավելի ուշադիր բազմադիրքային հետազոտությամբ հայտնաբերում ենք օվալաձև, հիպերէխոգեն  կենտրոնով,  հիպոէխոգեն  եզրերով,  հստակ  եզրագծերով  օվալաձև  ա/հ- ներ (նկ. 7Բ): ", "Ա. աճուկային ա/հ Բ. օվալաձև ա/հ-ներ աճուկում Գ. անութափոսի ա/հ                                   Դ. վերանրակային ա/հ Նկ. 7. (Ա, Բ, Գ, Դ) ՈՀԼ-ով հիվանդի ծայրամասային ա/հ-ի ախտահարման պատկերը Անութափոսի  ա/հ-ի  (նկ.  7  Գ)  երկայնական  և  լայնական  առանցքները  գրեթե հավասարվում  են:  Վերանրակային  ա/հ-ը  (նկ.  7  Դ)  լիովին  հիպոէխոգեն  են,  գնդաձև  և այս դեպքում բիոպսիայի համար առավելագույն ինֆորմատիվը: ", "Հայտնաբերված  բոլոր  միջխմբային  տարբերությունները  ենթարկվել  են  ոչ պարամետրիկ վիճակագրական վերլուծության:  ԱՑ ցուցանիշը  տարբեր էթիոլոգիական  խմբերում  վիճակագրորեն    հավաստի  տարբեր  է  (p<0.05):  ՄՑ ցուցանիշը  ՀՀՆ  (6.3±1.4)  և  ԴՑՆ  (6.3±1.3)  խմբերում  գրեթե  չի  տարբերվում:  ՀՀՆ դեպքում,  բացի  ուժեղ  ցավային  նոպաներից,  մշտապես  առկա  է  ֆոնային  ցավ,  որը հատկապես  ուժեղանում  է  ցավը  հրահրող  տարբեր  գործոններից:  Որպես  կանոն  դա մեխանիկական ազդեցությունն է: ԴՑՆ հիվանդների մոտ ցավը ևս կրում է մշտական և կայուն  բնույթ:  Վերջնարդյունք  ցուցանիշի  մասով  տարբերությունները  ևս վիճակագրորեն հավաստի են (p<0.05): ", "Ա. լյարդի ձախ բլթի հիպոէխոգեն                Բ. փայծաղի հիպոէխոգեն օջախններ, օջախններ և դրունքի ա/հ-ներ                          դրունքի և հարաորտալ ա/հ-ներ Նկ.8. (Ա, Բ) Մեծացած լյարդի, փայծաղի հիպոէխոգեն օջախններ, դրունքի և հարաորտալ ա/հ-ներ Նկ. 9. Որովայնի խոռոչի ախտահարված ա/հ-ի կույտ Հետորովայնամզային ա/հ-ների կույտը կազմված է տարբեր ձևի և չափի ա/հ-ների խմբից, որոնք հիպոէխոգեն են, սոնոգրաֆիկ պատկերով նման միևնույն հիվանդի վ/ա- յին  ավշային  հանգույցին,  որի  հյուսվածաբանական  քննությամբ  ախտորոշվել  է հիվանդությունը: ", "Տվյալ  հետազոտության  խնդիրներից  էր  բացահայտել  տարբեր  ծագման  ՆՑ ազդեցությունը ԿՈ տարբեր բաղադրիչների վրա: SF-36 և PD հարցաշարերի (ինչպես նաև  հետազոտության  մնացած  բոլոր  հարցաշարերի)  միջև  կապը  դիտարկվել  է առանձին: ", "Շարունակենք դիտարկել հիվանդների ԿՈ ցուցանիշների տարբերությունները ըստ  տարբեր էթիոլոգիական  խմբերի:  Նախևառաջ նկարագրական  վիճակագրության  եղանակով,  կատարվել  է  SF-36  հարցաշարի  բոլոր ցուցանիշների  միջին  արժեքների  որոշումն (Աղյուսակ  59):  Հետազոտության շրջանակներում դիտարկվել է ԿՈ 11 քանակական և 1 որակական ցուցանիշ: ՆՑ բոլոր էթիոլոգիական  խմբերում  ԿՈ  առանձին ցուցանիշների  տարբերությունները վիճակագրորեն հավաստի են: ", "Աղիքային կոնդուիտ ԿԱԱ Վերքի ինֆեկցում Էվենտերացիա Թոքաբորբ ՄԻ ՇԱ Լիմֆոցելե Նկար 9. Աղիքային կոնդուիտի եղանակի բարդությունները Նշում՝ ԿԱԱ – կպումային աղիքային անաանցանելիություն, ՄԻ-միզուղիների ինֆեկցիա, ՇԱ- Շնչառական անբավարարություն Թեպետ  աղիքային  կոնդուիտի  դեպքում  նույնպես  կատարվում  է  աղիքի ռեզեկցիա,  ինչպես  աղիքային  օրթոտոպիկ  նոր  միզապարկի  ստեղծման  դեպքում, այնուամենայնիվ, վիրահատության  տևողությունը և ներհիվանդանոցային բարդությունները ավելի հազվադեպ (16.7%) են հանդիպում քան աղիքային միզապարկի եղանակով (29.8%) վիրահատված հիվանդների մոտ: Չնայած վերոնշյալ փաստին, ծանր բարդությունների  և  կրկնակի  վիրահատությունների  համեմատման  ժամանակ  էական տարբերություն այս 2 խմբերի մեջ չի հայտնաբերվել: ", "Ստանդարտ ուրեթերոկուտանեոստոմա Ստանդարտ ուրեթերոկուտանեոստոմայի եղանակով վիրահատվել են հիվանդների  գերակշռող  մասը`  197  հիվանդ  կազմելով  ամբողջ  կոհորտի  44.5%-ը: ", "Ոչհոջկինյան լիմֆոմայով հիվանդների կլինիկա - ձևաբանական բնութագիրը Միջին տարիք (տարի) Դեպքերի թիվը Տղամարդ Կանայք Հիվանդության փուլն ըստ AnnArbor դասակարգման Ավշահանգույցների խմբերի քանակը II III IV ≤ 2 ≥ 2 մեծացում Փայծաղ օջախային փոփոխություններ դիֆուզ փոփոխություններ Միջնորմի ախտահարում Աճուկային ա/հ Անութային ա/հ Պարանոցային   ա/հ Վերանրակային ա/հ Որովայնի խոռոչի և հետորվայնամզային ա/հ Ոսկրածուծի ախտահարում Ստամոքսի ախտահարում Սերոզիտներ Վահանաձև գեղձի ախտահարում Լյարդ մեծացում օջախային փոփոխություններ Աղյուսակ 8 ՈՀԼ հիվանդները n=108 n=57 n=51 n=2 n=18 n=34 n=54 n=15 n=40 n=49 n=7 n=22 n=14 n=45 (n=43 n=47 n=24 n=41 n=15 n=1 n=15 n=10 n=39 n=9 Պնևմոթորաքս Նկար  11-ում  հիվանդի  միայն  շոշափմամբ  հայտնաբերված  անութափոսի  ա/հ-ը բիոպսիայի նպատակով հեռացնել չի հաջողվել, քանի որ ՈւՁՀ-մբ նախապես չի ճշտվել ա/հ-ի տեղակայումն, ուստի կատարվել է միջնորմի վիրահատություն: ", "Տվյալ  եղանակով  վիրահատված  197  հիվանդից  ներհիվանդանոցային  մահացությունը առձանագրվել է  7  հիվանդի  մոտ,  որը  համապատասխանում է  3.6%-ին: ", "Նկ. 11. Բիոպսիայի հետևանքներն առանց ՈւՁՀ-ն Ժամանակին կատարված  ՈւՁՀ-ը կկանխեր վիրաբուժական կրկնակի միջամտությունն  «առանց  այն  էլ  ծանր»  հիվանդի  մոտ,  առավել  ևս  հիվանդի  մոտ վիրահատություններից հետո, ՈւՁՀ-մբ հայտնաբերվել էին վերանրակայն շրջանում 2.5 х  1.3  սմ  չափի  ա/հ-ներ,  որոնք  փոփոխված  կառուցվածք  ունեին  և  նպատակահարմար էին բիոպսիայի համար: ", "Համադրված արդյունքները ներկայացված են ստորև աղյուսակում 10-ում: ", "խմբերում  փայծաղի, ա/հ-ի ախտահարումների բնույթը, տեղակայման հաճախականությունը, հիվանդության կլինիկական ընթացքը Լիմֆոմաներով  հիվանդների գանգատները  հիմնականում  ուռուցքանման գոյացությունների  առկայությունն  է  ռեգիոնալ  ա/հ-ի  տեղակայման  շրջաններում՝ պարանոցային,  անութային,  աճուկային,  որոնք  մասնագետի  դիմելու  հիմնական պատճառներից մեկն են: ", "«Կենսունակություն»  ցուցանիշը  ամենից  բարձրն  է  ԴՑՆ  (46.9±15.0)  և  ՀՀՆ (38.9±16.7)  հիվանդների  խմբում:  Դիաբետիկների  դեպքում  դա  պայմանավորված  է վերջիններիս  առավել  ախտորոշված  և  առաջնային  հիվանդության  տեսակետից առավել լավ  բուժված լինելու  հանարավորություններով:  Լավ  կոմպենսացված շաքարային  դիաբետի  դեպքում  նվազում  է  նյարդաբանական  բարդությունների առաջացման  ռիսկը:  Երկարատև  հիվանդ  և  հետևողականորեն  բուժվող  հիվանդները ինչ-որ  առումով  «պատրաստ»  են  պայքարել  նաև  հիվանդության  բարդությունների հետ,  ուստի  պատշաճ  կերպով  ընդունում  են  դեղորայքը:  ՀՀՆ  հիվանդների  խմբում կենսունակության  բարձր  լինելը  առաջին  հերթին  պայմանավորված  է  այլ  սոմատիկ հիվանդությունների բացակայությամբ: ", "Այս  ցուցանիշը  էականորեն  տարբերվում  է  կոնտինենտ  մեզի  դերիվացիայի  եղանակով վիրահատված  հիվանդների  արդյուքներից,  սակայն  համադրելի  է  մյուս  2  եղանակով վիրահատված հիվանդների արդյուքնների հետ: Կարևոր է նաև առանձնացնել, որ ծանր բարդությունների  առաջացման  ռիսկը  նույնպես  ցածր  է  ստանդարտ  ՈՒԿ-ի  խմբում համեմատած աղիքային կոնդուիտի և աղիքային օրթոտոպիկ միզապարկի հետ: ", "ՈւՁՀ-մբ հայտնաբերված ՀԼ-ով հիվանդների ախտահարված ավշային հանգույցների տեղակայումը Աղյուսակ  10 ախտահարված ա/հ-ի տեղակայումը Դեպքերի թիվը Պարանոցային Միջնորմ Անութային Աճուկային Վերանրակային Որովայնի խոռոչի և հետորովայնամզային ՀԼ-ով հիվանդները % ընդհանուրից ՀԼ-ի դեպքում գերակշռումն ըստ տեղակայման կազմել է.   10.6% աճուկային ա/հ-ի դեպքում   17.7% անութային ա/հ-ի դեպքում   9.4% պարանոցային ա/հ-ի դեպքում   100% վերանրակային  ա/հ-ի դեպքում: ", "Այսինքն  ՈւՁՀ-ը հստակեցնում և բարելավում է  ՈՀԼ-ի և ՀԼ-ի  դեպքում փուլավորումը : ", "Այլ  գանգատներից  կարելի  է  նշել  տարբեր  աստիճանի  քրտնարտադրությունը, հատկապես գիշերային ժամերին,  թուլությունը, ջերմության  անբացատրելի բարձրացումը, որը չի իջնում նույնիսկ հակաբորբոքիչների ընդունումից, քաշի անկումը, մաշկի  քորը,  որն  արտահայտվում  է  թեթև  ձևից  մինչև  մաշկի  վրա  արյունային  բծերի առաջացմամբ,  ախորժակի  բացակայություն,  ալկոհոլի  ընդունումից  հետո  ա/հ-ի  ցավ (բնորոշ է ՀԼ-ին): Մեր կողմից հետազոտվող ՈՀԼ-ով և ՀԼ-ով հիվանդների գանգատները շատ  նման  են  և  վաղեմությունը  կազմել  է  մեկ  ամսից  մինչև  2.5  տարի:  Նշված գանգատները յուրահատուկ  չեն  ՈՀԼ-ի և ՀԼ-ի համար, սակայն կարող են հուշել ՈւՁՀ-ն մասնագետին  ավելի  ուշադիր  հետազոտել  և  հայտնաբերել  գանգատների  հնարավոր պատճառները,  օրինակ.  փոքր  չափաբաժիններով  հաճախամիզության  պատճառը կարող  են  լինել  փոքր  կոնքի  մեծացած  ա/հ-ը  կամ  կոնգլոմերատները,  որ  ճնշում  են միզապարկին, ինչպես և հազի պատճառը կարող է լինել միջնորմի գոյացությունը կամ պլևրայի հեղուկը: "]}