{"paragraphs": ["Ախտաբանական  ռեֆլեքսներից  երկկողմանի  դրական  են «Բաբինսկու»  և «Շտրյումպելի»  ռեֆլեքսները:  Մկանային  տոնուսը  ստորին  վերջույթներում  իջած  է, մկանները  խիստ  ատրոֆիկ  են:  Առկա  են  եզակի  մկանային  ֆասցիկուլյացիաներ: ", "«երկրորդ  տիպի շաքարային  դիաբետ» ախտորոշելը՝  բացառել  երկրորդային  դիաբետը՝  հատկապես  ճարպակալում չունեցող հիվանդների շրջանում: ", "Առանձնացված 3 հարցերի բնութագրեր Կյանքի ներկա որակի Մեզի դերիվացիայից Էրեկցիայի գնահատում բավարարվածություն առկայություն հիվանդների քանակ, հիվանդների քանակ, հիվանդների քանակ, Աղյուսակ 17. Ամբողջ Նշում՝ 0-“ամենևին”, 1-“թեթևակի”, 2-“չափավոր”, 3-“բավականին”, 4-“չափազանց” Հիվանդների  կողմից  գնահատված  միջին  կյանքի  որակը  համապատասխանում էր  1.87  միավորի  4  հնարավորից:  167  հիվանդներից  միայն  2  հոգի  էր  նշում  չափազանց լավ  կյանքի  որակի  մասին,  այնինչ  15  հոգի  առձանագրում  էր  կյանքի  որակի  իսպառ բացակայության մասին: Ստացած մեզի դերիվացիայի եղանակից բավարարվածության ցուցանիշը կազմում էր 1.85 միավոր: Իրենց մեզի դերիվացիայի եղանակով “չափավոր”, “բավականին”  կամ “չափազանց” բավարարված էին համապատասխանաբար,  որը  համապատասխանում  է  ամբողջ  հիվանդների  70.6%-ին: ", "Հարցված 167 հիվանդներից, որևէ աստիճանի Էրեկցիայի առկայություն նշում էր միայն ցուցանիշը կազմել է 0.53 միավոր (Աղյուսակ 17): ", "pages 2188–2194. the islands of Langerhans. J Exp Med. 1901; 5: pages 527–540. Amdursky &  Gazit E. // Apoptosis induced by islet amyloid polypeptide soluble oligomers is neutralized by diabetes-associated specific antibodies. Scientific Reports March 2014, Article number 4267, doi:10.1038/srep04267 pages 231-250 diabetes mellitus. Physiol Rev 2011 Jul; 91(3): pages 795-826. pages 1188–1203 Qian  Le,  //  Fatty  acids  induce  amylin  expression  and  secretion  by  pancreatic  beta-cells. Am.  J. Physiol. Endocrinol. Metab. January 2010, 298 (1): pages 99–107. L. Subramanian, Sakeneh Zraika, Kathryn Aston-Mourney, Darcy B. Carr, Per Westermark, Gunilla T.  Westermark, Steven  E.  Kahn, and Rebecca  L.  Hull.  //  β-Cell  Loss  and  β-Cell  Apoptosis  in Human Type 2 Diabetes Are Related to Islet Amyloid Deposition Am J Pathol. 2011 June; 178(6): "], "paragraph_source_docs": [3, 0, 2, 2, 0], "source_docs_file": "Medicine.json"}