{"paragraph_source_docs": [0, 0, 1, 1, 1, 0, 1, 0, 0, 0], "source_docs_file": "Linguistics.json", "paragraphs": ["ռելոց» արտահայտության մեջ, որը, ինչպես հավանաբար և նախորդը, Խարբեր- դի ասորիների խոսքում գործածվող ավանդական մի քանի ասորական կրոնա- կան  արտահայտություններից  մեկն  էր,  որի  պահպանումը  պայմանավորված  էր եկեղեցական  պրակտիկայում  նրա  շարունակական  գործածությամբ:  Դասական ասորերենի համապատասխան բայաձևն ունի qom տեսքը, այսինքն այս պարա- գայում  ասորերենի  «կոֆ»  տառը  արտահայտված  է  հայերենի  «խ»  տառով  (սրա մասին մանրամասն տես 3.6.4. գլուխը), իսկ սկզբնական [օ] ձայնավորը փոխա- րինվել  է  [ու]-ով՝  կամ  այս  երկու  ձայնավորների  նմանության  պատճառով  կամ qom  բայի  հրամայական  եղանակի  qum  ձևի  ազդեցությամբ:  Կարևոր  է  նշել,  որ qum հրամայական ձևն առկա է Ավետարանում՝ ի թիվս Քրիստոսի արտասանած together”,  “to  collect”  (էջ  219):  M.  Sokoloff-ի  A  Syriac  Lexicon-ում՝  “to  gather,  assemle”,  “to  collect”  (էջ և հենց արամեերեն մեջբերված մի քանի արտահայտությունների: Խոսքը տալի- թա կում՝ «Աղջիկ, վեր կաց» արտահայտության մասին է, որը կարող էր ազդած լինել դիտարկվող արտահայտության արտասանության վրա: ", "տահայտությունը, որը թարգմանված է «ո՞ւր կերթաք»: Օջինան բառը հանդես է գալիս աղավաղված տեսքով, քանի որ [ջ] բաղաձայնի փոխարեն, որն ընդհան- րապես բացակայում է դասական ասորերենում, պետք է լինի [զ]: Չի բացառվում, որ հոդվածն արտագրած անձը վրիպակ է թույլ տվել՝ հայերեն [զ] և [ջ] տառերի ձեռագիր  տարբերակների  նմանության  պատճառով:  Ապա  –նան  վերջավորու- թյունը,  որն  առաջանում  է  ḥənan  «մենք»  անձնական  դերանունի  կրճատումից, կազմում է հոգնակի թվի երկրորդ դեմքի բայաձևեր, այսինքն՝ օզինան ձևը նշա- նակում  է  «կերթանք»:  «Կերթաք»  բայաձևի  ճիշտ  թարգմանությունը  պետք  է  լի- ներ  օզիթօն:  Այսպիսով,  այս  պարագայում  գործ  ունենք  թե՛  աղավաղված  գրու- թյան և թե՛ սխալ թարգմանության հետ: ", "Հարցվողների զգալի մասը այս նույնաբանությունը  մեկնաբանել  է,  որ  կին  զրուցակիցը  չափազանց  անկեղծ  ու շիտակ  է,  եթե  իհարկե  չի  ձևացնում  և  իրոք  հենց  այդպիսին  է,  ինչը  կարող  է ձանձրալի  ու  հոգնեցուցիչ  լինել:  Սակայն  հաշվի  առնելով,  որ  աղջիկն  ըստ երևույթին հարուստ է, ապա տղամարդիկ կարող են աչք փակել դրա վրա: ", "Դիտարկենք  մեկ  օրինակ  ևս,  որտեղ  նույնաբանության  մեկնաբանության համար կարևորվել է համատեքստի գործոնը. “Answer me! Are you completely mad?” I noticed Lena didn’t have much to say. “She’s trying to speed things along,” I explained. Luckily, Lena’s mum is used to being Lena’s mum. 6, so she isn’t shocked by things like this. I  looked  at  her  and  thought  that  there  must be  a  lot  of  people  who  would like to marry her. She has a silver nose stud. (PM WH: 126) Հարցվողների  85  %-ը  սույն  նույնաբանությունը  մեկնաբանել  է  հետևյալ  կերպ. Լենայի  մայրը  արդեն  վարժվել  է  աղջկա  չարաճճիություններին  ու  առանձնապես շատ  չի  զարմանում  նրա  արարքներից:  Այս  մեկնաբանությունը  հնարավոր  է դարձել,  ինչպես  հենց  հարցվողներն  են  վկայում,  իրենց  հարցաթերթիկներում նույնաբանությանը  նախորդած  նախադասությունների  միջոցով:  Մասնավորապես նրանց օգնել է Answer me! Are you completely mad? I noticed Lena didn’t have much to say.  She’s  trying  to  speed  things  along,  I  explained.  հատվածը:  Նրանց պատասխաններից մի քանիսը հենց այդպիսին են` Lena's mother was angry with her apparantely for something wrong she has done but she seems to be used to such things: ", "Մինչդեռ  երբ  նույն  նույնաբանությունը  տրվել  է  մեկնաբանելու  առանց համատեքստի,  ապա  հարցվողների  մեծամասնությունը  չի  հասկացել,  թե  ով  է Լենան,  ինչու  պետք  է  նրա  մայրը  սովոր  լինի  նրա  մայրը  լինելուն,  ինչն  է  դրա առանձնահատկությունը,  ու  հաճախ  ոչ  թե  մեկնաբանել  են,  այլ  հենց  իրենք  են հարցով  պատասխանել`  Which  is  Lena?;  Who  is  Lena’s  mother?,  այսինքն` փաստացի  չեն  կարողացել  մեկնաբանել  նույնաբանությունը,  որովհետև  ոչինչ  չէր որոշակիացնում  դրա  նշանակությունը,  չկար  որևէ  լեզվական  միավոր,  որը կնեղացներ  այլընտրանքային  տարբերակների  շրջանակը  ու  կթողներ  ամենից հավաստին  ու  հնարավորը:  Հարկ  ենք  համարում  այնուամենայնիվ  նշել,  որ դատելով  նույնաբանական  կառույցից`  հարցվողներից  ոմանք  նշել  են,  որ  երևի  թե Լենային  բնորոշ  են  որոշակի  հատկանիշներ,  որոնք  նրա  մայրը  կա՛մ  չի  նկատում, կա՛մ  էլ  նրա  մոտ  ձևավորվել  է  որոշակի  հանդուրժողական  վերաբերմունք  դրանց նկատմամբ: Եվս մի կարևոր առանձնահատկություն կա այս նույնաբանության մեջ, որին  արժե  անպայման  ուշադրություն  դարձնել,  այն,  որ  հատկացուցիչը  հատուկ անուն է  (Lena),  և կան միլիոնավոր Լենաներ: Առանց հստակեցման, թե որ Լենայի մասին  է  խոսքը,  լսողը/ընթերցողը  չի  կարող  կողմնորոշվել  տվյալ  իրավիճակում: ", "  ըտմոռան «մեր Տիրոջ» - դերանվան մասով ամբողջությամբ համընկնում է դասական ասորերենի dəmoran ձևին: ", "Պետք  է  անպայման  նշել,  որ,  ինչպես  ցույց  են  տալիս  մեր  կատարած ուսումնասիրության արդյունքները, հարցվողների զգալի մասը նույնաբանությունները  և  առհասարակ  դիսկուրսը  վերլուծելիս  օգտագործում  է  ոչ թե միայն մի  «բանալի»,  ասենք` համատեքստը կամ հարատեքստը  կամ  խոսքային իրադրությունը,  այլ  դրանք  բոլորն  էլ  դեր  են  ունենում  նույնաբանական  կառույցի գործաբանական ներուժի մեկնաբանության համար: ", "Այստեղ  իթավ  բառը  համապատասխանում  է  դասակա  ասորերենի  iṯaw  բառին,  որը կազմված  է  iṯ  բառ-մասնիկից  («կա»,  «առկա  է»),  որին  կցված  է  3-րդ  դեմքի  հոգնակի թվի  առական  սեռի  –aw  դերանվանական  վերջածանցը179:  Այս  տեսքով  այս  բառը  դա- սական  ասորերենում  կատարում  է  դերանվանական  վերջահարույթի  դեր,  որն  իր  շա- րահյուսական  գործառույթով  մոտ  է  հայերենի  օժանդակ  բային:  Քանի  որ  դասական ասորերենում հադ հորքո իթավ կապակցություն գոյություն չունի, ապա պետք է եզրա- կացնել,  որ  այն  ստեղծվել  է  հոդվածագրի  կողմից,  որն  ասորերենի  իր  իմացության սահմաններում ջանացել էր ստեղծել «ներկա մը» բառի համարժեքը: ", "Ասորական  տառերի  հայատառ  անվանումները  «Բաբելոնում»  գործածված  են  երկու անգամ՝ պարբերությունները նշելու համար (Ա-7-5 և Ա-11-7): Ստորև աղյուսակում ներ- կայացված են պարբերականում արձանագրված տառերի անվանումները: ", "Օլաֆ Պէթ Կօմալ Տօլաթ Հէ Վավ Առաջին  հոդվածում  տառի  անվանմանը  փակագծերում  հետևում  է  հայկական տառ՝ ըստ հայկական այբուբենի հերթականության՝ Օլաֆ (Ա), Պեթ (Բ), Կօմալ (Գ), Տօ- լաթ (Դ), Հէ (Ե): Հնչյունաբանական առումով համապատասխան հայկական տառի հետ համընկնում  են  միայն  Պէթ,  Կօմալ  և  Տօլաթ  տառերը  (ըստ  արևմտահայ  արտաբեր- ման): Երկրորդ հոդվածում հայկական տառերը բացակայում են: "]}