{"paragraph_source_docs": [2, 3, 3, 3, 3, 3, 3, 2, 1, 3], "source_docs_file": "History.json", "paragraphs": ["խնդիրը //Արևելագիտությունը Հայաստանում. Հին եվ միջնադարյան Հայաստանը եվ իր հարևանները, Հ. 3, Երևան, 2017, էջ 32-52: ", "Հայաստանի Միջնաշխարհը` Արագածոտնը, XII – XIV դդ. գտնվում էր Զաքարյան- ների,  ապա  նրանց  վասալ  Վաչուտյան  տոհմի  տիրապետության  տակ,  որոնց  ռազմա- կան ու վարչական կենտրոնը Անբերդն էր99: XII – XIII դդ. հայ-վրացական միացյալ զոր- քերը  Անբերդը  սելջուկներից  ազատագրելուց  հետո  հանձնում  են  վերջիններիս,  որոնք ձեռնամուխ են լինում ամրոցի ամրացմանը: Աճող ամրոց-բնակավայրը շրջափակվում է նոր, ավելի ընդարձակ պարիսպներով, որոնք իրենց մեջ ներառում են ողջ հրվանդանը: ", "Մոնղոլական  արշավանքներից  հետո  Անբերդը  ավերվում  է,  իսկ  Վաչուտյանները ստիպված  հեռանում  են  և  իրենց  վարչական  կենտրոնը  հաստատում  Վարդենիս  գյու- ղում: XIII դարի վերջերին Վաչուտյաններին հաջողվում է վերադարձնել Անբերդը մինչև Լենկ  Թեմուրի  արշավանքները:  Այդ  շրջանում  ամրոցն  ամփոփվում  էր  միջնաբերդի  և նրան հարող փոքր տարածքի սահմաններում: XVI – XVII դդ., երբ ամրոցն այլևս գոյու- թյուն չուներ, նրա փոխարեն տարածվում է սովորական բնակավայր: ", "Ամրոցում  տարբեր  ժամանակաշրջաններում  կառուցվել  են  միջնաբերդը,  պարըս- պապատերը, Արխաշանի և Անբերդաձորի դարպասները, Կաթողիկե եկեղեցին, մատու- ռը, բաղնիքը, մեծ ու փոքր ջրամբարները, գաղտնուղիները, բնակելի համալիրներ, ջրա- լիսի միջնաբերդի, Դմանիսիի, Ախալքալաքի, Կարագաջիի, Բաթումիի, Ծալկայի Նարդևանի միջնաբերդի պեղումներով  հայտնաբերված  չինական,  իրանական,  թուրքական  (վերջինս  բացի  Լոռե  բերդաքաղաքից, Հայաստանի մյուս տարածաշրջաններում առայժմ չի հանդիպում) ներմուծած խեցեղենին: Նշանակում է` տվյալ  խեցեղենը  նույն  ճանապարհով  ներմուծվել  է  Արևելյան  Վրաստան  և  Հայաստանի  հյուսիսային շրջաններ: ", "ղաց`  Անբերդաձորում:  Ամրոցից  դուրս,  հյուսիսային  կողմում,  մոտ  200  մ  հեռավորու- թյան վրա գտնվում է Անբերդի գերեզմանոցներից մեկը` օրորոցաձև տապանաքարերով և  XII  –  XIV  դդ.  խաչքարերով:  Մյուս  գերեզմանոցը,  որտեղ  թաղումներ  կատարվել  են դեռևս X – XI դդ., գտնվում է Արխաշանի ձորի հակառակ եզրին` Բյուրական տանող ճա- նապարհի ձախ կողմում: ", "Անբերդի հնագիտական  պեղումները  սկսվել են 1936  թ. (արշավախմբի ղեկավար` Հ. Օրբելի) և շարունակվել 1963-1972 թթ. (ղեկ.` Ն. Տոկարսկի, Ս. Հարությունյան): Հայտ- նաբերված  հնագիտական  նյութերում  մեծաթիվ  է  խեցեղենը,  որը  հիմնականում  վերա- բերում է XII – XV դդ.: Խեցեղեն հավաքածուի ուսումնասիրությունը մատնանշում է տե- ղում  կազմակերպված  խեցեգործական  արհեստանոցի100,  ինչպես  նաև  Ոսկե  հորդայի, Հուլավյան  Իրանի,  Մամլուքյան  Եգիպտոսի  խեցեգործական  կենտրոններից  ներմուծած անոթների և դրանց ընդօրինակումների առկայությունը101: ", "Դաշտադեմի  ամրոցը  կարևոր  տեղ  է  զբաղեցնում  Անի  քաղաքի  պաշտպանական համակարգում:  Գտնվելով  Արագածոտնի  մարզի  Դաշտադեմ  գյուղում102  և  իշխող  դիրք ունենալով Արարատյան դաշտի նկատմամբ, այն Անիի արևելյան մատույցները պաշտ- պանող  ամրություններից  մեկն  էր,  որն  ի  տարբերություն  մյուս  բերդ-ամրոցների  զուրկ էր բնական անառիկությունից, այդ պատճառով էլ օղակվել էր բարձր պարսպապատով: ", "Զ.  Աբրամովան  նշում  է,  որ  գեր,  փարթամ  կանանց  արձանիկները  պատկերում  էին նախամայրերին,  իսկ  նիհարավուն  արձանիկները`  չնայած  ընդգծված  մայրության  հատ- կանիշներին` կարող էին որսորդության հետ առնչվել135: ", "րում  են  մտավոր  դաստիարակության  կարևոր  գործառույթ,  մասնավորապես՝  համաշ- խարհային պատմության ընկալման համատեքստում: ", "դադյանը  ապաստանում  է  Դաշտադեմի  ամրոցում  և  նույն  թվականի  սեպտեմբերին    հիմնովին  վերա- նորոգում այն, ինչի վերաբերյալ թողել է արաբերեն արձանագրություն. ,,Да возвеличит его Аллах! {месяца} сафар пятьсот семидесятого года  {сентябрь 1174}. Возведший это укрепление  –  эмир,  великий  исфахсалар, ‘Адуд ад-дин, возвеличивающий ислам – Сул{тан} б. Махмуд б. Ша{вур}: Տես` Хачатрян А., Корпус арабских надписей Армении, VIII – XVI вв., Ереван, Изд. АН АрмССР, 1987, с. 46. րով:  XII  –  XIII  դդ.  ամրոցն  անցնում  է  Զաքարյաններին,  որոնք  լայնածավալ  վերակա- ռուցումներ են անում միջնաբերդում: Դա է վկայում Իվանե Զաքարյանի թոռ Աղպուղայի հատվածաբար  պահպանված  արձանագրությունը105:  Մոնղոլական  արշավանքների  հե- տևանքով ամրոցը կործանվում է և վերականգնվում միայն 1812 թ., երբ Երևանի պարսիկ խան  Հուսեինը  ձեռնարկում  է    հսկայածավալ  պարիսպապատերի  կառուցումը`  իրեն- ցում ներառելով միջնադարյան ողջ համալիրը106: "]}