{"paragraphs": ["Մասնավորապես  մեծ  քանակ  են  կազմում  այնպիսի  պատասխանները,  ինչպիսիք են`    հիմա  արդեն  21-րդ  դարն  է`  հսկայական  գիտական,  տեխնոլոգիական  ու գաղափարային  առաջընթացի  դարաշրջանը:  Կան  նաև  մեկնաբանություններ, որտեղ  նշվում  է,  որ  մեր  ժամանակներում  վերացել  են  ու  վերանում  են սահմանները  պետությունների  ու  համակարգերի  միջև,  հասարակություններն  ու անհատները  առանց  խոչընդոտի  մի  մայրցամաքից  մյուսը կարող  են  միմյանց  հետ շփվել տարբեր տեխնոլոգիաների շնորհիվ, ու վաղուց արդեն ժամանակն է մի կողմ նետել  անցյալից  եկող  նախապաշարումներն  ու  սիրուն  նույնպես  վերաբերվել որպես  ազատ  կամարտահայտում  ու  անձնական  ընտրություն:  Հարցվողների մեկնաբանությունների  մեջ  նույնաբանությունը  մեկնաբանվել  է  նաև  հիմնվելով համատեքստի, հատվածի հեղինակի արտահայտած մտքերի վրա: ", "  մթրան՝ «արքեպիսկոպոս», «միտրոպոլիտ» – համապատասխանում է արաբերե- նի ﻥ َﺮﻄُﻣ մուտռան բառին: Դասական ասորերենում նույնարմատ համապատաս- խան ձև չկա: ", "Մինչդեռ  եթե  համատեքստով  հարցաթերթիկը լրացնողների  արդյունքների ընդհանրական  պատկերն  այսպիսին էր,  ապա  առանց համատեքստի մեկնաբանողների  հարցաթերթիկների  արդյունքները  բավական  այլ  պատկեր  էին ներկայացնում:  Ունենալով  հանձնարարություն`  մեկնաբանելու  love  is  love նույնաբանական կառույցը, հարցվողները նշել էին հիմնականում իրարից տարբեր երկու տեսակի պատասխան: Առաջին տարբերակը (45 %) այն է, որ սերը ընդամենը զգացմունք  է  ու  ոչինչ  ավելին,  որ  միայն  սերը  բավարար  չէ  կյանքում  ու  կան  այլ առաջնահերթություններ  նույնպես:  Իսկ  հաջորդ  բավական  հաճախ  հանդիպող պատասխանն  այն  էր  (35  %),  որ  սերը  ամենակարևորն  է  ու  ամեն  ինչից  վեր  է: ", "Այսինքն`  երկու  միմյանց  հակադիր  մեկնաբանություն  միևնույն  a  is  a    կառույցն ունեցող  նույնաբանության  համար:  Սակայն  հարցվողներից  ոչ  մեկը  այն չմեկնաբանեց ոչ ավանդական հարաբերությունների նշանակությամբ, այսինքն` ոչ ոք  իր  մեկնաբանության  մեջ  չնշեց,  որ  սերը,  միևնույնն  է,  սեր  է`  անկախ նրանից` նույն  սեռի  անձանց  միջև  է,  թե  հակառակ  սեռերի:  Առանց  համատեքստի հարցվողները չկենտրոնացան նույնաբանության  այս իմաստի վրա: ", "Պատասխանների  մեջ  կային  նաև  առավել  ընդհանրական,  մի  փոքր  անորոշ պատասխաններ,  ինչպես,  ասենք, That’s it  կամ I bet so  (20  %)  ու  նմանատիպ  այլ մեկնաբանություններ:  Դրանց  ոչ  կոնկրետ  լինելը  թերևս  կարող  է  վկայել,  որ հարցվողները չեն կողմնորոշվել նույնաբանության հաղորդակցական- գործաբանական  նշանակության  հարցում  և  պարզապես  փորձել  են  ինչ-որ  կերպ պատասխանել ու մեկնաբանել: ", "Հաջորդ  օրինակում  նույնպես  հարատեքստի  դերը  հսկայական է` մեկնաբանելու  համար  տվյալ  նույնաբանությունը:  Հատվածը  վերցված  է  The Guardian թերթի  Get rid of the immigrants? No, we can’t get enough of them, says German mayor վերնագրով հոդվածից: ", "A one-hour drive from Goslar lays Göttingen, the region’s economic powerhouse. There, officials are struggling to cope with the thousands of refugees it is obliged to house based on its economic strength. As elsewhere in Germany, tent cities and container villages have been springing up overnight to cope with demand. Leisure centres  and  schools  have  been  converted  into  shelters,  but  when  the  new  term starts  they  will  no  longer  be  available,  intensifying  the  problem.  And  as  winter approaches, tent cities will no longer be viable. “It’s mad that in Göttingen they are having to build new accommodation, and are tearing their hair out as to where to put everyone, while we have empty properties and employers who are desperate for skilled workers,” Junk said. His  appeals  for  politicians  to  adopt  the  “Goslar  Model”  have  so  far  fallen  on  deaf ears. “They say to me ‘rules are rules’,” said Junk. “It’s typically rigid and German, always having to work with finished concepts rather than allowing for new ideas. Anyone who tells me Germany is full up, or that we can’t afford them, I say think of our past, and of the future. Of course we can afford them – we’re a rich country, and we have a duty to help those in need.” (The Guardian, http://www.theguardian.com/world/2015/aug/16/goslar-germany-we-cant-get enough-immigrants-oliver-junk?CMP=fb_gu (accessed 16 August, 2015)) Այս  նույնաբանության  գործաբանական  արժեքը  հասկանալու  և  ընկալելու համար,  թե  ինչ  հաղորդակցական  նպատակով  է  այն  կիրառվում,  պետք  է  տեղյակ լինել  այժմյան  աշխարհաքաղաքական  իրավիճակից,  մասնավորապես  Մերձավոր Արևելքում  արդեն  հինգ  տարի  տևող  սիրիական  պատերազմից  ու  դրա  աղետալի հետևանքներից: Այս հետևանքներից մեկն էլ փախստականների անվերահսկելի ու զանգվածային  հոսքն  է  դեպի  Եվրոպա  ու  հատկապես  Գերմանիա:  Այս  դեպքերը բազմաթիվ  հրատապ  խնդիրներ  ու  հարցեր  են  առաջացրել  Գերմանիայում, ինչպես,  ասենք,  փախստականների  կացարանի  ու  ապրուստի  հարցն  է: ", "  Սէհրանա – հավանաբար աղոթք կամ շարական է: Հիշատակված է Ա-10 համա- րի  խմբագրականում՝  «Սէհրանա  կարդալ»  բառակապակցության  մեջ:  Բառա- ցիորեն նշանակում է «լուսնային»: ", "Հարատեքստի  ազդեցությունը էական է  խոսողի  հաղորդակցական նպատակի  ձևավորման  համար,  ինչն  իր  հերթին,  բնականաբար,  ազդում  է նույնաբանության  մեջ  ներփակված  գործաբանական  ներուժի  վերծանման  վրա լսողի կողմից: Առաջարկում ենք դիտարկել հետևյալ օրինակը. A:  Iran  allows  women  into  sports  stadiums,  but  not  for  anything  “too masculine” B: ", "Well progress is progress. (The Independent, http://www.independent.co.uk/news/world/middle-east/iran-allows- women-into-sports-stadiums-but-not-for-anything-too-masculine- Այս  հատվածում  progress  is  progess  –  առաջընթացն  առաջընթաց  է նույնաբանությունը  մեկնաբանելու,  դրա  հաղորդակցական-գործաբանական արժեքը  որոշելու,  խոսողի  հաղորդակցական  նպատակին  հաղորդակից  դառնալու համար անհրաժեշտ է, որ խոսողի ու նրան լսողի`զրուցակցի միջև լինի ընդհանուր տեղեկույթի  առկայություն:  Այսինքն`  թե՛  խոսողը  և  թե՛  լսողը  պետք  է  տեղյակ լինեն  Իրանում  կանանց  իրավունքների  սարսափելի  սահմանափակ  վիճակից: ", "Անհրաժեշտ  նախապայման  է,  որպեսզի  խոսողը  վստահ  լինի,  որ  լսողը  տեղյակ  է Իրանում  առկա  իրավիճակից  ու  ի  վիճակի  է  համապատասխան  կերպով մեկնաբանելու  իր  խոսքն  ու  դրանում  առկա  նույնաբանական  կառույցը:  Կարևոր նախապայման  է  նաև,  որ  խոսողն  ունենա  որոշակի  վստահություն,  որ  լսողը համակարծիք է իրեն: Հակառակ պարագայում, ըստ էության մարզադահլիճ գնալու թույլտվությունը,  այն էլ ոչ չափազանց  տղամարդկային մարզաձևերի հանդիսատեսը  լինելու  համար,  առնվազն  տարօրինակ  կթվար  լսողի  համար,  ով տեղյակ չէ  Իսլամական  հեղափոխությունից  հետո  Իրանում  հաստատված կարգերից:  Ու  հետևաբար  նաև  քիչ    հավանական  է,  որ  նա  առաջընթաց  համարեր մի  բան,  որ  ինքնին  հասկանալի  է  ու  վաղուց  ընդունելի  ամբողջ  քաղաքակիրթ աշխարհում:  Թերևս  կարելի  է  վստահորեն  ասել,  որ  նրա  համար  տարօրինակ կհնչեր  չափազանց  տղամարդկային  արտահայտությունը:  Հետևաբար  տվյալ պարագայում  Իրանում  առկա  հասարակական-քաղաքական  իրավիճակն  ու դրանում կանանց իրավունքների սահմանափակումը  այն հանրային համատեքստն են` հարատեքստը, որոնք հնարավոր են դարձրել progress is progess նույնաբանության  կիրառությունը:  Մեր  դիտարկած  օրինակում  նույնաբանության մեկնաբանման  հարցում  վերոնշյալ  գործոնը  մեծ  կշիռ  ունի:  Կարևոր  է  կոնկրետ դիսկուրսի  հեղինակի  անձը,  նրա  պատկանելությունը  որևէ  քաղաքակրթական ճամբարի:  Տվյալ  օրինակում  ենթադրվում  է,  որ  զրուցակիցները  կա՛մ  մուսուլման չեն,  կա՛մ  առնվազն չեն  խրախուսում  Իրանում  կանանց  իրավունքների սահմանափակումները:  Դիտարկենք  մեկ  այլ  օրինակ,  որտեղ  նույնաբանության մեկնաբանման  գործում  ազդեցություն  է  ունեցել  հաղորդակցական  իրադրության մասը  կազմող  արտալեզվական  համատեքստը  կամ  հարատեքստը:  The Guardian թերթում հրատարակված I was held hostage by Isis. They fear our unity more than our airstrikes  վերնագրով  հոդվածի  տակ  ընթերցողներից  մեկը  գրել  էր  մի մեկնաբանություն, որի մեջ կար հետևյալ նույնաբանությունը` Islam is Islam: ", "To  call  themselves  as  an  Islamic  state  does  not  make  them  a  real  Islamic state. Several times we announced they are not Muslim, we reject them and their terrorism is accurately against to Islamic rules, still the media call this terrorist organization as an Islamic state. This is an abuse to us! And there is neither  moderate  nor  extreme  in  Islam, Islam  is  Islam.  (The  Guardian http://www.theguardian.com/commentisfree/2015/nov/16/isis-bombs- hostage-syria-islamic-state-paris-attacks?CMP=fb_gu, (accessed November 2015)) Այս հատվածում  առկա նույնաբանությունը վերլուծելու համար հարցվողներին  անհրաժեշտ  է  տեղյակ  լինել  վերջին  տարիներին  Մերձավոր Արևելքում  տեղի  ունեցող  պատերազմական  դեպքերից,  որոնց  արդյունքում ստեղծվել  է  Իսլամական  Պետություն  կոչվող  ահաբեկչական  խմբավորումը: ", "Վերջինս հայտնի է իր  անմարդկային հաշվեհարդարներով, որոնք տեսանկարահանում է  և  տարածում  համացանցում`  այդպիսով  սրելով հարաբերությունները  տարբեր երկրների մուսուլման և քրիստոնյա բնակչությունների  միջև:  Շատ  մուսուլմաններ  տարբեր  երկրներում  դեմ  են արտահայտվում  Իսլամական  Պետության  գործունեությանը,  նրանց  արյունալի մահապատիժներին` ասելով, որ դա դեմ է հենց Իսլամին, ու որ այդ խմբավորման զինյալները  իրականում չեն  կարող  մուսուլման  համարվել:  Սա  այն հասարակական-քաղաքական  հարատեքստն  է,  որ  անհրաժեշտ  է  իմանալ`  տվյալ հատվածում առկա նույնաբանությունը վերծանելու համար: Ըստ էության հոդվածի տակ  այս  մեկնաբանությունը  գրողը  նույնպես  այն  մուսուլմանների  թվին  է պատկանում,  ովքեր  ԻՊ-ի  գրոհայիններին  չեն  համարում  Իսլամի  իրական հետևորդներ: Սա արդեն երևում է համատեքստից: Հարցվողների մեծ մասը (90 %) հատկապես կարևոր է համարում …Several times we announced they are not Muslim, we reject them and their terrorism is accurately against to Islamic rules…,  որտեղից հասկանալի է դառնում այդ մեկնաբանության հեղինակի վերաբերմունքը: Ավելին, հաջորդ  նախադասությունը  …still the media call this terrorist organization as an Islamic  state..  this  is  an  abuse  to  us…  արտահայտում  է  այն  միտքը,  որ մուսուլմանները  արդեն  զայրանում  են  ԶԼՄ-ի  վրա,  ովքեր  ԻՊ-ի  արարքները տարածում  են  Իսլամի  գաղափարախոսության  վրա:  Ըստ  մեկնաբանության հեղինակի`  այդպիսի  վերաբերմունքը  ԶԼՄ-ի  կողմից  վիրավորում  է  իրենց` մուսուլմաններին:  Այստեղ  արդեն  բացահայտվում  է  այն  իրադրությունը,  որը զայրույթ  է  առաջ  բերել  տվյալ  մեկնաբանությունը  անող  ընթերցողի  մոտ,  ու  նա օգտագործել  է  Islam is Islam  նույնաբանությունը`  դրանով  արտահայտելով  այն միտքը,  թե  Իսլամը  ո՛չ  ագրեսիվ  է,  ո՛չ  էլ  չափավոր,  այլ  պարզապես  կրոն  է  ու պատասխանատու  չէ  ԻՊ-ի  արյունարբու  գործունեության  համար:  Մինչդեռ հարցվողների  մյուս  խումբը,  որոնք  Islam is Islam  նույնաբանությունը  պետք  է մեկնաբանեին  առանց  համատեքստի,  որոշակիորեն  այլ  պատասխաններ  է  տվել: ", "Նրանց  արդյունքների  ամփոփումը  մեզ  տվել  է  հետևյալ  պատկերը:  Հարցվողների է կանանց  կրել փակ հագուստ, իսկ մնացած  հարցվողները հիմնականում  տվել են ավելի  չեզոք  կամ  անորոշ  պատասխաններ,  ինչպիսիք  են` You can’t change that  և You should respect their laws  մեկնաբանությունները: Այստեղ հատկանշական է, որ Իսլամ  գոյականը  մարդկանց  գիտակցության  մեջ  որոշակի  մտահայեցումներ  է առաջ  բերում,  ինչպիսիք  են  հետամնացությունն  ու  կանանց  իրավունքների սահմանափակումը,  ինչը  նույնպես  հենքային  գիտելիքի  մասին  է  խոսում:  Հարկ  է անշուշտ  նշել,  որ  մեր  հարցման  բոլոր  մասնակիցները  քրիստոնյա  էին,  ինչն, անշուշտ, նույնպես ազդեցություն է ունեցել նրանց մեկնաբանությունների վրա: ", "Ինչպես  ցույց  է  տալիս  սույն  ենթագլխում  իրականացված  քննությունը, հարատեքստը  նույնպես  մեծ  դերակատարում  ունի  նույնաբանական  կառույցում պարունակվող  գործաբանական  ներուժը  մեկնաբանելու  գործում,  քանի  որ ապահովում  է  այն  արտալեզվական  հենքը,  որում  ծավալվում  է  տվյալ  խոսքային փոխներգործությունը: ", "նույնաբանության ընկալման գործընթացում Ինչպես  ցույց  է  տալիս  ստորև  բերվող  օրինակների  քննությունը, նույնաբանական կառույցների հաղորդակցական-գործաբանական  արժեքը որոշարկող  գործոններից  է    այն  լեզվական  խոսքային  իրադրությունը,  որտեղ հանդես  է  գալիս  տվյալ  նույնաբանությունը:  Նույնաբանությունից  առաջ  ու/կամ դրանից հետո գտնվող նախադասությունները իրենց  արտահայտած նշանակությամբ  լսողին  տալիս  են  տեղեկույթ,  որը  կողմնորոշիչ  դեր  է  ունենում դիսկուրսում  առկա  նույնաբանության  մեկնաբանման  համար:  Կախված  այդ լեզվական համատեքստը կազմող բաղադրիչների շեշտադրությունից ու հաղորդած տեղեկույթից`  նույնաբանության  հաղորդակցական-գործաբանական  արժեքը նույնպես  փոխվում  է:  Կարևոր  գործոն  է  նաև  խոսընկերների  ընդհանուր  և հենքային գիտելիքը,  որն  օգնում  է  ընթերցողին/լսողին  ավելի  հստակ պատկերացնելու  իրավիճակը,  որտեղ  տեղի  է  ունենում  խոսքային  գործընթացը, հասկանալու`  ովքեր  են  այդ  դիսկուրսի  մասնակիցները,  և  ով  ինչ  դեր  ունի խոսակցության  մեջ,  զրուցակիցների  անձնական  հատկանիշները,  ինչպիսիք  են սեռը, տարիքը, կոչումն ու պաշտոնը և այլն: ", "ցող,  բայց  ինքնուրույն  տառերով,  որոնք  իրարից  տարբերվում  են  տառի  վրա  դրվող  կետով:  Այլ  կերպ ասած՝ միջատամնայինը նշվում է պայթականը նշող տառի վրա կետի ավելացումով: Համապատասխա- նաբար՝ առաջին զույգը նշվում է ﺕ ﺙ տառերով, իսկ երկրորդը՝ ﺩ  :ﺫ եթե նրան նախորդող բառն ավարտվում է ձայնավորով, ապա բառասկզբի պայթական բաղաձայնը փոխարինվում է իր շփական տարբերակով: Օրինակ՝ talmiḏa «աշակերտ», բայց՝ ha ṯalmiḏa «ահա աշակերտը»205: ", "Երկրորդ զրուցակիցը, համաձայնություն արտահայտելով, ավելացնում է, որ նա այլընտրանք չունի, ու մայրը մնում է մայր: ", "Տվյալ պարագայում նույնաբանության հաղորդակցական-գործաբանական արժեքը իրավիճակի  ընդունումն  ու  հանդուրժողականության  արտահայտումն  է,  քանի  որ մայրը  ամենաթանկ  անձնավորությունն  է,  ու  ցանկացած  պարագայում  պետք  է ուշադիր  լինել  նրա  հանդեպ  և  հոգ  տանել  նրա  մասին:  Այստեղ  գործում  է հանրային  համատեքստում  ընդունված  ու  ամրագրված  բարոյական  արժեքը,  որ ծնողի  մասին  պետք  է  հոգ  տանել  ու  հնարավոր  ամեն  ինչ  անել  նրան  օգնելու համար:  Թեպետ  այս  հասարակական  սկզբունքը  ոչ  մի  կերպ  չի  նշվում  ու  չի  էլ ակնարկվում, թե՛ խոսողն ու թե՛ լսողը, ինչպես նաև մենք` կողքից դիտարկողներս, մեր  մտապատկերում  ունենք  այս  սկզբունքը  ու  ընդունում  ենք  այն  որպես  հենք ամբողջ դիսկուրսի ու հատկապես նույնաբանության մեկնաբանման համար: ", "Ինչպես  նշել  էինք,  Խարբերդի  ասորիները  չունեին  իրենց  սեփական  բարբառը, ուստի «Բաբելոնում» գործածված բառերն ու արտահայտությունները գրեթե ամբողջու- թյամբ ներմուծված են դասական ասորերենից (դա լավագույնս վկայում են պարբերա- կանում գործածված դասական բայական ձևերը, որոնք չեն պահպանվել արդի արամե- ական որևէ բարբառում): ", "Այդ  նշանակությունը  նույնաբանությունը  ձեռք  է  բերում  նաև  ուղեկցող  լեզվական համատեքստի  միջոցով:  Առաջին  օրինակում  վերջինս  արտահայտում է անհրաժեշտ տեղեկություն այն մասին, որ նրա մայրը տարբերվում է այլ մայրերից ու ընդհանրապես  առանձնանում է որպես մարդ իր կապերի ու հնարավորությունների  առումով, իսկ երկրորդ օրինակում ուղեկցող նախադասությունների  արտահայտած  նշանակության  շնորհիվ  նույնաբանության իմաստն այն է, որ մոր համար միշտ պետք է ժամանակ գտնել  ու հոգ տանել նրա մասին, հատկապես երբ դրա անհրաժեշտությունն ակնհայտ է: Փաստական նյութի մեր  վերլուծությունը  ցույց  է  տալիս,  որ  նույնաբանական  ասույթի  ճիշտ մեկնաբանման  համար  կարևոր  է  նաև  նախորդ  խոսքային  ակտերից  ստացված ընդհանուր գիտելիքը, ինչպես, օրինակ, հաջորդ հատվածում. I  thought you  were  drunk,  she said.  I thought  you had  to  be drunk before you came to see me. I bet you didn’t get all this writing, I said looking around. Not even if you got paid for what you thought you thought. (RC FML: 201) Նմանատիպ օրինակներում նույնաբանական կառույցները հանդես են գալիս որպես  լեզվական  տնտեսման  միջոց,  այսինքն`  տնտեսում  են  խոսընկերների ժամանակը  և  ջանքերը:  Հակառակ  դեպքում,  վերադառնալով  կոնկրետ  այս օրինակին,  ասույթը  ձեռք  կբերեր  չպատճառաբանված  երկարացված  կառուցվածք … if you got paid for having thought that I had to be drunk to see you, that I had been out with a blonde, etc. Հաջորդ օրինակում խոսքային իրադրության ազդեցությամբ նույնաբանությունը, որը կազմված  է what հարաբերական դերանունով, ինչը ոչ մի կոնկրետ  վերաբերական  չունի,  ձեռք  է  բերում  տվյալ  երկխոսության  մեջ ներգրավված  անձանց  համար  ընկալելի  իմաստ,  իսկ  մեր  փորձի  մասնակիցները, ովքեր  քննել  են  այդ  նույնաբանությունը  համատեքստի  մեջ,  ի  վիճակի  են  եղել հասկանալու, թե what-ը ինչին է վերաբերում. ...But why not the men in the squadron, Milo?' Colonel Cathcart exclaimed. After  all  you're  doing  all  this  for  them.  They  ought  to  be  willing  to  do something for you in return What's fair is fair. What is fair is fair. They could take turns, sir. Who gets the credit? missions, you get the medal. Who dies if he gets killed? They might even take turns flying your missions for you, Milo. You  get  the  credit  Milo.  And  if  a  man  wins  a  medal  flying  one  of  your Why, he dies, of course. After all, Milo,  what's fair is fair. There's just one thing. You’ll have to raise the number of missions I might have to raise the number of missions again… …I’d  give  everything  I  own  to  Yossarian.  Milo  persevered  gamely  on Yossarian’s behalf. But since I don’t own anything I can’t give everything to him, can I? So he’ll just have to take his chances with the rest of the men, won’t he? What’s fair is fair, Milo Yes, sir, what’s fair is fair. Milo agreed. Yossarian is no better than the other men, and he has no right to expect any special privileges, has he? No Milo. What’s fair is fair. (HJ C 22: 537) Այստեղ  նույնաբանության  գործաբանական  ներուժը  վերծանելու  համար հարցվողներին անհրաժեշտ է խոսքային իրադրության մեջ թափանցել, հասկանալ, որ  գնդապետ  Քաթքարթն  ու  Մայլոն  ինչ-որ  անարդար  բան  են  ծրագրում,  որը ցանկանում  են  ներկայացնել  որպես  ինքնին  ենթադրելի  և  տրամաբանական  ու ազնիվ քայլ: Պետք է, սակայն, նշել, որ համատեքստը նույնպես տալիս է բավարար տեղեկույթ,  որի  միջոցով  մեկնաբանվում  է  նույնաբանությունը:  Մասնավորապես հարցվողների ուշադրությունը գրավել է հետևյալ հատվածը. …  And  if  a  man  wins  a  medal  flying  one  of  your  missions,  you  get  the Who dies if he gets killed? Why, he dies, of course. After all, Milo,  what's fair is fair. There's just one medal' thing. Հարցվողների  90  %-ն  անդրադարձել  է  այս  տողերին`  դրանք  համարելով հենց այն նուրբ հեգնական պահը, որը բացահայտում է, որ այն, ինչ ներկայացվում է որպես արդար, իրականում արդար չէ, այլ հենց հակառակը` անարդար է: Պետք է նկատել,  որ  երկխոսության  ընթացքում  վեց  անգամ  կիրառվող  նույնաբանությունը ոչ  բոլոր  դեպքերում  է  նույն  իմաստով  կիրառվում:  Սկզբում  այն  լսողի/ընթերցողի մոտ  ընկալվում  է  ուղիղ  իմաստով,  այսինքն`  այն,  ինչ  արդար  է,  անխոս  հենց այդպես  է:  Բոլոր  մարդիկ  ունեն  արդարություն  հասկացության  բավական ընդհանուր  ընկալում: Արդարության գաղափարը ինչ-որ չափով կարծրատիպային է,  ու  դժվար  թե  գտնվեն  շատ  մարդիկ,  ովքեր  արմատապես  տարբեր պատկերացումներ  ունենան  արդարության  մասին:  Եվ  Ջոզեֆ  Հելլերը  այս հատվածում  կարծես  հենց արդարության  այդ  կարծրատիպային  ընկալման  հետ  է հնարք  կիրառում:  Երկխոսության  ընթացքում  նույնաբանությունը  սկսում  է աստիճանաբար  փոխել  իր  հաղորդակցական  իմաստը:  Աստիճանաբար,  հիմք ընդունելով  համատեքստը,  այսինքն`  այն  նախադասությունները,  որոնք նախորդում  և  հաջորդում  են  հաջորդ  չորս What’s fair is fair  նույնաբանությանը, մենք  տեսնում  ենք,  որ  նույնաբանությունը  իրականում  հակառակ  իմաստն  է արտահայտում,  որ  այն,  ինչ  տվյալ  խոսքային  իրադրությունում  համարվում  է արդար,  իրականում  բացարձակապես  արդար  չէ,  ավելի  ճիշտ`  կատարյալ անարդարություն  է:  Ինչպես  հասկանում  ենք  համատեքստից,  փաստորեն  Մայլոյի փոխարեն  ռազմական  թռիչքներ  պետք  է  իրականացնեն  այլ  օդաչուներ,  ու  նրանց հաջողությունների  համար  մեդալ  կստանա  Մայլոն:  Ավելին,  այս  պատճառով օդաչուների  անձնական  թռիչքների  քանակը  պետք  է  ավելացնել:  Հենց  այստեղ  էլ հասկանալի  է  դառնում,  որ  What’s fair is fair  նույնաբանության  միջոցով  վեպի հեղինակը  փորձել  է  արտահայտել  իր  խոր  հեգնանքը  արդարության  հանդեպ: ", "Փաստորեն,  նույնաբանական  կառույցը  դիսկուրսի  այս  հատվածում  դարձել  է  այն կիզակետը,  առանցքը,  որի  շուրջ  ծավալվում  է  հաղորդակցությունը:  Այլ  կերպ ասած`  նույնաբանական  կառույցում  խտացվել  է  հաղորդակցական  առումով ամենակարևոր  տեղեկույթը: ", "Այն դեպքում, երբ հարցվողները տվյալ նույնաբանությունը մեկնաբանել են` այն  վերլուծելով  համատեքստից  դուրս,  նրանք  հիմնականում  եկել  են  այն եզրահանգմանը,  որ  այն,  ինչ  արդար  է,  ակնհայտ  է,  ու  հավելյալ  ապացույցների կարիք չկա: Գրեթե բոլոր հարցվողները տվյալ նույնաբանությունը մեկնաբանել են որպես  հաստատում  այն  պարզ  ճշմարտության,  որ  արդարությունն  ամեն  ինչից կարևոր է, ու այն, ինչ արդար է, բացարձակ է: Այսինքն` պատասխանները անորոշ են  և  ընդհանրական,  քանի  որ what  հարաբերական  դերանունը  անհասկանալի  է, թե ինչին է վերաբերում, ու ըստ էության անհասկանալի է  մնում, թե ինչն է արդար: ", "հնչյուն: ", "Նույնաբանությունների  ուսումնասիրությունը  վկայում  է,  որ  դրանց հաղորդակցական-գործաբանական  արժեքի  վերծանման  գործում,  ի  թիվս քննարկված  գործոնների,  կարևոր  նշանակություն  ունի  նաև  հենքային  գիտելիքը8: "], "paragraph_source_docs": [1, 0, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 0, 1, 1, 1, 0, 1], "source_docs_file": "Linguistics.json"}