{"paragraphs": ["Ատենախոսության մեթոդաբանական հիմքը Աղբյուրագիտական  նյութի  քննության  ընթացքում  բազմիցս  բախվել  ենք ադրբեջանական  պատմագրության  ոչ  միայն  փաստագրական,  այլև  տեսական  և մեթոդական  խեղաթյուրումների  հետ:  Մեր  ուսումնասիրության  հիմքում  ընկած  են սկզբնաղբյուրների  քննական  վերլուծության,  պատմական  փաստերի  համեմատական համադրման և գիտական անաչառության մեթոդները: ", "Ատենախոսության կիրառական նշանակությունը Ատենախոսության  դրույթները  կարևոր  են  ինչպես  XVIII  դ.  երկրորդ  կեսի Այսրկովկասի պատմության առանձին հիմնահարցերի ուսումնասիրության, այնպես էլ ժամանակակից  փուլում  տարածաշրջանում ծավալվող  աշխարհաքաղաքական զարգացումների վերլուծության և լուսաբանման համար: ", "Մեր  թեմայի  ուսումնասիրության  գործում  առավել  քան  մեծ  նշանակություն  ունի սկզբնաղբյուրների և դրանց ուսումնասիրման հետ կապված գիտական աշխատություն- ների  քննությունը,  սակայն  դրանք  համալիր  և  ամբողջական  չեն  և  չեն  կարող  լիովին սպառել  նյութական  մշակույթի  հետ  կապված  բոլոր  հարցադրումները:  Այդ  տեսանկ- յունից  բացառիկ  են  հնագիտական  հայտնագործությունները,  որոնք  Հ.  Մանանդյանի դիպուկ  բնորոշմամբ  լոկոմոտիվի  դեր  ունեն  պատմության  խնդիրները  վերլուծելիս. ,,Գիտական  լրիվ  ուսումնասիրությունն  այս  դարերի  պատմության  հնարավոր  կլինի, անշուշտ, այն ժամանակ, երբ հրատարակված կլինեն այս ժամանակներին վերաբերող բոլոր վիմական արձանագրությունները, հայերեն ձեռագրերի հիշատակարանները, հայ և օտար չհրատարակված սկզբնաղբյուրները ու նաև նյութական կուլտուրայի անհայտ մնացած հուշարձանները’’14: ", "Աղբյուրների և գրականության տեսություն Ատենախոսական հետազոտության ժամանակ օգտագործվել է աղբյուրագիտական հարուստ բազա, ինչը հնարավորություն է ստեղծել համակողմանի ուսումնասիրել  թեման:  Հետազոտության  սկզբնաղբյուրներ  են  ծառայել  արխիվային նյութերը  անտիպ  փաստաթղթեր,  վավերագրեր  և  ձեռագրեր,  ինչպես  նաև  տպագիր սկզբնաղբյուրները:  Արխիվային  սկզբնաղբյուրները  վեր  են  հանվել  Մեսրոպ  Մաշտոցի անվան  հին  ձեռագրերի  ինստիտուտի  (Մատենադարան)  ձեռագրական  և  արխիվային հավաքածոներից,    Կաթողիկոսական դիվանի հայերեն և ռուսերեն վավերագրերից, ՌԴ արխիվային ֆոնդերից կատարված լուսապատճեններից: ", "Այնուհետև  ներկայացված  է  համառոտագրությունների  և  օգտագործված  գրականության ցանկերը: Ատենախոսության կարևոր մասն է կազմում հավելվածը: Այստեղ զետեղված են բոլոր  այն  նկարներն  ու  պատկերները,  որոնք  հատկապես  մատնանշվել  են  ատենախո- սության  տեքստային  հատվածում:  Այստեղ  ներկայացված  են  աղյուսակներ,  նկարներ  և տախտակներ, որոնց առկայությունը զգալիորեն թեթևացնում է ատենախոսության տեքս- տային հատվածը և օժանդակում է նյութի տեսողական ընկալմանը և պատկերատիպերի առարկայական ներկայացմանը: ", "Վրաստանի  պետական  արխիվից  օգտագործվել  է  Օսմանյան  կայսրությունում ռուս հետախույզների տեղեկությունները պարունակող նյութերը, որոնք վերաբերում են Կովկասում բրիտանական և թուրքական հետախուզությունների փոխհամագործակցությանը1: ", "XVIII դ. երկրորդ կեսի Այսրկովկասի և նրան հարակից իրանական տարածքների խանությունների  քաղաքական  պատմության լուսաբանմամբ  աչքի  են  ընկնում Արևելյան Վրաստանում 1783-1787 թթ. հաստատված ռուսական լիազոր ներկայացուցիչ գնդապետ  Ս.  Բուրնաշևի5,  Հերակլ  Բ  և  Սողոմոն  Ա  արքաների  մոտ  գտնվող  (1782-1783 թթ.) գերմանացի բժիշկ Յ. Ռայնեգսի և Մ. Բիբերշտայնի աշխատությունները 6: ", "Ուշագրավ  են  նաև  Կ.Պոլսում  Մեծ  Բրիտանիայի  դեսպան  Դուֆֆերինի  1881  թ. դեկտեմբերին  իր  ղեկավարությանն  ուղղված  զեկուցագրերը,  որոնք  բացահայտում  են Օսմանյան  կայսրության  արտաքին  գործերի  քարտուղարի  տեղակալ  Արթին  Էֆենդիին որպես բրիտանական դիվանագիտական ծառայությունների, հետևաբար, հետախուզության  համար  սուլթանի  ծրագրերի  ու  մտահղացումների  մասին  գաղտնի տեղակատվության աղբյուր1: ", "Միջնադարյան  Հայաստանի  նյութական  մշակույթի,  արհեստների  և  քաղաքային կյանքի զարգացման հարցերն ուսումնասիրելու գործում խոշոր ավանդ է ներդրել Կ. Գ. հատ. I, 1958, 376 էջ, հատ. II, 1964, 320 էջ: ", "Ղաֆադարյանը  իր  ,,Դվին  քաղաքը  և  նրա  պեղումները’’  երկհատոր  մենագրությամբ18, որում մանրազնին ուսումնասիրված են կանոնավոր պեղումների միջոցով ձեռք բերված նյութական  մշակույթի  մնացորդները,  որոնք  ինքնին  կարևոր  հիմք  են  միջնադարյան Հայաստանի  խեցեգործական,  ապակեգործական,  մետաղամշակության  զարգացման օրինաչափությունները,  ինչպես  և  տնտեսական,  արհեստագործական,  առևտրական, մշակութային փոխադարձ կապերը Հայաստանի մյուս քաղաքների ու հարևան երկրնե- րի  հետ  վերհանելու  տեսանկյունից:  Դվինի  միջնադարյան  նյութական  մշակույթի ուսումնասիրությունը շարունակում են Ա. Քալանթարյանը, Ն. Հակոբյանը, Ա. Ժամկոչ- յանը,  Ֆ.  Բաբայանը:  Թեև  գիտական  գրականության  մեջ  հայտնի  է,  որ  Դվինը  որպես միջնադարյան  քաղաք  գոյատևել  է  IV  –  XIII  դդ.  կեսերը,  սակայն  վերջին  տարիների պեղումներով  Դվինի  միջնաբերդի  տարածքից  հայտնաբերվել  են  XIII  դարի  վերջով թվագրվող ջնարակապատ անոթներ (ամբողջական և բեկորային վիճակում): ", "աշխարհայացքը// «Հայրենիք» ամսագիր, Բոստոն, 1926,  № 1, էջ 78-88, նույնի, Հին հայոց աշխարհա- Մատիկյանի14 և այլոց աշխատանքներում: Հայկական լեռնաշխարհի արվեստի և մշակույ- թի  ուսումնասիրության  գործում  նոր  փուլ  նշանավորեցին  հնագիտական  պեղումները, որոնք սկսվեցին XIX դարի վերջերից և շարունակվում են մինչև այժմ: Հառիճից, Մոխրա- բլուրից, Ագարակից, Շենգավիթից, Դվինից, Արտաշատից, Վաղարշապատից, Երվանդա- շատից,  Գառնիից,  Այրումից,  Արմավիրից  և  այլ  հնավայրերից  գտնված  հնագիտական գտածոները,  որոնք  նոր  նյութերով  ու  տվյալներով  հիմնովին  թարմացրեցին  հին  հայկա- կան արվեստի և հոգևոր ժառանգության ուսումնասիրության աղբյուրագիտական հենքը: ", "Հայկական  լեռնաշխարհում  կանանց  պատկերագրական  տիպերի  ուսումնասիրության  և խմբավորման  համար  հիմնվել  ենք  Ս.  Հանսենի15,  Ե.  Անտոնովայի16,  Ս.  Եսայանի17, Լ.Գլոտնիի  և  հեղինակակիցների18,  Մ.  Օզդոգանի19,  Հ.  Հաուպտմանի20  և  այլոց  աշխա- տությունների վրա21: ", "XVIII  դ.  երկրորդ  կեսի  Այսրկովկասի  ռազմաքաղաքական  պատմությունը,  Աղա Մուհամմադ  խանի  Այսրկովկաս  կատարած  արշավանքն  իր  արտացոլումն  է  գտել  Ն. Դուբրովինի  քառահատոր  հետազոտության  մեջ13:  Խնդրո  առարկա  ժամանակաշրջանի պատմական  իրադարձությունների  լուսաբանման  մեջ  կարևոր  տեղ  է  զբաղեցնում  Վ. Պոտտոյի բազմահատոր հետազոտությունը14: ", "Երկրորդ  գլուխը  («Հայոց  խաղային  մշակույթի  փոփոխությունները  վերջին  հար- յուրամյակում».  XX-XXI  դ.  սկիզբ)    բաղկացած  է  յոթը  ենթագլխից  և,  ըստ  էության, իրենից  ներկայացնում  է  ավանդականի  և  արդիականի  համադրական  վերլուծություն, քանի  որ  առաջադրված  խնդիրների  նշանակալից  մասն  օբյեկտիվորեն  ունի  համեմա- ՀԱՅՈՑ ԱՎԱՆԴԱԿԱՆ ԽԱՂԵՐԻ ԸՆԴՀԱՆՈՒՐ ԲՆՈՒԹԱԳԻՐԸ (XIX-XX Դ. ՍԿԻԶԲ) Ավանդական խաղերն ունեն կառուցվածքային հետևյալ համալիրը՝ խաղի կազմա- կերպում, ժամանակ, ղեկավար, ավագ, մասնավորապես՝ մրցութային որոշակի կանոն- ներ և այլն: ", "XIV – XVII դդ. խեցեղենն առանձին քննության չի ենթարկվել: Հրապարակում կան մենագրություններ  ու  հոդվածներ,  որոնք  մասամբ  են  արծարծում  այդ  շրջանի  խեցե- ղենը: Քիչ թե շատ ուսումնասիրված են ճարտարապետությունը, քանդակային արվես- տը,  մանրանկարչությունը,  մետաղագործությունը:  Արհեստագործության  տարբեր ոլորտների,  հատկապես  խեցեգործության  բնագավառին  վերաբերող  ուսումնասիրու- թյունները  սահմանափակվում  են  նախորդող  ժամանակաշրջանի  բարձր  մակարդակի հասած ավանդույթների շարունակությունը քննարկու ժամանակաշրջանում տեսնելով` առանձնացնելով  ջնարակած  խեցեղենի  մեջ  որակական  փոփոխությունները,  նոր որակի  ջնարակի  ու  դրա  հետ  կապված  տեխնիկական  նոր  միջոցների  կիրառման  հա- մառոտ նկարագիրը: ", "Гос. Музея Грузии. XXXI-B, Тбилиси, 1975, с. 85-97. Memoriam: The James Harvey Gaul Foundation, Sofia, 1998, p. 143-152. für Alba Palmieri: Universita di Roma, Roma, 1993, p. 35-69. претации, Москва, 1973, Kozlowski S., Aurenche O., Territories, Boundaries and Cultures in the Neolithic Near  East,  Bar  Interantional  Series,  1362,  (Archaeopress)  Oxford,  2005,  Кушнарева  К,  Чубинашвили  Т., Древние культуры Южного Кавказа (V-III тыс. до н. э.), Ленинград, 1970, Esin U., Arsebük G., Tülin Tepe Excavations 1971//Keban Project 1971, Ankara, 1974, p. 162-169. Կնոջ պատկերագրության ծագման և տիպաբանության խնդիրները վեր հանելու, մեր դիտարկումներն  ու  եզրակացությունները  հիմնավորելու  համար  անդրադարձել  ենք  նաև Եվրասիայի  քարեդարյան  հնավայրերից  հայտնի  նյութերն  ուսումնասիրող  հեղինակների տեսակետներին,  օգտվել  ենք  Ստոլյարի22,  Օկլադնիկովի23,  Աբրամովայի24,  Բրիֆֆոյի25, Մելլարտի26, Վարդիմանի27 և այլոց աշխատություններից28: «Մեծ մոր» պատկերագրական նախատիպերի  ուսումնասիրության  համար  հիմնվել  ենք  Է.  Նոյմանի29,  Է.  Ֆրոմի30,  Կ. Յունգի31 աշխատությունների վրա: Մենք կարող ենք պնդել, որ պալեոլիթյան արձանիկնե- րը հիմնականում կերպավորել են «Կին աստվածուհու», իսկ նեոլիթյան քանդակների մեջ հստակ կարելի է առանձնացնել  «մայր աստվածուհուն» խորհրդանշող արձանիկների մի ստվար խումբ, որոնց դիտարկում ենք, որպես «Մեծ մոր» արքետիպ` իր բազմակի դրսև- որումներով: Երկրի կամ քաղաքի հովանավոր դիցուհիների պատկերագրության առանձ- նահատկությունների վեր հանման տեսանկյունից չափազանց կարևոր ենք համարում Վ. Տոպորովի32, Ֆ. Կամենեցկու33, Ա. Սմիթի34, Օ. Ֆրեյդենբերգի35 և այլոց դիտարկումները: ", "Ավագ սերունդը հիմնականում խաղացել է աշխատանքներից ազատ ժամանակ: ", "գել է, թվագրել և տարազատել տեղականը ներմուծվածից: Նյութի վերլուծությունը հնա- րավորություն  է  ընձեռել  հեղինակին  Անբերդի  խեցեղենը  կապել  Հայաստանի  խոշոր խեցեգործական կենտրոնների` Անիի ու Դվինի հետ: ", "Հայաստանի  ուշմիջնադարյան  խեցեղենի  արտադրության  փուլային  զարգացման ողջ գործընթացը պատկերացնելու և բացահայտելու համար բացառիկ է Ի. Ղարիբյանի` ,,Լոռե բերդաքաղաքը և նրա պեղումները’’ մենագրությունը24, որտեղ առանձին բաժնով ներկայացված է նյութական մշակույթը: Դասակարգելով խեցեղեն տեսականին ըստ կի- րառության, հեղինակը մեծ ուշադրություն է հատկացնում ծխամորճերին, որոնց քննու- թյունը հնարավորություն է տալիս հեղինակին ենթադրելու, թե Լոռե քաղաքն, ամենայն հավանականությամբ,  ունեցել  է  կավե  ծխամորճների  տեղական  արտադրության  ար- հեստանոց: ", "хиджры (1774-1784), Сочинение Джевдета-паши, Перевод с турецкого с предисловием и примечаниями М. А. Гамазова, – «Русский архив», т. III, Москва, 1888. Сперанского, СПб., 1830, т. VII, XXI, XXIII, XXIV, XXV. Штендмана и др., в 5-ти тт., 12-ти чч., СПб., 1869–1904, т. I, Совет в царствование императрицы Екатерины II, 1768–1896 гг., 1869; т. II, Совет в царствование императора Павла I, 1796–1801 гг., 1888. Цагарели, СПб., т.  I, 1891; т. II, вып. II, 1902. որ կոչի յիշատակարան արձանացուցիչ, հայելի և պարունակող բնաւից որպիսութեանց Սրբոյ Աթոռոյս եւ իւրոյ  շրջակայից  վանօրէիցն:  Համաժողովեցեալ  եւ  շարադրեցեալ  ի  Սիմէօնէ  ցաւահար  եւ  վշտակոծ կաթուղիկոսէ  Երեւանցւոյ,  Վաղարշապատ  –  Ս.  Էջմիածին,  1873;  Աբրահամ  Երեւանցի,  Պատմութիւն Ընդգրկված  ժամանակաշրջանի  աղբյուրագիտական  հարուստ  նյութեր  են ամփոփված  նաև  XIX  դ.  հայ  հետազոտողներ  Ղ.  Ալիշանի,  Մ.  Սմբատյանցի,  Մ. Բարխուտարյանցի երկերում և «Դիւան հայոց պատմութեան» շարքի հատորներում25: ", "Թեմայի  ուսումնասիրության  ընթացքում  փաստաթղթային  հարուստ  նյութեր  ենք օգտագործել  Մ.  Ներսիսյանի,  Վ.  Գամրեկելիի,  Վ.  Գաջիևի,  Վ.  Մաճարաձեի,  Պ. Շաստիտկոյի  և  Գ.  Բուռնությանի  խմբագրություններով  26  1950-1990-ական  թթ. հրատարակված տպագիր սկզբնաղբյուրների ժողովածոներից: ", "են պարունակում Կ.Իզմիրլյանի աշխատությունը1: Ուշագրավ են նաև Մաթեոս Իզմիրլյան պատրիարքի  և  Ներսես  Խարախանյան  վարդապետի  ՀՅԴ  երրորդ  ընդհանուր  ժողովին ուղղված վերլուծական նամակները2 Երկրի անցյալի, ներկայի և ապագայի վերաբերյալ, որոնցում  կարևորվում  էր  բոլոր  փոքրաթիվ  ազգերի՝  հայերի,  քրդերի,  ասորիների ընդհանուր անկախ դաշնակցությունը: ", "Աշխատասիրութեամբ  տեառն  Սարգսի  Սանահնեցւոյ  Ջալալեանցի`  թեմակալ  արքեպիսկոպոսի  Հայոց Վրաստանի,  Իմէրէթի  և  այլոց,  մասն  Բ,  Տփխիս,  1858;  Մ.  Սմբատեանց,  Նկարագիր  Սուրբ  Ստեփաննոսի վանաց Սաղիանի եւ միւս վանօրէից եւ ուխտատեղեաց եւս եւ քաղաքացն եւ գիւղօրէից որք ի Շամախւոյ թեմի, Տփխիս, 1896; Մ. Բարխուտարեանց, Աղուանից երկիր եւ դրացիք (Միջին Դաղստան), Թիֆլիս, 1893; նույնի՝  Պատմութիւն  Աղուանից,  հտ.  Ա,  Վաղարշապատ  –  Ս.  Էջմիածին,  1902;  Դիւան  հայոց պատմութեան, հրատարակեց՝ Գիւտ քահ. Աղանեանց, Գիրք Ա-Բ (1780-1834), Թիֆլիս, 1893; Գիրք Գ, մասն Բ,  Սիմէոն  կաթողիկոսի յիշատակարանը  (1763-1767),  Թիֆլիս,  1894;  Գիրք  Դ, Ղուկաս  կաթողիկոս  (1780- Գիրք Թ, Հովսէփ կաթողիկոս Արղութեան (1778-1800), Թիֆլիս, 1911; Գիրք Ժ, Մանր մատենագիրք (ԺԵ-ԺԹ դդ.), Թիֆլիս, 1912; Դիվան հայոց պատմության, Նոր շարք, Գիրք առաջին, Ղուկաս Կարնեցի, հտ. Ա (1780- годов XVIII в.). Документы и материалы, вып.  I, Материал подобрал и подготовил к печати  В. Гамрекели, Тбилиси,  1980;  Русско-дагестанские  отношения  в  XVIII  –  начале  XIX  в.  Сборник  документов,  Отв.  ред.  В. Гаджиев, Москва, 1988; Материалы по истории русско-грузинских отношений второй половины XVIII века, /В. Мачарадзе, ч. II, Посольство Теймураза II в Россию, Тбилиси, [б. и.], 1968; նույնի՝ Материалы по истории русско-грузинских отношений второй половины XVIII века, ч. III, вып. I, Русско-турецкая война 1768-1774 годов  и  Грузия,  Тбилиси,  1988;  նույնի՝  Материалы  по  истории  русско-грузинских  отношений  второй половины  XVIII  века.  ч.  III,  вып.  II,  Тбилиси,  1997;  Русско-индийские  отношения  в  XIX  в.  Сборник архивных  документов  и  материалов,  Отв.  ред.  П.  Шаститко,  Москва,  1997;  Russia  and  the  Armenians  of Transcaucasia,  1797-1889;  A  documentary  record.  Annotated  translation  and  commentary  by  George  A. Bournoutian, Costa Mesa, 1998. Ռուսաստանի  հարաբերությունների  XVIII  դ.  պատմության  առանձին  հարցերի լուսաբանման համար անդրադարձել ենք խորհրդային պատմաբաններ Վ. Լևիատովի27, Օ.  Մարկովայի 28 ,  Գ.  Աբդուլլաևի 29 ,  Ջ.  Մուստաֆաևի 30  և  Պ.  Չոբանյանի 31 հետազոտություններին՝  դրանք  համադրելով  ժամանակաշրջանի  գրավոր  աղբյուրների հետ: ", "Թուրք հեղինակ՝ Բորա Իյիաթը, մեկ այլ գոյություն ունեցած թուրքական գաղտնի ծառայությունների  կազմավորումն  ու  գործունեությունը  դիտարկում  է  ժամանակակից Թուրքիայում գոյություն  ունեցող այսպես կոչված «խորքային պետության» ձևավորման համատեքստում` ուսումնասիրության հիմնական շեշտը դնելով խորքային պետության ստեղծման  և  գործունեության  ոլորտում  գաղտնի  ծառայությունների  ունեցած դերակատարության վրա4: ", "Հյուսիս-արևելյան  Այսրկովկասի  խանությունների  քաղաքական  պատմությանը  և մասնավորապես XVIII դ. 80-ական թթ. պատմա-քաղաքական իրադարձություններին է անդրադառնում  է  նաև  Ա.  Հովհաննիսյանը  «Ռուսաստանը  և  հայ  ազատագրական շարժումը XVIII դ. 80-ական թվականներին» աշխատության մեջ: Հեղինակն արխիվային և  անտիպ  այլ  սկզբնաղբյուրների  հիման  վրա լուսաբանել  է  Ռուսաստանի  և Այսրկովկասի  քաղաքական  պատմության  մի  շարք  հիմնահարցեր՝  շեշտը  դնելով  հայ ազատագրական  շարժման  պատմության  վրա  (այդ  պատճառով  ուսումնասիրողի ուշադրությունից  դուրս  են  մնացել  Հյուսիս-արևելյան  Այսրկովկասի  խանությունների և Ռուսաստանի հարաբերությունների պատմության մի շարք մանրամասներ)33: "], "source_docs_file": "History.json", "paragraph_source_docs": [4, 4, 3, 4, 2, 0, 4, 0, 3, 3, 2, 2, 4, 1, 3, 2, 1, 3, 3, 4, 4, 0, 4, 0, 4]}