{"paragraph_source_docs": [3, 4, 2, 2, 0, 2, 2, 4, 2, 4], "source_docs_file": "History.json", "paragraphs": ["Թեև ընդունված է այն տեսակետը, որ ամրոցը մոնղոլական արշավանքներից հետո կործանվել է, սակայն տարբեր տարիներին իրականացված տարաբնույթ հնագիտական աշխատանքների  արդյունքում  հայտնաբերված խեցեղենն ունի  X – XVI դդ. պատկանե- լություն107:  Նշանակում  է,  որ  XIII  դարից  հետո  ամրոցը  դադարել  է  պաշտպանական գործառույթ կատարելուց և վերածվել է սովորական բնակավայրի, ինչի մասին վկայում են նաև տնտեսական և բնակելի շինության հետքերը108: ", "Անվտանգության  առումով  Շամախին Հյուսիս-արևելյան  Այսրկովկասում կենտրոնական  դիրք  էր  զբաղեցնում  «բաց»  և  անպաշտպան  սահմաններով:  XVIII  դ. երկրորդ  կեսին  Այսրկովկասի  ռազմաքաղաքական  իրավիճակում  Շամախիի ինքնուրույն  գոյությունը  բացառվում  էր:  Այն  կռվախնձոր  էր  դարձել  հարևան  առավել հզոր  խանությունների՝  Շաքիի,  Ղարաբաղի,  Ղուբայի  և  Քարթլի-Կախեթի  միացյալ թագավորության  միջև:  Շամախիի  տիրակալը  հնարավորություն  էր  ստանալու վերահսկել  Ղզլարից  Բաքու  ընկած  տարածքները՝  իր  ձեռքում  կենտրոնացնել  նրա ռազմավարական,  տնտեսական  և  առևտրային  գործառույթների  մենաշնորհը,  որպես լծակ հարևանների վրա ճնշում գործադրելու համար: Հետևաբար, Շաքիի և Ղարաբաղի խանությունների  դեմ  մղվող  պայքարում  Ֆաթհ  Ալի  խանը  «պարտավոր  էր»  տիրանալ Շամախիի խանությանը: ", "ква-Ленинград, 1955, с. 48. burg, 2012, p. 7. focus on sculptures and high reliefs// Documenta Praehistorica XXXVII, Berlin, 2010, p. 239-256. zentralen Pfeilerpaare des Göbekli Tepe und weiterer Orte des obermesopotamischen Frühneolithikums// Sonderd- ruck aus Zeitschrift für Orient-Archäologie, 2012, Band 5, p. 14-43. T-ձև սյուները դժվարամշակ բյուրեղային կրաքարից են, որն ամենամնայուն քարն է շրջակայքում:  T-ձև  սյուները  Կ.  Շմիդտի  կողմից  մեկնաբանվում  են,  որպես  անտրոպո- մորֆ-մարդակերպ կոթողներ, քանի որ որոշ սյուների վերջավորությունները ավարտվում են  մարդկանց  ոտքերով  և  ձեռքերի  դաստակներով  և  ներկայացնում  են  մարդանման Հետաքրքիր է, կլոր շինությունների մեջ զույգ սյուների կանգնեցման հանգամանքը, էակների141: ", "որը տարբեր ձևերով է մեկնաբանվում. ա. երկվորյակ եղբայրներ, բ. երկվորյակ քույրեր, գ. տղամարդու և կնոջ «սրբազան» ամուսնություն և դաշինք142: ", "Հաջորդ  կարևոր  հանգամանքը,  որը  կարող  է  մատնանշել  Օսմանյան կայսրության  գաղտնի  ծառայությունների  անմիջական  կապը  դավադրության  հետ,  դա հոգևոր,  ուսումնական  հաստատությունների  ուսանողների`  սոֆթաների  քաղաքական ակտիվության  խրախուսումն է  իշխանությունների  կողմից:  Մասնավորապես, մայրաքաղաքում  կազմակերպվում  էին  սոֆթաների  զանգվածային  ցույցեր,  որոնք ունեին  բացահայտ  հակաքրիստոնեական  ուղղվածություն:  Ցույցերի  ընթացքում սոֆթաները սպառնում էին բնաջնջել երկրի երեսից «գյավուրներին»: Տեղի էին ունենում բազմաթիվ վայրագություններ քրիստոնյաների նկատմամբ և մշտապես վտանգ կար, որ դրանք  կվերածվեն  քրիստոնյաների  լայնածավալ  ջարդերի,  քանի  որ  սոֆթաները զինված էին1: ", "Ուսումնասիրողներից  մի  մասի  կարծիքով  Գյոբեկլի-Թեփեյի  համալիրները  ներկա- յացնում են նեոլիթյան շրջանի մայրիշխանության նոր բարձր աստիճանը, որը խորհրդա- նշում էր մեծ մոր պաշտամունքը և համեմատական էր «Ամազոնուհիների պետություննե- րի» հետ144: ", "վածուհի: ", "Սեֆյանների  օրոք  Շամախին  Ռեշտի  ու  Գանձակի  հետ  մետաքսի  մշակման  խոշոր կենտրոններից մեկն էր112: ", "Ուսումնասիրողները այս սյուները համարում են մարդկային կերպարանքներ, որոնք համեմատականի մեջ են դրված որևէ կենդանու (տոտեմ) հետ, սակայն այս մարդկային կերպարանքների ինքնությունը պարզ չէ. Ա. Նրանք գերբնական էակներ են` այլ աշխարհից, Բ. Աստվածներ են` կապված տեղական հավատալիքների հետ, Գ. Դևերի և հոգիների քանդակներ են, Դ. Որսորդների, քրմերի, կամ ցեղապետերի պահապաններն ու հովանավորներն են: ", "Շամախին  ակտիվ  դերակատարում  ուներ  նաև  կովկասյան  առևտրում,  որտեղից Դերբենդ  էին  ներմուծում  մետաքսի  հումք  և  մետաքսե  զանազան  կտորներ,  իսկ Թարքիից  ու  շրջակա  բնակավայրերից՝  տորոն,  մեղր,  մրգեր,  Կուբաչի  գյուղում պատրաստված  և  կովկասյան  լեռնականների  մոտ  մեծ  տարածում  գտած  զենքեր (հրացաններ, ատրճանակներ)117: "]}