{"paragraph_source_docs": [5, 5, 5, 5, 5, 4, 5, 3, 5, 5], "source_docs_file": "Literature.json", "paragraphs": ["Քյալաշյանը  ունի  նաև  արձակ  բանաստեղծություններ,  որոնք  տիպաբանորեն հարում  են  սիմվոլիստական  դպրոցին։  Ահա  մի  հատված  «Որոնումի  հույզեր»  արձակ ստեղծագործություններից. զգայարանքով ըմբռնեց այդ շշուկները... «...  –  Շուշանների օրհներգն է,– սվսվաց Հանճարի ոգին, և նա չհասկացավ, թե ի՞նչ Օրհներգը լռե՜ց... Մրմունջները զեփյուռի երամներում մարեցի՜ն, հանգա՜ն... – Ո՞ւմ էին փառաբանո՜ւմ. –  Գեղեցիկի՜ն,–  ասաց  Հանճարի  ոգին,  և  նա  զգաց,  որ  գեղեցիկը  կանգնած  է  իր առաջ։ ", "—  Փա՜ռք  ու  պերճանք  Գեղարվեստի  սրբազան  ոգուն,–  հեծծեց  նա,  և  Գեղեցիկը տեսավ նրա սրտի թրթռուն ելևէջները... — Վսե՜մ թռիչքներ ու ո՜ւժ Հանճարին։ ", "–  Դեպի  կյանքի  վարդաբույր  հովիտը,  դեպի  Երկիր։  Նոր  ցոլքե՜ր  եմ  հափշտակել երկնային  գաղտնիքների  հնոցից.  գնում  եմ  նո՜ր  փայլեր  հաղորդելու  այդ  լուսաշող — Ո՞ւր։ ", "մանյակին։ ", "...  Չքնաղ  ես  Դու,  չքնաղ  է  սրբազան  անառակությամբ  ծփուն  քո  երկրպագու Երկիրը,  բայց,  ասես,  աղերսեց  Հանճարը.  «Ինչո՞ւ»  ոչ  ոք  չասաց  ինձ  այդ։  Սավառնել  եմ համաստեղության  հրածուփ  օվկիաններով,  ոչի՜նչ,  ոչի՜նչ  չկա  այնտեղ՝  կյա՜նք,  հո՜ւյզ, անրջա՜նք, բյուրեղ ցնորքնե՜ր – անծանոթ են նրանց հորիզոններին և այրող «Ինչո՞ւ»-ներ խենթությո՜ւն է այնտեղ որոնել, գիտե՜մ, ամեն ի՜նչ երկրում։ Ասա՜, «ինչո՞ւ» է երկրում... Ո՞ւր  է  գնում  սուրբ  էքստազով  բռնկած  կյանքի  խենթ  շուրջպարը։  Ա՜խ,  նրա  ամե՜ն  մի ցատկումները,  կրքերի  մակընթաց  ու  տեղատու  բոլոր  ծփումներն  ալիքավորվում  են կործանումների ու արյան, գանգերի ճայթման ու հոգիների գահավիժման գլխապտույտ քաոսո՜վ... Իսկ այդ բոլորից՝ սիրո հզո՜ր արեգակի ցոլքերով ծնվում է մանուկ Կյանքը և քայլում առաջ՝ հզո՜ր, հաղթակա՜ն։ Ո՞ւր։ Ա՜խ, արդարացրո՜ւ նրան։ Ինչո՞ւ, ինչո՞ւ, ինչո՞ւ։ ", "Պատմվածքում  կարող  ենք  տարբերակել  հակադրությունների  կոնկրետ  տիպեր՝ արտաքին՝ Էլենի և երկու տղաների կամ մարդու և արտաքին աշխարհի միջև և ներքին, որը  ներառում  է՝  միայնությունը,  օտարման  աշխարհը  կամ  փորձը  դեպի  նոր  կյանք շարժվելու,  անկախ  նրանից,  թե    որքան  կեղծավոր  կամ  երկերեսանի  կարող  են  լինել մարդիկ։ ", "...  Նայի՜ր  ոտներիդ  տակի  շուշաններին,  նրանք  սպասում  են  ինձ,  որ  ժպտա  ու գեղեցկանա  Կյանքը։  Սպասումին  ու  Տանջանքին  Գեղեցկություն  հաղորդի՛ր,  ո՜վ  Հան- ճար։  Եվ  երբ  Հանճարն  ու  Գեղեցիկը  նվաճեն  Սպասում  ու  Տանջանքով  հղի  Երկրի Սիրտը՝ «Ինչո՞ւ»-ն կլուծվի, Կյանքի արդարացման ղողանջը կհնչի...»33։ ", "Հաջորդը ինքնատեսակ բանաձև է, որով ներկայացնում է գրողը իր մյուս հերոսին, ով,  լքելով  իր  կուսակցությունը,  եկել  էր  Հայաստան՝  ծառայելու  բոլշևիկներին:  Այս կերպարն  էլ  կրկին  անձնավորված  չէ.  Հայաստանում  այդպիսի  մարդիկ  մեծ  թիվ  են կազմում,  ըստ  որում,  դիպուկ  է  գրողի  բնորոշումը.  նա  դեռ  երկար  ժամանակ  «…չի հայհոյեր  դաշնակցությանը  ու  չի  փառաբաներ  կոմկուսակցությանը:  Ի՞նչ  է  գաղտնիքը, ոչ  ոք  գիտեր,  ու  հասարակությունը  լեցված  հրացանի  մը  բերնին  նայող  երեխայի  պես, ակնդետ  կրակվելու  կսպասեր»  /114/:  Եվ  սա  էլ  հիմք  է  հանդիսանում,  որ  գրողը  մեկ նախադասությամբ ներկայացնի երկու կուսակցություններին էլ. «Դաշնակցությունը 220 ռուբլիով քանդեր է Հայաստանը, բոլշևիկները նույն չափով շիներ են» /114/: ", "Նշված  բոլոր  նմանություններն  ու  ընդհանրությունները  տերյանական  աշխարհի հետ,  իհարկե,  չէին  կարող  «Մթնշաղի  անուրջների»  անմիջական  արձագանքը  լինել։ ", "Ինչպես տեսանք, Քյալաշյանի «Ներշնչումները» և Տերյանի առաջին ժողովածուն լույս են տեսել  միաժամանակ։  Ի՞նչն  է,  ուրեմն,  այդ  նմանությունների  ու  ընդհանրությունների հիմքը։ Իրողությունը հաստատում է առաջին ենթագլխում արված այն ենթադրությունը, թե Տերյանի հայտնությունը ամենևին  էլ  անակնկալ չէր, հայ մշակութային  և մասնավո- րապես  գրական  մթնոլորտն  արդեն  շնչում  էր  նոր  հովերով,  գրական  երիտասար- դությունը, որ տեղյակ էր եվրոպական միջավայրում կատարվող անցուդարձերին, հատ- կապես  սիմվոլիզմի  գեղագիտությանը,  ըստ  էության  նախապատրաստում  էր  Տերյանի հայտնությունը,  որ  պետք  է  վավերացվեր  հայոց  բանաստեղծության  նոր  դարագլխի սկիզբը։ Այդ սկիզբը նախապատրաստողներից մեկն էր Գառնիկ Քյալաշյանը։ "]}