{"paragraphs": ["Նկ.4 սիալ գծերի թռիչքաձև ի էկվիվալեն նտ սխեման ները խզումների Բայց ց կոաքսիա ալ գծերի տ տրամագծե երի փոփո ոխությունը ը բերում է այլ խնդիր րների կապ պված խզո ւմների հե ետ կոաքսի իալ գծերո ում: Ինչպե ես ցույց է տ տրված [7] ]-ում այդպ պիսի թռիչք չքաձև խզո ւմներից  է էֆեկտները ը  կարելի է  հաշվել էկվիվալե ենտ  սխեմ մաներից  ո որոնցում  լ լոկալ ալիք քները  որո ոնք  գրգռվո ում  են  խզ ման  տեղե երումարտ տահայտվո ւմ  են  հաղ ղորդման  գ գծերի միջև շունտող հաղորդականություններով նկ.4.1.4:(cid:1851)(cid:3031)թռիչքի հաղորդականությունըներքին գլանի տրամագծի թռիչքի համար (4) իսկարտաքին գլանի տրամագծի թռիչքի համար (5) kK {[ rkArk rkA rkArk )] })] (4.1.4)  ln   kK nn {[ rkArk rkA )] rkArk })] (4.1.5)  ln   A0(knr)ևA1(knr) (r = r1, r2, r3) որոշվում են rkA rkNGrkJ , rkA rkNGrkJ (4.1.6) ՈրտեղJpևNpԲեսսելի  p-րդկարգի  ֆունկցիաներն  են  համապատասխանաբար  առաջին  և երկրորդ կարգերի:Իսկ (cid:1833)(cid:3041)-ը  rkJ rkN  rkJ rkN (4.1.7) knալիքային թիվը որոշվումէ հետևալ տրանսցենդենտալ արտահայտությունից rkNrkJ rkNrkJ (4.1.8) ևKn համար (4.1.9)   Օգտվելով  (cid:1851)(cid:3031)  թռիչքի  հաղորդականությունից  և  իմպեդանսների  բաշխվածությունից համաձայնեցման  համակարգը  կարելի  է  լիովին  նախագծել:  Նախագծման  ընթացքը իրենից  ներկայացնըմ  էընհանուրհաջորդական  միացվածABCD  մատրիցայի  (4.1.10) հաշվարկը:Օգտվելովհաջորդական միացված քառաբևռների մատրիցի հատկությունից,այն  որ  հաջորդական  միացվածքառաբևռների  մատրիցը  հավասար էհաջորդականմիացման կազմի մեջ մտնողքառաբևռներիABCD մատրիցների արտադրյալին՝  բազմապատկելով  համապատասխան  ABCDL i(4.1.11),  ABCDYd (4.1.12)մատրիցները կունենանք ABCD BA  DC ABCD (4.1.10) ABCD i cosh sinh jZ sinh cosh i = 2, 4, 6 … N(4.1.11) (4.1.12) i = 1, 3, 5 … N+1                                (4.1.13) ABCD i Ստացված  ABCD  մատրիցանֆունկցիա  է՝  կախված   համապատասխան   հատվածների ներքին և արտաքին շառավիղներից և  նրանց քայլերի երկարություններից ABCD rf in , out , (4.1.14) Այժմ  անցնելով ամբողջ  համակարգի  S  մատրիցին [15]  նշելով  (cid:1845)(cid:2869)(cid:2869)–ը մինիմումիպայմանը կենտրոնական հաճախականության վրա, կոաքսիալ հատվածների  երկարությունները,քայլերի  թիվը  և  թողարկման  շերտը,  ցանկալի տրանսֆորմատորը կարելի է գտնել համակարգչային, թվային մեթոդներով Ansoft HFSS v11օպտիմալացման  պրոցեդուրայով:  12  քայլից  բաղկացած  տրանսֆորմատորի կտրվացքըբերված  է  նկ.4.1.5:  Համակարգչայինմշակաման  արդյունքների  հիման վրապատրաստվել  են  մի  քանի  այդպիսի  ԳԲՀ  մեծ  հզորության  գումարիչ  :Հիմնված լինելով  վերըդիտարկված  կոաքսիալ  բաժանիչի  վրա  նախագծվել  է  ՄՀՈՒ  ելքային հաճախականային  թողարկման  շերտով: ", "Հզորության  անդրադարձման  գործակցի  արտահայտումը  կանգուն  ալիքի գործակցով կարելի է ներկայացնել հետևյալ առնչությամբ՝ (3  ) Նկ.  3.1.5-ում  բերված  է  անհամաձայնեցված  շղթայի  անդրադարձման  գործակցի կախվածությունը կանգուն ալիքի գործակցից: ", "Նկ. 3.1.5. Անհամաձայնեցված շղթայի անդրադարձման գործակցի կախվածությունը կանգուն ալիքի գործակցից համաձայնեցման դիսկրետ և անընդհատ եղանակները Հաշվի  առնելով,  որ  պլազմայի  իմպեդանսը  ոչ  գծային  կերպով  փոփոխվում  է տարբեր  գործոնների  ազդեցությաբ,  պլազմայի  և  սնող  գեներատորի  իմպեդանսների համաձայնեցման  համար  անհրաժեշտ  է,  որ  նկ.  3.1.4-ում  բերված  համաձայնեցնող շղթայի համարժեք           իմպեդանսը լինի փոփոխական (նկ. 3.2.1): ", "•  Լազերային փոշենստեցման տարբեր միացությունների մեծաչափ բարակ թաղանթների սինթեզման եղանակները կարող են օգտագործվել օպտիկական արդյունաբերությունում, միկրոէլեկտրոնիկայում,  ինչպես  նաև  քվանտային  էլեկտրոնիկայի  սարքավորումների ստեղծման խնդիրներում։ ", "Նկ. 3.2.2. L տիպի համաձայնեցնող շղթաների հիմնական տարատեսակները ա) և բ) շղթաները կատարում են ցածր հաճախականային զտում գ) և դ) շղթաները կատարում են բարձր հաճախականային զտում Նկ. 3.2.3. Π տիպի համաձայնեցնող շղթաների հիմնական տարատեսակները ա) շղթաները կատարում են ցածր հաճախականային զտում բ) շղթաները կատարում են բարձր հաճախականային զտում Նկ. 3.2.4. T տիպի համաձայնեցնող շղթաների հիմնական տարատեսակները ա) շղթաները կատարում են ցածր հաճախականային զտում բ) հայտնի է որպես LCC համաձայնեցման շղթա Պլազմային  մշակման  ինդուկտիվ  կապով  ռադիոհաճախականային  պլազմայի տիպային  համակարգը  բախկացած  է  ՌՀ  բարձր  հզորության  սնող  գեներատորից, պլազմայի  գրգռման  ռեակտորից,  որտեղ  տեղադրված  են  գրգռող  ինդուկտորները, վակուումային  պոմպից, իմպեդանսների համաձայնեցման հանգույցից և իմպեդանսների  համաձայնեցման  ղեկավարման  բլոկից:  Նկ.  3.2.5-ում  բերված  է պլազմային մշակման համակարգի կառուցվածքային տիպային սխեման: "], "paragraph_source_docs": [3, 8, 8, 6, 8], "source_docs_file": "Physics.json"}