{"paragraph_source_docs": [4, 4, 4, 4, 4, 4, 4, 0, 4, 4], "paragraphs": ["Աշխույժ և կենսուրախ 78-ամյա կինը,  երիտասարդ աղջկա հագուստ հագած, սահում է Ռոքֆելերի  կենտրոնի  սահադաշտում։  Պարզվում  է,  որ  նա  նախապաշարմունքային վախ ունի ինքնաթիռներով թռչելուց. «Ես ուզում եմ տուն գնալ: Եթե պետք  է մեռնեմ, չեմ ուզում մեռնել այս թռչող մեքենայի մեջ»122:  Հերոսի եղբայրը վերելակներից է վախենում, քանի  որ  տունը  կարող  է  հանկարծակի  փլուզվել:    Նա  անգամ  աշխատանքից  է ազատվում, որովհետև  ֆիրման տեղափոխվել էր շենքի հիսուներորդ հարկ և ստիպված նոր աշխատանք է գտնում շենքի երրորդ հարկում գտնվող մի հիմնարկում: ", "Ինքը՝  գլխավոր  հերոսը,  վախենում  է  կամուրջներից,  որոնք  նույնպես  կարող  են փլուզվել,  և  ամեն  անգամ կամրջով անցնելիս  նրա երևակայության մեջ պատկերվում  է այդ աղետը. «Չնայած փուլ գալու ոչ մի նշան չէի տեսնում, համոզված էի, որ մի րոպեից կամուրջը    երկու  կես  էր  լինելու,  և  մեքենաների  կիրակնօրյա  երկար  շարանն  ընկնելու էր  մութ  ջրի  մեջ:  Այդ  երևակայական  աղետն  ուղղակի  զարհուրելի  էր…:  Ես  վախենում էի և՛ կամրջի փուլ գալուց, և՛ որ նրանք կարող էին նկատել իմ խուճապը»123: Այս ամենը ստեղծում է անկայունության, անհուսության վիճակ.  շուտով կփլուզվի  երկնաքերների և  մեքենաների  քաղաքը,  և  ոգեզուրկ  քաղաքակրթությունը.  «Առավոտյան  ժամը  երեքին նայելով Սանսեթ Բուլվարին՝ ես զգացի, որ կամուրջների նկատմամբ իմ ունեցած վախն աշխարհի  կործանման  անճարպկորեն  քողարկված  իմ  սարսափի  արտահայտությունն Չիվերը կարծես ուզում է ասել, որ աշխարհը գնում  է դեպի անկում:  Նա հարց է բարձրացնում, թե ինչու անավարտ քաղաքակրթությունում ու զարգացող   աշխարհում մարդիկ այդքան հիասթափված են։ Միգուցե մարդը դեռևս չի կարողանում հարմարվել կատարվող  փոփոխություններին։  Ինչպես  «Ջուսթինայի  մահը» («The  death  of էր»124: ", "Justina»,1964)  պատմվածքում  է  ասվում՝  աշխարհը  փոփոխվում  է  ավելի  արագ,  քան մարդու ընդունակությունները՝  հասկանալու և ըմբռնելու այդ փոփոխությունները125։ ", "Քլինթոն  Բըրհանսը  նույն  կարծիքն  ունի:  Ըստ  նրա՝  Չիվերը  մտահոգված  է ժամանակակից  փոփոխությունների  բնույթով,  նրա  արագությամբ  և  երևույթների անհամապատասխանությամբ126: ", "Չիվերի  հերոսի  անձնական  դժվարությունները  շատ  չեն,  բայց  նրան  ևս հետապնդում  են  շրջապատի  բարքերը:  Ահա  հերոսը  չի  կարողանում  քնել,  քանի  որ դրսում ինչ-որ կռիվ է: Նա արտաքին պայմաններին հարմարվում է միայն արտաքուստ, հոգու  խորքում  այլ  պատկեր  է.  նա  չի  կարող  հաշտվել  դրսի  աշխարհի  պայմանների հետ:  Պատմվածքի  հերոսները  երկյուղում  են  բարձրաձայն  խոսել  իրենց  վախի զգացումների  մասին։  Այս  հոգեվիճակը  նրանք  դիտում  են  որպես  անձնական անհաջողություն։    Գլխավոր  հերոսի  պարագայում  նրա  վախը  միայն    կամուրջներով պայմանավորված  չէ,  այլ  նաև  իր  ռոմանտիկ    տեսլականի  փոփոխությամբ։    Նա  այս մասին  տեղեկացնում  է    ընտանեկան  բժշկին,  և  պարզվում  է,  որ  երկար  ժամանակ  է պետք  վերլուծելու  վախի  պատճառները,  սակայն    հերոսը  պատրաստ  չէ  ծախսել ժամանակ և գումար այդ խնդիրը  հոգեբուժական ընթացակարգին վստահելու համար։ ", "Հերոսների  վախը  կարելի  է  պայմանավորել  նաև  միջավայրի  բարքերի ազդեցությամբ։ Նրանք չեն պատմում այլ մարդկանց իրենց ներքին զգացողությունները, չեն  լսում  հուսադրող  բառեր:  Պատմվածքի  հերոսը  մտահոգված  է,  թե  ինչպես զանգահարի և հայտնի կնոջը, որ կամուրջն անցնելու վախ ունի։ Նա երկմտում է, որ դա անձնական  արժանապատվության  խնդիր  է  և  կարող  է  կործանել  իր  ամուսնական երջանկությունը։  Պարզվում է, որ մի քանի անմիջական բառը կարող է փրկել մարդուն։ ", "Երբ  անծանոթ  աղջիկը  խնդրում  է    իրեն  անցկացնել  կամուրջը,  ընկերական  զրույցում հանկարծ վախի բոլոր զգացողությունները վերանում են. «Նա երգեց ինձ համար մինչև կամրջով հասանք մյուս ափը: Կամուրջն ինձ թվաց զարմանալիորեն օգտակար, ամուր և  անգամ գեղեցիկ շինություն,  որ  խելացի  մարդիկ  կառուցել էին  իմ ճանապարհորդությունները  հեշտացնելու  նպատակով:  Իսկ  ներքևում  հոսող  Հուդզոնի ջրերը հմայիչ ու խաղաղ էին: Ամեն ինչ ետ եկավ՝ և՛ խիզախությունը, և՛ կիրքն ու զմայլիչ Cheever.  Boston, Massachusetts: G. K. Hall & Co, 1982, p. 116. հանգստությունը»127:  Հերոսը  սա  հրաշք  է  համարում,  նույնիսկ  եղբորը  չի  խիզախում հայտնել առեղծվածային աղջկա մասին։  Հերոսների վախի զգացողությունը նաև նրանց ներքին  անհանգստությունների,  իրականության  հետ  հարաբերությունների  արտաքին դրսևորումն  է,  իսկ  ելքը  գրողը  տեսնում  է    մարդկային  սովորական  շփման  ու հաղորդակցման  մեջ։    Այս  ամենը  նման  է  Ջոն  Ափդայքի  «Ֆերմա»  («Օf  the  Farm»,  1965) վեպի  հերոսի  հանկարծակի  բղավոցին,  որ  իրեն  ատելի  է  առևտրի  կենտրոնի նյութական հարստությունը: ", "Վեպի  առաջաբանում  Կալվինոն  Կոզիմոյի  կյանքը  բնորոշել  է  որպես «միապաղաղ»:  Գրականագետներից  ոմանք  նույնպես  նկատում  են  եռերգության  այս  և մյուս երկու վեպերի հերոսների ստատիկ վիճակը. «Բոլոր վեպերում հեղինակը հատուկ շեշտադրում է անում գործողության զարգացման վրա: Կարելի է ասել, որ Կալվինոն պատմելիս այլ բան չի էլ անում, և այդ գործողության դերն այնքան մեծ է, որ այն հոգեբանականի և հոգևոր որոնումների համար տեղ չի թողնում»:137 Ընդունելով, որ  այս վեպում իրոք բացակայում են հերոսների հոգևոր որոնումներն ու հոգեբանական գծերը՝ նշենք,  որ  դա  բխում  է  գործողության  գերիշխող  դերից:  Կալվինոյի  պատումի  առանցքը վիզուալ պատկերն է և կերպարների ֆիզիկական վիճակը: ", "Չիվերն  ուզում  է  կառուցել  կամուրջ,  որպեսզի  միավորի  կյանքի  տարբեր կոտրվածքները։ ", "Ըստ  Ռիչարդ  Հ.  Ռափփի՝  կամուրջը  խորհրդանշում  է  մարդու  դժգոհությունն  իր ստեղծածի նկատմամբ։ Այդ դժգոհությունն  այնքան խորն է, որ հասցնում է կաթվածի128: "], "source_docs_file": "Literature.json"}