{"source_docs_file": "Chemistry.json", "paragraph_source_docs": [1, 0, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 2, 1, 2, 1, 0, 1, 0, 1, 2, 1, 1, 0, 1, 1, 0, 1, 1, 1, 1, 0, 1, 2, 0, 1, 1, 1, 1, 1, 1, 0, 1, 1, 0, 0, 2, 1, 0], "paragraphs": ["Սխեմա 6 Ռեակցիաների ընթացքին հետևում են ՆՇՔ մեթոդով [SiO2, CHCl3:CH3COCH3 (3:1)]՝ ըստ ելային կոմպլեքսի հետքի անհետացման և ալկիլման արգասիք դիաստերեոիզոմե- րային  կոմպլեքսների  միջև  թերմոդինամիկական  հավասարակշռության  հաստատման: ", "Նկ.  3.1-ում  բերված  է  MoO3+3Mg+nNaCl  համակարգի  թերմոդինամիկական վերլուծության  արդյունքները  (ադիաբատ  ջերմաստիճանի`  Tադ,  անջատված  գազի ծավալի`  V  և  Mo-ի  ելքը՝  արտահայտված  զանգ.%-ով),  կախված  միջավայրի  գազի ճնշումից` աղի քանակի n=06 մոլ փոփոխման պայմաններում: ", "Հաշվի առնելով բրոմ  պարունակող (S)-2-BrBPB, (S)-3-BrBPB և  (S)-4-BrBPB քիրա- լային օժանդակ ռեագենտների  C-ալկիլման ռեակցիաների  արձանագրված արդյունքները,  սույն  գլխում  ևս,  օպտիկապես  ակտիվ  -տեղակալված  (R)--ամի- նաթթուների  ասիմետրիկ  սինթեզի  համար  հետազոտվել  են  միայն  (R)-2-BrBPB քիրալային  օժանդակ  ռեագենտի  և  գլիցին  ու  ալանին  ամինաթթուների  Շիֆի  հիմքերի հետ NiII իոնի առաջացրած կոմպլեքսները: Որպես ալկիլող ռեագենտներ օգտագործվել են  ալիլբրոմիդ  և  օրթո ու մետա ֆտոր  տեղակալված  բենզիլ  բրոմիդներ:  Ալկիլման ռեակցիաների  ընթացքը  բերված  է  սխեմա  7-ում,  իսկ  արդյունքները`  աղյուսակ  8-ում: ", "Միջինացված  տվյալներով  (R,R)-դիաստերեոմերների  էնանտիոմերային  ավելցուկը գերազանցում  է  94%-ը,  ինչը  հնարավորություն  է  ընձեռում  (R)-2-BrBPB  քիրալային օժանդակ  ռեագենտի  կոմպլեքսներն  օգտագործել  (R)--ամինաթթուների  ասիմետրիկ սինթեզի ռեակցիաներում: ", "Սխեմա 7 Աղյուսակ 8 NiII-(R)-2-BrBPB-Gly (7) և NiII-(R)-2-BrBPB-(R)-Ala (10) կոմպլեքսների C-ալկիլման արդյունքները ԴՄՖ/NaOH միջավայրում №  Ելային կոմպլեքս Ալկիլող ագենտ Ալկիլված կոմպլեքս (R,R)/(R,S) (%),  ³) Ելք,%, µ) NiII-(R)-2-BrBPB- Gly (7) NiII-(R)-2-BrBPB- (R)-Ala(10) -”- -”- -”- -”- CH2=CH-CH2-Br CH2=CH-CH2-Br Ժամ. րոպե ա) 1 H ՄՄՌ միջինացված տվյալներ, բ) կոմպլեքսների քիմիական ելքը ալկիլման փուլում: ", "Այժմ  քննարկենք  MoO3+3Mg+nNaCl  խառնուրդներում  այրման  ադիաբատ ջերմաստիճանների  և  հավասարակշռային  բաղադրության  փոփոխությունը  կախված ելային  ռեակցիոն  խառնուրդում  աղի  քանակից  (նկ.  3.2):  Ստացված  հաշվարկային արդյունքներից  կարելի  է  տեսնել,  որ  աղային  հավելանյութի  բացակայության  դեպքում (n=0) MoO3 + 3Mg խառնուրդի համար հաշվարկային այրման ադիաբատ ջերմաստիճանը կազմում  է  3500  oC:  Ելային  խառնուրդին  NaCl-ի  ներմուծման  և  հետագա  ավելացման պայմաններում  դիտվում  է  ադիաբատ  ջերմաստիճանի  բավական  կտրուկ  նվազում` ընդհուպ մինչև 800 oC (n = 12): Ընդ որում, մինչև 4 մոլ NaCl-ի ավելացման պայմաններում համակարգի  այրման  ադիաբատ  ջերմաստիճանը  նվազում  է  մինչև  2000  oC:  n–ի արժեքների  մինչև n =  4  մոլ  տիրույթում  արգասիքներում  առկա  են  մեծ  քանակությամբ գազային միացություններ: ", "Այսպիսով,  իրականացված  հետազոտությունները  վկայում  են  այն  մասին,  որ (S)-2-BrBPB  քիրալային  օժանդակ  ռեագենտի  ամինաթթվային  կոմպլեքսները  կարելի  է երաշխավորել  ոչ  սպիտակուցային  ամինաթթուների  պրեպարատիվ  քանակներով ասիմետրիկ սինթեզի համար: ", "Սինթեզված  բոլոր  նյութերի  1H  ՄՄՌ  սպեկտրները  արձանագրվել  են  ՀՀ  ԳԱԱ Մոլեկուլի  կառույցի  ուսումնասիրման  կենտրոնում  “Varian  Mercury-300”  սարքի  վրա, որպես  արտաքին  ստանդարտ  կիրառելով  C6D6:  Ներքին  ստանդարտի  HMDS-ի համեմատ, բոլոր քիմիական շեղումները բերվել են p.p.m.-ով: ", "Նոր  սինթեզված  բրոմ  պարունակող  բոլոր  քիրալային  օժանդակ  ռեագենտների, կոմպլեքսների  և  նպատակային  ամինաթթուների  տեսակարար  օպտիկական  պտույտի ու  դրանց  հալման  կետերի  արժեքները  չափվել  են    ՀՀ  ԳԱԱ  “Հայկենսատեխնոլոգիա” ԳԱԿ  ՊՈԱԿ-ի  “Ասիմետրիկ  սինթեզի”  լաբորատորիայում՝ “Perkin-Elmer  314”  և “Elektrothermal” սարքերի միջոցով: ", "Սինթեզված  բոլոր  նոր  ամինաթթուների  էնանտիոմերային  մաքրությունը  (ee) նույնպես որոշվել է ՀՀ ԳԱԱ “Հայկենսատեխնոլոգիա” ինստիտուտի “Ֆիզիկաքիմիական անալիզի” լաբորատորիայում,  օգտագործելով բարձր  ճնշումային  հեղուկային քրոմատոգրաֆիայի  (HPLC)  անալիզի  մեթոդը՝  Waters  2695  Separations  Module  (USA) սարքի օգտագործմամբ: Որպես սորբենտ կիրառվել է Diaspher-110-Chirasel-E-Ý (6.0 mkm, Սինթեզված բոլոր միացությունների էլեմենտային անալիզը նույնպես կատարվել է “Հայկենսատեխնոլոգիա”  ԳԱԿ  ՊՈԱԿ-ի  ինստիտուտի  “Ֆիզիկաքիմիական  անալիզի” լաբորատորիայում՝ “EURO EA Elemental Analyzer” սարքի միջոցով: ", "Ալանինի բրոմ պարունակող մոդիֆիկացված կոմպլեքսների ռենտգենկառուցված- քային  անալիզն  իրականացվել  է  ՌԴ  ԳԱԱ  Ա.  Ն.  Նեսմեյանովի  անվան  էլեմենտ- օրգանական միացությունների ինստիտուտում (ք. Մոսկվա): ", "Աշխատանքի  ընթացքում  օգտագործվել  են  “Alldrich”  և  “Реахим”  ֆիրմաների արտադրության ռեակտիվներ և լուծիչներ՝  DMF, CH3OH, CHCl3, CH3CN, CH3COOH, HCI, CH3COCH3,  CH2Cl2,  C6H5CH2Br,  CH2=CHCH2Br,  C6H4CH2Br,  2-Br-C6H4CH2Br,  3-Br- C6H4CH2Br,  4-Br-C6H4CH2Br,  2-F-C6H4CH2Br,  3-F-C6H4CH2Br,  4-FC6H4-(CO)-CH2Br,  C6H5- (CO)-C6H5,  4-NO2C6H4-(CO)-C6H5CH2Br,  C2H5O2:  Օգտագործվել  են  նաև  ՌԴ    արտադրու- թյան Ky-2x8 (H+) տեսքի խեժ, ինչպես նաև “Կենսատեխնոլոգիա” ԳՀԻ ՓԲԸ արտադրու- թյան  ամինաթթուներ  (Gly,  Ala,  Pro  և  այլն),  “Pharmacal  Fine  Chemicals”  ֆիրմայի  արտա- դրության L 40/100 սիլիկագել, “Silufol” և  ‏”Merck” ֆիրմաների ՆՇՔ թիթեղներ: ", "Բոլոր  լուծիչները  օգտագործելուց  առաջ  մաքրվել  են    հայտնի  մեթոդներով155: ", "(S)--Ամ ի ն աթթո ւ   պար ո ւ ն ակ ո ղ դ ի աս տե ր ե ո մ ե ր  (S,S)- կ ո մ պլ ե ք ս ո ւ մ  այ դ պի ս ի  փո խազ դ ե ց ո ւ թյ ո ւ ն ն ե ր ը թո ւ յ լ   ե ն   ար տահ այ տվ ած ,  ո ր ի շ ն ո ր հ ի վ   դ ր ան ց   առ աջ աց ո ւ մ ը է ն ե ր գ ե տի կ ո ր ե ն  ձ ե ռ ն տո ւ  է  [162]: ", "Այդ նպատակով 40 մլ իզոպրոպանոլի մեջ լցված 10.2գ (0.09 մոլ) (S)- կամ (R)-պրո- լինի  սուսպենզիայի  վրա  ավելացվում  է  15.2գ  (0.27մոլ)  KOH  և  40-50  0C-ում  խառնում մինչև համասեռ լուծույթի ստացվելը: Դրանից հետո 30 րոպեի ընթացքում կաթիլ-կաթիլ ավելացվում  է  0.108մոլ  համապատասխան  բրոմ  տեղակալված  բենզիլբրոմիդը  և  խառ- նումը  շարունակում  սենյակային  ջերմաստիճանում  ևս  15  ժամ:  Հետո  ռեակցիոն  խառ- նուրդը չեզոքացվում է 6N HCl-ով մինչև pH=6-7, ավելացնում 25մլ CHCl3 և թողնում 10-12 ժամ:  Այնուհետև  անջատվում  է  առաջացած  նստվածքը  (KCl),  լվանում  քլորոֆորմով  և օրգանական ֆրակցիաների թորումից առաջացած մնացորդը վերաբյուրեղացնում ացե- տոնից և չորացնում օդում: ", "Կո մ պլ ե ք ս ն ե ր ի   թթվ այ ի ն   հ ի դ ր ո լ ի զ ատի ց   ան ջ ատո ւ մ   ե ն   (S)- ի զ ո մ ե ր ո վ   հ ար ս տաց վ ած   ն պատակ այ ի ն   ամ ի ն աթթո ւ ն   և   ե լ այ ի ն ք ի ր ալ այ ի ն   ռ ե ագ ե ն տը ՝   ս կ զ բ ն ակ ան   օ պտի կ ակ ան   ակ տի վ ո ւ թյ ան ամ բ ո ղ ջ ակ ան  պահ պան մ ամ բ : ", "(S)-N-(4-բրոմբենզիլ)պրոլին-(S)-4-BrBP  (3):  Tհալ  =184-186 ºC;  [] =  −17.6  (c  =1.0, EtOH):  Գտնվել  է  (%):  С,  60.48;  H,  5.62;  N,  5.73:  C12H14O2NBr:  Հաշվվել  է  (%):  С,  60.13;  H, HPro);  2.91  (1H,  dt,  -HPro,  2J=9.8  Hz,  3J=8.1  Hz);  3.26  (1H,  dt,  -HPro,  2J=9.8Hz,  3J=6.0Hz); NCH2Ar, 2J=13.9 Hz); 7.26-7.39 (3H, m, H-Ar); 7.78 (1H, dd, Ar, 3J=6.8Hz, 4J=2.6Hz ): ", "Թերմոդինամիկական  վերլուծության  արդյունքները  ցույց  են  տալիս,  որ  MoO3  + ադիաբատ  ջերմաստիճանը  գերազանցում  է  2300  oC-ը,  իսկ  հավասարակշռական արգասիքներում առկա է մեծ քանակությամբ չփոխազդած Mg (նկ. 3.6): Այս տիրույթում դիտվում  է  նաև  գազային  SiO-ի,  հալույթի  տեսքով  մագնեզիումի  սիլիկատի  (Mg2SiO4)  և սիլիցիումով  աղքատ  մոլիբդենի  սիլիցիդների  (Mo5Si3  և  Mo3Si)  առաջացում,  սակայն փոքր քանակներով ստացվելու պատճառով նշված նյութերը նկարում  բերված  չեն: ", "Սենյակային  ջերմաստիճանում  ռեակցիոն  խառնուրդը  խառնվում  է  ևս  15  ժամ՝  մինչև ՆՇՔ  մեթոդով  [SiO2,  C6H6/(C2H5)2O=1/1]:  Հետո  ռեակցիոն  խառնուրդը  գոլորշիացվում  է մնացորդային  ճնշման  տակ,  իսկ յուղանման  զանգվածը  հաջորդաբար  մշակվում ացետոնով  և  ջրով:  Առաջացված  նստվածքը  լուծում  են  50  մլ  12N  HCl-ում,  նոսրացվում ռեագենտների  բյուրեղները՝  հիդրոքլորիդների  տեսքով:  Ստացված  բյուրեղները չորացվում են վակուում չորացուցիչ պահարանում՝ 30-40 մմ սս. մնացորդային ճնշման տակ 50 0C-ում: ", "Mo-ի ստացումը Հաշվի առնելով հաշվարկային տվյալները` փորձարարական հետազոտություններն  իրականացվել  են  ելային  խառնուրդում  2  և  ավելի  մոլ  աղի առկայության [95, 124] և արգոնի 10 մթն ճնշման պայմաններում: Նկ. 3.7-ում բերված են այրման թերմոգրամները` ստացված n-ի տարբեր արժեքների համար: Ինչպես երևում է ստացված  թերմոգրամներից,  ելային  համակարգում  աղի  փոքր  քանակների առկայության պայմաններում (n ≤ 2) այրման պրոցեսն ընթանում է խիստ բուռն: ", "C25H23O2NBr: Հաշվվել է (%): С, 64.79; H, 4.96; N, 6.91:  1Н ՄՄՌ սպեկտր ( p.p.m.): 1.81- Pro); 3.37 (1H, dd, -H Pro,  3J=9.5 Hz,  3J=4.4 Hz);3.94 (2H, s, NCH2); 7.04-7,19 (8H, m, H-Ar); (S)-N-(2-բենզոիլֆենիլ)-1-(4-բրոմբենզիլ)պիրոլիդին-2-կարբօքսամիդ,  (S)-4-BrBPB (6):  Tհալ=133-136 ºC;  [] =  −29.5  (c  =1.0,  EtOH):  Գտնվել  է  (%).  С,  64.60;  H,  5.16;  N,  7.18: ", "Դե հ ի դ ր ո ամ ի ն աթթվ այ ի ն մ ն աց ո ր դ ն ե ր ո վ NiII ի ո ն ի կ ո մ պլ ե ք ս ն ե ր ն   հ ե տազ ո տվ ե լ   ե ն   β-տե ղ ակ ալ վ ած   -ամ ի ն աթթո ւ ն ե ր ի աս ի մ ե տր ի կ   ս ի ն թե զ ի   ռ ե ակ ց ի ան ե ր ո ւ մ   [165-167]:  Այ դ   ն պատակ ո վ ,  ն ախ (R)-β-օ ք ս ի --ամ ի ն աթթո ւ ն ե ր ի (Ser,  Thr)  կ ո մ պլ ե ք ս ն ե ր ի   պի ր ի դ օ ք ս ա- լ այ ի ն   կ ատալ ի զ ի   ն մ ան ակ մ ամ բ ,  մ ի ջ ան կ յ ալ   O-աց ե տի լ մ ամ բ   և աց ի լ աց վ ած   կ ո մ պլ ե ք ս ի ց   ք աց ախաթթվ ի   մ ն աց ո ր դ ի   ,β-է լ ի մ ի ն աց մ ամ բ ս ի ն թե զ վ ե լ  ե ն  դ ե հ ի դ ր ո ամ ի ն աթթո ւ ն ե ր ի  [(դ ե հ ի դ ր ո ալ ան ի ն ի  (LXXV) և (E)  ու  (Z)-դ ե հ ի դ ր ո ամ ի ն ո կ ար ագ աթթվ ի   (LXXVI)]  ք ի ր ալ այ ի ն   կ այ ո ւ ն կ ո մ պլ ե ք ս ն ե ր ը  (ն կ . 17): ", "= +1473.33 (c = 0.3, MeOH): Գտնվել է, (%): С, 56.29; H, 4.08; N, 7.11. C27H24BrN3O3Ni: Հաշվվել է, (%): С 56.18; H 4.16; N 7.28: 1Н ՄՄՌ սպեկտր ( p.p.m): 2.09-2.19 (2H, m, -Ha Pro և -Ha, Pro); 2.54 (1H, m,  -Ha, Pro); 2.78 (1H, m. -Hb, Pro); 3.42 (1H, m, γ-Hb, Pro); 3.52 (1H, dd,  3J=10.7, 3J=6.0, -H Pro); 3.65 (1H, m, -Hb,  Pro);  3.66  (1H,  d,  2J=20.0,  CH2CO);  3.74  (1H,  d,  2J=20.0,  CH2CO);  4.02  (1H,  d,  2J=12.9, CH2Ar); 4.54 (1H, d, 2J=12.9, CH2Ar); 6.70 (1H, ddd, 3J=8.2, 3J=6.9, 4J=1.1, H-4, C6H4); 6.80 (1H, ddd, 3J=8.2, 4J=1.7, H-3, C6H4); 6.98 (1H, m, C6H5); 7.12-7.22 (3H, m, H-Ar); 7.39 (1H, td, 3J= 7.5, NiII-(S)-3-BrBPB-Gly (8): Tհալ.= 169-171 ºC; [] = +1296.13 (c =0.28, MeOH): Գտնվել է  (%):  С  56.35;  H  4.03;  N  7.19.  C27H24BrN3O3Ni:  Հաշվվելէ  (%):  С,  56.18;  H,  4.16;  N,  7.28: ", "m, -Hb, Pro); 3.68 (1H, d,  2J=20.1, CH2CO); 3.74 (1H, d,  2J=20.0, CH2CO);4.04 (1H, d, J=12.9, CH2Ar); 4.55 (1H, d, 2J=12.9, CH2Ar); 6.71 (1H, ddd, 3J=8.1, 3J=6.9, 4J=1.0, H-4, C6H4,); 6.83 (1H, dd, 3J=8.1, 4J=1.6, H-3, C6H4); 7.00 (1H, m, C6H5); 7.14-7.26 (м, 3H, H-Ar); 7.41 (1H, td, 3J= 7.5, NiII-(S)-4-BrBPB-Gly (9): Tհալ. = 184-186 ºC; [] = +1406.40 (c = 0.4, MeOH): Գտնվել է  (%):  С  56.25;  H  4.11;  N  7.21:  C27H24BrN3O3Ni:  Հաշվվելէ  (%):  С  56.18;  H  4.16;  N  7.28: ", "Նկատի ունենալով  այրման  ալիքի  տարածման  արագության  խիստ կախվածությունը  այրման  առավելագույն  ջերմաստիճանից՝  կարելի  է  որոշել  այրման ալիքի  տարածման  համար  պատասխանատու  ռեակցիայի  էֆեկտիվ  ակտիվացման էներգիան, հիմք ընդունելով, որ այրման առավելագույն ջերմաստիճանի, արագության և էֆեկտիվ  ակտիվացման  էներգիայի  միջև  առկա  կապն  արտահայտվում  է  ներքոբերված հավասարմամբ [126]. (3.1) որտեղ,  Eէֆ.-ն  պրոցեսը  բնութագրող  էֆեկտիվ  ակտիվացման  էներգիան  է,  R-ը՝ ունիվերսալ  գազային  հաստատունը:  Այս  հավասարման  համաձայն  Ln(Uա/Tա)  -  1/Tա կոորդինատներով գրաֆիկն իրենից ներկայացնում է ուղիղ գիծ, որի թեքության անկյան տանգենսով կարելի է որոշել պրոցեսի էֆեկտիվ ակտիվացման էներգիան: ", "NiII-(S)-2-BrBPB-(S)-Ala  (10):  Tհալ  =  308-310 ºC;  [] =  +3385.0  (c  =  0.1,  MeOH): ", "Գտնվել է (%): С, 56.80; H, 4.27; N, 7.20: C25H23O3NBr: Հաշվվել է (%): С, 56.88; H, 4.40; N, m, γ-Ha, Pro); 2.64 (1H, m, -Ha, Pro); 2.96 (1H, m, -Hb, Pro); 3.51 (1H, m, -Hb, Pro); 3.58 (1H, d, CH2Ar, J=12.9); 4.47 (1H, d., CH2Ar, J=12.9); 6.61-6.70 (2H, m., H-3, H-4, C6H4); 6.96  (1H, m, C6H5); 7.07-7.16 (2H, m, H-Ar); 7.27 (1H, m, H-Ar); 7.34 (1H, td, C6H4Br,  3J=7.5,  4J=1.2); 7.42- NiII-(S)-3-BrBPB-(S)-Ala  (11):  Tհալ  =  268-270 ºC;  [] =  +2815.3  (c  =  0.1,  MeOH): ", "Այրման  պինդ  արգասիքների  ռենտգենաֆազային  անալիզի  արդյունքները  ցույց են տալիս,  որ  փոխազդեցության  հիմնական  արգասիքներն  են  հանդիսանում  Mo,  MgO  և NaCl-ը`  գործնականում  n-ի  բոլոր  արժեքների  համար:  Նկ.  3.10-ում  բերված  է  n=4  մոլի դեպքում  ստացված  այրման  արգասիքի  դիֆրակտոգրամներն  իրականացված  թթվային մշակումից  առաջ  և  հետո:  Ինչպես  կարելի  է  համոզվել,  թթվային  մշակումից  հետո դիֆրակտոգրամում դիտվում են միայն մոլիբդենին բնորոշ դիֆրակցիոն ռեֆլեկսներ: ", "Գտնվել է (%): С, 56.89; H, 4.20; N, 7.27: C25H23O3NBr: Հաշվվել է (%): С, 56.88; H, 4.40; N, m, γ-Ha, Pro); 2.64 (1H, m, -Ha, Pro); 3.00 (1H, m, -Hb, Pro); 3.51 (1H, m, -Hb, Pro); 3.58 (1H, dd, -H Pro, 3J=11.0 Hz, 3J=6.2); 3.72 (1H, m, γ-Hb, Pro); 3.86 (1H,q., CHCH3, 3J=6.9); 3.89 (1H, d, CH2Ar, J=12.9); 4.47 (1H, d., CH2Ar, J=12.9); 6.61-6.70 (2H, m., H-3, H-4, C6H4); 6.96  (1H, m, C6H5); 7.07-7.16 (2H, m, H-Ar); 7.27 (1H, m, H-Ar); 7.34 (1H, td, C6H4Br,  3J=7.5,  4J=1.2); 7.42- Բրոմ  պարունակող  նոր  սինթեզված  ալանինի  10  կոմպլեքսի  կառուցվածքն  ու բացարձակ  կոնֆիգուրացիան  լրացուցիչ  հաստատվել  է  ռենտգենկառուցվածքային անալիզի  մեթոդով:  Տվյալների  ստացման  համար  իրականացվել  է  ռենտգենյան ճառագայթների  հաշվառում  SADABS  ծրագրի  հիման  վրա144:  Բյուրեղի  կառուցվածքը որոշվել  է  ուղղակի  մեթոդներով  և  ճշտվել  փոքր  քառակուսիների  լիամատրիցային մեթոդով,  ջրածնից  տարբեր  ատոմների  համար՝  անիզոտրոպ  մոտավորությամբ:  10 կոմպլեքսի  բացարձակ  կառուցվածքը  որոշվել  է  նաև  Ֆլեկի  պարամետրերի  ճշգրտման և  ճշգրտվել  իզոտրոպ  մոտավորությամբ:  Ցույց  է  տրվել,  որ  NiII-(S)-2-BrBPB-(S)-Ala կոմպլեքսի  բյուրեղները  ռոմբիկ  են  և  ունեն  P212121  տարածական  խմբավորում,  երբ T  =  100K:  a  =  9.2859  (6)  Å,  b  =  10.0121(7)  Å,  c  =  25.9971(18)  Å,  V  =  2417.0(3)  Å3,  Z=4, dрасч =1.625 г/см3, F(000) =1208, μ = 2.493 мм−1: ", "Էլեմենտար  բջջի  տվյալներն  ու  28326  անդրադարձումների (6984  անկախ անդրադարձում,  Rint)  ինտենսիվությունը չափվել  են  Bruker  SMART  1K  CCD (T  =  100  K,  (MoK)  գրաֆիտային  մոնոքրոմատոր,  θмакс  =  30φ  և  -սկանավորում ունեցող ավտոմատ դիֆրակտոմետրի վրա՝ θмакс = 30: Բոլոր հաշվարկները կատարվել են SHEL XTL կոմպլեքս ծրագրի հիման վրա: ", "կոմպլեքսների ալկիլման ընդհանուր մեթոդը Դիմեթիլֆորմամիդի  միջավայրում  7-12  կոմպլեքսների  լուծույթներին,  արգոնի մթնոլորտում  ավելացվում  է  թարմ  մանրացված  պինդ  NaOH-ը  և  համապատասխան քանակի  ալկիլհալոգենիդը:  Այդ  ընթացքում  ռեակցիոն  խառնուրդը  դառնում  է  մուգ բալանման: Արգոնի մթնոլորտում և սենյակային ջերմաստիճանում (անհրաժեշտության դեպքում  40-50  0C)  լուծույթի  խառնվելը  շարունակում  են  մինչև  ելային  կոմպլեքսի  լրիվ տրանսֆորմացումը ալկիլման արգասիք կոմպլեսի: Ռեակցիայի ընթացքին հետևում են ՆՇՔ  մեթոդով [SiO2,  CHCl3/CH3COՕC2H5=1/4]  ըստ  ելային  կոմպլեքսի  հետքի անհետացման:  Ռեակցիան  ավարտվելուց  հետո  խառնուրդը  չեզոքացվում  է  խիտ  սառ- ցաքացախաթթվով և նոսրացվում ջրով: Այնուհետև դիաստերեոմեր կոմպլեքսների նստ- վածքը ֆիլտրվում և լվացվում է ջրով: Ալանինի կոմպլեքսի ալկիման դեպքում առաջա- ցած  դիաստերեոմեր  կոմպլեքսների  խառնուրդի  ոչ  մեծ  քանակ  (~  0.5գ)  քրոմատո- գրաֆացվում է պրեպարատիվ ՆՇՔ մեթոդով [20 x 30 սմ, SiO2, CHCl3/ CH3COՕC2H5 =1/4]: ", "Անջատված  հիմնական  դիաստերեոմեր  կոմպլեքսների  կառուցվածքն  ու  բացարձակ կոնֆիգուրացիան որոշվել է սպեկտրադիտման անալիզի մեթոդներով: Ալկիլման ռեակ- ցիաների  դիաստերեոմերային  ստերեոսելեկտիվությունը  (de)  որոշվել  է  արգասիք կոմպլեքսների խառնուրդի թթվային հիդրոլիզից անջատված ամինաթթվային խառնուր- դի (առանց վերաբյուրեղացման) ԲԱՀՔ անալիզմամբ: ", "Նկ. 3.12. Mo-ի մասնիկների չափսի բաշխման հիստոգրամ MoO3+3Mg+4NaCl խառնուրդի համար Ֆրակցիաներից  մեկում  մասնիկների  միջին  չափն  ընկած  է  0.3-1  մկմ  տիրույթում, իսկ մյուսում դիտվում է 0.05-0.3 մկմ հատիկայնությամբ նուրբ փոշի: ", "Գտնվել է (%): С, 61.29; H, 4.40; N, 6.38: C34H30BrN3O3Ni: Հաշվվել է (%): С, 61.19; H, 4.49; N, m, γ-Hb, -Ha,Hb Pro); 2.82 (1H, dd, J=13.7, J=5.4, CH2CH); 3.09 (1H, dd, J=13.7, J=4.5, CH2CH); (7H, m, Ar); 8.15 (1H, d, H-6, C6H4, J= 8.7); 8.20 (1H, dd, H-3, C6H4Br): ", "Շ ո լ կ ո ֆի ս ի ն թե զ ի ռ ե ակ ց ի այ ո ւ մ , ո ր պե ս ք ի ր ալ այ ի ն ս ո ւ բ ս տր ատ  կ ի ր առ վ ե լ   է   (S)-  և   (S,R)-ալ ան ի ն ն ե ր ի ց   կ ազ մ վ ած   ց ի կ լ ի կ դ ի կ ե տո պի պե ր ազ ի ն ը   (LXXXVII)  (ս խե մ ա  12):  Ան հ ր աժ ե շ տ  է   ն շ ե լ ,  ո ր ս ո ւ բ ս տր ատի  2-ր դ  դ ի ր ք ո ւ մ  ալ ան ի ն ի  (S)-կ ո ն ֆի գ ո ւ ր աց ի այ ի  դ ե պք ո ւ մ (R)-բ աց ար ձ ակ   կ ո ն ֆի գ ո ւ ր աց ի այ ի ք ի ր ալ այ ի ն   կ ե ն տր ո ն   և   ն պատակ այ ի ն   ամ ի ն աթթո ւ ն   առ աջ ան ո ւ մ   է   (R)- բ աց ար ձ ակ կ ո ն ֆի գ ո ւ ր աց ի ա և հ ակ առ ակ ը : ", "արգասիքների  թթվային  մշակման  ժամանակ  լուծույթում  հայտնաբերված  բավականին բարձր  կոնցենտրացիայով  մոլիբդենը  թույլ  են  տալիս  ենթադրել,  որ  MoO3-ն  այրման ռեժիմում փոխազդում է նաև NaCl-ի հետ` բերելով Na2MoO4 և MoO2Cl2 միացությունների առաջացմանը ըստ հետևյալ ռեակցիայի. Այրման  արգասիքների միկրոկառուցվածքային  հետազոտությունից պարզվել է, որ ելային  խառնուրդ  ներմուծվող  աղը  խիստ  կերպով  ազդում  է  նաև  ձևավորվող արգասիքների  միկրոկառուցվածքի  վրա:  Այսպես,  աղի  փոքր  քանակների  առկայության պայմաններում արգասիքների հատիկների ձևավորումը հիմնականում տեղի է ունենում մագնեզիումի  հալույթում:  Նկ.  3.11,  բ,  գ-ից  ակընհայտ  է,  որ  մոլիբդենի  հատիկները հալույթից  առանձնանալով  ձևավորվում  են  MgO-ի  միջհատիկային  սահմաններում: ", "NiII-(S)-4-BrBPB-(S)-Phe  (15):  Tհալ  =  119-121 °C;  [] =  +1101°  (c  =  0.25,  CH3OH): ", "Գտնվել է (%): С, 65.51; H, 4.82; N, 6.71: C34H30BrN3NiO3: Հաշվվել է (%): С, 65.57; H, 4.86; N, CH2-Ar,  2J =12.9 Hz, 4JH,Br =1.1); 4.24 (1H, dd, CHCH2Ph,  3J = 5.6, 3J = 4.4), 4.28 (1H, dd, CH2- Ar;    2J = 12.9,  4JC,Br = 1.4); 6.65-6.71 (2H, m, 3,4-CH, C6H4); 6.88 (1H, dt, Ar, J1 = 7.6, J2 = 1.6); C6H4, NiII-(S)-2-BrBPB-(S)-2-F-Phe (16): Tհալ = 147-149 ºC; [] = +1140.05 (c = 0.3, MeOH): ", "Գտնվել է (%): С, 59.39; H, 4.14; N, 6.21: C34H29BrFN3O3Ni: Հաշվվել է (%): С, 59.58; H, 4.23; N, 6.13: 1Н ՄՄՌ սպեկտր ( p.p.m): 1.69-1.81 (1H, m, -Ha Pro); 1.85-1.95 (1H, m, -Ha Pro); (2H,  m,  -Hb  և    CH2C6H4F  Pro);  3.39  (1H,  dd,  J  =  10.0,  6.9,  -H  Pro);  3.78  (1H,  d,  J  =  12.9, H-3,4  C6H4);  6.99  7.22  (5H,  m,  Ar-H);  7.25-7.33  (4H,  m,  Ar-H);  7.35-7.59  (5H,  m,  Ar-H);  8.16 (1H, dd, J = 7.7, 1.7, H-3, C6 H4Br); 8.18 (1H, dd, J = 8.6, H-6, C6 H4): ", "(C-4 C6H4) (4); 123.3 (d, J = 16.2, C-1 C6H4F); 123.4 (C-6 C6H4); 124.9 (d, J = 3.5, C6H4F); 127.3 (CH); 127.7 (CH); 128.4 (d, J = 3.4, C6H4F); 129.1 (2-CH); 129.4 (d, J = 8.2, C6H4F); 129.8 (CH); C6H4F): ", "NiII-(S)-3-BrBPB-(S)-2-F-Phe (17): Tհալ = 161-163 ºC; [] = +1133.10 (c = 0.3, MeOH): ", "Գտնվել է (%): С, 59.39; H, 4.14; N, 6.21: C34H29BrFN3O3Ni: Հաշվվել է (%): С, 59.58; H, 4.23; N, 6.13: 1Н ՄՄՌ սպեկտր ( p.p.m): 1.69-1.81 (1H, m, -Ha Pro); 1.85-1.95 (1H, m, -Ha Pro); (2H,  m,  -Hb  և    CH2C6H4F  Pro);  3.39  (1H,  dd,  J  =  10.0,  6.9,  -H  Pro);  3.78  (1H,  d,  J  =  12.9, CH2C6H4Br); 4.25 (1H, dd, J = 5.6, 4.4, CH); 4.34 (1H, d, J =12.9, CH2C6H4Br); 6.62-6.71 (2H, m, H-3,4  C6H4);  6.99  7.22  (5H,  m,  Ar-H);  7.25-7.33  (4H,  m,  Ar-H);  7.35-7.59  (5H,  m,  Ar-H);  8.16 (1H, dd, J = 7.7, 1.7, H-3, C6 H4Br); 8.18 (1H, dd, J = 8.6, H-6, C6 H4): ", "Ինչպես  երևում  է  բերված արդյունքներից՝ մոլիբդենի (VI)  օքսիդի  DTA  կորի  վրա առկա  են  երկու  էնդոթերմ տիրույթներ: ", "Գտնվել է (%): С, 59.35; H, 4.11; N, 6.18: C34H29BrFN3O3Ni: Հաշվվել է (%): С, 59.58; H, 4.23; N, 6.13:  1Н ՄՄՌ սպեկտր ( p.p.m): 1.78-1.97 (2H, m, , -Ha Pro); 2.38-2.65 (3H, -Hb և - (4H, m, Ar-H); 8.13 (1H, d, J = 7.6, 1.5, H-3 C6H4Br); 8.14 (1H, d, J = 8.7, H-6 C6H4): ", "(CH2C6H4Br); 70.8 (-C Pro); 71.3 (CH); 114.5 (d, J = 21.1, C6H4F); 117.6 (d, J = 21.1, C6H4F); (CH); 129.0 (CH); 129.3 (CH); 120.0 (CH); 130.2 (d, J = 8.6, C6H4F); 130.7 (CH);   132.6 (CH); NiII-(S)-3-BrBPB-(S)-3-F-Phe (20): Tհալ=162-163 ºC;  [] =  +1155.10 (c  =0.3, MeOH): ", "խառնուրդի դեպքում  (նկ.  3.14,  2,2*)  DTA կորի վրա դիտվում է Նկ. 3.14. Դերիվատոգրաֆիական հետազոտության արդյունքները՝ (1,1*) MoO3+3Mg, (2,2*) 3Mg+5NaCl և (3,3*) MoO3+5NaCl բինար խառնուրդների համար խառնուրդի  առանձին  բաղադրիչների էնդոթերմ  հալման,  Mg-NaCl  հալույթի առաջացման  և  ավելի  բարձր  ջերմաստիճանում՝  գոլորշիացման  ջերմաստիճանային տիրույթները: ", "MoO3  +  5NaCl  բինար  խառնուրդի  դեպքում  450  ÷  650  oC  ջերմաստիճանային տիրույթում  տեղի  է  ունենում  էկզոթերմ  փոխազդե-ցություն,  որն  ուղեկցվում  է զանգվածի  զգալի  կորստով:  Այս  պրոցեսում  զանգվածի  կորուստը  պայմանավորված  է փոխազդեցության ժամանակ ձևավորված  MoO2Cl2 գազային ֆազի առաջացմամբ [127]: ", "Սխե մա 16 Ի մ ան ի շ ի ն և աշ խատակ ի ց ն ե ր ն առ աջ ար կ ե լ ե ն ,- դ ի ալ կ ի լ ամ ի ն աթթո ւ ն ե ր ի ս տաց մ ան հ ամ ար կ ի ր առ ե լ - ամ ի ն աթթո ւ ն ե ր ի է ս թե ր ն ե ր ի   և   պի ր ի դ օ ք ս ալ ի   ք ի ր ալ այ ի ն   CX ած ան ց յ ալ ն ե ր ի մ ի աց մ ան   ար դ յ ո ւ ն ք ո ւ մ ս տաց վ ած   ամ ի դ ն ե ր ի ս տե ր ե ո ս ե լ ե կ տի վ  ալ կ ի լ մ ան  մ ե թո դ ը  (ս խե մ ա 17) [187]: Ցո ւ յ ց  է  տր վ ե լ , ո ր   ռ ե ակ ց ի այ ի   ս տե ր ե ո ս ե լ ե կ տի վ ո ւ թյ ո ւ ն n  է ապե ս   կ ախվ ած   է   պի ր ի դ - օ ք ս ալ ի  կ ո ղ մ ն այ ի ն  ք ի ր ալ այ ի ն  շ ղ թայ ի  կ առ ո ւ ց վ ած ք ի ց  և  կ ի ր առ վ ո ղ հ ի մ ք ի   մ ե տաղ ի   ի ո ն ի   բ ն ո ւ յ թի ց :  Հ ամ ե մ ատաբ ար   բ ար ձ ր   ար դ յ ո ւ ն ք ն ե ր ե ն   ար ձ ան ագ ր վ ե լ   2-ն ավ թի լ մ ե թի լ   (R3)  և   մ ե թի լ   (R4)  տե ղ ակ ալ ի չ ն ե ր ի կ ի ր առ մ ան   ժ ամ ան ակ ՝   ն ատր ի ո ւ մ ի   ի ո ն ն ե ր ի   առ կ այ ո ւ թյ ամ բ :  Այ ս դ ե պք ո ւ մ   ալ կ ի լ մ ան ռ ե ակ ց ի այ ի ս տե ր ե ո ս ե լ ե կ տի վ ո ւ թյ ո ւ ն ը կ ազ մ ո ւ մ  է  86 %: ", "NiII-(S)-3-BrBPB-(S)--allyl-Gly  (23):  Tհալ..=  139-142 °C.  [] =  +1996.080  (c  =  0.03, CHCl3): Գտնվել է (%): С, 65.54; H, 4.83; N, 6.72: C30H28BrN3NiO3: Հաշվվել է (%): С, 65.57; H, -, -H Pro), 2.87 (1H, m, -H Pro), 3.39 (1H,dd, -H Pro, J1=10.7, J2=6.3), 3.51 (2H, m, -CH-CH2 allyl); 3.87 (1H,dd, NCH2C6H4Br, J1=13.0,  J2=0.9), ¨  4.41 (1H, dd,  NCH2C6H4Br, J1=13.0,  J2=1.2 Hz), 4.01 (1Н,dd,-NCH J1=6.6, J2=4.0 Hz), 5.16 (1H,dd, CH=CH2, J1=17.1, J2= 1.4) ¨ 5.38 (1H,dd, CH=CH2, J1=9.8, J2= 1.4 ), 6.44 (1Н,  ddt, -CH2-CH allyl, J1=17.2, J2= 9.9 , J3=7.3), 6.62-6.69 (2H, m,  Ar),  6.93-7.29  (6H,  m,  Ar),  7.45-7.57  (3H,  m,  Ar),  8.23  (1H,  d,  Ar,  J=8.6);  8.30  (1H,  td,  Ar, J1=7.3 Hz, J2=2.0): ", "Ելային  համակարգում  առանձին  ռեագենտների  և  դրանցից  կազմված  բինար համակարգերի DTA հետազոտություններից հետո տաքացման միևնույն պայմաններում ուսումնասիրվել  է  MoO3  +  3Mg  +  5NaCl  խառնուրդում  փոխազդեցության  բնույթը  (նկ. TG, մգ DTA, պ.մ. T, oC հալման  էնդոթերմեր:  Ընդ  որում  Mg-ի  հալման  պրոցեսին  անմիջապես  հաջորդում  է MoO3 + Mg ինտենսիվ էկզոթերմ փոխազդեցությունը: "]}