{"paragraph_source_docs": [3, 4, 4, 4, 4, 4, 4, 3, 0, 0], "paragraphs": ["XIV  –  XVII    դդ.  նյութական  մշակույթի  ուսումնասիրությունն  արդիական  և  անհ- րաժեշտ  է  դառնում  հնագիտական  հուշարձանների  պեղումներից  հայտնաբերված  այդ շրջանին  վերաբերող  գտածոների  մեծաքանակությամբ:  Հիշատակության  է  արժանի  Հ. Պետրոսյանի ,,Գառնին IX – XIV դդ.’’ մենագրությունը22, որտեղ հեղինակը մանրամասն անդրադարձել  է  Գառնիի  միջնադարյան  բոլոր  հուշարձաններին:  Առանձին  գլուխ նվիրված  է  Գառնիից  հայտնաբերված  հնագիտական  նյութերին,  որոնք  բարեխղճորեն նկարագրվել,  դասակարգվել  ու  թվագրվել  են:  Այդ  նյութերի  քննությունը  հնարավորու- թյուն  է  տալիս  վերհանել  Գառնի  գյուղաքաղաքում  արհեստների  տարբեր  ճյուղերն  ու դրանց զարգացման օրինաչափությունները: ", "XVIII  դ.  հայկական  սկզբնաղբյուրներից  օգտագործել  ենք  պատմիչների  ու պատմագիրների՝  Եսայի  Հասան-Ջալալյանցի,  Աբրահամ  Երևանցու,  Աբրահամ Կրետացու, Սիմեոն Երևանցու, Միքայել Չամչյանի աշխատությունները24: ", "(Օսմանյան  կայսրության  նվաճողական  քաղաքականությունը  Կովկասում  և  մասնավորապես պատմական Հայաստանում XVI դ. երկրորդ կեսից), թուրքական պատմագիտությունը սկզբից մինչև XVIII դարի վերջերը, հտ. Ա, Կազմեց՝ Ա. Խ. Սաֆրաստյան, Եր., 1961: ", "թ.  ղարաբաղյան  արշավանքի  մասին,  –  «Մերձավոր  և  Միջին  Արևելքի  երկրներ  և  ժողովուրդներ» (հետայսու՝  ՄՄԱԵԺ),  հտ.  XXVII,  Եր.,  2011;  Միրզա  Յուսուֆ  Ներսեսով,  Ճշմարտացի  պատմություն, Թարգմանությունը բնագրից, ներածությունը և ծանոթագրություները Ք. Կոստիկյանի, Եր., 2000: ", "хиджры (1774-1784), Сочинение Джевдета-паши, Перевод с турецкого с предисловием и примечаниями М. А. Гамазова, – «Русский архив», т. III, Москва, 1888. Сперанского, СПб., 1830, т. VII, XXI, XXIII, XXIV, XXV. Штендмана и др., в 5-ти тт., 12-ти чч., СПб., 1869–1904, т. I, Совет в царствование императрицы Екатерины II, 1768–1896 гг., 1869; т. II, Совет в царствование императора Павла I, 1796–1801 гг., 1888. Цагарели, СПб., т.  I, 1891; т. II, вып. II, 1902. որ կոչի յիշատակարան արձանացուցիչ, հայելի և պարունակող բնաւից որպիսութեանց Սրբոյ Աթոռոյս եւ իւրոյ  շրջակայից  վանօրէիցն:  Համաժողովեցեալ  եւ  շարադրեցեալ  ի  Սիմէօնէ  ցաւահար  եւ  վշտակոծ կաթուղիկոսէ  Երեւանցւոյ,  Վաղարշապատ  –  Ս.  Էջմիածին,  1873;  Աբրահամ  Երեւանցի,  Պատմութիւն Ընդգրկված  ժամանակաշրջանի  աղբյուրագիտական  հարուստ  նյութեր  են ամփոփված  նաև  XIX  դ.  հայ  հետազոտողներ  Ղ.  Ալիշանի,  Մ.  Սմբատյանցի,  Մ. Բարխուտարյանցի երկերում և «Դիւան հայոց պատմութեան» շարքի հատորներում25: ", "Թեմայի  ուսումնասիրության  ընթացքում  փաստաթղթային  հարուստ  նյութեր  ենք օգտագործել  Մ.  Ներսիսյանի,  Վ.  Գամրեկելիի,  Վ.  Գաջիևի,  Վ.  Մաճարաձեի,  Պ. Շաստիտկոյի  և  Գ.  Բուռնությանի  խմբագրություններով  26  1950-1990-ական  թթ. հրատարակված տպագիր սկզբնաղբյուրների ժողովածոներից: ", "Աշխատանքն  առավել ամբողջական դարձնելու  համար օգտագործել ենք մի շարք կարևոր  գիտա-հետազոտական  ուսումնասիրություններ:  Խորհրդային  տարիներին Հյուսիս-արևելյան Այսրկովկասի և Ռուսաստանի հարաբերությունների պատմությամբ, թեպետև  կողմնակալ  գնահատականներով,  հիմնականում  զբաղվել  են  ռուս  և ադրբեջանցի  պատմաբանները:  Հյուսիս-արևելյան  Այսրկովկասի  խանությունների  և պատերազմացն  1721-1736  թթ.,  Պատ.  խմբագիր՝  պրոֆ.  Ս.  Վ.  Տեր-Ավետիսյան,  Եր.,  1938;  Աբրահամ կաթողիկոս Կրետացւոյ, Պատմագրութիւն անցիցն իւրոց եւ Նատր-Շահին պարսից, Վաղարշապատ – Ս. Էջմիածին, 1870; Միքայէլ Չամչեանց, Հայոց պատմութիւն (սկզբից մինչև 1784 թ.), հտ. Գ, Եր., 1984: ", "Հատուկ կարևորություն ունեն նաև հարևան Վրաստանի և Ադրբեջանի ուշմիջնա- դարյան  խեցեղենին  նվիրված  աշխատությունները:  Այդ  առումով  առանձնանում  է  Ն. Մամաիաշվիլիի  ,,Фаянс  в  средневековой  Грузии’’  և  Վ.  Լևիատովի  ,,Керамика  Старой Ганджи’’ աշխատությունները36: ", "Թուրք հեղինակ՝ Բորա Իյիաթը, մեկ այլ գոյություն ունեցած թուրքական գաղտնի ծառայությունների  կազմավորումն  ու  գործունեությունը  դիտարկում  է  ժամանակակից Թուրքիայում գոյություն  ունեցող այսպես կոչված «խորքային պետության» ձևավորման համատեքստում` ուսումնասիրության հիմնական շեշտը դնելով խորքային պետության ստեղծման  և  գործունեության  ոլորտում  գաղտնի  ծառայությունների  ունեցած դերակատարության վրա4: ", "«Հատուկ  կազմակերպությանն»  առնչվող  հարցերի  ուսումնասիրության  համար օգտագործվել են թուրք պատմաբաններ Էմին Դեմիրելի «Գաղտնի կազմակերպությունները  «Հատուկ  կազմակերպությունից»  մինչ  մեր  օրերը»5  և  Էրգյուն Հիչյըլմազի «Հատուկ կազմակերպությունը» և հետախուզական կազմակերպությունները» մենագրությունները6: "], "source_docs_file": "History.json"}