{"paragraph_source_docs": [2, 3, 2, 2, 0, 1, 0, 2, 2, 2, 2, 3, 2, 2, 2, 4, 1, 2, 2, 2, 2, 2, 3, 0, 2], "paragraphs": ["Այս  առումներով  խիստ  ուշագրավ  դիտարկումներ  ունենք  Լա  Մագդալենի  (Նկ.4,  3- տական վերլուծությունների շնորհիվ120: ", "Հակոբյան  Ն.,  Նորաբաց  հնագիտական  հուշարձան  Մայր  Աթոռ  Ս.  Էջմիածնի  տարածքում,  ,,Հայկական լեռնաշխարհի պատմամշակութային ժառանգությունը’’, միջ. գիտ. նյութ. Ժող., Երևան, 2012, էջ 138-139: ", "Լա Մագդալենի բարձրաքանդակները պառկած կանանց երկու ֆիգուրներ են` ձգված իրանով,  հենված  ծալված  ձեռքի  վրա,  լավ  մոդելավորված  ոտքերով  (Նկ.  4.3,  4.4):  Մի կնոջ ոտքերը երկարեցված են (Նկ. 4.4), իսկ մյուսինը՝ ծալված (Նկ. 4.3): Գլուխները իրա- րից դժվար են տարբերակվում: Առանձնացված են կուրծքը և աճուկի մասը: Մարմնի մա- սերը  էլեգանտ  են  և  նրբագեղ:  Ա.  Բրեյլի  նկարագրով  նրանք  ոչ  մի  առնչություն  չունեն օրինյակ-պերիգորդյան ոճի կանանց հաստլիկ և գեր մարմնակազմության հետ: ", "Հայկական լեռնաշխարհում կնոջ պատկերագրության առաջին դրսևորումներին հան- դիպում ենք ժայռապատկերներում: Վանի տարածքի Փութ (Բութ) գյուղից արևելք, կիրճի չորս անձավներում հնագետ Օքթայ Բելլիի կողմից հայտնաբերվեցին 150 ժայռապատկեր- ներ,  որոնք  ներկայացնում  են  հիմնականում  պարող  դիցուհիների:  Այդ  պատճառով  քա- րանձավը կոչվում էր «Կույսերի անձավ»126 (Նկ. 5.1-8): Հնավայրը գտնվում է Վանից 40 կմ հարավ-արևելք  և  հնագետի  կարծիքով  անվանումը  ստացել  է  այնտեղ  բնակվող  հայերի կողմից:  Վանի  ժայռապատկերներում  վեր  բարձրացված  ձեռքերով  ադորանտի  (աղոթո- ղի) դիրքով կանանց պատկերներ են: Ենթադրվել է, որ այստեղ պատկերվել է ծիսական պարի տեսարան և պատկերված կանանցից մեկը պտղաբերության գլխավոր աստվածու- հին է, իսկ մյուսները նրա քրմուհիներն  են: Ժայռապատկերները  հիմնականում կատար- ված են օխրայով՝ մուգ շագանակագույնի և բաց շագանակագույնի, օխրայի, կարմիրի նր- բերանգներով: Ըստ հեղինակի ժայռապատկերները վերաբերվում են նոր քարե դարին127: ", "Մինչև  Աբդուլ  Համիդ  2-րդի  օրոք՝  1880-ական  թթ.  երկրորդ  կեսին  ստեղծված թուրքական  առաջին  հետախուզական  կազմակերպության,  որը  իր  պալատի  անունով կոչվեց «Յըլդըզ» հետախուզական կազմակերպություն, անդրադառնալը հարկ է նշել, որ Եվրոպայում  գործող  հետախուզական օպերատիվ  աշխատանքի  մեթոդներին ծանոթանալու  և  հետախուզական  մարմինների  ամրապնդման  գործում  ակտիվ  ու անմիջական  դեր  է  խաղացել  1882-1895  թթ.  Օսմանյան  կայսրությունում  գտնվող գեներալ  ֆոն դեր  Գոլցի կողմից ղեկավարած գերմանական ռազմական պատվիրակությունը1: ", "սակարգումն ու չափորոշիչները, Եր., 2009, էջ 17-18: ", "Սակայն  շուտով  ռուսական  հետախուզության  կողմից  բացահայտվեց  թուրք- գերմանական  նման  համագործակցությունը:  Այն  արտահայտվեց  1882  թ.  փետրվարին Փարիզում  տեղի  ունեցած  գեներալ  Սկոբելևի  ելույթում,  որտեղ  նա  նշել  է  սլավոնական ժողովուրդներին սպասվող վտանգի մասին գերմանական «Drang nach osten»-ի կողմից: ", "Վերջինիս  կերպարը  Զ.  Աբրամովան  ներկայացնում  է  բազմազան  իմաստային  նշա- նակությամբ.  Որպես սերնդի նախամայր, ով ապահովվում էր տոհմի բարեկեցությունը: ", " Որպես որսորդության հովանավորուհի, ով որսորդության ժամանակ, իր մոգական մասնակցությամբ խթանում էր որսի հաջող ընթացքը: ", "Կանթեղ. գիտական հոդվածեր, №4, Երևան, 2017, էջ 171: ", "խնդիրը //Արևելագիտությունը Հայաստանում. Հին եվ միջնադարյան Հայաստանը եվ իր հարևանները, Հ. 3, Երևան, 2017, էջ 32-52: ", "Հայաստանի Միջնաշխարհը` Արագածոտնը, XII – XIV դդ. գտնվում էր Զաքարյան- ների,  ապա  նրանց  վասալ  Վաչուտյան  տոհմի  տիրապետության  տակ,  որոնց  ռազմա- կան ու վարչական կենտրոնը Անբերդն էր99: XII – XIII դդ. հայ-վրացական միացյալ զոր- քերը  Անբերդը  սելջուկներից  ազատագրելուց  հետո  հանձնում  են  վերջիններիս,  որոնք ձեռնամուխ են լինում ամրոցի ամրացմանը: Աճող ամրոց-բնակավայրը շրջափակվում է նոր, ավելի ընդարձակ պարիսպներով, որոնք իրենց մեջ ներառում են ողջ հրվանդանը: ", "Մասնագիտական գրականության մեջ հատուկ շեշտվում է, որ ուշ ձևավորված աստ- վածուհիների կերպարների ծագումը կապվում է պալեոլիթյան շրջանից եկող պահապան ոգիների  և  գերբնական  էակների  պաշտամունքի  հետ  և  բազմաթիվ  վերլուծություններով փորձել են գտնել այն իմաստային սկզբնական նշանակությունը, որից ծագել են աստվա- ծուհիներին վերագրված բազմաթիվ հատկանիշներ: ", "Մեզ հայտնի առաջին աստվածուհիներն ունեն հնագույն արմատներ, որոնք Ռ. Բրիֆ- ֆոյի կարծիքով կարելի  է բաժանել աստվածուհիների չորս հիմնական նախատիպերի (Աղ. II)132. ա. բոլոր աստվածների և ամեն գոյի նախամայր-աստվածուհի (Աղ. II, ա), բ. կենդանիների մայր-աստվածուհի (Աղ. II, բ), գ. «մայր-հացահատիկ», բերքի, պտղաբերության հովանավորուհի (Աղ. II, գ), դ. «մայր-հող»-«մայր-երկիր» (Աղ. II, դ): ", "Չնայած այն հանգամանքին, որ նախապատմական և վաղ պատմական ժամանակնե- րից հայտնի են տարբեր անուններով ու գործառույթներով բազմաթիվ «աստվածուհիներ», կարելի է ասել, որ վերը թվարկված հատկանիշները հստակորեն չէին բաժանված աստ- վածուհիների միջև133: ", "Ավետիսյան, Եր., 1938, էջ 82: ", "Տրամաբանական բնույթի են փազլները, սեղանի, խաղաքարտային խաղերը, գլուխ- կոտրուկները, որոնք զարգացնում են խաղացողի մտածելակերպը և խնդիրների լուծման հմտությունները:  Դրանք  հետաքրքրում  են  տարբեր  տարիքային  խմբերին  («Փազլ»,371 «Պոկեր»,372 «Բլոտ»,373 «Բիլիարդ»,374 «Շախմատ», «Նարդի»375 և այլն): Տրամաբանական ուղղվածություն ունեն նաև նույնանման պատկերներն ըստ ձևի կամ գույնի դասավորելու խաղերը՝  «Candy  crush»376  կամ  «Cookies»377  խաղը:  Այս  առումով  առանձնանում  են  նաև խաչբառային հետևյալ խաղերը՝ «Mahjong Daily», «3D Logic», «Mini Sudoku» և այլն:378 Հատկանշական  է,  որ  համացանցում  կան  խաղեր,  որոնք  բնորոշ  են  տարիքային գրեթե  բոլոր  խմբերին:  Դրանք  են`  «Grand  theft  auto»379 (կրճատ` GTA)  աշխարհում հայտնի  համակարգչային  խաղերի  շարքը  (ավտոկայանատեղ,  սպորտային),  «Balls»380 (դասական) և այլն: ", "Զ.  Աբրամովան  նշում  է,  որ  գեր,  փարթամ  կանանց  արձանիկները  պատկերում  էին նախամայրերին,  իսկ  նիհարավուն  արձանիկները`  չնայած  ընդգծված  մայրության  հատ- կանիշներին` կարող էին որսորդության հետ առնչվել135: ", "Հետագայում  կին  աստվածությունների  կամ  պահապան  ոգիների  մեծաքանակ  օրի- նակները բնորոշ են դառնում վաղ երկրագործական հասարակությունների համար, ինչի լավագույն վկայությունն են Առաջավոր Ասիայի նեոլիթյան հուշարձաններից հայտնաբեր- ված արձանիկները136: ", "Պատկերաքանդակների  բազմազանությամբ  և  մոնումենտալ  արվեստում  դրանց  կի- րառման բացառիկ տվյալներով առանձնանում է Գյոբեկլի թեփե հնավայրը (Նկ. 6.1-5, 7.1- հյուսիս-արևելք, տեղանքի ամենաբարձր բլրի վրա: Հուշարձանը պեղվում է 1995 թվակա- նից138: ", "Մինչ օրս շարունակվող պեղումներով հուշարձանի տարածքում ոչ մի բնակելի շինու- թյուն չի բացվել: Ուսումնասիրողների կարծիքով այն եղել է սրբավայր և կրոնական կենտ- րոն,  որտեղ  տարածաշրջանի  տարբեր  համայնքների  ներկայացուցիչները  հավաքվել  են ծիսական արարողություններ կատարելու համար: ", "Սրբավայրի շրջանաձև կառույցների պատերի մեջ կանգնեցված T-ձև սյուներից շա- տերի վրա կան քանդակներ139: Բացված կառույցները թվագրվում են մ.թ.ա. 10-9-րդ հա- զարամյակների շրջանակներում (մ.թ.ա. 9600-8000 թվական)140: ", "les operations effectuées au cours de la campagne août 2011; Augé I. etc, Rapport sur la campagne de fouilles de la mission  française  d’Ani-Pemza,  août-septembre  2012;  Ալեքսանյան  Տ.,  Միրիջանյան  Դ.,  Դաշտադեմի  2011  թ. պեղումները (նախնական հաղորդում), Էջմիածին, 2012, Ը, էջ 103-104. հետո  վանքը  մատենագիտական  և  վիմագրական  աղբյուրներում  հիշատակվում  է,  սա- կայն ոչ որպես գործող վանք109: ", "Վերը  նշվածը,  մասնավորապես,  սուլթանական  կառավարության  արդարանալու փորձը  թույլ  է  տալիս  եզրակացնել,  որ  դավադրության,  դրա  բացահայտման  իրական բնույթի  և  նպատակների`  այն  է  քրիստոնյաների  դեմ  լայնածավալ  գործողությունների մասին տեղեկացված էին օտարերկրյա պետությունների հետախուզական մարմինները: ", "Քարակոթողների  վրա  հիմնականում  ներկայացված  են  կենդանիների  հարթաքան- դակներ՝  եղնիկներ,  աղվեսներ,  օձեր,  վայրի  խոզեր,  ձկնկուլներ,  կարիճներ,  քարայծեր, ագռավներ և այլն143: "], "source_docs_file": "History.json"}