{"paragraph_source_docs": [2, 1, 3, 1, 1, 3, 3, 0, 3, 3, 2, 3, 3, 3, 0, 1, 2, 2, 3, 1, 2, 3, 3, 3, 2, 0, 3, 0, 3, 2, 3, 3, 0, 1, 1, 3, 3, 3, 3, 0, 2, 1, 1, 1, 3, 2, 2, 1, 0, 0], "source_docs_file": "Mechanical Engineering and Machine Science.json", "paragraphs": ["Մշակվել  է  մագնիսակծկման  ԳՁՏ  փոխակերպիչի  պատրաստման  նոր  եղանակ (ՀՀ  թիվ  3004  A  արտոնագիր)  [2],  ըստ  որի  մագնիսակծկվող  ժապավենից  դրոշմում  են ուղանկյուն  թիթեղներ,  դրանցից  հավաքում  են  փաթեթ,  հղկում  են    փաթեթի  կողային մակերևույթները,  փաթեթի  և  խտարարի  զոդվող  ճակատները  ծածկապատում  են զոդահեղուկով,  այդ  ճակատների  միջև  տեղադրում  են  մինչև  0,3  մմ  հաստությամբ արծաթ  պարունակող  զոդանյութ  և  գազայրիչի  միջոցով  զոդում  են  փաթեթը  խտարարի հետ,  ընդ  որում  զոդումից  առաջ  փաթեթի  ճակատում  մշակում  են  փոսրակներ: ", "Աղյուսակ 4.1 Մոր–Կուլոնի և Դրուկեր–Պրագերի պլաստիկության պայմաններով ստացված ու   - ների թվային արժեքները, և դեպքում Ըստ Դրուկեր−Պրագերի պլաստիկության պայմանի Ըստ Մոր−Կուլոնի պլաստիկության պայմանի - ների տարբերությունը` % - ների տարբերությունը` % Ըստ աղ. 4.1 - ի տվյալների, մամլամատի տակ նախապատրաստվածքի ու -  ի  արժեքները  ամենամեծն  են`  դրա  այլ  հատույթների  տվյալների  համեմատ, այսինքն`  մամլամատի  տակ  նյութի  խտությունը  ավելի  մեծ  է,  ինչը  համընկնում  է [5] - ի տվյալների հետ: ", "Օրինակ` : ", "Ըստ Մոր–Կուլոնի և Դրուկեր−Պրագերի պլաստիկության պայմանների   կողմնային ճնշման գործակցի արժեքները տարբեր   ներքին շփման անկյան դեպքում Աղյուսակ 4.2 Ըստ Մոր–Կուլոնի և Դրուկեր-Պրագերի պլաստիկության պայմանների   կողմնային ճնշման գործակցի արժեքները տարբեր   ներքին շփման անկյան դեպքում Աղյուսակ 4.3 -արժեքները ըստ Դրուկեր−Պրագերի պլաստիկության պայմանի -արժեքները ըստ Դրուկեր−Պրագերի պլաստիկության պայմանի -արժեքները ըստ Մոր−Կուլոնի պլաստիկության պայմանի -արժեքները ըստ Մոր-Կուլոնի պլաստիկության պայմանի Աղ.  4.2  և  4.3  -  ում  բերված  կողմնային  ճնշման  գործակցի տվյալները  նույնպես  հիմնավորվում  են  [5]  -  ի  կողմից`  փոշու  և  հոծ  միջավայրի դեֆորմացման մեխանիզմի և օգտագործվող տեսությունների տարբերությամբ: ", "Աղ. 4.2 ու 4.3 - ի հիման վրա կառուցվել է ներքին շփման անկյան տարբեր արժեքների դեպքում կողմնային ճնշման գործակցի միջև կապի գրաֆիկը (նկ 4.5): ", "Կարելի  է  կատարել  նաև  կառավարող  ավտոմատի  համար    ալգորիթմի  բլոկ-սխե- մայի Միլի մոդելի նշանադրում: Այս դեպքում, ավտոմատի վիճակների քանակը կնվազի երկուսով, ինչը պայմանավորված է Միլի և Մուրի մոդելների համար բլոկ-սխեմայի նշա- նադրման  առանձնահատկություններով,  և  այս  դեպքում  վիճակների  քանակի նվազեցումը կրճատում է նաև վիճակների կոդավորման կարգայնությունը: ", "Կառավարող  ազդանշանները  նշվում  են  նկ.  2.7-ում  բերված  ալգորիթմի  բլոկ- սխեմայի օպերացիոն բլոկներին համապատասխան, և ձևավորվում են FSM (Finite State Machine) կառավարող ավտոմատի կողմից: Նկ. 2.7.-ի կառուցվածքային սխեմայում SM1 գումարիչը  կատարում  է  սովորական  երկուական  գումարում  և  երկուական բազմապատկման  գործողության  կատարման  ֆունկցիոնալ  հանգույցն  է,    իսկ  SM2 գումարիչի  միջոցով  որոշվում  է  n  և  k  արժեքների  տարբերությունը  և  հաշվարկվում  է  p արժեքը  (p=n-k):  Այնուհետև  վերլուծվում  է  SM2  գումարիչի  բարձր  բիթը,  եթե  այն հավասար  է  զրոյի,  ապա  կարելի  է  եզրակացնել,  որ  k≤n,    հակառակ  դեպքում`  k>n: ", "Նկ. 2.5 - նկ. 2.7-ում ցուցադրված են ցածրացնող ՀԼԿ-ի փոխանցման ֆունկցիայի բևեռների և զրոների բաշխվածությունը, ինչպես նաև Նիկոլսի և Նայքվիստի դիագրամ- ներn  իդեալական  դեպքում  (երբ  rC=0),  ինչպես  նաև  երբ  կոնդենսատորի  շղթայում մտցված է լրացուցիչ rC=50 մՕհմ  դիմադրություն: ", "առաջարկել  նաև  փոխանցումը  պահպանող  գումարիչների  հիման  վրա  կառուցված -  կարգանի  կոմբինացիոն  բազմապատկիչների  կիրառումը,  սակայն,  ինչպես  նշվել  է, որպես ապարատային ծախսեր պահանջվում են լրիվ գումարիչներ, իսկ փոխանցման ազդանշանի տարածման ժամանակը է [47] : ", "Ելնելով  վերը  նշվածից`  կարելի  է  եզրակացնել,  որ  m=2k  մոդուլով  մոդուլյար բազմապատկիչների  նախագծման  մշակված  մեթոդը  ավելի  արդյունավետ է արագագործության  և  օգտագործվող  գումարիչների  կարգայնության  տեսանկյունից  (k տակտ)՝  ավանդական  ըստ  mod  m-ի  բազմապատկման  մեթոդի  համեմատ,  այսինքն` սովորական  բազմապատկում  և  հաջորդող  բաժանում  m-ի  մոդուլի:  Քանի  որ բաժանարարի  (մոդուլ  m-ի  արժեքի)  նորմալացման,  քանորդի  յուրաքանչյուր  բիթի հաշվարկման  և,  ի  վերջո,  վերջնական  մնացորդի,  որը  և  կհանդիսանա  (axb)  modm արդյունքը,  հնարավոր  նորմալացման  անհրաժեշտ  գործընթացները  կարող  են արագագործության  նվազեցման  պատճառ  դառնալ:  Նշված  գործողությունների  համար ծախսվում  է`(n+2n-log2m+3)  տակտ`n  տակտ  բազմապատկման,  2n-log2m+1  տակտ քանորդի  կարգերի  որոշման  և  2  տակտ  բաժանարարի  և  վերջնական  մնացորդի նորմալացման համար: ", "Ակուստիկական  համակարգը  13  իրանի  մեջ  ամրացված  է  4  մանեկի  միջոցով:          14-ը նույնպես խտարար է, որը նախատեսված է տատանման ուղղությունը փոխելու համար, խտարարի ճակատային մասում մշակված է անցք, որի միջոցով 8 դեֆորմացնող տարրը բազայավորվում  է  և  ամրացվում  է  9  հատուկ  մանեկի  միջոցով:  Տանգենցյալ տատանումների սխեմայից առանցքային տատանումների սխեմային անցնելու դեպքում առաջանում է դեֆորմացնող  տարրի և նախապատրաստվածքի  առանցքի անհամապատասխանություն, որի կարգաբերման համար նախատեսված  է  3 լիստը: 6 լիստին      մանեկի    միջոցով  ամրացվում  է    5  պոչամասը:  Պոչամասը  նախագծվել  է այնպես,  որ  հնարավոր  լինի  փորձերն  իրականացնել  գրտնակիչը  տեղակայելով հաստոցի կտրիչակալում կամ օգտագործել  STD 201-1  մակնիշի ստենդը: ", "Աղ.  2.1-ում  ներկայացված  են  երկուական  բազմապատկման  և  հաջորդող՝  m-ի մոդուլի  բաժանման եղանակով  (եղանակ 1)    և  առաջարկվող`  m=2k  մոդուլով  մոդուլյար բազմապատկիչների եղանակով (եղանակ 2) կառուցված սարքերի աշխատանքի ժամա- նակի  և  օգտագործվող  գումարիչների  վերլուծությունները  n=8  և  n=16  կարգայնություն ունեցող  թվերի  դեպքում:  Ինչպես  երևում  է  աղյուսակից,  m=2k  մոդուլով  մոդուլյար բազմապատկիչների եղանակով (եղանակ 2) կառուցված սարքերի արագագործությունը զգալիորեն բարձրանում է,  իսկ  ապարատային ծախսերը (մասնավորապես՝ գումարիչների քանակը և կարգայնությունը) կրճատվում են: ", "Աղյուսակ 2.1. Երկուական բազմապատկման և հաջորդող՝ m-ի մոդուլի վրա բաժանման ու m=2k մոդուլով մոդուլյար բազմապատկիչների կիրառման եղանակների համեմատում n=8 n=16 եղանակ1 եղանակ 2 եղանակ 1 եղանակ 2 Տակտ քանակ Գումարիչ քանակ կարգ. SM Տակտ. քանակ Գումարիչ. քանակ SM Տակտ. քանակ կարգ. SM կարգ. SM SM SM Գումարիչ քանակ և SM կարգ. SM կարգ. SM և Տակտ. քանակ Գումարիչ քանակ SM SM SM Մոդուլի արժեք m=16 k=4 m=64 k=6 m=1024 k=10 Նշենք, որ մոդուլով մոդուլյար բազմապատկիչները կարող են կիրառվել նաև և մոդուլներով կոդերի հսկում իրականացնող մասնագիտացված սարքերում,  իսկ  այն  մասնավոր  դեպքերում,  երբ և թվերը  պարզ թվեր են (օրինակ` =17, և այլն),  ապա    նմանատիպ  բազմապատկիչները  կարող  են  կիրառվել  նաև  որոշ  ալգո- րիթմներով  (RSA  գաղտնագրման  ալգորիթմ,  Դիֆֆի-Հելլմանի  գաղտնագրման  բանա- լիների գեներացման ալգորիթմ) գաղտնագրման սարքերի կառուցման դեպքում[5, 97]: ", "Ինչպես արդեն նշվել է, մոդուլյար բազմապատկիչների իրականացումը  ինդեքսային մեթոդով հնարավոր է, եթե մոդուլի արժեքը պարզ թիվ է,  քանի որ պարզունակ արմատի որոշումը  բանաձև  (1.8)-ի  հիման  վրա  անհնար  է:  Սակայն մոդուլով  մոդուլյար բազմապատկման սարքի իրականացումը նույնպես հնարավոր է ինդեքսային  մեթոդով, եթե : Դիտարկենք մոդուլով մոդուլյար բազմապատկման համար թվի մոդուլյար ներկայացումից ինդեքսային ներկայացման իրականացումը [8, 9, 13, 35]: ", "ՀԱՍՏԱՏՈՒՆ ԼԱՐՄԱՆ ՑԱԾՐԱՑՆՈՂ ԿԵՐՉԱՓՈԽՉԻ ՓՈԽԱՆՑՄԱՆ ՖՈՒՆԿՑԻԱՅԻ ՈՐՈՇՈՒՄՆ ԸՆԴՀԱՏՈՒՆ ՀՈՍԱՆՔԻ ՌԵԺԻՄՈՒՄ դինամիկայի հավասարումները և փոխանցման ֆունկցիաների արտածումն անընդհատ հոսանքի  ռեժիմում:  Տվյալ  գլխում  համանման  կարգով  տրված  է  ցածրացնող  ՀԼԿ-ի դինամիկայի հավասարումները և փոխանցման ֆունկցիաների արտածումը ընդհատուն հոսանքի ռեժիմում [8, 61]: ", "Եթե  ցնցանստեցումը  կատարվում  է  գլանական  մամլամայրում տրամագծով  և  այն լցվում  է բարձրությամբ,  ապա լայնական դեֆորմացիաների բացակայության ( - ի) դեպքում (4.25) - ից կստանանք , , որտեղ - ը առանցքային դեֆորմացիան է: Մյուս կողմից`  քանի  որ  դա  մեծ  դոֆորմացիա  է,  ուստի  օգտագործելով  իրական (լոգարիթմական) դոֆորմացիաները` կստանանք Այսինքն`  տրված ցնցանստեցման հարաբերական  խտության  դեպքում  փոշենյութի  բարձրությունը կդառնա` : ", "Նույն պայմաններով իրականացվել է ամրության հաշվարկ: ", "Նկ.3.7․ Լարումները ուժի համազորի ուղղությամբ տատանումներով  գերձայնային գրտնակիչում 500Ն ուժի դեպքում Առավելագույն  լարումը  այս  դեպքում  նույնպես  առաջանում  է  պոչամասում,  իսկ լարումների  սանդղակից  երևում  է,  որ  առավելագույն  լարումը  նվազում  է  համեմատած նախորդ կոնստրուկցիայի հետ և  կազմում է մոտ  58ՄՊա Նկ.3.8․ Տեղափոխությունները ուժի համազորի ուղղությամբ տատանումներով գերձայնային գրտնակիչում 500Ն ուժի դեպքում Առավելագույն տեղափոխությունը նույնպես նվազում է և կազմում է մոտ 0,01մմ: ", "Փաստորեն յուրաքանչյուր  ամբողջ  a  թիվը միջակայքից  կարելի  է ներկայացնել(α,  β,  γ)  ինդեքսների  եռյակի  միջոցով:  Երկու  թվի  մոդուլյար բազմապատկումը  կարելի  է  իրականացնել  հետևյալ  օրենքի  հիման  վրա:  Եթե  A  և  B թվերը  բավարարում  են  a≠0,  b≠0,  և ,  ապա յուրաքանչյուր  թիվ ներկայացվում է (α, β, γ)  ինդեքսների եռյակի միջոցով, որոնք ներկայացված են (2.13) և (2.14) տեսքով: ", "Նախնական  առանցքային  ճնշման  տակ  գտնվող  չեռակալված  քառակուսի հատույթով փոշենմուշի կտրումը լայնական հատույթով փորձարարական մեթոդի նպատակը  սեղմող  և  կտրող  ուժերից  առաջացած  նորմալ  և  շոշափող  լարումների այն համակցության որոնումն է, որը բերում է փորձանմուշի սահմանային վիճակի: ", "Դրանից  խուսափելու  համար  վերցվում  է  նախնական  բեռ,  այնքան  մինչև    սահնակը սկսի  շարժվել,  բայց  այնքան,  որ  սահնակը  արագացում  չստանա:  Այդ  ուժը  վերցվում  է բազային և ընդունվում է որ այն ծախսվել է շփման ուժերը հաղթահարելու վրա: ", "  և գումարվում են 2-ի մոդուլով գումարիչի միջոցով: ", "Այս  մոտեցման  հիմնական  թերությունն  այն  է,  որ միջակայքի  թվերը կարելի է ներկայացնել ինդեքսների մի քանի եռյակների միջոցով [1, 2, 7]: Օրինակ, եթե , ապա բոլոր յոթ թվերի համար պահանջվում է ինդեքսների  23 տարբեր եռյակներ (3 թվի ներկայացման համար կարելի է օգտագործել 4 եռյակ`(2,0,0),(2,0,1),(2,1,0),(2,1,1)): ", "Եթե մոդուլի արժեքը` , ապա [1, 2, 3...15] միջակայքից թվերի համար պահանջվում է  ինդեքսների  32  եռյակ:  Մոդուլի  արժեքի  աճին  զուգընթաց  այս  եռյակների ավելցուկները  հանգեցնում  են  մեծածավալ  LUT  աղյուսակների  կիրառման  անհրա- ժեշտությանը,  այսինքն`  աճում  են  ապարատային  ծախսերը:    Ինդեքսների  եռյակների քանակի  նվազեցմանը  կարելի  է  հասնել,  2.12  արտահայտությունը  ձևափոխելու դեպքում, որից հետո յուրաքանչյուր թիվ կարելի է ներկայացնել (2.16.)-ի տեսքով` Այս  դեպքում  ինդեքսների  փոփոխման  միջակայքը  հաշվարկվում  է  համաձայն հետևյալ օրենքների.   եթե + ≥k,  ապա բազմապատկման արդյունքը հավասար է զրոյի, եթե + =k, ապա բազմապատկման արդյունքը 2k-! Է: ", "Ստենդը  բաղկացած  է.   Կտրիչակալից   Ինտերֆեյսային  բլոկից   Համակարգչից ա) բ) Նկ․3․10․ STD.201-1 մակնիշի  ուժաչափի  միացման  ա) սկզբունքային  սխեմա [63] բ) տեղակայանքը Կտրիչակալը տեղակայվում  է հաստոցի  սուպորտին: Այն  իր  մեջ  ներառում  է թենզոտվիչներ,  որոնք    գործիքի      դինամիկ    ազդեցությունները    փոխակերպում    են էլեկտրական  ազդանշանների, որոնք  հաղորդվում  են  ինտերֆեյսային  բլոկ: ", "Նշենք վերջապես, որ  K>1 դեպքում ցածրացնող ՀԼԿ-ն մշտապես գտնվում է անընդատ հոսանքի  ռեժիմում:  Դա  բխում  է  (3.21)-ից,  քանի  որ  K>1  դեպքում  լցման  D  գործակիցն ընդունում է բացասական արժեք, ինչը  զուրկ է ֆիզիկական իմաստից: ", "Աղ.  2.2-ում  ներկայացված  են m=16=24  մոդուլով  (2.12)`  համաձայն  արտա- հայտության,  բոլոր  չկրկնվող  ինդեքսների  եռյակները,  որոնք  դիտարկվում  են  որպես մոդիֆիկացված  ինդեքսային ձևափոխում  m=16 մոդուլով բազմապատկման համար: ", "Հաշվի  առնելով  (3.1)-(3.7)-ը  (3.22)-ի  փոխարեն  ստացվում  է  ցածրացնող  ՀԼԿ-ի հետևյալ  մոդիֆիկացված  միջինացված  մոդելը  բացված  տեսքով,  ընդհատուն  հոսանքի 001(1)2LSVRrVDTRLR1DK12112311()()()1()()()()(),SdxtdtdtAdtdtAxtdtbvtdt0121123()()()()1()()(),vtdtdtcxtdtdtcxt ռեժիմում, որտեղ հակիրճության նպատակով ցույց չի տրված t ժամանակից կախումը` (3.24) :         (3.26) կամ մատրիցային տեսքով` Ելքային լարման արտահայտությունը հետևյալ տեսքի է` :                                                 (3.25) Ինչպես հետևում է (3.25) - (3.26)-ից, ցածրացնող ՀԼԿ-ի դինամիկայի ուսումնասի- րությունը  ընդհատուն  հոսանքի  ռեժիմում  զգալի  բարդ  է  անընդհատ  ռեժիմի  միևնույն խնդրից,  քանի  որ  առաջադրված  D=d1  լցման  գործակցի  դեպքում  (3.25)-ի  A  մատրիցը կախված է (3.17)-ի d2  գործակցից, որը ոչ գծային է կախված D-ից և ՀԼԿ-ի պարամետրե- րից (հիշեցնենք, որ անընդհատ ռեժիմում A և c0 մեծություններն անփոփոխ էին): ", "(20 50(-10))mod16=1 mod16=1,                    (20 51(-10))mod16=5 mod16=5, (21 51(-11))mod16=-10 mod16=6,                 (23 50(-10))mod16=8 mod16=8  և այլն: ", "Նկ․3․12․     Ինտերֆեյսային  բլոկի  արտաքին  տեսքը  և  կառուցվածքը [63] Նկ․3․13․NI 9234, NI 9237  և NI 9219 մոդուլների  արտաքին  տեսքերը [63] NI  9234  տվյալների  հավաքման  սարքը  նախատեսված  է  տատանումներից ստացված  ազդանշանների  փոխակերպման  համար,    NI  9237՝  ուժերի  չափման  համար, NI  9219  նախատեսված  է  կտրման  գոտու  ջերմոզույգից  ստացված  ազդանշանի փոխակերպման համար: ", "Բեռնելով A և B թվերի  ինդեքսների արժեքները համապատասխանաբար եռամուտք LUT1  և LUT2  աղյուսակներում`  կատարում  ենք  ինդեքսների  գումարում  երեք գումարիչների միջոցով, որոնցից մեկը դիրքային է (և ինդեքսների գումարիչը), իսկ մյուս երկուսը` մոդուլյար (1 և 2, և ինդեքսների գումարման համար): Հակադարձ ինդեքսային ձևափոխման LUT աղյուսակն ունի երեք մուտք: ", "LUT 1 A[n-1:0] LUT 2 B[n-1:0] A A A B B B ADD ADD |2k-2-| ADD mod 2 LUT 3 (ab)mod 2k Նկ. 2.9.  2k մոդուլով ինդեքսային մեթոդով մոդուլյար բազմապատկիչի կառուցվածքային սխեման պատկիչների ապարատային իրագործման ժամանակ անհրաժեշտ է դիտարկել նաև այն դեպքը, երբ օպերանդներից (արտադրիչներից) մեկը (կամ երկու օպերանդները միաժա- մանակ)  հավասար  է  զրոյի:  Ինչպես  երևում  է  աղյ.  2.2-ից,  օպերանդի  զրոյի  հավասար լինելը  LUT1  և  LUT2  աղյուսակներում  արտապատկերված  չէ:  Այս  դեպքը  պահանջում  է լրացուցիչ սխեմա մուտքային օպերանդները “0”-ի հետ համեմատելու համար: ", "Հաշվի առնելով (3.18)-ը, (3.34)-ը և (3.28), (3.29)-ի f(x(t),u(t)), g(x(t),u(t)) ֆունկցիանե- րի տեսքերը A, B մատրիցների տարրերը և C, E վեկտոր-տողերը կլինեն հավասար` (3.35) : ", "Հարկ է նշել, որ վերլուծական եղանակով հետազոտությունները լիարժեք չեն արտահայտում  խտացման  գործընթացի  իրական  պատկերը,  իսկ  ԱԾՄ  -  ում մոդելավորման տվյաները դեռևս քիչ են: Ընդ որում, ԱԾՄ - ի կիրառմամբ կարելի է ստանալ  տարբեր  նախապատրաստվածքների  դեֆորմացման  ամբողջական պատկերը  և  գնահատել  տեսական  մոտավոր  եղանակներով  հաշվարկների ճշտությունը:  Հետևաբար,  կոշտ  գլանական  մամլամայրում  փոշենյութի  խտացման գործընթացի  մոդելավորումը  ԱԾՄ  -  ում,  դրա  հետազոտումը  վերլուծական եղանակով և ստացված տվյալների համեմատումը բավականին արդիական է: ", "Այս  ենթաբաժնի  նպատակը  կոշտ  գլանական  մամլամայրում  փոշենյութի խտացման  գործընթացի  մոդելավորումն  է  «ABAQUS»  ԱԾՄ  –  ում  և  ստացված արդյունքների  համեմատումը  վերլուծական  եղանակով  հետազոտված  տվյալների հետ: ", "Արդյունքները ներկայացված են աղ. 2.4-ում` Աղյուսակ 2.4. Բուտի մոդիֆիկացված ալգորիթմների մոդուլյար և երկուական թվաբանություններում սարքերի արագագործությունը Բուտի ալգորիթմի մոդիֆիկացումները Մոդուլյար բլոկում Բուտի ալգորիթմով նախագծված բազմապատկիչներ Բուտի ալգորիթմով բազմապատկում և հաջորդող բաժանում Radix 4 Radix 8 Radix 16 Radix 32 n տակտ n/2  տակտ n/3 տակտ n/4 տակտ Դիտարկենք  2k-1  մոդուլով  բազմապատկիչների  իրացման  առանձնահատկություն- ները:  Այս  մոդուլով  բազմապատկման  հնարավոր  տարբերակներից  է  ինդեքսային մոդուլյար  բազմապատկումը:  Այդպիսի  մոդուլյար  բազմապատկիչների  կառուցման սկզբունքները  ներկայացված  են  տվյալ  աշխատանքի  ինդեքսային  մոդուլյար բազմապատկիչների  նախագծման  բաժնում:  Սակայն,  ինչպես  արդեն  նշվել  է, ինդեքսային մեթոդով մոդուլային բազմապատկիչների կառուցումը հնարավոր է, միայն, եթե  մոդուլի  արժեքը  պարզ  թիվ  է  (օրինակ`    m=23-1=7,  m=25-1=31,  m=27-1=127),  իսկ  2k- Բացի դրանից բազմապատկելիների կարգայնության մեծացմամբ զգալիորեն ավելանում են ապարատային ծախսերը: ", "բազմապատկիչի  և  մոդուլյար  գումարիչի  հիման  վրա:  Դիտարկենք  այս  սկզբունքով կառուցված  մոդուլյար  բազմապատկիչները:  Օրինակ,  ունենք  երկու  դրական  ամբողջ թիվ.    A≥0 և B≥0, դրանց արտադրյալը`  P=AxB: Ենթադրենք`  A և B թվերը գտնվում են [0,  2k-1]  միջակայքում,  (այսինքն  դրանց  արժեքները  փոքր  են  2k-ից)  և  կարող  են ներկայացվել    n=k  բիթերի  միջոցով:    P  արտադրյալը  կարող  է  ներկայացվել    (2.17) արտահայտության  միջոցով  և  բայնուհետ  ձևափոխվել  (2.18)  բանաձևի:  Վերահաշ- վարկենք  այդ  արտահայտությունը  m=2k-1  մոդուլի  համար  և  հաշվի  առնելով,  որ կստանանք  բանաձև (2.17.)-ը [33, 80]: ", "Հիմնվելով  բանաձև  (2.14)-ի  վրա  և  կիրառելով  դիրքային  բազմապատկիչի    և    2k-1 մոդուլով  մոդուլյար  գումարիչի  սկզբունքը`  նկ.  2.12-ում  ներկայացվում  է  2k-1  մոդուլով բազմապատկիչի կառուցվածքային սխեման: ", "Երկուական բազմապատկիչ P=A•B մոդուլյար գումարիչ Նկ. 2.12.   Դիրքային բազմապատկիչի  և  մոդուլյար գումարիչի հիման վրա 2k-1 մոդուլով մոդուլյար բազմապատկման սարքի կառուցվածքային սխեմա Այս  մշակված  մեթոդի  առավելությունը  իրականացման  պարզությունն  է,  սակայն բազմապատկիչի հիմնական բնութագրերը (արագագործություն, զբաղեցնող մակերես և այլն)  կախված  են  դիրքային  բազմապատկիչի  և  մոդուլյար  գումարիչի  որոշակի իրացումից: ", "Այդ պատճառով D=0,1  դեպքում ՀԼԿ-ն  գտնվում է ընդհատուն հոսանքի  ռեժիմում: Այդ դեպքում WV(s) և WD(s) փոխանցման ֆունկցիաները հավասար են` և  ունեն  p1,2=-16000,43j51868,46  կոմպլեքս-համալուծ  բևեռներ  ZV=-26957,45  և ZD=-269156,4 կետերում: ", "Նկ․3․15․  Ուժերի դիագրաման գրտնակման ժամանակ Ուժի դիագրամայից երևում է, որ Py=150(Ն),  է Px=20(Ն)  Pz=30(Ն)։ Px բաղադրիչը կազմել  է  Py-ի  0,13  մասը,  իսկ  Pz  բաղադրիչը  կազմել  է  Py-ի  0,2  մասը,  հետևաբար գրտնակիչը  կարելի  է  տեղադրել  X  առանցքների  նկատմաբ  80  աստիճանի  տակ,  իսկ  Z առանցքների  նկատմաբ  120  աստիճանի  տակ,  որի  հետևանքով  նրա  ինդենտորի  Ax տատանման  ամպլիտուդները  հավասար  կլինեն  մոտավորապես  0,13Ay,  իսկ    Az տատանման  ամպլիտուդները հավասար կլինեն  մոտավորապես  0,2Ay։ Եթե ընդունենք Ay=20մկմ, ապա Ax=2,6մկմ Az=4մկմ: ", "Այժմ  կատարենք  կոշտ  գլանական  մամլամայրում  փոշենյութի  խտացման գործընթացի  ԱԾՄ  –  ում  ստացված  արդյունքների  համեմատում  վերլուծական եղանակի թվային հաշվարկի տվյալների հետ: ", "Նկ.  5.6  -  ում  ցույց  տրված  1  կորը  համապատասխանում  է  ԱԾՄ  -  ում ստացված  առանցքային  ճնշման  փոփոխությանը  նմուշի  առանցքի  կոորդինատից կախված մոդելի եզրային մասում: ", "Կոշտ  գլանական  մամլամայրում  չեռակալված բարձրությամբ  և տրամագծով չեռակալված  մետաղական  փոշենմուշի  մամլման գործընթացի վերլուծական եղանակով լարվածային վիճակի մեծությունների թվային հաշվարկների համար օգտվենք (4.18) բանաձևից` որտեղ - ը (4.23) բանաձևով որոշվող չափում չունեցող մեծություն է: Հետևաբար, ,                                                             (5.1) չափային :                                                   (5.2) Խնդրի  թվային  հաշվարկները  կատարվել  են , [73] դեպքի համար, երբ ազդող առանցքային ճնշումը` և և ստացված տվյալներով կառուցվել է - ի գրաֆիկը (նկ. 5.6 –ի 2 կորը): ", "մոդուլով բազմապատկիչները  նույնպես  ունեն  իրականացման  առանձնահատկություններ  և կիրառվում են հատուկ ալգորիթմներում` թվային հսկում, գաղտնագրում և այլն: ", "Փորձերի  ժամանակ  օգտագործվել  են  այնպիսի  նյութեր,  որոնք  զգալիորեն տարբերվում  են  միմյանցից  քիմիական  բաղադրությամբ,  ֆիզիկա-մեխանիկական հատկություններով  և  այնպիսի  նյութեր,  որոնց  գրտնակումը  դժվարություն  է ներկայացնում: Պողպատներց օգտագրծվել է  միջին ամրության ածխածնային պողպատ ШX15 մակնիշի  կոնստրուկցիոն  պողպատը:  Բացի նշվածներից  օգտագործվել  է  բարձր  ամրությամբ  ու  մածուցիկությամբ  և  խիստ  ցածր ջերմահաղորդականությամբ  օժտված  տիտանային  համաձուլվածք  BT5-ը  և  X18H9T չժանգոտվող  պողպատ:  Տիտանի  համաձուլվածքները    կիրառվում    են    ավիացիոն տեխնիկայում,  նավաշինության  մեջ,  ինչպես  նաև  ռազմական      արդյունաբերական համալիրում  (ՌԱՀ)  ,  որոնցից    յուրաքանչյուրում    անհրաժեշտ    են    թեթև,  ամուր  և ջերմակայուն  նյութերից    պատրաստված    դետալներ:  Տիտանի  համաձուլվածքների մշակման    դժվարությունները  պայմանավորված    են    տիտանի    մեխանիկական հատկություններով:  Տիտանի  համաձուլվածքից    դետալների    պատրաստման    համար կարելի    է  կիրառել    սևատաշ    մշակման    բոլոր    մեթոդները:  Խնդիր    է  առաջանում մաքրատաշ  մշակումների՝ հատկապես հղկման  ժամանակ:  Դա  պայմանավորված  է նրանով,  որ    տիտանի  համաձուլվածքները    ունեն    ցածր  ջերմահաղորդականություն: ", "Ցածր  ջերմահաղորդականության    հետևանքով    հպումային    մասում    առաջանում    է բարձր    ջերմություն    և    տեղի    է    ունենում    մակերևույթի    այրվածքներ՝    վատացնելով մակերևույթի  որակը,  կամ  բարձր  ջերմաստիճանի  պայմաններում  պլաստիկ  նյութը կպչում  է  գործիքին՝ վատացնելով  գործիքի  մակերևույթը: ", "ԵԶՐԱԿԱՑՈՒԹՅՈՒՆՆԵՐ հարթակների շոշափող և նորմալ լարումների բաղադրիչներով  կազմված  առանցքների  համակարգում  Մորի  շրջանագիծը  և  դրան շոշափող Մոր−Կուլոնի պլաստիկության պայմանի ուղիղ գիծը պատկերող գրաֆիկը` կապ  է  հաստատվում  թեք  հարթակների  լարումների  որոշման  և  փոշենյութի մասնիկների ներքին շփման անկյունների միջև, ինչը հնարավորություն է տվել պարզ տեսական ձևափոխություններով հիմնավորել գլխավոր լարումներով արտահայտված Մոր−Կուլոնի պլաստիկության պայմանը: ", "ՑԱՑՐԱՑՆՈՂ ՀԼԿ-ՈՎ ԷԼԵԿՏՐԱՇԱՐԺԻՉԻ ԱՐԱԳՈՒԹՅԱՆ ԿԱՌԱՎԱՐՄԱՆ ՀԱՄԱԿԱՐԳԻ ՆԱԽԱԳԾՈՒՄԸ ՌՈԲԱՍՏ ԿԱՌԱՎԱՐՄԱՆ ՏԵՍՈՒԹՅԱՆ ՄԵԹՈԴՆԵՐԻ ՀԻՄԱՆ ՎՐԱ Ավտոմատ  կառավարման  տեսությունը  ժամանակակից  բարդ  գիտություն  է,  որն ինտենսիվ  կարգով  զարգանում  և  ուսումնասիրվում  է  [30,  39,  40,  47-49,  59,  62,  64]:  Ընդ որում էականորեն  փոխվում  են  տեսակետները,  մոտեցումները,  առարկայի հետազոտման մեթոդները, տվյալ դիսցիպլինի հիմնախնդիրներն ու խնդիրները: ", "Կառավարման  տեսությունը  սկսել  է  բուռն  զարգանալ  XIX  դարում,  երբ  ի  հայտ եկան  տարբեր  արդյունաբերական  գործընթացների  առաջին  ավտոմատ  կարգավորիչ- ները:  Այդ  ժամանակ  ներմուծվեցին  այնպիսի  հասկացություններ,  ինչպիսիք  են փոխանցման ֆունկցիան,  հաճախականային բնութագիրը, կայունությունը, ստացվեցին գծային, իսկ հետո նաև ոչ գծային համակարգերի կայունության հայտանիշները, և այլն: "]}