{"paragraph_source_docs": [8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8], "paragraphs": ["Իմպեդանսների  համաձայնեցման  խնդիրը  չի  վերաբերում  միայն  պլազմային մշակման  համակարգերին:  Փոփոխական  իմպեդանսի  համաձայնեցման  սարքերը լայնորեն  կիրառվում  են  ռադիոտեխնիկայի,  հեռահաղորդակցության  տարատեսակ խնդիրների  լուծան  նպատակով  [92]:  Նկ.  3.1.1-ում  ցուցադրված  է  իմպեդանսների համաձայնեցման  հանգույցի  կիրառությունը  ռադիոհաճախականային  գեներատորի  և ճառագայթող անտենայի իմպեդանսների համաձայնեցման նպատակով: ", "Նկ. 3.1.1. Ռադիոհաճախականային գեներատորի և ճառագայթող անտենայի իմպեդանսների համաձայնեցումը Բոլոր  օրինաչափությունները,  որոնք  գործում  են  հեռահաղորդակցության  մեջ, իմպեդանսների համաձայնեցման հանգույցի մշակման ժամանակ, կիրառելի են նաև ՌՀ պլազմայի  և  սնող  գեներատորի  իմպեդանսների  համաձայնեցման  խնդիրներում: ", "Տարբերությունը  կայանում  է  նրանում,  որ  մի  դեպքում  որպես  բեռ  հանդիսանում  է ճառագայթող  անտենան,  իսկ  մյուս  դեպքում  ՌՀ  պլազման  գրգռող  թիթեղները  կամ ինդուկտորները: Անհրաժեշտ է միայն հաշվի առնել այն, որ պլազմայի իմպեդանսը ունի բարդ  պարամետրական  կախվածություն  պլազմայում  տեղի  ունեցող  ոչ  գծային գործընթացներով  [93]:  Իմպեդանսների  համաձայնեցման  համակարգի  կիրառման սխեման պլազմային մշակման համակարգերում ցուցադրված է նկ. 3.1.2-ում: ", "Նկ. 3.1.2. Ռադիոհաճախականային պլազմայի և սնող գեներատորի իմպեդանսների համաձայնեցումը Պլազմային  մշակման  համակարգերում  պլազմայի  սնման  նպատակով կիրառվում  են  մինչև  մի  քանի  կՎտ  հզորությաբ  ՌՀ  գեներատորներ  (որոշ  դեպքերում կիրառվում  են  տասնյակ  կՎտ  հզորությանբ  աղբյուրներ):  Այս  համակարգերում  ՌՀ պլազմայի և սնող գեներատորի իմպեդանսների համաձայնեցումը կատարվում է երկու հիմնական նպատակով՝   Սնող  գեներատորի  առավելագույն  հնարավոր  էներգիայի  հաղորդում  ՌՀ պլազմային: Այս մասին ավելի մանրամասն դիտարկված է 3.1 պարագրաֆում: ", "  Պլազմային մշակման համակարգերում մեծ հզորության շղթաների էլեկտրոնային կոմպոնենտների պաշտպանություն: ", "Եթե ռադիոհաճախականայն շղթան համաձայնեցված  չէ,  ապա  առաջանում  է  բեռին  հաղորդված  հզորության  մասնակի անդրադարձում:  Անդրադարձած  ալիքները  հաղորդման  գծի  երկայնքում  առաջացնում են  կանգուն  ալիքներ:  Կախված  ուղիղ  և  անդրադարձող  ալիքների  փուլային  շեղումից, ուղիղ և անդրադարձող ալիքները վերադրվելով՝ գումարվում կամ մարում են միմյանց: ", "Արդյունքում  հաղորդման  գծի  երկայնքով  ձևավովում  են  հատվածներ,  որտեղ  լարումը կարող  է  ունենալ  կրկնակի  մեծ  ամպլիտուդ:  Եթե  այս  էքստրեմումային  կետերը համընկնեն շղթայում  օգտագործված  դաշտային (FET-Field  Effect  Transistor) տրանզիստորների  տեղակայման  դիրքի  հետ,  ապա  կարող  է  առաջանալ  ՌՀ  շղթան կազմող  կոմպոնենտների  աշխատանքի  խափանում,  որը  կհանգեցնի  արտադրական գործընթացի բնականոն ընթացքի խաթարման: ", "Սնող  գեներատորի  և  բեռի  միացման  սխեման  ընդհանուր  դեպքում  բերված  է նկ.  3.1.3-ում,  որտեղ  Zin-ը  գեներատորի  ելքային  դիմադրությունն  է,  որը  հաճախ կազմում  է  50  Օհմ  (այն  ընդունված  է  ըստ  միջազգային  նորմատիվ  փաստաթղթերի), Z0-ն  հաղորդման  գծի  դիմադրությունն  է,  որը  նույնպես  հաճախ  հավասար  է  50  Օհմ  և ZPL-ը բեռի  իմպեդանսն է:  Դիցուք,  գեներատորի  և բեռի  իմպեդանսները համաձայնեցված  չեն:  Հարկ  է  նշել,  որ  պլազմային  մշակման  համակարգերի  ՌՀ շղթաներում  որպես  բեռ  հանդիսացող  պլազման  գրգռող  ինդուկտորների  կամ թիթեղների  իմպեդանսը  կոմպլեքս  մեծություն  է:  Ինդուկտիվ  կապով  ՌՀ  պլազմայի դեպքում այն ունի ինդուկտիվ բնույթ, իսկ ունակայինի դեպքում՝ ունակային: ", "Նկ. 3.1.3. Սնող գեներատորի և բեռի միացման ընդհանրացված սխեման Նկ.  3.1.3-ում  բերված  սխեմայի  համար  բեռի  և  պլազմայի  իմպեդանսների համաձայնեցման պայմանը ներկայացված է հետևյալ արտահայտության տեսքով՝ :                                                               (3.1) Շղթան  համաձայնեցնելու  նպատակով  ներդրվում  է  ZMATCHER  իմպեդանսը,  որը միացվում է բեռին հաջորդաբար (նկ. 3.1.4): ", "Նկ. 3.1.4. Համաձայնեցնող էլեմենտի տեղակայման դիրքը սնող գեներատորի և բեռի իմպեդանսների համաձայնեցման Համաձայնեցնող ռեակտիվ դիմադրության ներդնելուց հետո շխթայի համաձայնեցման պայմանի համար կարող ենք գրել՝ ,                                                        (3.2) որը  նշանակում  է,  որ  համաձայնեցնող  հանգույցի  և  սնող  գեներատորի  համարժեք իմպեդանսը հավասար է բեռի իմպեդանսի կոմպլեքս համալուծին: ", "(3 3) Որտեղ՝         -ը համաձայնեցնող ռեակտիվ տարրի ակտիվ դիմադրությունն է, -ը համաձայնեցնող ռեակտիվ տարրի ռեակտիվ դիմադրությունն է, -ը բեռի ակտիվ դիմադրությունն է, -ը բեռի ռեակտիվ դիմադրությունն է: ", "Իմպեդանսների  համաձայնեցման  3.3  արտահայտությամբ  ներկայացման դեպքում  համաձայնեցման  պայմանի  համար  կարող  ենք  ասել,  որ  համաձայնեցնող հանգույցի  և  սնող  գեներատորի  համարժեք  իմպեդանսի  իրական  մասը  հավասար  է բեռի իմպեդանսի իրական մասին, իսկ կեղծ մասը տարբեր է միայն նշանով: ", "ՌՀ  շղթայի  անհամաձայնեցվածության  պատճառով  առաջացած,  բեռից  սնող գեներատորին  անդրադարձած  էներգիայի  հարաբերական  չափը  բնութագրվում  է կանգուն  ալիքի (SWR  -  Standing  Wave  Ratio)  և  հզորության  անդրադարձման գործակիցներով  ( ):  Անդրադարձման  արդյունքում  առաջացած  էներգիայի  կորուստը կարելի է ներկայացնել կանգուն ալիքի և հզորության անդրադարձման գործակիցներից ֆունկցիայի տեսքով: ", "Կանգուն  ալիքի  գործակիցը  կարելի  է  ներկայացնել  որպես  բեռի  և  հաղորդման գծի իմպեդանսների կավածության ֆունկցիա՝ (3  ) եթե եթե Որտեղ՝   -ը բեռի իմպեդանսն է, -ն հաղորդման գծի  իմպեդանսն է: ", "Իդեալական դեպքում, երբ ՌՀ շղթան համաձայնեցված է        : ", "(3  ) Որտեղ՝   -ը բեռի իմպեդանսն է, -ն հաղորդման գծի  իմպեդանսն է: ", "Հզորության  անդրադարձման  գործակցի  արտահայտումը  կանգուն  ալիքի գործակցով կարելի է ներկայացնել հետևյալ առնչությամբ՝ (3  ) Նկ.  3.1.5-ում  բերված  է  անհամաձայնեցված  շղթայի  անդրադարձման  գործակցի կախվածությունը կանգուն ալիքի գործակցից: ", "Նկ. 3.1.5. Անհամաձայնեցված շղթայի անդրադարձման գործակցի կախվածությունը կանգուն ալիքի գործակցից համաձայնեցման դիսկրետ և անընդհատ եղանակները Հաշվի  առնելով,  որ  պլազմայի  իմպեդանսը  ոչ  գծային  կերպով  փոփոխվում  է տարբեր  գործոնների  ազդեցությաբ,  պլազմայի  և  սնող  գեներատորի  իմպեդանսների համաձայնեցման  համար  անհրաժեշտ  է,  որ  նկ.  3.1.4-ում  բերված  համաձայնեցնող շղթայի համարժեք           իմպեդանսը լինի փոփոխական (նկ. 3.2.1): ", "Նկ. 3.2.1. Համաձայնեցնող փոփոխական կոմպոնենտի տեղակայման դիրքը սնող գեներատորի և բեռի իմպեդանսների համաձայնեցման նպատակով Համաձայնեցնող  ռեակտիվ  տարրը  կարող  է  կազմված լինել  բազմաթիվ տարրական  հաստատուն  և  փոփոխական  ռեակտիվ  կոմպոնենտների  տարատեսակ համադրություններից:  Տարրական  ռեակտիվ  կոմպոնենտների  քանակը,  նոմինալ արժեքները  և  միացման  սխեմաները  կախված  են  համաձայնեցման  հանգույցին ներկայացվող  պահանջներից:  Մասնավորապես՝  համաձայնեցվող  բեռի  իմպեդանսի փոփոխման  տիրույթի  սահմաններից:  Հայտնի  է  համաձայնեցման  սխեմայի  երեք հիմնական  տարատեսակ՝  L,  Π  և  Τ,  որոնց  միացման  սխեմաները  բերված  են համապատասխանաբար 3.2.2, 3.2.3 և 3.2.4 նկարներում: ", "Նկ. 3.2.2. L տիպի համաձայնեցնող շղթաների հիմնական տարատեսակները ա) և բ) շղթաները կատարում են ցածր հաճախականային զտում գ) և դ) շղթաները կատարում են բարձր հաճախականային զտում Նկ. 3.2.3. Π տիպի համաձայնեցնող շղթաների հիմնական տարատեսակները ա) շղթաները կատարում են ցածր հաճախականային զտում բ) շղթաները կատարում են բարձր հաճախականային զտում Նկ. 3.2.4. T տիպի համաձայնեցնող շղթաների հիմնական տարատեսակները ա) շղթաները կատարում են ցածր հաճախականային զտում բ) հայտնի է որպես LCC համաձայնեցման շղթա Պլազմային  մշակման  ինդուկտիվ  կապով  ռադիոհաճախականային  պլազմայի տիպային  համակարգը  բախկացած  է  ՌՀ  բարձր  հզորության  սնող  գեներատորից, պլազմայի  գրգռման  ռեակտորից,  որտեղ  տեղադրված  են  գրգռող  ինդուկտորները, վակուումային  պոմպից, իմպեդանսների համաձայնեցման հանգույցից և իմպեդանսների  համաձայնեցման  ղեկավարման  բլոկից:  Նկ.  3.2.5-ում  բերված  է պլազմային մշակման համակարգի կառուցվածքային տիպային սխեման: ", ". . . . Համաձայնեցման  հանգույցը  իրենից  ներկայացնում  է  փոփոխական  ռեակտիվ էլեմենտներ  պարունակող  էլեկտրական  շղթա:  Կախված  փոփոխական  էլեմենտների արժեքի  փոփոխման  եղանակից՝  դիտարկում  են  երկու  տիպի  համաձայնեցնող հանգույցներ՝ անընդհատ և դիսկրետ: ", "Այս համակարգերում համաձայնեցնող էլեմենտի ունակությունը կամ ինդուկտիվությունը  (սովորաբար  ունակությունը)  փոփոխվում  են  քայլային  կամ  սերվո շարժիչների  օգնությամբ  [94]:  Նման  տիպի  փոփոխական  ունակությունների  արժեքը փոփոխելու համար  անհրաժեշտ է կատարել շարժական մասի շեղում համապատասխան  անկյան  չափով:  Այս  տիպի  համաձայնեցնող  շղթաները  մինչև  այժ կիրառվում  է  արտադրական  տարատեսակ  գործընթացներում:  Սակայն  արդի տեխնոլոգիական բազմաթիվ խնդիրներում, մասնավորապես փորագրման իմպուլսային ղեկավարման  ժամանակ,  այն  կիրառելի  չէ,  քանի  որ  ապահովում  է  իմպեդանսների համաձայնեցման ոչ պավարար արագագործություն: Բայցևայնպես,  որպես անընդհատ տիպի  համաձայնեցման  շղթաների    հիմնական  առավելություն՝  հարկ  է  նշել  բարձր հզորության ՌՀ ազդանշանների կիրառման հնարավորությունը: Նկ. 3.2.6-ում բերված է փոփոխական կոնդենսատորի պարզեցված կառուցվածքը: ", "Նկ. 3.2.6. Փոփոխական կոնդենսատորի պարզեցված կառուցվածքը Այն  բաղկացած  է  անշարժ  և  շարժական  զուգահեռ  թիթեղներից:  Շարժական թիթեղը  ամրացված  է  պտտվող  մեխանիզմին:  Շարժական  թիթեղների  պտտվելու արդյունքում  փոխվում  է  շարժվող  և  անշարժ  թիթեղների  ընդհանուր  մակերեսը,  որի արդյունքում փոփոխվում է կոնդնսատորի ունակության արժեքը: ", "եղանակի Դիսկրետ վրա հիմնված համաձայնեցնող շղթաներում համաձայնեցնող  փոփոխական կոմպոնենտների  փոխարեն կիրառվում են համաձայնեցնող  տարրական  ռեակտիվ  կոմպոնենտների  հավաքածուներ:  Ամեն  մի հավաքածուի  մեջ  համաձայնեցնող  տարրական  կոմպոնենտները  միացվում  են զուգահեռ,  կոնդենսատորների  և  հաջորդաբար,  ինդուկտիվությունների  դեպքում, սխեմաներով:  Տարրական  կոմպոնենտները  միանում  են  համաձայնեցման  շղթային էլեկտրոնային  փոխանջատիչների միջոցով [95]: ", "Որպես էլեկտրոնային փոխանջատիչներ հաճախ կիրառվում են բարձր հաճախականային հզոր PIN դիոդներ, մեկուսացված փականով մետաղ-օքսիդ դաշտային տրանզիստորներ (MOSFET – metal-oxide-semiconductor field-effect transistor) և այն: Նկ. 3.2.7-ում բերված է PIN  դիոդներով  աշխատող  իմպեդանսների  դիսկրետ  համաձայնեցման  համակարգի տիպային սխեման [96]: "], "source_docs_file": "Physics.json"}