{"paragraph_source_docs": [0, 2, 0, 1, 4, 1, 4, 4, 3, 1], "source_docs_file": "Literature.json", "paragraphs": ["Գրականագետ  Կրիստինա  Բակիլեգան  այս  կապակցությամբ  գրում  է.  «Աջիլուլֆոն ոչ այլ ինչ է, քան անուն և տիտղոս, որ նյութականցված է զենք ու զրահի մեջ»:154 Աջիլուլֆոն արժանի ասպետ լինելու համար ունի ամեն ինչ, բացի «ինքն իրենից». «այսպիսով՝ Կառլոս Մեծի բանակում կարելի է ասպետ լինել, ունենալ բազմաթիվ կոչումներ, կռվելու հանդեպ մեծ կիրք և պատրաստակամություն՝ առանց գոյություն ունենալու կարիքի»:155 Երբ  ասպետական  նկրտումներով  տարված  և  Աջիլուլֆոյի  շնորհներով  հիացած դեռահաս  Ռամբալդոն  խորհուրդ  է  հարցնում  Աջիլուլֆոյից՝  ինչպես  պետք  է premio. La fiaba e i testiextrafolklorici. Edizioni grafo. Brescia 1985.  P.29 սարակինոսներից  վրեժ  լուծի  հոր  սպանության  համար,  ապշում  է  ասպետի  տված անտարբեր և ակնհայտորեն կենցաղային, բյուրոկրատական պատասխանից. «Պետք  է  դիմել  Մենամարտերի,  Վրիժառության  և  Պատվի  վրա  Խազերի Տնօրինությանը՝ մասնավորեցնելով պատճառները, որոնք ուսումնասիրվելուց հետո կորոշվեն ինչ պայմաններ ձեռնարկել, որ դիմողը բավարարվի»:156 Ակնհայտ  է,  որ  նման  պատասխանը  հատուկ  չէ  միջնադարյան  ասպետական վեպի հերոսին: Սա ճղճիմ կենցաղային խնդիրներով ու ձևականություններով տարված, տիտղոսների  զրահ  հագած  և  մարդկային  զգացմունքներից  զուրկ  մի  հերոսի պատասխան  է,  որն  ապացուցում  է  կռվի  և  ասպետականության  հանդեպ  նրա խանդավառության բացակայությունը: ", "Այսպիսով`  ձևավորվելով  թուրքական  իրականության  համար  կարևոր պատմական և սոցիալական գործընթացների ազդեցության տակ և զարգանալով որպես քննադատական  ռեալիզմի  առանձին  հոսանք`  քաղաքականացված  արձակն  իր ուշադրությունը  կենտրոնացրեց  նոր  տեսակի  հերոսի`  քաղաքականապես  ակտիվ, «խռովարար» անհատի շուրջ, ով նաև զարգացման տարբեր աստիճանների վրա գտնվող հասարակության արթնացող գիտակցության կրող էր: Այս առումով քաղաքական վեպը նպաստեց  հասարակական  կարծիքի  ձևավորմանը,  թուրքական  հասարակության տարբեր շերտերի սոցիալական  ակտիվության բարձրացմանը` դառնալով զգացմունքների ու գործողությունների արտահայտչամիջոց: ", "Գրականագետ  Բելանուին  գտնում  է,  որ  Աջիլուլֆոն  «մաքուր կամքն է՝ առանց տարածականության», իսկ Գուրդուլուն «ներկայացնում  է  բացարձակ տխմարությունը»:158 Համաձայնելով  գրաքննադատի  կարծիքին՝  հավելենք,  որ Աջիլուլֆոյի  մարմինը,  «տարածականությունը»,  լուծված  է  նրա  բացարձակ  կամքի  մեջ, որը  մետաղի  պես  կարծրացել  և  վերածվել  է  զրահի:  Իսկ  Գուրդուլուն  ունի  մարմին, սակայն  զուրկ  է  կամքից:  Աջիլուլֆոյի  և  Գուրդուլուի  ընդհանրությունը  ինքնության բացակայության մեջ է, սակայն, ի տարբերություն շարունակ «ծռծմվող», «վերելքների» ու «վայրէջքների»  մեջ  գտնվող  իր  վահանակրի՝  մարմնից  զուրկ  Աջիլուլֆոն  հաստատուն կանգնած է իր զրահի ներսում: ", "Ֆրանսիացիների համար սկզբունքային կարևորություն ունի  Պոյի §Կառուցվածքի  փիլիսոփայությունը¦  տեսական  գործը:  Այս  էսսեն  մի  յուրօրինակ սահմանագիծ  էր  և  §փորձաքար¦  ֆրանսիացի  տարբեր  գրողների  և  մտածողների համար: Նրանց մեծ մասը, ինչպես և Բոդլերը, այստեղ կասկածի տակ չի դնում Պոյի §ոչ այնքան անկեղծ լինելու¦ փաստը: ", "Կնոջ  և  տղամարդու  միջև  սիրո  և  փոխհարաբերությունների  թեման  վառ արտահայտվեց      Ջ.  Ափդայքի,  Ջ.  Օուտսի,  Մ.  Մաքքարթիի,  ինչպես  նաև  Ջոն  Չիվերի ստեղծագործություններում։ ", "Որպեսզի էլ ավելի հստակ դարձնի իր միտքը, նա մեջբերում է անում Բոդլերից. §Այն առավոտ  երբ  նյույորքյան  §Ույիգը¦  հրապարակեց  §Ագռավը¦,  երբ  Պոյի  անունը բոլորի  շուրթերին  էր,  և  ամբողջ  աշխարհը  բառացիորեն  հիացել  էր  այդ բանաստեղծությունով,  ինքը՝  հեղինակը  (Էդգար  Պոն-Լ.Լ.),  ճոճվելով  և  շենքերի անկյուններին քսվելով, իջնում էր Բրոդվեյով¦:43 Փաստորեն  Բրետոնը  հիմնվում  է  Բոդլերի  վրա  և  մասնավորապես  Բոդլերի կողմից  ընդգծված  Պոյի  այն  գծի  վրա,  որը  նկատել  էր  նաև  Գյուիսմանսը  և քննադատների  մեծ  մասը՝  մերժվածություն,  օտարվածություն  և  սեփական ստեղծագործությունը իրականությանը հակադրելու ձգտում: ", "Ռուս  գրող  Լև  Տոլստոյի  «Աննա  Կարենինա»  վեպի  հայտնի  արտահայտությունը՝ «Երջանիկ ընտանիքները նման են իրար, յուրաքանչյուր դժբախտ ընտանիք դժբախտ է յուրովի» իսկ  և  իսկ համընկնում է   գրականագետ Կաթրին  Ջուրքայի բնորոշմանը, որի համաձայն՝ 1950-ականներին ամերիկյան ընտանիքը գտնվում էր խեղվածք վիճակում143: ", "Յուրաքանչյուր  դժբախտ  ընտանիք  նման  է  մյուսին,  իսկ  «երջանիկ  ընտանիք» հասկացություն,  որպես  այդպիսին,  գոյություն  չունի։ ", "Ի՞նչ է կոմունիզմը, ի՞նչ սկզբունքների վրա է կառուցված այս հասարակարգը, ի՞նչ է  պետք  դրա  ամրության  համար.  այս  և  բազմաթիվ  այլ  հարցերի  մի  երկար  շարքի պատասխանն  է  տալիս  Լեռ  Կամսարը՝  նաև  իմաստախոսքերով  ժամանակ  առ ժամանակ  անդրադարձ  կատարելով  ժամանակաշրջանի  իրադարձություններին, քննադատելով իրականության թերի և բացասական կողմերը: Իսկ դրա համար դիմում է բնականաբար  նաև  երգիծանքին:  Ընդամենը  ընդհատ-ընդհատ  հնչող  մի  քանի  միտք, մեկը՝  բացեիբաց,  մյուսը՝  ծածկված  ոչ  թե  գաղտնիության  քողով,  այլ  թափանցիկ շղարշով,  որտեղ  միտքը  նույնն  է,  բուն  հենքը՝  քաղաքական:  «Կոմունիստական  սա աշխարհի  բնակիչներս  տեսակ  մը  բանտարկյալներ  ենք՝  ցմահ  դատապարտված.  սա տարբերությամբ  միայն,  որ  փոխանակ  պետական  հացը  ուտելու,  մեր  աշխատանքով կհայթայթենք»  /37/:  Սակայն  բանտ-կոմունիստական  աշխարհի  գաղափարը  զուտ չգոյության  է  դատապարտված.  կոմունիզմը  լոկ  գաղափար  է,  իսկ  գաղափարներից  ոչ բոլորի  համար  է  կանխորոշված  իրականություն  դառնալը:  «Եթե  դուն  մեռցնես թշնամիիդ  դավանած  գաղափարը,  եթե  դուն  սպանես  զայն  բարոյապես,  ֆիզիկականը ինքնիրեն կիյնա գետին ու կմեռնի: Գաղափար: Ահա օձի գլուխ, որ պիտի ջախջախես. չէ նե պոչը կտրատելով քեզի չես փրկեր գալիք պարտութենեն: Տվե՛ք ինձի փայտե հրացան և թուղթե փամփուշտ մը, ես կոմունիզմի գաղափարը սպանեմ…» /180/: ", "Երբեմն  էլ  պատմվածքներում  արվում  էին  գունազարդ  հավելումներ  և այնպիսի մանրամասներ, որոնք պետք է ավելի հմայիչ և համոզիչ լինեին փարիզյան հասարակության համար: Եվ դա բնական էր ինչպես դարաշրջանի, այնպես էլ տվյալ ժանրի համար: "]}