{"paragraphs": ["Մեկ  գլանակ  ծխախոտից  հետո  անչափահաս  տղաները  զգացին  ազատության  համը։ ", "§Պոյին  ընթերցելիս  մենք  բացահայտեցինք  այնպիսի  մի  բան,  որի  մասին հասարակությունը  չէր  կռահում:  Պոն  նոր  գրականություն  էր,  20-րդ  դարի գրականությունը…¦: ", "Տղաները  նորից  հայտնվում  են  և  սկսում  հետապնդել  էլենին։  Որոշ  ժամանակ  անց նրանք պահանջում  են հինգ դոլար։ Մի երեկո, երբ նա անկողնում հիվանդ պառկած էր, իսկ  սենյակի  դուռը  կողպված  չէր,  տղաները  վերադառնում  են,  հափշտակում  նրա պայուսակը՝  ողջ  գումարով.  «Նա  ընկավ  անկողնու  վրա  այնքան  թույլ  ու  հոգնած,  որ անգամ  լաց  լինել  չէր  կարող»92:  Պատմվածքը  ավարտվում  է  նրանով,  որ  էլենը դաժանաբար  ծեծում  է  տղաներից  մեկին.  «Նա  վերցրեց  անձրևանոցը  և  ամբողջ  ուժով հարվածեց փոքրի ուսին: Տղան ընկավ ծնկներին, հետո գետնին, իսկ էլենը շարունակում էր  ծեծել  նրան...»93:  Սա,  ենթադրաբար,  միայն  նեղացած  մարդու  զայրույթ  չէր,    այլ նյարդային  պոռթկում  կյանքի  նկատմամբ։ ", "Պարզվում  է,  որ  ժամանակակից իրականության մեջ ավելի լավ է լինել միայնակ, քան հաղորդակցվել մարդկանց հետ։ ", "Տղաներն այդ հասարակության պատկերն են։  Այսպիսի հարաբերություն կարելի է   տեսնել ժամանակակից կյանքի տարբեր բնագավառներում։ Կարծում ենք, որ միշտ էլ կա  մարդկանց  փոքր  խումբ,  որն  ընկալվում  է  որպես  հասարակությունից  վտարված, իրենց  բնավորության  առանձին  հատկությունների  կամ  նրանց՝  որպես  եզակի անհատներ տեսնելու սոցիալական դժկամության պատճառով: ", "Պատմվածքում  կարող  ենք  տարբերակել  հակադրությունների  կոնկրետ  տիպեր՝ արտաքին՝ Էլենի և երկու տղաների կամ մարդու և արտաքին աշխարհի միջև և ներքին, որը  ներառում  է՝  միայնությունը,  օտարման  աշխարհը  կամ  փորձը  դեպի  նոր  կյանք շարժվելու,  անկախ  նրանից,  թե    որքան  կեղծավոր  կամ  երկերեսանի  կարող  են  լինել մարդիկ։ ", "անհամապատասխանության  խնդիրը  կարծես  թե  անխուսափելի  է:  Այնպիսի տպավորություն է, որ մարդը տիրող սոցիալական հանգամանքներում երբեք ինքն իրեն հաղթել  չի  կարող։    Չիվերի  հերոսները  հաճախ  իրենք  են  մեղավոր  դուրս  գալիս  իրենց ձախորդություններում,  իսկ սեփականության  զգացումը  և  դրամի  նկատմամբ պաշտամունքը դառնում են մարդկանցից մեկուսանալու և օտարացման  պատճառներ։ ", "Նրանք  սոցիալական  իրականության  մեջ  հաջողությունների  գրեթե  չեն  հասնում: ", "Սրտում ո՛չ կարոտ էր զգում, ո՛չ կասկած, ո՛չ էլ անձկություն: Նրա համար ամեն ինչ դեռ Calvino I. Il visconte dimezzato. Mondadori. Milano 2009. P. 3 (թարգմ. հեղ.) Նույն տեղում, էջ 5 լիարժեք  էր  ու  անվիճելի  իր  պես:  Եթե  կարողանար  կանխատեսել  այն  ահավոր ճակատագիրը,  որ  սպասում  էր  իրեն,  չնայած  դրա  ողջ  ցավին,  միգուցե  դա  էլ կարողանար բնական ու կատարյալ համարել: Նայում էր  գիշերվա հորիզոնին, որտեղ համոզված էր, որ թշնամու ճամբարն էր, և թևերը ծալած՝ ձեռքերով սեղմում էր ուսերը՝ գոհ լինելով հեռավոր իրականությունների մասին իր իմացածից և իր՝ նրանց մեջտեղում գտնվելուց»:100 Այս  հատվածում ստեղծված է հեքիաթին հատուկ «նախնական իրավիճակ», երբ, ըստ  Պրոպպի,  դեռ  «ամեն ինչ բարեհաջող է»,101  սակայն  «դժբախտության ուրվականն արդեն  սկսում  է  շրջել»:102  Ի  տարբերություն  ընթերցողի,  որին  Կալվինոն  դեռևս վերնագրում  նախապատրաստել  է  հերոսին  սպառնացող  դժբախտությանը,  ինքը՝ վիկոնտը, հեքիաթի հերոսի պես անտեղյակ է իր ճակատագրից: ", "Ինչպես տեսանք, Քյալաշյանի «Ներշնչումները» և Տերյանի առաջին ժողովածուն լույս են տեսել  միաժամանակ։  Ի՞նչն  է,  ուրեմն,  այդ  նմանությունների  ու  ընդհանրությունների հիմքը։ Իրողությունը հաստատում է առաջին ենթագլխում արված այն ենթադրությունը, թե Տերյանի հայտնությունը ամենևին  էլ  անակնկալ չէր, հայ մշակութային  և մասնավո- րապես  գրական  մթնոլորտն  արդեն  շնչում  էր  նոր  հովերով,  գրական  երիտասար- դությունը, որ տեղյակ էր եվրոպական միջավայրում կատարվող անցուդարձերին, հատ- կապես  սիմվոլիզմի  գեղագիտությանը,  ըստ  էության  նախապատրաստում  էր  Տերյանի հայտնությունը,  որ  պետք  է  վավերացվեր  հայոց  բանաստեղծության  նոր  դարագլխի սկիզբը։ Այդ սկիզբը նախապատրաստողներից մեկն էր Գառնիկ Քյալաշյանը։ ", "«Բրիգադիրը  և  գոլֆ  ակումբի  այրին»  («Brigadier  and  the  Golf  widow»,  1961) պատմվածքի  հերոսներին  նույնպես չի  հաջողվում  հաստատվել  սոցիալական իրականության մեջ. «Այս պատմության ավարտը ես իմացա  մորս նամակից։  Մեկուկես ամսվա ընթացքում այնքան իրադարձություններ տեղի ունեցան, չգիտեմ նույնիսկ որից սկսել։  Առաջին  հերթին  Փասթերների  հետ  ամեն  ինչ  վերջացած  է։  Նրան  խոշոր գողության համար երկու տարով ազատազրկել են։ Սալլին լքել է քոլեջը  և աշխատում է Մեյսիի  խանութում,  իսկ  տղան,  որքան    տեղյակ  եմ,  դեռ  աշխատանք  է  փնտրում:  Նա ապրում  է  մոր  հետ՝  ինչ-որ  տեղ  Բրոնքսում։  Ասում  են  նրանք  ստանում  են աղքատության  նպաստ։  Ֆլեննագանները  բաժանվել  են։  Պարոն  Ֆլեննագանը  կնոջը կացարան  չի  հատկացրել։  Ասում  են՝  նրան  տեսել  են  կենտրոնական  այգում  թեթև հագուստ հագած, չնայած օրը այդքան էլ տաք չէր»95։ ", "Չիվերի  պատմվածքներում  ակնհայտ  է  Շերվուդ  Անդերսոնի  ազդեցությունը: ", "Անդերսոնի  հերոսները  նույնպես  պայքարի  մեջ  են  իրենց  սոցիալական  դիրքը բարձրացնելու համար: Նրանք ևս գնում են  ամերիկյան երազանքի ետևից: Թեև գործերը անհաջողությամբ են ավարտվում, սակայն չեն կորցնում հույսը:  Հիշենք «Ուսուցչուհին», «Ձուն»,  «Մարած  կրակներ»  պատմվածքները:  Անդերսոնի    պատմվածքներում  կյանքի արտաքին դրսևորումները գրեթե չեն կարևորվում, գրողին առավելապես հետաքրքրում է մարդու ներքին, հուզական և զգացմունքային աշխարհը: Հենց այս հանգամանքներով է բացատրվում  հերոսներին  հոգեբանական  վերլուծության  ենթարկելը:  Ջոն  Չիվերը, ներկայացնելով ամերիկյան քաղաքային կյանքի և արվարձանի  մանրազնին պատկերը, ժամանակակից  ամերիկյան  կյանքի  բոլոր  բարդություններն    ու  հակասությունները, մարդկանց  մեջ  փորձում  է  գտնել  ինչ-որ  մեղավորություն,  հիասթափության  և հուսահատության  զգացողություն։  Այս  ամենով  հանդերձ՝  նա  կարծես  ահազանգում  է այդ    «հիվանդության»  մասին  ճիշտ  ժամանակին,  որպեսզի  մարդիկ  գիտակցեն  ու նախազգուշանան,  քանի դեռ ուշ չէ:  Քլինթոն Ս. Բըրհանսը «John Cheever and the Grave of Social Coherence» հոդվածում գրում է, որ Չիվերի գեղարվեստական մտածողությունն օտարացած  է    և    մեկուսացած.  «Հաշվի  առնելով  մարդու  մշտական  էքզիստենցիալ վիճակը  և  նրա  անխուսափելի  կապն  անցյալի  հետ՝  Չիվերին  հետաքրքրում  է  այն,  թե մարդն ինչ է անում ինքն իր  հետ ներկայում  և ինչ կերպ  այն կանդրադառնա ապագայի վրա»96:  Հատկանշական  է,  որ  առօրյայի  պատկերները  և  նկարագրությունները  չեն կաշկանդում  Չիվերի  ստեղծագործական  աշխարհայացքը:  Իրականության  դիպուկ Cheever. Boston, Massachusetts: G. K. Hall & Co., 1982, p.115. պատկերները,  մարդու  կենսակերպի  խնդրահարույց  թեման  ներկայացնելիս  գրողը ներառում  է    խորհրդանիշներ  և  փոխաբերական  պատկերներ,  օգտագործում  նաև  իր հեգնանքն ու բացառիկ հումորը։ ", "– Ավա՜ղ, հովտի բոլոր աղջիկներից հենց ինձ պետք է սա պատահեր: ", "Ըստ Թիմոթի Օուբրիի` Չիվերը որպես սատիրիկ բարդ դիրքում է։  Քննադատե՞լ, թե՞ ծաղրել արվարձանը, զգա՞լ այն, թե՞ ձևանալ կողմնակի անձ։ Այսպիսով, որքան շատ է  Չիվերը  սվինահարում,  այնքան  շատ  է  ինքն  իրեն  ներգրավում  համայնքի  մեջ98։ ", "Սակայն  գրականագետ  Ջոզեֆ  Ջորջը  հակառակ  տեսակետն  ունի,  ըստ  որի՝  Չիվերը  չի սվինահարում  կամ  ծաղրում  իր  հերոսներին,  նա  պարզապես  ցույց  է  տալիս  նրանց անփոփոխ թերությունները: Նա համակրական աչքով է նայում այդ թերություններին 99: ", "Ջոն  Չիվերը  Ֆ.  Ս.  Ֆիցջերալդի  նմանողությամբ  տեսնում  է  երիտասարդ մարդկանց  հոգևոր  դատարկությունը:  Նա    ցավով  ցույց  է  տալիս,  որ  դրամի  հետևից գնալով՝  մարդիկ  վտանգում  են  իրենց  համար  ամենից  թանկը:  Մարդկանց  հոգևոր անկման  գործընթացը  գրողը  ներկայացնում  է  արտասովոր,  տարօրինակ  և գրոտեսկային  ձևերում: Օրինակ՝  «Հրեշավոր ռադիոն» պատմվածքում տեսնում ենք, որ դրամի  նկատմամբ  մոլուցքը,  ագահությունը  ոչնչացնում  է  նույնիսկ  ամենամտերիմ մարդկային  հարաբերությունները,  իսկ «Սուրբ  Ծնունդը  տխուր  ժամանակ  է աղքատների համար» պատմվածքում  Չիվերի սարկազմն ուղղված է այն բանին, որ թեև The University of Iowa,  2003, p. 69. Greensboro:Univercity of North Carolina at Greensboro, 2016, p. 95. ամերիկացիներն  իրենց  համարում  են    բարեգործներ,  սակայն  իրականությունն  այլ  է՝ նրանք  ոչնչով  մյուսներից  չեն  տարբերվում:  Հերոսների  թշվառությունն  այն  է,  որ ջանասիրաբար ցանկանում են ստեղծել ապահով ու հարմարավետ կյանք  բարոյական փխրուն հիմքի վրա։ ", "Ըստ  գրականագետ  Մ.  Մենդելսոնի`  հոգևոր  դատարկությունը  կարծես հերոսներին  բնորոշ  գլխավոր  առանձնահատկությունն  է,  որը  թույլ  է  տալիս ընդհանրություններ  տեսնել    Սինքլեր  Լուիսի,  Ռինգ  Լարդների  կամ  Դորոթի  Փարքերի պատմվածքների  հերոսների  միջև100:  Նշենք  նաև,  որ  Ջոն  Ափդայքը  ևս  իր պատմվածքներում  արծարծել  է  այս  թեման:  Տարբոքսի  բնակիչները  վայելում  են արվարձանի  բոլոր  հնարավորությունները,  սակայն  այս  ամենը  բավական  չէ  նրանց համար.  հոգևոր  դատարկությունը  և  նյութական  արժեքների  մակերեսայնությունը  նրա հերոսներին  դարձնում  են  անհանգիստ:  Հիշենք  Ջ.  Ափդայքի    «Համառ  ցանկություն» («The persistence of desire», 1958) պատմվածքը: ", "Այսպիսով՝ Ջոն Չիվերն իր պատմվածքներում  ցույց  է տալիս, թե փողը կամ նրա նկատմամբ  ձգտումներն  ինչպես  են  անդրադառնում  մարդու  հոգեկան  աշխարհի  վրա: ", "Պարզվում է, որ հարմարավետությունը և բարեկեցությունը քիչ են մարդու համար: Այս ամենը չի  տալիս  նրան  հոգեկան  աջակցություն, չի  ազատում  ձանձրույթից, դատարկությունից,  եթե  չկան  ավելի  բարձր  արժեքներ:  Թվում  է՝  նրա  հերոսի  ամենից կարևոր անհանգստությունը սոցիալական դիրքը կորցնելու ներքին անհանգստությունն է:      Ձգտելով  հասնել  բարձրագույն  նպատակին՝  նյութական  բարեկեցությանը,    Չիվերի հերոսները կորցում են ամենակարևորը, առանց որի չի կարող լինել երջանկություն, իսկ կյանքը  չի  կարող  ունենալ  իմաստ։  Նրանց  ջանքերն  անցնում  են  ապարդյուն,  կյանքը դառնում է փոփոխական ու անկայուն։ ", "с. 270. ՋՈՆ ՉԻՎԵՐԻ ՊԱՏՄՎԱԾՔՆԵՐՈՒՄ Սույն  ենթագլխում  մեր  նպատակն  է  ուսումնասիրել  Ջոն  Չիվերի  հերոսի  և արտաքին աշխարհի առնչությունների խնդիրը, ինչպես նաև այն ներքին հոգեբանական վիճակները, որոնք ի հայտ են գալիս ամերիկյան իրականության հետ բախվելիս: ", "Պարզ  է  դառնում,  որ  նրանց  միմայնցից  անջատ  գոյությունն  անհնարին  է,  և  միայն միությունը  կփրկի  թե՛  վիկոնտի  անձը,  թե՛  Պամելայի  հանդեպ  սերը,  և  թե՛  ամբողջ Տեռալբան:  Բժիշկ  Թրելոունին  իրար  է  կարում  Մեդարդոյի  երկու  կեսերը,  և  վիկոնտը նորից  դառնում  է  լիարժեք:  Այսպիսով՝  վեպի  ավարտը  լավատեսական  կլիներ,  եթե Կալվինոն չավելացներ եզրափակիչ այս պարբերությունը. «Այսպես իմ քեռի Մեդարդոն վերադարձավ որպես լիարժեք մարդ, ո՛չ բարի, ո՛չ չար, այլ չարի և բարու մի խառնուրդ, ոչ շատ տարբեր նրանից, որ մինչև կիսվելն էր: ", "Ինչպես վերևում տեսանք, Տերյանը հայ գրականության գլխավոր թերություններից մեկը  համարում  էր  գեղարվեստականության  պակասը։  Այսինքն՝  գեղարվեստական գրականության գերնպատակը պետք է լինի ամեն ինչի մեջ գեղեցիկի հայտնաբերումը և ցուցադրումը։ Գրականության մեջ հենց այդ գեղեցիկի զգացողությունն է գեղագիտական բավականություն  կոչված  հոգեբանական  իրողության  հիմքը,  որ  շատերին  չի  տրված։ ", "Նորման Վինսենթ Փիլզը «Դրական մտածողության ուժը» գրքում  եզրակացնում է. «Սարսափելի  է  գիտակցել  խղճուկ  մարդկանց  թիվը,  որոնց  կյանքը  դժվարացել  է  և դարձել  է  թշվառ  մի  հիվանդության  պատճառով,  որը  հասարակության  մեջ  կոչվում  է անլիարժեքության  բարդույթ։  Սակայն  սա  տառապանքի    պատճառ  չէ:  Երբ  որոշակի քայլեր  են  ձեռնարկվում,  այն  կարելի  է  հաղթահարել101։    Կարծում  ենք,  որ  այսպիսի հակասական  ուղերձները  հետպատերազմյան  ամերիկյան  կյանքի  լարվածությունը  և անհանգստությունները լուծելու փորձեր են: ", "ժամանակակից  Ամերիկան  իրեն  շփոթեցնում  է.  «Այս  տասնամյակում  ինչ-որ  բան սարսափելի կերպով սխալ է ընթացել: Այսօր ամենից կարևորը մարդն է, ով հայտնվել է ճահճի  մեջ  և  արտասվալից  հայացքով  նայում  է  երկնքին»102:  Մեկ  տարի  անց  գրողը պնդում է, որ 1960-ականների ամերիկյան կյանքը դժոխք է։ "], "paragraph_source_docs": [4, 1, 4, 4, 4, 4, 4, 4, 0, 5, 4, 4, 4, 0, 4, 4, 4, 4, 4, 4, 4, 0, 5, 4, 4], "source_docs_file": "Literature.json"}