{"paragraph_source_docs": [2, 1, 1, 1, 1, 1, 3, 0, 1, 1, 1, 0, 1, 1, 1, 3, 1, 0, 1, 1, 1, 1, 1, 3, 1, 1, 1, 3, 1, 1, 1, 1, 0, 1, 1, 1, 2, 3, 1, 0, 1, 1, 1, 3, 1, 1, 1, 1, 1, 1], "paragraphs": ["Մատուցումների  փոքրացումը  բերում  է  արտադրողականության    նվազում  [8,53-56,59- Փորձնականորեն  ապացուցված  է  այն  դրույթը,  որ  մակերևութային  շերտի խորդուբորդությունների մեծությունը ուղիղ համեմատական է մատուցման քառակուսուն և հակադարձ համեմատական գնդիկի շառավիղին: ", "Փոշեմարմինները կարող են ստացվել փոշիներից, օրինակ` սառը մամլման միջոցով: ", "Ծակոտկեն  մարմինները  կարող  են  ստացվել  փոշիներց  մասնակի  եռակալման միջոցով: ", "Կառուցվածքային  անհամասեռություն ունեցող նյութերի  մեխանիկան համարվում է ՀՄՄ - ի բաժիններից մեկը: Այդպիսի նյութերի համար ՀՄՄ - ն կարող է կիրառվել  որպես  միկրոմակարդակի  օբյեկտ,  այսինքն  այն  գործընթացների ուսումնասիրման  համար,  որոնք  տեղի  են  ունենում  միկրոծավալում,  հետևաբար Ճնշումով մշակման տեխնոլոգիական գործընթացների հաշվարկի հուսալի տեսական հիմքը համարվում  է ՀՄՄ -  ն և քանի որ  այն հիմնված է այն ենթադրության  վրա, որ ուսումնասիրվող  նյութական  օբյեկտները  անընդհատորեն  են  բաշխված  դրանց զբաղեցրած ծավալում, ապա դրա կիրառումը միկրոմակարդակում հնարավոր է այն պայմանով,  եթե  միկրոծավալի  չափերը  շատ  անգամ  մեծ  են  մոլեկուլյար-կինետիկ չափերից [61]: ", "Նույն  կերպ  ՀՄՄ -  ի  կիրառումը  մակրոծավալում  հիմնված  է  այն ենթադրության  վրա,  որ  դիտարկվող  մարմինը  կարող  է  տրոհվել  տարրական մակրոծավալների, որոնց բնութագրական չափերը մի կողմից` շատ անգամ փոքր են մարմնի  բնութագրական  չափերից,  իսկ  մյուս  կողմից`  շատ  անգամ  մեծ  են կառուցվածքային  տարրի բնութագրական չափերից:  Ենթադրվում է, որ մակրոպարամետրերի փոփոխությունը մակրոտարրում չնչին է: ", "Այդ ենթադրությունների դեպքում մակրոբնութագրերը (խտություն, լարում և այլն), որոնք ստացվել  են  ՀՄՄ -  ի  մեթոդների  օգնությամբ,  ճշտությամբ  կհամընկնեն մակրոծավալով միջինացված միկրոբնութագրերի հետ: ", "Մնացորդային դասերի համակարգից (ՄԴՀ)  անցում դիրքային հաշվարկային համակարգի (ԴՀՀ) Xm1 Հաշվարկ ըստ մոդուլ m1 Ym1 XmL Հաշվարկ ըստ մոդուլ mL YmL .      .       .        . L հոսքեր Դիրքային հաշվարկային համակարգից (ԴՀՀ) անցում մնացորդային դասերի համակարգ (ՄԴՀ) Նկ. 1.1. ՄԴՀ-ում ազդանշանի թվային մշակման սարքի կառուցվածքը Մուտքային  X  թիվը  ԴՀՀ-ից  ձևափոխվում  է  ՄԴՀ-ի  {m1,m2,…,mi}  մոդուլների բազիսում, որից հետո կատարվում են միմյանցից անկախ հաշվարկները յուրաքանչյուր մոդուլ mi-ի համար: Ելքում իրականացվում է ՄԴՀ-ից ԴՀՀ հետ ձևափոխումը Նկ.  1.1-ում  պատկերված  կառուցվածքը  ունի  մի  շարք  առավելություններ ինտեգրալային սխեմաների վրա նրա իրականացման դեպքում. նախագծման  և  պլանավորման  ժամանակ  ապահովում  է  նկատելի ճկունություն: ", "Ակնհայտ  է,  որ  (1.5)-ը  տարբերվում  է  (1.3)-ից  միայն  k-գործակցի  որշման բանաձևով: Վերը նշված կիևնույն ալգորիթմով կորոշվի նաև L ինդուկտիվությունը: ", "Այսպիսով,  [13,14,61]  –  ում  բերված  փաստերի  հանրագումարի  հիման  վրա ապացուցվում  է,  որ  փոշենյութերի  խտացումը  պետք  է  դիտարկել  որպես  այնպիսի սեղմվող մարմինների դեֆորմացման գործընթացներ, որոնց  պլաստիկ հատկությունները  հիմնականում  որոշվում  են  ծակոտկեն  միջավայրի  խտությամբ, ինչը  հնարավորություն  է  տալիս  փոշենյութերի  դեֆորմացման  գործընթացների հետազոտման համար օգտագործել ՀՄՄ - ի մեթոդները: ", "Պետք  է  նշել,  որ  մետաղական  ծակոտկեն  և  փոշենյութերի  ճնշմամբ  մշակման գործընթացների մոդելավորումը ծակոտկեն մարմինների  պլաստիկության տեսության խնդիրներից մեկն է: ", "Առաձգականության  սահմաններից  դուրս  մարմինների  դեֆորմացումը հանգեցնում  է  դրանց  կամ  փխրուն  քայքայման,  կամ  դրանցում  պլաստիկ հոսունության երևույթի առաջացման: Երկու դեպքում էլ դեֆորմացիան կապակցված մարմիններում  զարգանում  է  որոշակի  սահքի  հարթություններով  նյութի  ծավալի սահքի հետևանքով, որտեղ ըստ [67] - ի, տեղի է ունենում հետևյալ պայմանը. ,                                                   (1.6) որտեղ - ը շոշափող լարման, իսկ - ը նորմալ լարման բաղադրիչներն են: ", "ա) բ) գ) Նկ. 1.4. Ցածրացնող ՀԼԿ-ի ժամանակային դիագրամները PSPICE մոդելավորման միջավայրում Time0s20us40us60us80us100us120us140us160us180us200us220us240us260usV(V1:+,D1:2)V(C1:2)-10V0V10V20V30Vt125V           Time0s20us40us60us80us100us120us140us160us180us200us220us240us260usI(L1)-I(R1)-2.0A0A2.0A4.0A           Time0s20us40us60us80us100us120us140us160us180us200us220us240us260usI(L1)-I(R1)0A2.0A4.0A6.0A8.0A Նկ. 1.4ա-ում ցույց են տրված կառավարման իմպուլսները և ելքային լարումը, երբ Q=0,1,  նկ.  1.4բ-ում՝  դրոսելի  և  բեռի  հոսանքներն  ընդհատուն  ռեժիմ,  իսկ  նկ.  1.4գ-ում՝ դրոսելի և բեռի հոսանքներն անընդհատ ռեժիմում, երբ Q=0,8: ", "[67]  -  ում  նշվում  է.  եթե  չեռակալված  փոշենյութից  պատրաստված  տարբեր խտության  մամլվածքները  բեռի  տակ  քայքայվում  են  տեղաշարժի  դեֆորմացիայի հետևանքով՝  սահքի  մակերևույթներով,  և  եթե  այդ  մակերևույթների  միջև  կազմած անկյունը -  ից  փոքր  է,  ապա  կարելի  է  ընդունել,  որ  խտացող  փոշենյութը դեֆորմացվում է որպես մեկ ընդհանուր սեղմվող նյութ, որի պլաստիկ դեֆորմացման պայմաններն  ամբողջապես  բնորոշում  են  դիտարկվող  ծակոտկեն  միջավայրի ձևավորման և խտացման գործընթացները: ", "Փոշենյութի  դեֆորմացիայի  և  քայքայման  մասին  համոզիչ  տեղեկություն կարելի  է  ստանալ`  իրականացնելով  տարբեր  սկզբնական  խտություն  ունեցող մամլվածքների  դեֆորմացման  հետազոտություններ:  Այդ  տեսակետից  կարելի  է  նշել Վ.Ե.  Պերելմանի  [67]  փորձերի  հույժ  կարևորությունը:  Դրա  համար  այստեղ  բերենք այդ փորձերի որոշ արդյունքների նկարագիրը: ", "Ըստ  նրա,  քանի  որ  փոշենյութերը  պատկանում  են  փխրուն  նյութերի  դասին, ուստի փոփոխելով հպման հարթակներում ծակոտկեն միջավայրի մասնիկների միջև սեղմող  լարումների  մեծությունները,  կարելի  է  ստանալ  պլաստիկ  քայքայման  բոլոր տեսակները, սկսած փխրուն քայքայումից` մինչև զարգացող պլաստիկ հոսունության վիճակ  առանց  նյութի  քայքայման,  այսինքն`  փոշենյութի  հատկանշական  մամլման պայմանների առաջացումը: ", "Հիմնվելով  թվային  սարքերի  նախագծման  ընդհանուր  մեթոդաբանության  վրա  [83], ատենախոսական  աշխատանքում օգտագործվում է սարքերի սինթեզման վրա հիմնված նախագծման  մեթոդը,  որն  իրագործված  է  թվային  սարքերի  նկարագրման  բարձր մակարդակի լեզուներից  մեկով`  Verilog-ով,  այնուհետև  ավտոմատ  նախագծման համակարգերի  միջոցով  (XST  ISE  սինթեզող  փաթեթ,  Xillinx),  արտապատկերվում  են տրամաբանական  տարրերի  հասանելի  բազիսի  վրա:    Այս  մեթոդով  իրականացված նախագծերի  առավել  կարևոր  բնութագրերից  է  դրանց  բացարձակ  անկախությունը տրամաբանական  տարրերի բազիսից  և  նախագծման  տեխնոլոգիայից:  Իսկ թերությունների  շարքին  կարելի  է  դասել  այն  փաստը,  որ  մշակվող  թվային  սարքերի քանակի  մեծացմանը  զուգընթաց  բարդանում  և  աճում  է  նաև  տվյալ  սարքերի նկարագրման  ծավալը,  ինչը  հետագայում  հանգեցնում  է  այդ  սարքերի  մշակման  և թեստավորման համար նախատեսվող ժամանակային մեծ ծախսերի: ", "նույնիսկ 30…40% նստեցման դեպքում (նկ. 1.1), որոնք մամլվել են 50…70% խտության ПЖ2М2 [67] վերականգնված պողպատյա փոշենյութից, չի նկատվում փոշենմուշների քայքայում:  Այս  դեպքում  փոշենյութի  զարգացրած  պլաստիկ  հոսունության գործընթացը  անընդհատ  զուգակցվում  է  դրա  ինտենսիվ  խտացման  գործընթացով, այսինքն`  տեղի  է  ունենում  փոշենյութի  սովորական  մամլման  գործընթաց:  Նմուշի սկզբնական խտությունը մինչև փորձարկումը եղել է 65%, իսկ դեֆորմացիայից հետո՝ վրա, կազմել են՝ և ա) : ", "Նկ. 1.7. Հակառակ գործողության տրանսֆորմատորային կապով կերպափոխչի սխեմա Տրանսֆորմատրի  առաջնային  փաթույթի  հոսանքը  կարող  է  ունենալ  ինչպես սեղանի, այնպես էլ եռանկյան տեսք:  Նկ. 1.8-ում բերված են աշխատանքը մեկնաբանող դիագրամները երկու դեպքերի համար: ", "Փոշենյութերի  ճնշմամբ  և  կտրմամբ  մշակման  գործընթացների  հաշվարկները, որոնք  անհրաժեշտ  են  դեֆորմացման  օպտիմալ  պարամետրերի  որոշման  համար, հիմնված  են  պլաստիկության  տեսության  վրա:  Փոշենյութերը  սովորական  նյութերից տարբերվում  են  ծակոտիների  առկայությամբ,  այդ  պատճառով,  ելնելով  սովորական նյութերի  պլաստիկության  տեսությունից,  չի  կարելի  ուսումնասիրել  փոշենյութերի վարքը դրանց պատրաստման դեպքում, հետևաբար այդ խնդիրների լուծման համար օգտագործվում է ծակոտկեն նյութերի պլաստիկության տեսությունը: ", "Պլաստիկության  տեսության  բանաձևերի  ստացման  համար  սկզբում  ընտրում են  պլաստիկության  պայմանը,  ինչը  կախված  նյութի  տեսակից`  ունենում  է  տարբեր տեսքեր և հաշվի է առնում նյութի տարբեր իրական հատկությունները [43]: ", "Հոծ  նյութերի  համար  պլաստիկ  դեֆորմացման  առաջացման  պայմանը ներկայացվում է լարումների թենզորի բաղադրիչների ֆունկցիայի տեսքով. :                                                             (1.7) Ընդ որում, (1.7) պայմանի կատարման  դեպքում նյութը առաձգական  վիճակից անցնում է պլաստիկ վիճակի: ", "Կախված  (1.7)  ֆունկցիայի  տեսքից`  հոծ  պլաստիկ  նյութերի  համար,  որոնք ունեն  ձգման  և  սեղմման  միևնույն  դիմադրությունը,  տարբերում  են  պլաստիկության տարբեր պայմաններ: ", "պայմանը:  Համաձայն  դրա  հոսունության  վիճակում  գտնվող  հոծ  նյութում առավելագույն շոշափող լարումը մարմնի բոլոր կետերում ընդունվում է հաստատուն և հավասարեցվում է նյութի հոսունության սահմանին մաքուր սահքի դեպքում [43]. ,                                                           (1.8) որտեղ և -  ը  համապատասխանաբար  ամենամեծ  և  ամենափոքր  գլխավոր լարումներն են, իսկ - ը նյութի հոսունության սահմանի լարումն է: ", "Ըստ  ճարտարապետության,  FPGA  միկրոսխեմաները  լինում  են  դասական  և համակցված: Համակցված FPGA-երը պարունակում են CPLD-երի տարրեր: ", "Նշենք,  որ  (1.10)  պլաստիկության  պայմանը  կարելի  է  գրել  նաև  հետևյալ :                              (1.10) որտեղ - ն հետևյալ բանաձևով որոշվող լարումների ինտենսիվությունն է. ,                                                              (1.11) :                              (1.12) նյութի  պլաստիկ  վիճակի  դեպքում  գոյություն  ունի  ֆունկցիոնալ  կախվածություն լարման  ինտենսիվության  և  հետևյալ  բանաձևով  որոշվող միջին  նորմալ  լարման Այդ դեպքում պլաստիկության չափանիշը ներկայացվում է հետևյալ տեսքով` :                                                          (1.14) :                                                (1.13) փխրունացումը` ,                                                   (1.15) որտեղ և - ն մաքուր սահքի դեպքում ժամանակավոր դիմադրությունն [43]. տեսքով` միջև. է: ", "լարումների թենզորի բաղադրիչների և նյութում առավել վտանգավոր թերությունների պարամետրերի ֆունկցիայի տեսքով. :                                                         (1.16) վտանգավոր  վիճակի  չափանիշների  վերլուծությունը  ցույց  է  տալիս,  որ  ծակոտկեն նյութերի  համար  սահմանային  մակերևույթը  կարելի  է  ներկայացնել  (1.16)  տեսքով, եթե լարումների թենզորի բաղադրիչներում օգտագործենք լարումների ինտենսիվությունը  և  հիդրոստատիկ  ճնշումը,  իսկ  նյութի  առավել  վտանգավոր թերության  պարամետր`  նրա  ծակոտկենությունը:  Այդ  դեպքում  հաստատուն գործակիցների  փոխարեն  պլաստիկության  պայմանում  ներառում  են  նյութի ծակոտկենության և ֆունկցիաները:  Ծակոտկեն  եռակալված  նյութերի  համար առավել տարածված է պլաստիկության հետևյալ պայմանը [13]. :                                               (1.17) Հայտնի է, որ տարբեր հեղինակների կողմից ստացված եռակալված ծակոտկեն նյութի պլաստիկության տեսությունների հիմնական տարբերությունը պլաստիկության  պայմաններում  ծակոտկենության  տարբեր  և ֆունկցիաների օգտագործումն  է:  Իրական  ծակոտկեն  նյութերի  համար  ծակոտկենության  և ֆունկցիաների  ճիշտ  ընտրության  նպատակով  [13]  -  ում  կատարվել  է  ավելի բնութագրական ֆունկցիաների հետազոտում: ", "[29]  -  ի  կողմից  ներկայացված  առնչությունները  ծակոտկեն  մարմնի և  նրա հիմնանյութի սահքի  մածուցիկության  գործակիցների  միջև,  ինչպես  նաև ծավալային և  ծակոտկեն  մարմնի  սահքի  մածուցիկության միջև  [29]  թույլ  են տալիս  կազմել  պլաստիկության  պայման,  որը  հնարավորություն  է  տալիս ծակոտկենության և ֆունկցիաները ներկայացնել հետևյալ տեսքով. , :                                       (1.18) Աշխատանք [50] -  ում  գնդաձև  անցքի  շուրջը լարվածային  վիճակի հետազոտման  ճանապարհով,  եռառանցք  սեղմման  և  մաքուր  սահքի  դեպքում ստացվել են  ծակոտկենության և ֆունկցիաները: Այդ նպատակով դուրս է բերվել ծակոտկեն  նյութերի  պլաստիկության  պայմանը,  և  ծակոտկենության  ֆունկցիաները ներկայացվել են հետևյալ տեսքով. , ,                              (1.19) որոնք բավականին բարդ են և գործնականում դժվար կիրառելի: ", "FPGA-ների ֆունկցիոնալ բլոկի տիպիկ օրինակներ են համարվում. •  մուլտիպլեքսորների վրա հիմնված տրամաբանական մոդուլները, •  ծրագրավորվող  հիշողությունների  վրա  հիմնված  տրամաբանական  բլոկները (LUT Look-up Table): ", "Հարկ  է  նշել  նաև,  որ  որպես , ծակոտկենության  ֆունկցիաներ  կարելի  է օգտագործել  դրանց  այլ  մոտարկումները:  Մասնավորապես  (1.19)  ֆունկցիաները կարելի է մոտարկել հետևյալ ավելի պարզ առնչություններով [13]` , , ,           (1.20) :         (1.21) Ծակոտկենության և ֆունկցիաների  ընտրության  համար  կառուցվում  են դրանց փոփոխման գրաֆիկները` կախված նյութի ծակոտկենությունից (նկ. 1.2): ", "Նկ. 1.2.   և   ծակոտկենության ֆունկցիաների փոփոխման գրաֆիկները [13] Նկ.  1.2  -  ում  [13] կորերը  ցույց  են  տրված  անընդհատ  գծերով,  իսկ -  ները՝ ընդհատված  գծերով,  գործնականում  հաճախ  հադիպող  ծակոտկենության  հետևյալ արժեքների  համար ,  առաջին  կորերը  համապատասխանում  են  (1.19) [13]  բանաձևերին,  երկրորդ  կորերը`  (1.18)  -  ին  [13],  իսկ  երրորդները  [13]  -  ի տվյալներին: ", "Ինչպես երևում է գրաֆիկներից (նկ. 1.2), ծակոտկենության և ֆունկցիաները նյութի  դեֆորմացման  դեպքում  իրենց  տարբեր ձևերով են  դրսևորում: ", "Ծակոտկենության  մեծացմանը  զուգընթաց ֆունկցիաները  մեծանում  են,  իսկ ֆունկցիաները` փոքրանում: ", "Նկ.1.14. Դարձափոխվող ԼԻԿ-ի աշխատանքը մեկնաբանող ժամանակային դիագրամներ Եթե  բեռի  պարամետրերն  այնպիսին  են,  որ  հոսանքի  հաստատուն  բաղադրիչը լինի  փոքր  փոփոխական  բաղադրիչից,  ապա  հոսանքի  կորը  կհասնի  առանցքին  և կհատի այն: Այդ դեպքում պարբերության ընթացքում հերթով աշխատում են բոլոր չորս վենտիլային զույգերը՝ … VT1, VT4  VD2, VD3  VT2, VT3 VD1, VD4 …: ", "Բոլոր  բերված  ֆունկցիաները  քանակապես  լավ  են  բնութագրում  ծակոտկեն Համաձայն  [50]  –  ի` և ֆունկցիաներն  արտահայտվում  են  նյութի ծակոտկենության միջոցով, բավականին բարդ բանաձևով (1.19): ", "Բերված հետազոտությունների  վերլուծությունը, որն անհրաժեշտ է ծակոտկեն ֆունկցիաների  ընտրության  համար,  ցույց  է  տալիս,  որ  ավելի  հիմնավորված  և բավականին  պարզ  են  [29]  -  ի  կողմից  առաջարկված  կամ  ծակոտկենության մոտարկված  (1.20)  և  (1.21)  ֆունկցիաները  ծակոտկեն  նյութերի  պլաստիկության տեսության առնչություններում: ", "Ծակոտկենության ֆունկցիաները տարբեր ազդեցություններ են թողնում նյութի լարվածադեֆորմացման  վիճակի  վրա  [13]`  օրինակ, ֆունկցիան  հաշվի  է  առնում միջին  լարման  ազդեցությունը  և ֆունկցիայի  հետ  համատեղ  հնարավորություն  է տալիս  ստանալ  նյութի  իրական  մեխանիկական  բնութագրերը:  Այդ  պատճառով ծակոտկենության և ֆունկցիաները իրական ծակոտկեն նյութերի համար պետք է կախված լինեն ոչ միայն նյութի ծակոտկենությունից, այլ նաև այդ նյութերի ստացման պայմաններից: ", "Այս  դեպքում  նույնպես  գրտնակման  գործընթացում  ինդենտորի  աշխատանքային մասում  մաշման  հետևանքով  առաջանում  է  հարթակ։  Մաշման  չափը  բնութագրում  են առաջացող  հարթակի  մեծությամբ։  Ըստ  Է․ Գ․ Գրանովսկու  [19]  ինդենտորի  ինտենսիվ մաշ  նկատվում  է  հպման  սկզբնական  պահին  և  որոշակի  ճանապարհ  անցնելուց  հետո մաշման  գործընթացը  կայունանաում  է։  Ինդենտորի  մաշի  վրա  ազդում  են  մի  շարք գործոններ՝ ինդենտորի և մշակվող դետալի նյութը և ելակետային խորդուբորդությունները,  ինդենտորի  աշխատանքային  մասի  ձևը  և  գերձայնային տատանման  պարամետրերը։  Քանի  որ  շառավղային  ԳՁՏ  կիրառմամբ  գրտնակման ժամանակ  ինդենտորի որոշակի մասը տատանման  ժամանակ  դուրս է գալիս մշակվող դետալի  հետ  հպումից,  ինչի  հետևանքով  նպաստավոր  պայմաններ  են  ստեղծվում ինդենտորի հովացման համար, նվազում է նաև իդենտորի մաշը [19,83]։ ", "Մեթոդ 1. Նկ.  1.6.-ում  ներկայացված  մոդուլյար  գումարիչի  սխեման  կատարում  է մոդուլյար գումարում (a+b)mod m, մեկ հատ մեծ 22nxM  չափով LUT աղյուսակի միջոցով, որտեղ M=log2m, իսկ n-ը a և b թվերի կարգայնությունն է: Այս լուծումը հարմար է ոչ մեծ կարգայնությամբ  երկու  թվերի  համար:  Երկու  n  կարգանի  a  և  b  թվերը  տրվում  են   LUT աղյուսակի  հասցեական  մուտքերին,  որից  ընտրվում  է  ճիշտ  պատասխանը:  Լուծման այս տարբերակը նախընտրելի է, երբ a և b թվերի կարգայնությունը չորսից  մեծ չէ (n≤4): ", "Քանի որ ծակոտիների ձևի առանձնահատկությունները կախված են ոչ միայն նյութի փոշիների  հատկություններից,  այլ  նաև  դրանց  ստացման  տեխնոլոգիական գործընթացների  պարամետրերից,  ուստի  ծակոտկենության  ֆունկցիաների  տեսքը ամեն անգամ կարող է փոխվել: ", "Վերը  դիտարկված  դասական  սխեմաներով  կոնվերտորներն  ունեն  որոշակի  թե- րություններ,  մասանավորապես դինամիկ  ռեժիմներում բավականին մեծ են  ստացվում գերլարումները,  լարման  անկումը  բաց  վենտիլների  վրա  զգալի  են,  ինչի  արդյունքում նվազում է  սխեմայի  ՕԳԳ-ն:  Նշված թերությունները վերացնելու համար  առաջարկվել են  կամրջակային  կոնվերտորի  նոր  կատարելագործված  սխեմաներ  երկսեկցիոն  ելքա- յին տրանսֆորմատորով [3, 4, 21], որոնցից առավել կատարելագործվածը ներկայացված է նկ. 1.15-ում: ", "[66]-ում  դիտարկվում  է մետաղական  փոշե  միջավայրի  որևէ կետ  և  ինչ-որ  էլեմենտար  հարթակ,  որն անցնում  է  այդ  կետով:  Այդ  կետում  կիրառված  է  p  իրական  լարումը,  որը նորմալի հետ կազմում է անկյուն և ունի նորմալ և շոշափող բաղադրիչներ (նկ. 1.3): ", "Մոր–Կուլոնի պլաստիկության պայմանն ուղղիղ գծային կապ է հաստատում շոշափող լարման և նորմալ լարման բաղադրիչների միջև [66,67] (նկ. 1.4). ,                                                     (1.23) որտեղ - ն փոշու հատիկների միջև ներքին շփման անկյունն է, - ն՝ այդ հատիկների կառչման  գործակիցը:  Դրանք  կարելի  է  համարել  մետաղական  փոշե  միջավայրի սահքի դիմադրությունը բնութագրող պարամետրեր: ", "Մետաղական  փոշե  միջավայրում,  որտեղ  բացակայում  է  կառչումը  ( ), անվանում  են  իդեալական  սորուն,  իսկ  միջավայրը,  որտեղ  բացակայում  է  ներքին շփումը ( )` իդեալական կապակցված (հոծ նյութ) [66]: ", "Փաստորեն  a  և  b  թվերի  բազմապատկումը  կարելի  է  կատարել`  հաշվարկելով    ia (index_a)  և  ib  (index_b)  համապատասխան  աստիճանների  մոդուլյար  գումարումը, այնուհետև կատարել հակադարձ ձևափոխում ինդեքսային ներկայացումից սկզբնական տեսքի:   Հակադարձ ձևափոխումը նույնպես իրականացվում է LUT ի միջոցով: ", "Նկ.  1.4  -  ից  երևում  է,  որ  դիտարկվող  հարթակում  սահք  տեղի  չի  ունենա,  եթե : ", "Նկ. 1.4. Մոր−Կուլոնի պլաստիկության պայմանը պատկերող գրաֆիկը հաստատում քառակուսի աստիճանի արմատ լարման շեղիչի (դեվիատորի) երկրորդ ինվարիանտի և միջին լարման միջև [65] (նկ. 1.5). որտեղ գլխավոր լարումներով արտահայտված - ն և - ն ունեն հետևյալ տեսքը` ,                                             (1.24) ,                            (1.25) :                                             (1.26) Նկ. 1.5. Դրուկեր−Պրագերի պլաստիկության պայմանը պատկերող գրաֆիկը Տեղադրելով և - ի արժեքները (1.24) բանաձում` կստանանք՝ :    (1.27) առանձնահատկությունները: Մետաղական փոշիների բաղադրյալ մոդելը զուգակցում է  Մոր−Կուլոնի  կամ  Դրուկեր−Պրագերի  և  էլիպսաձև  մակերևույթով  արտահայտված մոդելը [70]: Այս մոդելը սեղմման մեծ  պլաստիկ դեֆորմացիաների դեպքում հաշվի է առնում  փոշենյութերի  ամրացումը,  որն  իրականացվում  է  նշված  հոսունության մակերևույթների սահմանի միջև: Դեֆորմացման ինչ-որ աստիճանում` տրված նյութի լարվածային  վիճակի  դեվիատորի  և  հիդրոստատիկ  բաղադրիչների  որոշակի արժեքների  դեպքում  փոխվում  է  հոսունության  մակերևույթի  ձևը  [73]:  Մետաղական փոշու  բաղադրյալ  մոդելների  էլիպսային  գծի  տեսքի  և  չափի  որոշման  խնդիրների վերաբերյալ  կան  շատ  տեսական  և  փորձնական  ուսումնասիրություններ  [72,74,79], հիմնականում  դրանց  մեջ  հաշվի  են  առնվում  նյութի  իրական  մեխանիկական հատկությունները:  Հետազոտություններում  կիրառում  են  տարբեր  մեթոդներ էլիպսաձև մակերևույթի արտակենտրոնության պարամետրերի և էլիպսաձև գծի ճիշտ ձևի  սահմանման  համար:  Նշենք,  որ  մետաղական  փոշու  համար  պլաստիկ դեֆորմացիայի գործընթացները շատ բարդ են և դեռ լիովին ուսումնասիրված չեն: ", "Մետաղական  փոշիների  բաղադրյալ  մոդելի  հիմնավորման  պարզ  տեսական մեթոդի  մասին    [68,69]:  Հայտնի  է,  որ  XOY  կոորդինատային  համակարգում  էլիպսի հավասարումը հետևյալն է` ,                                              (1.28) որտեղ և -  ն  էլիպսի  կիսաառանցքներն  են,  իսկ –  ն` էլիպսի կենտրոնի աբսցիսը (նկ. 1.16): ", ", Նկ. 1.6. Մետաղական փոշիների բաղադրյալ մոդելի հոսունության մակերևույթը կոորդինատներում Կատարելով  հետևյալ  նշանակումները`. , , և (1.28) հավասարումն ընդունում է հետևյալ տեսքը` ,                                             (1.29) որտեղ -  ը  լարման  դեվիատորի  երկրորդ  ինվարիանտն  է  (նշենք,  որ  լարման ինտենսիվությունը  ` [13]), -  ը  միջին  լարումն  է  ( ), -  ը լարման թենզորի առաջին ինվարիանտն է, միջին լարման բացարձակ արժեքը` - ն միջին  լարման  սահմանային  արժեքն  է  հոսունության  մակերևույթի  ուղիղ  գծի  և էլիպսաձև  կորի  հատման կետում, -  ն  մետաղական  փոշիների  հատիկների  միջև կառչման գործակիցն է, իսկ – ն` դրանց միջև ներքին շփման անկյունը: ", "ուղիղ գծի հավասարումը` գրված հատվածի տեսքով, հետևյալն է` և հետևաբար ստացվում է` (1.30) :                                     (1.31) Նշենք, որ (1.31) հավասարումը Մոր−Կուուլոնի գրաֆիկի պարզ տեսքն է [73]: ", "այդ կետի օրդինատի արժեքը` Տեղադրելով  (1.30)  -  ում կետի աբսցիսի արժեքը`  ստացվում  է որը կլինի էլիպսի առաջին կիսաառանցքը: "], "source_docs_file": "Mechanical Engineering and Machine Science.json"}