{"paragraph_source_docs": [1, 3, 2, 4, 4, 2, 3, 0, 3, 4], "source_docs_file": "History.json", "paragraphs": ["Բացասական ազդեցություններից մեկն էլ այն է, որ, կտրելով բակից, համակարգ- չային  խաղը  խոչընդոտում  է  երեխայի  սոցիալիզացիային  (շփվել  հասակակիցների հետ,  ձեռք  բերել  ընկերներ):  Այն  երեխայի  մեջ  առաջացնում  է  մեկուսացվածության կամ միայնակության զգացում: ", "Պատմական  Այրարատ  նահանգի  Նիգ-Ապարան  գավառում  է  գտնվում  Թեղենյաց վանքը,  որը  միջնադարյան  Հայաստանի  հոգևոր,  մշակութային  ու  գրչության  կարևոր կենտրոններից էր: Այն գտնվում է Բուժական գյուղից 3 կմ հյուսիս` անտառածածկ տա- րածքում: Վանական համալիրը բաղկացած է զույգ որմնամույթերով ,,գմբեթավոր դահ- լիճ’’  տիպին  պատկանող  Կաթողիկե  եկեղեցուց,  գավթից,  սեղանատնից,  գրչատնից  և գավթին հյուսիսից հարող կառույցից, հիմնական հուշահամալիրից 30 մ արևելք գտնվող V  –  VII  դդ.  քառախորան  փոքր  եկեղեցուց,  համակառույցից  հյուսիս  գտնվող  գերեզմա- նատնից: Թեղենյաց  վանքը գրավոր  աղբյուրներում  հիշատակվում է դեռևս VIII  դ., սա- կայն վանքի ծաղկուն շրջանը սկսվում է  XII – XIII դդ., երբ այն անցնում է Վաչուտյան- ների հովանավորության տակ: Վանքի համբավը մեծանում է XIII – XIV դդ., երբ այստեղ գործում  էր  մեծ  միաբանություն:  Մշակութային  հզոր  օջախի  դերը  Թեղենյաց  վանքը կորցնում է XIV դարի կեսերին, թեև շարունակում է գործել ընդհուպ մինչև XVII դ., որից Երևան, 1991, էջ 113-114; Ալեքսանյան Տ., Միրիջանյան Դ., Դաշտադեմի 2011 թ. պեղումները (նախնական հաղորդում), Էջմիածին, 2012, Ը, էջ 102-106: ", "ква-Ленинград, 1955, с. 48. burg, 2012, p. 7. focus on sculptures and high reliefs// Documenta Praehistorica XXXVII, Berlin, 2010, p. 239-256. zentralen Pfeilerpaare des Göbekli Tepe und weiterer Orte des obermesopotamischen Frühneolithikums// Sonderd- ruck aus Zeitschrift für Orient-Archäologie, 2012, Band 5, p. 14-43. T-ձև սյուները դժվարամշակ բյուրեղային կրաքարից են, որն ամենամնայուն քարն է շրջակայքում:  T-ձև  սյուները  Կ.  Շմիդտի  կողմից  մեկնաբանվում  են,  որպես  անտրոպո- մորֆ-մարդակերպ կոթողներ, քանի որ որոշ սյուների վերջավորությունները ավարտվում են  մարդկանց  ոտքերով  և  ձեռքերի  դաստակներով  և  ներկայացնում  են  մարդանման Հետաքրքիր է, կլոր շինությունների մեջ զույգ սյուների կանգնեցման հանգամանքը, էակների141: ", "Սակայն  փառասիրությունն  ու  «արծաթասիրությունը»  Մուհամմադ  Սայիդին  ստիպում են  հրաժարվել  Ղուբային  նախօրոք  պայմանավորված  հարկը  վճարելուց:  Շամախիի խանի  քայլը  պայմանավորված  էր  հարկատու  լինելու  փաստից  ազատագրվելու  և լիակատար ինքնիշխանություն ձեռք բերելու ցանկությամբ: ", "Ֆաթհ Ալի խանը 1767 թ. շարժվում է Շամախի, սակայն Մուհամմադ Սայիդ խանը հաշտություն  է  խնդրում՝  խոստանալով  վճարել  անհրաժեշտ  հարկը108:  Ղուբայի  խանի հետագա  փորձերը  գրավել  Շամախին  պսակվում  են  անհաջողությամբ,  քանի  որ Մուհամմադ Սայիդի օգտին էր գործում Շաքիի Հուսեյն խանը: Վերջինս հասկանում էր, որ  Շամախիի  գրավումից  հետո  հզորացած  Ֆաթհ  Ալի  խանի  հաջորդ  հարվածը  լինելու էր  Շաքիի  խանության  ուղղությամբ:  Կարճ  ժամանակ  անց  Շամախիի  խանությունը կրկին հրաժարվում է հարկ վճարել Ղուբային: Այս անգամ Ֆաթհ Ալի խանը ստանում է Շաքիի խանի աջակցությունը (մեծ ավար ստանալու հեռանկարով109), դաշինք է կնքում Դաղստանի մի շարք առաջնորդների հետ և 1768 թ. շարժվում Շամախի ու գրավում այն: ", "Ուսումնասիրողներից  մի  մասի  կարծիքով  Գյոբեկլի-Թեփեյի  համալիրները  ներկա- յացնում են նեոլիթյան շրջանի մայրիշխանության նոր բարձր աստիճանը, որը խորհրդա- նշում էր մեծ մոր պաշտամունքը և համեմատական էր «Ամազոնուհիների պետություննե- րի» հետ144: ", "տան’’,  1988,  էջ  68-77;  Սարգսյան  Գ.,  Թեղենյաց  վանքի  պեղումները  (1979-1989  թթ.  պեղումների  արդ- յունքները), ՊԲՀ, Երևան, 1990, N 2, էջ 174-190; Բաբաջանյան Ա., Միրիջանյան Դ., Թեղենյաց վանքի խեցե- ղենը, ՊԲՀ, Երևան, 2013, N 1, էջ 134-150: ", "Սակայն  թուրքական  հատուկ  ծառայությունների  պատմության  մասնագետների կարծիքով առաջին ժամանակակից հատուկ ծառայությունը Օսմանյան կայսրությունում ստեղծվել  է  Թանզիմաթի  բարեփոխումների  շրջանում,  զարգացում  ապրել  Աբդուլ Համիդ  2-րդի  կառավարման  տարիներին  և,  քանի  որ  այն  գործում  էր  իր  պալատում, ստացել է ««Յըլդըզ» հետախուզական կազմակերպության» անվանումը: ", "Գյուղի կենտրոնական մասում գտնվում է միանավ բազիլիկ եկեղեցին, որի պեղումներն իրականացրել  է  հնագետ-վիմագրագետ  պ.  գ.  թ.  Գ.  Սարգսյանը  2012-2013  թթ.111:  Եկե- ղեցին  կառուցված  է  տեղական  որձաքարից:  Ճարտարապետական  հորինվածքից  ու հարդարանքի  մանրամասներից,  ինչպես  նաև  եկեղեցու  պեղման-մաքրման  աշխա- տանքների  արդյունքում  հայտնաբերված  խեցեղենի  վաղմիջնադարյան  ժամանակա- շրջանով  թվագրվող  խմբից  դատելով,  կառույցը  թվագրվում  է  IV  –  V  դդ.:  Ուշ  միջնա- դարում եկեղեցին ծառայել է տնտեսական նպատակների, որին կցակառուցվել է օժան- դակ շինություն: Հայտնաբերված խեցեղեն հավաքածուի երկրորդ խումբը XV – XVII դդ. թվագրվող խոհանոցային ամանեղենն է և մոտ երկու տասնյակ ջնարակած ու ձեռածեփ անջնարակ ճրագները: ", "Շամախին  ակտիվ  դերակատարում  ուներ  նաև  կովկասյան  առևտրում,  որտեղից Դերբենդ  էին  ներմուծում  մետաքսի  հումք  և  մետաքսե  զանազան  կտորներ,  իսկ Թարքիից  ու  շրջակա  բնակավայրերից՝  տորոն,  մեղր,  մրգեր,  Կուբաչի  գյուղում պատրաստված  և  կովկասյան  լեռնականների  մոտ  մեծ  տարածում  գտած  զենքեր (հրացաններ, ատրճանակներ)117: "]}