{"paragraphs": ["  Է ն ան տի ո մ ե ր ապե ս հ ար ս տաց վ ած (S)- և (R)--ամ ի ն աթթո ւ ն ե ր ի ո ւ ն ի վ ե ր ս ալ ար տադ ր ակ ան տե խն ո լ ո գ ի այ ի և հ ո ս ք ագ ծ ի փո ր ձ ար կ ո ւ մ ը  փո ք ր ած ավ ալ  ար տադ ր ակ ան  պայ մ ան ն ե ր ո ւ մ : ", "Ան շ ո ւ շ տ,  ն մ ան   գ ե ր ար դ յ ո ւ ն ավ ե տ  մ ե թո դ ն ե ր ի   մ շ ակ ո ւ մ ը   խթան կ հ ան դ ի ս ան ա  ի ն չ պե ս   ՊԷ Տ   ախտո ր ո շ մ ան ,  այ ն պե ս   է լ   ժ ամ ան ակ ակ ի ց դ ե ղ ապատր աս տո ւ կ ն ե ր ի ար տադ ր ո ւ թյ ան զ ար գ աց մ ան և ար դ ի ակ ան աց մ ան  հ ամ ար : ", "(S)-AllylGly  (32):  Գրականության  մեջ  հայտնի  ամինաթթու  է154,155`  []D նմուշ  =  - գրակ = 35.15o(c 0.55, H2O),),  Tհալմ. նմուշ = 263-265°C, Tհալմ. գրակ. = 265°C: ", "Tհալ.(Si) NaCl MgO Նկ. 3.27. MoO3+3Mg+2Si+wMgO/NaCl խառնուրդների այրման արագության փոփոխությունը կախված այրման առավելագույն ջերմաստիճանից Սակայն  բարձր  ջերմաստիճանային  տիրույթում  (Tա.Tհալ.(Si)),  MoO3+3Mg+2Si խառնուրդը  NaCl-ով  նոսրացնելիս  այրման  արագությունը  2÷2.5  անգամ  ավելի  մեծ  է՝ համեմատած մագնեզիումի օքսիդով նոսրացման դեպքի հետ: ", "(S)--MePhe  (48):  Գրականության  մեջ  հայտնի  ամինաթթու  է154,155`  []D նմուշ  =  - գրակ = -4.510(c 1.04, H2O),),  Tհալմ. նմուշ = 298-299°C, Tհալմ. գրակ. = 298°C: ", "Մշ ակ վ ած մ ե թո դ ն ե ր ի թե ր ո ւ թյ ո ւ ն ն ե ր ի ց ե ն ս ի ն թե զ ի ե ր կ ար ատև ո ւ թյ ո ւ ն ն (մ ի ջ ի ն աց վ ած   տվ յ ալ ն ե ր ո վ ՝   3  ժամ)  ո ւ   ո չ բ ավ ար ար   ս տե ր ե ո ս ե լ ե կ տի վ ո ւ թյ ո ւ ն ը , (մ ի ջ ի ն աց վ ած   տվ յ ալ ն ե ր ո վ մ ի ն չ և   88-90 %  է ն ան տի ո մ ե ր այ ի ն   մ աք ր ո ւ թյ ամ բ ) մ ե կ   փո ւ լ ո վ   օ պտի կ ա- պե ս մ աք ո ւ ր ամ ի ն աթթո ւ ս տան ալ ո ւ հ ամ ար : ", "Հետաքրքրություն  էր  ներկայացնում  նաև  այրման  նպատակային  արգասիքի միկրոկառուցվածքների  համեմատությունը  տարբեր բնույթի նոսրացուցիչների կիրառման  պայմաններում:  Պարզվել  է,  որ  այրման  միևնույն  ջերմաստիճանային -10.00-8.00-6.000.40.60.811/T, K-1Ln(Uա/Tա) պայմաններում  (մասնավորապես,  Tա.  =  1660  օC)  NaCl-ի  միջավայրում  ձևավորված արգասիքների  մասնիկների  բնութագրական  չափսը  փոքր  է  5  մկմ-ից,  իսկ  MgO-ի դեպքում` 15 մկմ-ից: ", "* * * Ստացված արդյունքների համեմատությունը թույլ է տալիս ենթադրել, որ  հալված աղն  առավել  բարենպաստ  պայմաններ  է  ստեղծում  այրման  ալիքում  մոլիբդենի սիլիցավորման  պրոցեսի  համար:  Դրա  օգտին  է  վկայում  այն  փաստը,  որ  նատրիումի քլորիդի` որպես նոսրացուցիչի, օգտագործման դեպքում այրման պրոցեսի նվազագույն ջերմաստիճանը  կազմում  է  1050  օC  (նկ.  3.26):  Մինչդեռ  մագնեզիումի  օքսիդի  դեպքում այրման  նվազագույն  ջերմաստիճանը  համապատասխանում  է  սիլիցիումի  հալման ջերմաստիճանին:  Այսինքն,  հալված  աղն  ինտենսիվացնում  է  նյութափոխանակության պրոցեսներն  անհամեմատ  ավելի  ցածր  ջերմաստիճաններում:  Մյուս  կողմից,  միևնույն ջերմաստիճանային պայմաններում տարբեր նոսրացուցիչների միջավայրում ստացված մոլիբդենի  դիսիլիցիդի  մասնիկների  չափսերի  զգալի  տարբերությունը  հետևանք  է  այն բանի,  որ  հալված  աղը  կանխում  է  ձևավորված  հատիկների  աճն  ու  դրանց ագլոմերացումը հետայրման փուլում: Ընդ որում նկ. 3.28-ում բերված կորերից ակնհայտ է, որ NaCl-ի դեպքում փոխվում է կորի թեքության անկյան տանգենսը, հետևաբար նաև ռեակցիայի  մեխանիզմն  ու  համապատասխանաբար,  այրման  ալիքի  տարածումը պայմանավորող պրոցեսի էֆեկտիվ ակտիվացման էներգիան: ", "(MoS2+Zn) ԵՎ (MoO3+Mg) ՌԵԱԿՑԻԱՆԵՐԻ ՋԵՐՄԱՔԻՄԻԱԿԱՆ ԶՈՒԳՈՐԴՈՒՄ ԵՎ ՄՈԼԻԲԴԵՆԻ ՍՈՒԼՖԻԴԻ ՑԻՆԿԱԹԵՐՄ ՎԵՐԱԿԱՆԳՆՈՒՄՆ ԱՅՐՄԱՆ ՌԵԺԻՄՈՒՄ տեխնոլոգիական եղանակները:  Գրականությունում հայտնի  աշխատանքները գլխավորապես  վերաբերվում  են  MoO3-ից  մոլիբդենի  ստացման  եղանակներին:  Հարկ  է նշել,  որ  MoO3-ի  ստացումը  մոլիբդենիտ  հանքանյութից  ինքնին  հանդիսանում  է բազմափուլ  և  տևական  պրոցես,  որն  ուղեկցվում  է  նաև  մեծ  քանակությամբ  SO2-ի անջատմամբ:  Ինչպես  հայտնի  է,  SO2-ը  լուրջ  էկոլոգիական  խնդիր  առաջացնող արգասիք  է  սուլֆիդային  հանքանյութերից  նպատակային  մետաղների  կորզման պրոցեսում,  և  ներկայումս,  SO2-ի  վնասազերծումը  հանդիսանում  է  արդիական  խնդիր: ", "Որ պե ս   պի ր ի դ օ ք ս ալ այ ի ն   ֆե ր մ ե ն տն ե ր ի   ն ո ր   ար դ յ ո ւ ն ավ ե տ մ ո դ ե լ այ ի ն   հ ամ ակ ար գ ե ր   դ ր ան ք   հ ե տազ ո տվ ե լ   ե ն   -ամ ի ն աթթո ւ ն ե ր ի աս ի մ ե տր ի կ   կ ե ն ս ամ ի մ ե տի կ   ս ի ն թե զ ի   ռ ե ակ ց ի ան ե ր ո ւ մ ,  ո ր ո ն ք բ ե ր վ ած  ե ն  աշ խատան ք ի  հ աջ ո ր դ  բ աժ ի ն ն ե ր ո ւ մ : ", "Ուստի,  մոլիբդենի  ստացման  այլընտրանքային,  մատչելի  և  պարզ  եղանակի  մշակումը հանդիսանում է կարևոր խնդիր և ունի գործնական մեծ նշանակություն: ", "Այս  բաժնում  կքննարկվի  Mo-ի  ստացումը  MoS2-ի  անմիջական  վերականգնմամբ` այրման  ռեժիմում  (ԲԻՍ  եղանակով)  [96]:  Այդ  նպատակով  որպես  վերականգնիչ նախընտրելի  է  կիրառել  ցինկը:  Ցինկի  ընտրությունը  պայմանավորված  է  մի  շարք հանգամանքներով:  Նախ,  վերջին  տարիներին  այն  լայնորեն  կիրառվում  է  այրման սինթեզներում  որպես  վերականգնիչ  [112-114,  128,  129]:  Շնորհիվ  MoS2+Zn  էկզոթերմ փոխազդեցության`  մոլիբդենի  ստացումը  MoS2-ից  կարելի է  իրականացնել ինքնատարածվող  այրման  ռեժիմում:  Բացի  այդ  ցինկի  սուլֆիդը  հանդիսանում  է բավականին կայուն միացություն և հեշտությամբ չի հիդրոլիզվում օդի և խոնավության պայմաններում`  բերելով  H2S-ի  առաջացման,  ի  տարբերություն  այլ  վերականգնիչ մետաղների  սուլֆիդների  (MgS,  Al2S3):  Այսպիսի  հանգամանքներում  կարելի  է  MoS2-ի վերամշակումը  և  երկրորդային  արգասիքներից  Mo-ի  մաքրումն  իրականացնել էկոլոգիապես առավել անվտանգ պայմաններում: ", "NiII-(S)-2-BrBPB-(S)-3-(4'-Bz)Ala  (55):  Tհալ  =  171-173 °С.  []D MeOH): Գտնվել է, %:  С, 68.21; Н, 5.07; N, 6.81: C35H31BrN3O4Ni:  Հաշվվել է, %: С, 68.42; Н, dd, 2J=17.1, 3J = 3.3, CH2CH), 3.44 (1H, dd, 3J = 10.6, 3J = 7.2, -H, Pro), 3.62-3.70 (2H, m, -Hb and δ-Hb Pro), 3.66 (1H, d, 2J=12.7, CH2Ph), 4.34 (1H, dd, 3J = 6.6, 3J = 3.3, CHCH2), 4.44 (1H, d, J1 = 8.7, J2= 6.4, J3= 2.3, H-5 C6H4), 7.19-7.25 (1H, m, Ar), 7.30-7.45 (5H, m, Ar), 7.50-7.60 (3H, m, Ar), 7.76-7.81 (2H, m, Ar), 8.05-8.10 (2H, m, Ar), 8.23 (1H, br. d, J = 8.7, H-6 C6H4): ", "Ջերմաքիմիական  զուգորդման  պայմաններում  ենթադրվում  է,  որ  պետք  է  ընթանան MoS2+Zn  և  MoO3+Mg  փոխազդեցությունները`  բերելով  Mo-ի,  MgO-ի  և  ZnS-ի առաջացմանը:  Ստացված  մոլիբդենը  երկրորդային  արգասիքներից`  MgO-ից  և  ZnS-ից կարելի է առանձնացնել արգասիքի թթվային մշակմամբ: Այնուհանդերձ պետք է նկատի ունենալ, որ հիմնական ռեակցիաներին զուգահեռ կարող են ընթանալ նաև (MoS2+Mg) և (MoO3+Zn)  փոխազդեցությունները`  MgS-ի  և  ZnO-ի  առաջացմամբ:  Սակայն  այս ռեակցիաների  տեղի  ունենալը  քիչ  հավանական  է`  պայմանավորված  Mg-ի  թթվածնի նկատմամբ  ավելի  մեծ  խնամակցությամբ,  քան  ծծմբի,  ինչպես  նաև  ցինկի  ծծմբի նկատմամբ  ավելի  մեծ  խնամակցությամբ,  քան  թթվածնի:  Ի  վերջո,  մագնեզիումը թթվածնի  հետ,  իսկ  ցինկը  ծծմբի  հետ  առաջացնում  են  թերմոդինամիկապես  ավելի կայուն միացություններ, քան հակառակ դեպքում: ", "С, 71.43; Н, 5.27; N, 5.94: 1Н ՄՄՌ սպեկտր ( p.p.m): 1.21 (3H, s, CH3); 1.57-1.68 (1H, m, γ- Ha Pro); 1.93 (1H, ddd, J=10,9, J=9.1, J = 6.5,  -Ha-Pro); 2.03-2.32 (3H, m, γ-Hb, β-Ha, Hb Pro); = 2.3, H-5 C6H4); 7.19-7.25 (1H, m, Ar);  7.31-7.38 (3H, m, Ar); 7.41-7.61 (8H, m, Ar); 7.79-7.84 (2H, m, H-Ar); 7.90-7.94 (2H, m, H-Ar); 7.98-8.02 (1H, m, Ar); 8.16 (1H, dd, J = 8.7, J = 1.2, H-6 C6H4): ", "այրման ռեժիմում մետաղական Mo-ի ստացման օպտիմալ պայմանների որոշում (MoS2+2Zn) – n(MoO3+3Mg) համակարգում ռեագենտների հարաբերակցության ազդեցութ- յունը հավասարակշռային բաղադրության և ադիաբատ ջերմաստիճանի վրա Մինչ  փորձարարական  հետազոտություններ  իրականացնելը`  ուսումնասիրվող համակարգում  կատարվել  է  նախնական  թերմոդինամիկական  վերլուծություններ “ISMAN-THERMO”  ծրագրային  փաթեթով [124]:  Հաշվարկների  իրականացման նպատակն  է  եղել  պարզել  հավասարակշռային  արգասիքների  բաղադրությունն  ու այրման  ադիաբատ  ջերմաստիճանները  MoS2+Zn  ցածր  և  MoO3+3Mg  բարձր կալորիական խառնուրդների ջերմաքիմիական զուգորդման պայմաններում: ", "Նկ.  4.1-ում  բերված  են  (MoS2+2Zn)+n(MoO3+3Mg)  խառնուրդի  թերմոդինամի- կական  վերլուծության  արդյունքները,  որտեղ  n-ը  բնութագրում  է  բարձր  կալորիական խառնուրդի  բաժինը`  արտահայտված  մոլերով:  Ստացված  արդյունքներից  կարելի  է տեսնել,  որ  MoO3+3Mg  խառնուրդի  առկայության  պայմաններում  այրման  ադիաբատ ջերմաստիճանը  զգալի  բարձրանում  է:  Այսպես,  n  =  0.35  արժեքի  դեպքում  Tադ-ը ստացվում  է  ավելի  քան  կրկնակի  անգամ  բարձր  (մոտ  2030  oC)`  համեմատած  n  =  0 դեպքի: n = 0 ÷ 0.175 (Tադ≤1820  oC) արժեքների տիրույթում այրման հավասարակշռային արգասիքները  պարունակում  են  հիմնականում  պինդ  մոլիբդեն,  մագնեզիումի  օքսիդ  և ցինկի սուլֆիդ: n ≥0.175 արժեքների դեպքում ZnS-ն առաջանում է ինչպես պինդ, այնպես էլ հալված վիճակում: n–ի հետագա մեծացումը նպաստում է ZnS-ի ամբողջովին հալման և  միայն  դրանից  հետո  է  նկատվում  համակարգի  Tադ-ի  բարձրացում:  Հարկ  է  նշել,  որ Tադ, oC հավասարակշռային  արգասիքներում  դիտվում  են  զգալի  քանակությամբ  ցինկի գոլորշիներ (n ≥ 0.325), որը բերում է մոլիբդենի սուլֆիդի ոչ լրիվ փոխարկման: ", "պ. ադ. Ci, % հ. գ. գ. Նկ. 4.1. (MoS2+2Zn) – n(MoO3+3Mg) համակարգի թերմոդինամիկական վերլուծության արդյունքները՝ կախված n-ի արժեքից (P = 25 մթն) Ստացված  արդյունքներից  կարելի  է  եզրակացնել,  որ  չնայած  n-ի  մեծացումը նպաստում  է  համակարգի  ադիաբատ  այրման  ջերմաստիճանի  բարձրացմանը,  ինչը հնարավորություն  է  տալիս  Mo-ի  ստացումը  կազմակերպել  ինքնատարածվող  այրման ռեժիմում,  սակայն  n≥0.35  արժեքների  տիրույթում  դիտվում  է  ոչ  լրիվ  փոխարկում` պայմանավորված Zn-ի գոլորշիացմամբ: ", "Գազային միջավայրի ճնշման ազդեցությունն այրման ադիաբատ ջերմաստիճանի և արգասիքների հավասարակշռային բաղադրության վրա Ըստ  նկ.  4.1-ում  բերված  թերմոդինամիկական  վելուծության  արդյունքների, այրման  հավասարակշռային  արգասիքներում  դիտվում  են  զգալի  քանակությամբ  Zn-ի գոլորշիներ:  Ընդ  որում  n-ի  արժեքի  մեծացումը  նպաստում  է  ինչպես  այրման առավելագույն  ջերմաստիճանների  բարձրացմանը  (նկ.  4.3),  այնպես  էլ  Zn-ի  ինտենսիվ գոլորշիացմանը  (նկ.  4.5)  և  այրման  արգասիքներում  ոչ  ցանկալի  միացությունների առաջացմանը  (նկ.  4.4):  Այդ  պատճառով  խնդիր  դրվեց  ուսումնասիրել  գազային միջավայրի ճնշման ազդեցությունը հետազոտվող համակարգում: ", "Ռեակցիաների  ավարտին,  ռեակցիոն  խառնուրդները  չեզոքացվում  են  խիտ սառցաքացախաթթվով և նոսրացվում ջրով: Անջատված հիմնական դիաստերեոիզոմեր Ar): ", "Այստեղ n = 0.2 արժեքը դիտարկվել է որպես օպտիմալ արժեք` հիմք ընդունելով այրման ռեժիմում ստացված նախնական փորձարարական արդյունքները: ", "(S)-2-CBPB  ք ի ր ալ այ ի ն  ռ ե ագե նտի Ան հ ր աժ ե շ տ  է   ն շ ե լ ,  ո ր   ս ի ն թե զ վ ած   ն ո ր   մ ո դ ի ֆի կ աց վ ած ք ի ր ալ այ ի ն   օ ժ ան դ ակ ն ախկ ի ն ո ւ մ   ս ի ն թե զ վ ած   չ մ ո դ ի ֆի կ աց վ ած   (S)-BPB-ի ,  ավ ե լ ի   լ ավ   ե ն լ ո ւ ծ վ ո ւ մ   օ ր գ ան ակ ան լ ո ւ ծ ի չ ն ե ր ո ւ մ   և   գ ո ր ծ ն ակ ան ո ւ մ չ ե ն լ ո ւ ծ վ ո ւ մ ջ ր ո ւ մ ,  ի ն չ ը   զ գ ալ ի ո ր ե ն   հ ե շ տաց ն ո ւ մ   է   հ ե տագ ա կ ո մ պլ ե ք ս ագ ո յ աց մ ան   փո ւ լ ի ռ ե ակ ց ի ո ն մ ի ջ ավ այ ր ի ց դ ր ան ց չ ռ ե ակ ց վ ած  ք ան ակ ն ե ր ի  ան ջ ատմ ան  պր ո ց ե ս ն ե ր ը : ", "Ճնշման  բարձրացումը  խոչընդոտում  է  ցինկի  գոլորշիացմանը,  որը  նպաստում  է նպատակային նյութի բարձր ելքով ստացմանը: Այրման ջերմաստիճանը բարձրանում է ճնշման  մեծացմանը զուգընթաց և P ≥ 12 մթն արժեքների դեպքում մնում հաստատուն, որտեղ գրանցվում է ռեագենտների  ամբողջական  փոխարկում:  Ստացված արդյունքներից  կարելի  է  եզրակացնել,  որ  մոլիբդենի  սուլֆիդի  ամբողջական փոխարկում մոլիբդենի դիտվում է հենց գազային միջավայրի 12 մթն –ից բարձր ճնշման պայմաններում: ", "Tա m Uա Uա ջերմաքիմիական զուգորդման պայմաններում և մետաղական մոլիբդենի ստացումը հարաբերակցությունից Հիմնվելով  թերմոդինամիկական  վելուծության  արդյունքների  վրա՝  ուսումնասիր- վել  է  (MoS2+2Zn)+n(MoO3+3Mg)  խառնուրդի  փոխազդեցության  օրինաչափություններն այրման  ռեժիմում  կախված  n-ի  արժեքից:  Հետազոտություններն  իրականացվել  են իներտ գազի 25 մթն ճնշման պայմաններում: Այրման պարամետրերի (Tա և Uա) և նմուշի զանգվածի փոփոխությունը (m, զանգ. %) կախած n-ի արժեքից բերված են նկ. 4.3-ում: ", "Tա, oC Tա m Uա, սմ/վ m*10, զանգ. % Նկ. 4.3. Այրման պարամետրերի (Tա և Uա) և զանգվածի (m) փոփոխման օրինաչափությունները կախված n-ի արժեքից n(MoO3 + 3Mg) Ստացված արդյունքներից պարզ է դառնում, որ փոխազդեցությունը հնարավոր է իրականացնել այրման ռեժիմում n0.15 դեպքում: Այսպիսով այրման ստորին սահմանը դիտվել  է  n=0.15  դեպքում,  որտեղ  փոխազդեցության  առավելագույն  ջերմաստիճանն  ու արագությունը կազմել են համապատասխանաբար 1500 oC և 0.11 սմ/վ: Ինչպես կարելի է տեսնել  ստացված  արդյունքներից,  այրման  պարամետրերը  (Tա.  և  Uա.)  դանդաղորեն աճում են n-ի մեծացմանը զուգընթաց (n = 0.150.3 տիրույթում): "], "source_docs_file": "Chemistry.json", "paragraph_source_docs": [2, 2, 1, 0, 1, 2, 0, 0, 0, 2, 0, 0, 1, 0, 1, 0, 0, 0, 0, 1, 0, 2, 0, 0, 0]}