{"paragraph_source_docs": [2, 0, 3, 0, 0, 3, 3, 0, 2, 0], "source_docs_file": "Mechanical Engineering and Machine Science.json", "paragraphs": ["Նկ․3․15․  Ուժերի դիագրաման գրտնակման ժամանակ Ուժի դիագրամայից երևում է, որ Py=150(Ն),  է Px=20(Ն)  Pz=30(Ն)։ Px բաղադրիչը կազմել  է  Py-ի  0,13  մասը,  իսկ  Pz  բաղադրիչը  կազմել  է  Py-ի  0,2  մասը,  հետևաբար գրտնակիչը  կարելի  է  տեղադրել  X  առանցքների  նկատմաբ  80  աստիճանի  տակ,  իսկ  Z առանցքների  նկատմաբ  120  աստիճանի  տակ,  որի  հետևանքով  նրա  ինդենտորի  Ax տատանման  ամպլիտուդները  հավասար  կլինեն  մոտավորապես  0,13Ay,  իսկ    Az տատանման  ամպլիտուդները հավասար կլինեն  մոտավորապես  0,2Ay։ Եթե ընդունենք Ay=20մկմ, ապա Ax=2,6մկմ Az=4մկմ: ", "Նկ.  3.3-ում  ցուցադրված  են  Բոդեի  դիագրամները  իրական  (նկ.  3.3ա)  և  իդեալա- կան (նկ. 3.3բ) (3.49)-ի WV(s) փոխանցման ֆունկցիայի համար, իսկ նկ. 3.4-ում տրված են (3.50)-ի WD(s) փոխանցման ֆունկցիայի համապատասխան դիագրամները: ", "Կարևոր է նշել, որ ի տարբերություն սովորական դիրքային երկուական գումարիչի, որտեղ  մասնակի  արտադրյալների  կարգայնությունը  հավասար  է մոդուլյար բազմապատկիչի  մասնակի  արտադրյալների  կարգայնությունը  հավասար  է -ի:  Ընդ որում,  եթե  այս  նույն  մոտեցման  համար  կիրառենք  բազմապատկման  Բուտի մոդիֆիկացված  ալգորիթմը  (երեք  բիթ  վերլուծությամբ),  ապա  (2.17)  բանաձևը  կարելի ներկայացնել հետևյալ կերպ` Ելնելով (2.18)-ից`  կարելի  է  առաջարկել  Բուտի  ալգորիթմի  կիրառմամբ մոդուլով  բազմապատկման  սարքի  կառուցվածքը,  որը  ներկայացված  է  նկ. որն  այլ  կերպ  կարելի  է  անվանել  Բուտի  վերակոդավորման  բլոկ,  և  այդ  մասնակի արտադրյալների գումարող բլոկից, որը իր մեջ ներառում է Ուոլլեսի ծառը և վերջնական մոդուլյար գումարիչ: ", "ա)                                                                                   բ) Նկ. 3.3.  WV(s)փոխանցման ֆունկցիայի Բոդեի դիագրամներն իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                       բ) Նկ. 3.4. WD(s) փոխանցման ֆունկցիայի Բոդեի դիագրամներն իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                     բ) Նկ. 3.5.  Ցածրացնող ՀԼԿ-ի WV(s) փոխանցման ֆունկցիայի բևեռներն իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                      բ) Նկ. 3.6.  WV(s) փոխանցման ֆունկցիայի Նայքվիստի կորերn իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                   բ) Նկ. 3.7. WV(s) փոխանցման ֆունկցիայի Նիքոլսի դիագրամներն իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                բ) Նկ. 3.8. WD(s) փոխանցման ֆունկցիայի փոխանցման ֆունկցիայի բևեռներն իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                            բ) Նկ. 3.9.  WD(s) փոխանցման ֆունկցիայի Նայքվիստի կորերը իրական (ա) և իդեալական (բ) կերպափոխչի համար ա)                                                                                    բ) Նկ. 3.10.  WD(s) փոխանցման ֆունկցիայի Նիքոլսի դիագրամներն իրական (ա) և իդեալական (բ) կերպափոխչի համար Նկ.  3.11-ում  և  3.12-ում  տրված  են  իրական  ՀԼԿ-ի  դինամիկ  մոդելավորման արդյունքները  (դրոսելի  հոսանքի  և  ելքային  լարման)  Simulink  և  SimPowerSystem փաթեթների միջավայրում երբ D=0,1, որտեղ ժամանակի t=0,001 վ պահին կատարվում է D գործակցի թռիչքաձև փոփոխություն D=0,02 չափով: ", "ա)                                                                                     բ) Նկ. 3.11. ՀԼԿ-ում ելքային լարման մոդելավորման արդյունքները խոշորացված մասշտաբով (ա) և ընդհանուր տեսքով (բ) Նկ. 3.12. ՀԼԿ-ում դրոսելի հոսանքի մոդելավորման արդյունքները Նկ.  3.13-ում  ցուցադրված  մոդելը  մշակված  է  նկ.  3.1ա  սխեմայի  հիման  վրա, որտեղ  օգտագործված  են  ՄՕԿ-տրանզիստորի  (որպես  բանալի)  և  դիոդի  մոդելները SimPowerSystem  փաթեթի  ստանդարտ  գրադարանից:  Ինչպես  հետևում  է  նկ.  3.3-3.10 վերլուծությունից  և  նկ.  3.11,  3.12  կորերից,  փոխանցման  ֆունկցիաներում  զրոների առկայությունը  լավացնում  է  կայունության  պաշարները  և  անցումային  երևույթները ՀԼԿ-ում ընդհատուն հոսանքի ռեժիմում: ", "մոդուլով բազմապատկիչների իրականացման եղանակներից են`   LUT աղյուսակների կիրառմամբ: ", "  Դիրքային բազմապատկիչների կիրառմամբ: ", "անդամ: ", "Մակերևույթի  միկրոերկրաչափության  և  մակերևութային  շերտի դեֆորմացված վիճակի  պարամետրերի գնահատման համար  փորձերի մաթեմատիկական պլանավորման  եղանակով  մշակվել  է  բազմագործոնային  մոդելներ՝  կախված ելակետային  խորդուբորդություններից,  ազդող  ստատիկ  ուժից, գրտնակման մատուցումից,տատանման ամպլիտուդից և  գրտնակման անցումների թվից, ընդ որում առաջին  երեք  պարամետրերից  կախումը  քառակուսային  է,  իսկ  անցումների  թվից  և տատանման ամպլիտուդից կախումը գծային է: ", "Կառավարման  տեսությունը  սկսել  է  բուռն  զարգանալ  XIX  դարում,  երբ  ի  հայտ եկան  տարբեր  արդյունաբերական  գործընթացների  առաջին  ավտոմատ  կարգավորիչ- ները:  Այդ  ժամանակ  ներմուծվեցին  այնպիսի  հասկացություններ,  ինչպիսիք  են փոխանցման ֆունկցիան,  հաճախականային բնութագիրը, կայունությունը, ստացվեցին գծային, իսկ հետո նաև ոչ գծային համակարգերի կայունության հայտանիշները, և այլն: "]}