{"paragraph_source_docs": [0, 2, 2, 2, 2, 1, 2, 2, 1, 0], "source_docs_file": "Medicine.json", "paragraphs": ["Կղզյակի միջին տրամաչափ(մմ) Կղզյակների միջին թիվ Բջիջների միջին թիվ Գծապատկեր 10. Ենթաստամոքսային գեղձի էնդոկրին բաղադրիչների համեմատական գծապատկերը ստուգիչ և դիաբետով հիվանդների խմբում ա)Կղզյակների միջին տրամաչափը հետազոտված խմբերում բ)Կղզյակների միջին թիվը հետազոտված խմբերում գ)Կղզյակում բջիջների միջին թիվը հետազոտված խմբերում Ստուգիչ և հիմնական խմբերում «կղզյակների միջին թիվ», «կղզյակներում բջիջների միջին  թիվ»  և  «կղզյակի  միջին  տրամաչափ»  պարամետրերի  համար  հաշվվեց միջկվարտիլային լայնքը, որի արդյունքները համապատասխանորեն  ներկայացված են ստորև բերվող  գրաֆիկական պատկերներում: ", "Համակարգչային  շերտագրությամբ  հայտնաբերվել  է  միզապարկի  առաջային  և մասնավորապես ձախ պատի ախտահարում 6.5x2.7սմ գոյացությամբ, որը ընդգրկում էր միզապարկի պատի բոլոր շերտերը: Հիվանդի մոտ հայտնաբերվել է ձախ երիկամի երկրորդային  կնճռոտում:  Կլինիկայում  հիվանդը  ենթարկվել  է  արմատական ցիստէկտոմիայի  տարածուն  լիմֆադենէկտոմիայով:  Որպես  մեզի  դերիվացիայի եղանակ  կիրառվել  է  մոդիֆիկացված  ուրեթերկուտանեոստոմայի  տեխնիկան: ", "Ներվիրահատական արյան կորուստը կազմել է 200 մլ: Վիրահատությունը տևել է 190 րոպե: Հետվիրահատական շրջանն ընթացել է հարթ, բարդություններ չեն դիտվել: ", "Հիվանդը կլինիկայում անց է կացրել 12 օր և դուրս գրվել բավարար վիճակում: ", "Ախտահյուսվածաբանական  քննությամբ  ախտորոշվել  է  միզապարկի  ուրոթելիալ քաղցկեղ pT3aG2-3N0R0V0: ", "Աղյուսակ 14 ՈւՁՀ-մբ հայտնաբերված ՀԼ-ի տարբեր ձևաբանական խմբերում փայծաղի, ա/հ-ի ախտահարումների բնույթը, ա/հ-ի տեղակայումը ՀԼ ա/հ-ի, փայծաղի ախտահարում Նոդալ սկլերոզ n=52 Լիֆոց.գեր. n=15 Խառը բջջային n=12 Անորոշ n=6 -- -- -- -- -- Որովայնի ա/հ-ի ախտ. Փայծաղի ախտահարում Փայծաղի, որով. ա/հ-ի ախտահարում Վերանրակ. ա/հ Կոնքի ա/հ Որովայնի կոնգլոմերատ -- ՈՀԼ-ի  դեպքում  փայծաղի  երկարության  և  լայնության  միջին  չափերն  ամենամեծն  են մարգինալ գոտու և լիմֆոցիտար լիմֆոմայի դեպքում (աղյ.15):Քանի որ ըստ  գրականու- թյան  տվյալների  արյունաբանական  հիվանդությունների  դեպքում  փայծաղը  մեծ  է համարվում,  երբ  նրա  երկարությունն  անցնում  է  15սմ-ից  [Наумович  Е.  Г.,  2004] հաշվարկեցինք  նաև  այդ  դեպքերը  և  փայծաղի  երկարության  չափերն  ամենամեծը մնացին մարգինալ գոտու և լիմֆոցիտար լիմֆոմայի դեպքում: ", "Յուրաքանչյուր  այցի  ժամանակ  հիվանդը  հայտնել  է  իր  ցանկությունը`  ազատվել ուրեթերոկուտանեոստոմայից  հօգուտ  ռեկոնստրուկտիվ  վիրահատության: ", "Նախավիրահատական մանրազննին հետազոտություններից հետո 2018թ-ի նոյեմբերին կատարվել է զստաղիքային նոր օրթոտոպիկ միզապարկի ձևավորում` ուրեթերոիլեո բերանակցման  ձևավորումով:  Վիրահատության  մանրակրկիտ  նկարագրությունը ներկայացված է ստորև: ", "Աղյուսակ 18 ՈՀԼ-ի դեպքում, արյան որոշ ցուցանիշների և փայծաղի երկարության միջև համեմատական գործակիցների նշանակությունը (r), երբ փայծաղը >15 սմ-ից Ոչ հոջկինյան լիմֆոմա Բ-խոշորբջջային լիմֆոմա Փայծաղի լիմֆոմա Ֆոլիկուլյար լիմֆոմա Լիմֆոցիտար լիմֆոմա Մարգինալ գոտու լիմֆոմա Արյան ցուցանիշներ Հեմոգլոբին էրիթրոցիտ Սեգմենտավոր Լիմֆոցիտ -0.961 -0,962 -0.958 -0.655 -0.706 -935 *  բոլոր դեպքերում P<0.05 ՀԼ-ի  դեպքում  փայծաղի  չափերը  մեր  կողմից  ուսումնասիրվող  խմբում,  շատ  չեն փոփոխվում (աղյ.19): ", "Ճարպակալում  ֆենոտիպ  ունեցող  խմբում  բորբոքում  առկա  էր  5  դեպքերում  (27,7%), որից չորսի պարագայում թույլ էր, իսկ մեկի պարագայում չափավոր էր արտահայտված: "]}