{"paragraph_source_docs": [2, 0, 1, 2, 1, 2, 1, 3, 1, 1], "paragraphs": ["Գրական աղբյուրների վերլուծության հիման վրա կարելի փաստագրել, որ․ կարելի  է  մշակել  հիդրո  և  պնևմագլանների  մխոցակոթերը,  խողովակաշարերի ամրանները,  տարբեր  նշանակության  և  չափերի  սկավառակների,  կցորդիչների, կցաշուրթերի, շարժիչների, հաստոցների ռեդուկտորների, կոմպրեսորների և այլ տիպի մեխանիզմների դետալները [103-106]։ ", "Նկ. 1.15. Կամրջակային կոնվերտոր Նկ.  1.16-ում  բերված  են  կոնվերտորի  աշխատանքը  մեկնաբանող  ժամանակային դիագրամները,  որտեղ  ընդունված  են  հետևյալ  նշանակումները.  E՝  սնող  լարման մեծությունը, Uղ1,4, Uղ2,3-ը՝ նշված համարներով ուժային տրանզիստորների ղեկավարման ազդանշաններն են, Uկ1,4, Uկ2,3-ը՝ նշված համարներով ուժային տրանզիստորների կոլեկ- տոր-էմիտեր տեղամասերի լարումներն են, Iկ1,4, Iկ2,3-ը՝ տրանզիստորների կոլեկտորային հոսանքներն  են,  UC0-ն`  C0  կոնդենսատորի  լարումն  է:  Դիտարկենք  սխեմայի  աշխա- տանքը նկ. 1.16 ժամանակային դիագրամների օգնությամբ: ", "Մետաղական  փոշե  միջավայրում,  որտեղ  բացակայում  է  կառչումը  ( ), անվանում  են  իդեալական  սորուն,  իսկ  միջավայրը,  որտեղ  բացակայում  է  ներքին շփումը ( )` իդեալական կապակցված (հոծ նյութ) [66]: ", "Կատարված վերլուծությունը թույլ է տալիս եզրակացնել, որ․ արտադրության  տարբեր  ոլորտներում,  որի  կիրառման  դեպքում  մակերևույթի ելակետային խորդուբորդությունները նվազում  են մինչև Ra 0,2, մակերևութային շերտի  միկրոկարծրությունը՝  կախված  մշակվող  նյութից,  աճում  է  20-270%, հպումային  դիմացկունության  սահմանը  աճում  է  15-25%,  որի  հետևանքով լավանում  են  շահագործական  ցուցանիշները։    ԳՁՏ    գրտնակման  գործընթացի արդյունավետության բարձրացմանը նպաստող յուրաքանչյուր նոր տեխնոլոգիայի  մշակումը  և  հետազոտությունների  կատարումը  գիտության  և արդյունաբերության զարգացման համար խիստ կարևոր և արդիական խնդիր է: ", "Նկ.  1.4  -  ից  երևում  է,  որ  դիտարկվող  հարթակում  սահք  տեղի  չի  ունենա,  եթե : ", "չեն  ԳՁՏ  գրտնակման  գործընթացի կինեմատիկական  առանձնահատկությունները  ու  նրանց  ազդեցությունը գրտնակիչի ուժային ծանրաբեռնվածության վրա: ", "Մետաղական  փոշիների  բաղադրյալ  մոդելի  հիմնավորման  պարզ  տեսական մեթոդի  մասին    [68,69]:  Հայտնի  է,  որ  XOY  կոորդինատային  համակարգում  էլիպսի հավասարումը հետևյալն է` ,                                              (1.28) որտեղ և -  ն  էլիպսի  կիսաառանցքներն  են,  իսկ –  ն` էլիպսի կենտրոնի աբսցիսը (նկ. 1.16): ", "LUT index_a log2(m-2) LUT index_b log2(m-2) ADD index(a+b)mod m- log2(m-2) LUT (axb)mod m Նկ. 1.8.  LUT աղյուսակների կիրառմամբ ինդեքսային մեթոդով մոդուլյար բազմապատկման սարքի կառուցվածքային սխեման Շարունակելով  ուսումնասիրել  օրինակը,  կարելի  է  ասել,  որ  եթե  m=7  և  m-1=6,  իսկ այն  ներկայացվում  է  փոխադարձ  պարզ  արտադրիչների  միակ  տեսքով`m-1=m1xm2, այսինքն` 6=2x3, ապա աղ.1.3-ը և, հետևաբար, LUT1-ի և LUT2-ի պարունակությունները կձևափոխվեն աղ.1.5-ում, իսկ հակադարձ ձևափոխումը, ինչպես նաև LUT3-ի պարունա- կությունը` աղ.1.6-ում  ներկայացված տեսքի: ", "ուղիղ գծի հավասարումը` գրված հատվածի տեսքով, հետևյալն է` և հետևաբար ստացվում է` (1.30) :                                     (1.31) Նշենք, որ (1.31) հավասարումը Մոր−Կուուլոնի գրաֆիկի պարզ տեսքն է [73]: ", "այդ կետի օրդինատի արժեքը` Տեղադրելով  (1.30)  -  ում կետի աբսցիսի արժեքը`  ստացվում  է որը կլինի էլիպսի առաջին կիսաառանցքը: "], "source_docs_file": "Mechanical Engineering and Machine Science.json"}