{"paragraph_source_docs": [0, 0, 1, 2, 2, 0, 2, 1, 2, 1], "source_docs_file": "Chemistry.json", "paragraphs": ["Այրման արգասիքների ֆազային բաղադրության փոփոխությունը, կախված ելային խառնուրդում բաղադրիչների հարաբերակցությունից,  պարզելու նպատակով իրականացվել  է  այրման  վերջնանյութերի  ռենտգենաֆազային  անալիզ:  Անալիզների ձևավորվող  ֆազերը  հանդիսանում  են  մետաղական  մոլիբդենը,  ցինկի  սուլֆիդը  և մագնեզիումի  օքսիդը  (նկ.  4.4):  Հարկ  է  նշել,  որ  անկախ  ելային  համակարգում բաղադրիչների հարաբերակցությունից և  փոխազդեցության  պայմաններից, փոխազդեցության արդյունքում ձևավորվում  են  թերմոդինամիկապես  առավել  կայուն միացություններ`  ZnS    և    MgO:  Zn-ը  գերազանցապես  փոխազդում  է  MoS2-ի  հետ` բերելով  օդի  և  խոնավության  պայմաններում  կայուն,  հեշտությամբ  չհիդրոլիզվող միացության  (ցինկի  սուլֆիդի)  առաջացմանը,  իսկ  Mg-ը  փոխազդում  է  MoO3-ի  հետ` MgO-ի  առաջացմամբ:  Մոլիբդենի  օքսիդ-սուլֆիդ  խառնուրդում  վերականգնիչ  մետաղի նման  ընտրողական  փոխազդեցությունը  հանդիսանում  է  հեռանկարային`  MoS2-ից մետաղական  մոլիբդենի  էկոլոգիապես  գործնականում  անվտանգ  արտադրություն կազմակերպելու առումով: ", "Նկ. 4.4. Այրման արգասիքների դիֆրակտոգրամները կախված n-ի արժեքից Այրման  առավելագույն ջերմաստիճանների հետագա բարձրացման պայմաններում (n0.25 արժեքների դեպքում), այրման արգասիքների դիֆրակտոգրամներում  նկատվում  են  հարաբերական  ցածր  ինտենսիվությամբ Mg0.68Zn0.32S և MgS ոչ ցանկալի միացությունների դիֆրակցիոն ռեֆլեքսներ: Հարկ է նշել, որ  դիֆրակտոգրամներում  չի  հայտնաբերվել  ZnO-ին  բնորոշ  դիֆրակցիոն  ռեֆլեքսներ n-ի  որևէ  արժեքի  դեպքում:  Նկատի  ունենալով  նկ.  4.3.-ում  m-ի  հարաճուն  աճը ռեֆլեքսների  առկայությունը`  կարելի է  ենթադրել,  որ  նման  անցանկալի միացությունների  (Mg0.68Zn0.32S  և  MgS),  առաջացումը  պայմանավորված  է  այրման գոտում  Zn-ի  ոչ  բավարար  քանակի  առկայությամբ`  մասնավորապես  Zn-ի գոլորշիացմամբ  և  ռեակցման  զոնայից  մասնակի  արտահոսքի  պարագայում:  Այս հանգամանքը պարզելու նպատակով իրականացվել է այրման պինդ արտանետումների ռենտգենաֆազային անալիզ (նկ. 4.5): ", "ԵԶՐԱԿԱՑՈՒԹՅՈՒՆՆԵՐ պարունակող  նոր  մոդիֆիկացված  քիրալային  օժանդակ  ռեագենտներ`(S)-  և  (R)-N-(2- բենզոիլֆենիլ)-1-(2-բրոմբենզիլ)պիրոլիդին-2-կարբօքսամիդ  [(S)-  և  (R)-2-BrBPB,  (S)-  և (R)-N-(2-բենզոիլֆենիլ)-1-(3-բրոմբենզիլ)պիրոլիդին-2-կարբօքսամիդ [(S)-  և (R)-3- BrBPB,  (S)-  և  (R)-N-(2-բենզոիլֆենիլ)-1-(4-բրոմբենզիլ)պիրոլիդին-2-կարբօքսամիդ  [(S)- և (R)-4-BrBPB և դրանց ու ամինաթթուների Շիֆի հիմքերի հետ NiII իոնի առաջացրած հարթ քառակուսային կոմպլեքսներ: ", "Կո մ պլ ե ք ս ն ե ր ը   ռ ե ակ ց ի ո ն   խառ ն ո ւ ր դ ի ց   ան ջ ատե լ ո ւ ց   հ ե տո լ ր աց ո ւ ց ի չ վ ե ր աբ յ ո ւ ր ե ղ աց վ ե լ ե ն աց ե տո ն ի ց կ ամ ք ր ո մ ատագ ր աֆաց վ ե լ  SiO2 շ ե ր տի  վ ր ա CHCl3-CH3COCH3, 3:1 հ ամ ակ ար գ ո ւ մ  և ֆի զ ի կ աք ի մ ի ակ ան  ան ալ ի զ ի  ժ ամ ան ակ ակ ի ց  մ ե թո դ ն ե ր ո վ  հ ե տազ ո տվ ե լ է դ ր ան ց կ առ ո ւ ց վ ած ք ն ո ւ բ աց ար ձ ակ կ ո ն ֆի գ ո ւ ր աց ի ան : ", "Կո մ պլ ե ք ս ն ե ր ի ն   բ ն ո ր ո շ   ե ն   լ այ ն   կ լ ան մ ան   ս պե կ տր ն ե ր   500-550  նմ ալ ի ք ի   ե ր կ ար ո ւ թյ ան   մ ար զ ո ւ մ (առ կ ա է d-d  ան ց ո ւ մ ),  ի ն չ ն հ ն ար ավ ո ր ո ւ թյ ո ւ ն   է   տալ ի ս   կ ո մ պլ ե ք ս ն ե ր ի   բ ն ո ւ թագ ր մ ան   հ ամ ար օ գ տագ ո ր ծ ե լ   է լ ե կ տր ո ն այ ի ն   ս պե կ տր ն ե ր ը   ի ս կ   դ ի ամ ագ ն ի ս ակ ան կ ո մ պլ ե ք ս ն ե ր ի   կ առ ո ւ ց վ ած ք ի   ն ո ւ յ ն ակ ան աց մ ան   հ ամ ար ՝ ս պե կ տր ո ս կ ո պի ակ ան  մ ե թո դ ը : ", "Ստացված արդյունքներից  (նկ. 4.6)  պարզվել է, որ այրման  պարամետրերը (Tա և Uա)  ունեն  զգալի  կախում  ճնշման  ցածր  արժեքների  տիրույթում  և  գործնականում  որևէ փոփոխության  չեն  ենթարկվում  P≥15  մթն  արժեքների  դեպքում:  Բոլորովին  այլ օրինաչափություն է  դիտվում զանգվածի  փոփոխության  դեպքում:  Այրման արգասիքների  գրավիմետրական  անալիզի  արդյունքում  պարզվել  է,  որ  1-ից  50  մթն տիրույթում Ճնշման բարձրացմամբ արտանետումների բաժինը նվազում է ավելին քան III-տիրույթ Tա. Uա. II-տիրույթ m I-տիրույթ մթն Նկ. 4.6. (MoS2+2Zn)+0.2(MoO3+3Mg) խառնուրդի այրման պարամետրերի և զանգվածի փոփոխության կախումը միջավայրի գազի ճնշումից Ինչպես  կարելի  է  տեսնել  գազի  ճնշման  բարձրացումը  զգալիորեն  կանխում  է այրման պրոցեսում տեղի ունեցող արտանետումների բաժինը: Հարկ է նշել, որ ճնշման ցածր  արժեքների  դեպքում  (I  տիրույթ,  P<15  մթն),  փոխազդեցությունն  ուղեկցվում  է զգալի  արտանետումներով  (8.65  զանգ.  %):  I  տիրույթում  ստացված  արգասիքների դիֆրակտոգրամներում (նկ. 4.7, ա և բ) հստակորեն կարելի է տեսնել ինչպես Mo, ZnS և MgO, այնպես էլ  մոլիբդենի մասնակի վերականգնված սուլֆիդային Mo2S3 ֆազը: 15 մթն- ից  բարձր  ճնշման  պայմաններում  մոլիբդենի  սուլֆիդային  միացություններին  բնորոշ որտեղ արտանետումների բաժինը նվազագույն է, այրման արգասիքներում ձևավորվում են MgS և Mg0.68Zn0.32S միացությունները (նկ. 4.7,  դ և ե): ", "Նկ . 3. NiII-(S)-2-CBPB-(S)-Ala մո դի ֆի կ աց ված  կ ո մպլ ե ք ս ի  1H ՄՄՌ ս պե կ տր ը : ", "մամբ  առաջին  անգամ  մշակվել  է  պոտենցիալ  ցավազրկող  հատկությամբ  օժտված, β-դիրքում  բենզոիլֆենիլ  տեղակալիչներ  պարունակող  2-ամինապրոպիոնաթթվի  նոր ածանցյալների  սինթեզի  ունիվերսալ  եղանակ  և  կատարել  դրանց  in  vivo  փորձար- կումներ  համակարգչային  մոդելավորման  DOCKING  ծրագրով,  որպես  թիրախ  ընտ- րելով լարմամբ բացվող Na-ական անցուղիների 3rw0 Arcobacter butzleri ռեցեպտորը: ", "Դի աս տե ր ե ո մ ե ր   կ ո մ պլ ե ք ս ն ե ր ի   ալ ան ի ն ի   մ ն աց ո ր դ ի   -ած խած ն ի ատո մ ի  բ աց ար ձ ակ  կ ո ն ֆի գ ո ւ ր աց ի այ ի  ո ր ո շ մ ան  հ ամ ար  օ գ տագ ո ր ծ վ ե լ ե ն պո լ յ ար ի մ ե տր ի կ չ ափո ւ մ ն ե ր ի , ք ի ր ալ այ ի ն Բ ԱՀ Ք և ռ ե ն տգ ե ն կ առ ո ւ ց վ ած ք այ ի ն  ան ալ ի զ ի  մ ե թո դ ն ե ր ը : ", "Ատենախոսական  աշխատանքում  սինթեզվել  են  գրականության  մեջ  չնկարա- գըրված  66  միացություններ,  այդ  թվում  6  մոդիֆիկացված  քիրալային  օժանդակ ռեագենտներ և դրանց նախանյութեր, 49 մոդիֆիկացված ամինաթթվային կոմպլեքսներ և  11  նոր  ոչ  սպիտակուցային  ամինաթթուներ,  որոնց  կառուցվածքն  ու  բացարձակ կոնֆիգուրացիան  պարզաբանվել  են    ֆիզիկաքիմիական  անալիզի  ժամանակակից մեթոդներով (ՄՄՌ,  էլեմենտային  անալիզ,  պոլյարիմետրիկ  չափումներ,  ԲԱՀՔ, ռենտգենկառուցվածքային անալիզ և այլն): "]}