{"paragraph_source_docs": [3, 3, 3, 3, 3, 3, 3, 3, 3, 5, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 2, 3, 3, 3, 3, 3, 3, 3, 0, 3, 3, 1, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3, 3], "paragraphs": ["ՄԻՆՉԵՎ ԲՌՆԱԴԱՏՈՒՄ, ՄԻՆՉԵՎ ՄԵԾ ՀԱՏՈՒՑՈՒՄ /Լեռ Կամսար, «Մահապուրծ օրագիր»/ պարզ  էր  ու  բացահայտ,  որ  մոտալուտ  իրադարձությունների  սաղմերն  արդեն  իսկ ծլարձակում են,  և մտավախության առիթ, իհարկե,  կար: Եվ դա երևաց ոչ  ուշ. առաջին քայլերը արդեն հինգ-վեց տարի անց են: ", "Լեռ  Կամսարի  «Մահապուրծ  օրագիր»  օրապատումը  առաջինն  է՝  ըստ ժամանակագրական  հաջորդականության,  թեև  տպագրվել  է  մի  փոքր  ավելի  ուշ՝  2008 թվականին:  Գիրքն  ընդգրկում  է  գրողի  1925-1935  թվականների  օրագրերը,  որոնք միևնույն  ժամանակ  նաև  մեր  պատմության  այդ  ժամանակաշրջանի  պատմագիր- վավերագրողի  արժեքավոր  վկայություններն  են:  Եվ  սա  հիմքն  է,  որի  վրա  պետք  է հետագայում  համեմատելի  մի  առանցք  ստեղծվի՝  սրան  հաջորդող  անազատության  և հետագայում  նաև  պարզապես  ձևական  ազատության  համար:  Եվ  մյուս  կողմից  էլ՝ այստեղից  է  սկսվում  Լեռ  Կամսար  մարդու,  գրողի  և  աքսորականի  ճակատագրի  գիծը՝ ներծծված-թաթախված  նրա  կյանքի  ամբողջ  ժամանակաշրջանի  մեծ  ու  փոքր իրադարձություններով: ", "Օրագրի  այս  մասը  գրողն  ընդհատել  է  ձերբակալման  օրը՝  1935  թվականի նոյեմբերի 26-ին: Գրքում «օրերը» համեմատաբար ավելի կարճ, սեղմ են տրված՝ սկսած նույնիսկ հինգ տողից:  Առկա է կուռ տրամաբանական  կապ անգամ հաջորդ և նախորդ օրերի, այսպես կոչված, ամփոփումների միջև, և սա այն ժամանակ,  երբ յուրաքանչյուր օր, թվում է, ավարտուն է ինքնին: ", "Պետք  է  նշել,  որ  ուշագրավ  են  «ամփոփումները».  սրանք  առօրյա-կենցաղային իրականության  արտացոլումն  են՝  իբրև  հակադրություն  օրվա՝  որոշակի  սրության հասած  քաղաքական  անցուդարձի  նկարագրության:  Սակայն  սա  օրինաչափություն  չէ. կան  բացառություններ,  որոնք  պայմանավորված  են  նյութի  բովանդակությամբ,  ինչը, կարծում ենք, դեռ հանգամանքներից միայն մեկն է: ", "Գրքում  գրողը  արդեն  ժամանակ  առ  ժամանակ  խոսում  է  իրադարձությունների մասին՝  այն  համոզվածությամբ,  որ  մի  օր  իրեն  ևս  բաժին  է  հասնելու  այդ  ամենից:  Ընդ որում,  սա  ոչ  թե  ուղղակի  սնահավատություն  էր,  այլ գրողն  ամեն  ինչ  գիտակցում  էր  և հասկանում,  որ  վաղ  թե  ուշ  ինքն  էլ  իբրև  «մտածող  գլուխ»  պետք  է  հայտնվի  Չեկայի «մսաղացում»: Ուստի և սա՝ այս անընդմեջ խոսքը Չեկայի, այնտեղից  վերադարձողների մասին,  ամենևին  էլ  պատահական  չէր  և  ոչ  էլ  «միամիտ»:  «Այնքան  ընելիք  չի  մնացեր ինձի այս աշխարհին  մեջ, որ վախվխելով փողոց կելնեմ ու ելնելուս ալ ամեն ծանոթին մտովի իրավունք կուտամ, ի տես ինձի, պոռալու զարմացած. -Ա՜յ  մարդ,  դուն  դեռ  հո՞ս  ես…»40  :  Այս  խոսքերը  գրողն  ասում  է  դեռևս  1925 թվականին: Արդյոք նա շտապո՞ւմ էր, թե՞ առաջիկա մեկ-երկու տարիները արդեն շատ մոտ էին  թվում:  Սակայն  անժխտելի  փաստն  այն է,  որ  գրողը  դեռևս իրադարձությունների  ծավալման  առաջին  օրերից  էլ  սպասել  է  իր  ազատազրկման հանգամանքներին՝ ասես խորապես զգալով, որ վերջինս շատ չի ուշանալու: Սա միայն ժամանակագրորեն,  սակայն  ազատության  թե՛  ներկա,  թե՛  ապագա  պայմանները փաստացի  գրեթե  միմյանցից  չէին  տարբերվում,  իսկ  նրանց  նմանության  առաջին հատկանիշը  գրողի  ցավալի  կորուստն  էր,  կորուստ,  որը  գրեթե  առարկայական  ու շոշափելի  էր  դառնում,  այնքան  որ  այդ  մասին  խոսում  է  իր  բոլոր  օրագրային  էջերում անխտիր:  Ազատ  խոսելու,  որ  է  գրելու  և  տպագրվելու  իրավունք՝  այն,  ինչից  գրողը զրկված  է  ժամանակի  բռնի  ուժով  և  նաև  այն,  ինչին  երևի  թե  մինչև  կյանքի  վերջը սպասեց,  հուսաց  ու  հավատաց,  բայց  այդպես  էլ  չհասավ  հեղինակը:  Վկաներից  մեկը վերջին՝ «Մարդը տանու շորերով» գրքի կալանքն էր, որին հետևեց գրողի մահը: ", "Ճիշտ  է՝  տեքստում  տարանջատված  են  սոցիալական  ու  քաղաքական ենթատեքստ  ունեցող  մտքերը,  սակայն  իրականում  այս  բաժանումը  լոկ  պայմանական բնույթ  է  կրում.  յուրաքանչյուր  սոցիալական  դրություն  նախ  և  առաջ  հիմնված  է քաղաքականի  վրա,  և  սոցիալական  հարցերը  անլուծելի  են  այնքան  ժամանակ,  քանի դեռ երկիրը ամուր ոտքերով չի հենված քաղաքական իր դիրքորոշումների վրա, և քանի Աշխատանքի այս մասում գրողի «Մահապուրծ օրագիր» գրքից այսուհետև մեջբերումներ անելու դեպքում կնշենք միայն համապատասխան էջահամարը: ", "դեռ  ղեկավարության  գլուխ  կանգնած  պետական  ու  քաղաքական  գործիչները վերջնականապես  չեն  հասկացել,  թե  իրականում  ի՛նչ  են  ուզում,  այդպիսի  քայլերով մինչև ո՛ւր են գնալու, իսկ իբրև ամենասկիզբ՝ ո՛րն է իրենց նպատակի վախճանակետը: ", "Լայն  է  գրողի  մտածողության  տրամագիծը:  Թվում  է՝  օրերը  և  ամիսները անպայմանորեն  նշելու  անհրաժեշտություն  գրեթե  չկար,  եթե  միայն  օրագրության ժանրը  հաշվի  չառնենք,  քանի  որ  ժամանակաշրջանը  պարզ  ու  ակնառու  կերպով արտացոլված  է  տողերի  մեջ  և  մանավանդ՝  օրերի.  ամեն  ինչ  պարզ  է  ու  հասկանալի՝ ժամանակագրության  չափ  հավաստի,  եթե  միայն  բացառենք  կենցաղային  մեկ-երկու ինքնատիպ մտքերը, որոնցով ամփոփում և կամ թե նոր «օր» է բացում հեղինակը: ", "Բոլոր դեպքերում պետք է չանտեսել այն հանգամանքը, որ գրողը տիրող վիճակի նկատմամբ,  մեղմ  ասած,  այնքան  էլ  լավատեսորեն  չէր  տրամադրված,  եթե  չասենք,  որ ատելությամբ  էր  լցված,  սակայն,  այս  ամենով  հանդերձ,  նա  կարողանում  է  ոչ  միայն վրեժով  ու  ատելությամբ  չխոսել,  այլև  միայն  ու  միայն  ռեալ,  չեզոք  դիրքերից  հնչեցնել ասելիքը: Գրողը ամեն ինչ բեկում է սեփական աշխարհայացքի պրիզմայով, իսկ խոսքը, ասես  մարսելի  դարձնելու  նպատակով,  երևան  է  բերում  զուտ  իր  անձին  և  կամ  թե ընտանեկան-կենցաղային  ինչ-ինչ  հարաբերությունների  վերաբերող  հարցեր,  որոնք  և՛ հարստացնում, և՛ նոր որակ են բերում հաղորդած նյութին: ", "«Ժամանակի  ստիլը  ժամանակի  մտածողությունն  է,-  ասում  է  նա։-  Որչափով  որ  այդ մտածողությունը յուրացված է մի ազգի կողմից, այդ չափով էլ ազգը կենսունակ է»։18 Իսկ ժամանակի  մտածողության,  ընդհանրապես  գեղարվեստական  գիտակցության  ամենա- բնութագրական հատկանիշը նոր հայացքն էր մարդու և աշխարհի հանդեպ։ Աշխարհը՝ իր  անսահման  բազմազանությամբ,  մարդը՝  իր  ներաշխարհի  անդնդային  խորություն- ներով  դառնում  են  գրականության  զննության  առարկան։  Անհատի  զգայական աշխարհը  իր  մեջ  ամենատարբեր  բեկումների  է  ենթարկում  աշխարհի  տեսանելի պատկերը՝ այդ բեկումների մեջ իր համար բացահայտելով նաև ինքն իրեն։ Սա մարդու և աշխարհի հարաբերության անվերջ փոփոխության փուլերից մեկն է, որ թեև տարբեր ազգերի մոտ ի հայտ է գալիս տարբեր ժամանակներում, բայց իբրև առաջընթացի օրենք ընդհանուր  է  բոլոր  ազգերի  համար։  Հենց  սա  նկատի  ունի  Տերյանը  ՝  դիտելով. «Կուլտուրական ազգերի կյանքում ժողովրդի ստեղծագործ ուժերը բնավ չեն դադարում առաջ  ընթանալուց...  Ահա  այդ  անկանգ  առաջընթացությունը  կյանքի  և  կուլտուրայի ստեղծում  է  նոր  ստիլ,  որը  հանդիսանում  է  մի  տեսակ  էպոխայի  արտահայտությունը, նրա հոգու գեղարվեստական պատկերը»19։ ", "Այս  և  բազմաթիվ  այլ  հարցեր  են  արծարծվում  Լեռ  Կամսարի  առաջին՝ «Մահապուրծ  օրագիր»  օրագրության  մեջ,  որին  կանդրադառնանք  առանձին հարցադրումներով: ", "«Մահապուրծ  օրագիրը»,  ինչպես  նշվում  է  գրքի  առաջաբանում,  ի  սկզբանե ունեցել  է  «Խորհրդային  քաղաքացու  օրագիրը» /1925-1935թթ./  անվանումը /6/: ", "Հետագայում,  թերևս  հաշվի  առնելով  էջերի  մահապուրծ  լինելու41  փաստը,  գիրքն ստացել  է  այժմյան  խորագիրը:  «Օրապատումը  գրված  էր  թղթերից  կարված նոթատետրերում  կամ  առանձին  թերթիկների  վրա՝  առանց  մաքրագրելու:  Կարծես հապշտապ ուրվագիր էր արված, որպեսզի հետագայում վրան աշխատվեր» /5/,- նշում է գրքի առաջաբանի հեղինակը՝ գրողի թոռնուհին՝ Վանուհի Թովմասյանը: Իսկ էջերը ի մի բերելը  ուղղակի  ժամանակի  հրամայականն  է,  ինչպես  ճիշտ  հակառակը՝  չլռելը՝  գրողի ապրած տարիների համար: ", "մեջ  գտնվող  մեկ  առանձին  վերցրած  երկրում  սոցիալիստական  հասարակարգ կառուցելու  տեսությունը:  Սոցիալիզմ  կառուցելու  համար  անհրաժեշտ  էր,  ինչպես նշվում էր կոմունիստական կուսակցության փաստաթղթերում, ինդուստրացնել երկիրը, կոլեկտիվացնել գյուղատնտեսությունը և կենսագործել կուլտուրական հեղափոխություն: Սա իրականության բացահայտման փաստական-պատմական կողմն է՝  զուտ  գիտական  տեսանկյունից:  Ահա  այս  նույն  իրականության  սեփական  և  ուրույն բանաձևը, ըստ որում տարբեր օրերի տարանջատված, ներկայացնում է Լեռ Կամսարը: ", "Եվ  սա  էլ  արդեն  նույն  իրականության,  այսպես  ասած,  ժամանակին  նրա  մեջ  ապրած մարդու  տեսանկյունից  է:  Ի  դեպ,  երկուսն  էլ  իրականության  արտացոլքն  են,  ինչն  էլ հատկապես  արժանի  է  ուշադրության:  Գուցե  թե  սրանք  միմյանց  չեն  հակասում,  ընդ որում,  պատմությունը  վկայողը  ժամանակի    իրականությունը  արժևորել  է  արդեն  մեր օրերի  հեռվից,  նույնն  է  թե՝  մեր  օրերի  անաչառությամբ:  Ստվերոտ  կողմեր յուրաքանչյուր  իրականության  մեջ  էլ լինում  են,  ավելին,  իդեալականացված տարբերակը  իր  բոլոր  դրսևորումներով  գուցե  թե  կասկածի  տեղիք  տա  առավել,  քան իրերն իրենց անուններով կոչելը: ", "Ապրելով  ու  ստեղծագործելով  վերոհիշյալ  բնութագրումներով  առանձնացած ժամանակաշրջանում,  ծանոթ լինելով  կյանքի  բազմաթիվ  բնագավառներին  ու կարողանալով  համեմատության  մեջ  ներկայացնել  այդ  ամենը՝  Լեռ  Կամսարը  իր՝ խուզարկումից  և  20  տարի  հողում  կճուճի  մեջ  հորված  լինելով,  վնասվելով  1946  թվականի  Երևանի հեղեղից,  զանազան  փորձություններից  հետո  եկել,  հասել  են  մեր  օրերը:  Տե՛ս  նաև  Լեռ  Կամսար, Մահապուրծ օրագիր, էջ 5: ", "իրականության նկատմամբ ուղղակի չեզոք դիրքով, ասել է թե՝ վրեժի և կամ թե ցասման բացակայության  պայմաններում,  խոսում  է՝  ուղղակի  արձանագրելով  փաստերը  կրկին պատմագրի  եռանդով  ու  ժամանակագրի    բծախնդրությամբ՝  միայն  թե  այդ  փաստերը բեկելով սեփական մտածողության  պրիզմայով ու  արտահայտելով իր անհատականություն-գրչի  միջոցով:  Ասվածի  բառացի  վկայությունը  այս՝  1925-ից սկսվող օրագրի մեջ արտահայտված հենց առաջին միտքն է. «Չորեքշաբթի 20.- Դեպքերը կսկսին  ահավոր  դառնալ:  Չարձանագրել  դեպքերը,  կնշանակե  անելին  առջև  դնել  այն պատմագրին, որ ապագային պիտի ցանկա մեր օրերու պատմությունը գրել: Ուստի այս օրվնե ձեռք կառնեմ գրիչը՝  գրելու օրը օրեն պատահածը, հաճախ պատահեցնելու նաև չպատահածը» /14/: Գրողը ամենևին էլ չի սահմանափակվում միայն նեղ, այսպես ասած, տեղական  լուրերով.  հեղինակի  աչքի  առջև  ամբողջ  աշխարհն  է,  լայն,  ասել  է՝ մոլորակային  ընդգրկումներով,  ինչը  լիովին  թույլ  է  տալիս  նրա  զարգացած  ու լայնահորիզոն  աշխարհայացքը:  Ուստի  և լայն է  գրողի  օրագրությունների ընդգրկումների  տրամագիծը,  որը  հաճախ  նեղ-անձնականից  հասնում  է  մինչև  մեծ տերությունների  միջև  հարաբերությունները,  խորհրդայնացած  Ռուսաստանից  մինչև բանկոոպի  կրպակները,  և  առկա  են  ասես  տրամաբանորեն  միմյանցից  շատ  ու  շատ հեռու  /միայն  առաջին  հայացքից/  բազմաթիվ  կապեր  ու  հանգույցներ,  որոնք  նաև ծավալային առումով, բառի բուն իմաստով եռաչափ են, ակնառու, համոզիչ ու խոսուն: ", "Այս,  ինչպես  և  մյուս  բոլոր  օրագրային  ժողովածուների  մեջ  ընդհանուրը  և հիմնականը  քաղաքական  հենքով  և  ենթատեքստով  գրված  «օրերն»  են:  Սակայն ցանկացած  քաղաքական  իրավիճակ  այս  կամ  այն  կերպ  անդրադառնում  է  երկրի, ուրեմն  նաև  ժողովրդի  սոցիալական  վիճակի  վրա:  Ահա  թե  ինչու  հիմքում  ունենալով երկրի /և ոչ միայն, նաև ամբողջ աշխարհի/ անցուդարձը՝ գրողի խոհերը կամ, որ նույնն է, խոսք ու զրույցը մաքուր թղթի՝ օրագրի հետ, այս կամ այն կերպ ծայր է առնում իբրև առաջին  հերթին  քաղաքականի  մասին  խոսք,  ապա  նաև,  իհարկե,  ամենևին  էլ  ոչ ակամա,  ստանում  է  սոցիալական  բնույթ:  Սակայն  այս  փաստը  նկատի  առնելով  էլ հնարավոր  չէ  գրողի  մտքերի  միջև  կտրուկ  սահմանազատում  դնելը:  Ինչո՞ւ:  Փաստը մնում  է  փաստ,  որ  եթե  խոսք  է  գնում  սոցիալական  վիճակի  մասին,  ապա  դրա  բուն, հիմնական աղբյուրը /ըստ որում, թե՛ դրական, թե՛ բացասական առումով/ կա և մնում է միայն  ու  միայն  երկրի  քաղաքական  վիճակը:  Կ.  Մարքսի՝  «Կեցությունն  է  որոշում գիտակցությունը» միտքը Լեռ Կամսարը մտաբերում և վկայակոչում է մի քանի անգամ: ", "Եվ  սա  ամենևին  էլ  պատահական  բնույթ  չի  կրում:  Բուն  իրականությունը  ունի շղթայական տեսք.   քաղաքական վիճակ   սոցիալական կեցություն   գիտակցություն՝ կախված կենսապայմաններից: ", "Կարելի  է  վկայել  խիստ  իրական  փաստերով,  որոնք  բերում  են  մեն-մի եզրահանգման.  երկրի  քաղաքական  վիճակով  է  պայմանավորված  ժողովրդի գիտակցական  մակարդակը:  Եվ  գրողը  վերոհիշյալին  անդրադառնում  է  ապշեցուցիչ ճկունությամբ,  սառնասրտությամբ  և,  որը  չնշելը  խիստ  անտրամաբանական  կթվար, սուր,  սպանիչ  հումորով,  որը  ավելի  շատ  է  համոզիչ,  քան  մի  ամբողջ  մեծածավալ ակնարկը:  Այսպիսի  օրինակներով  լի  է  ժողովածուն,  և  պետք  է  հաշվի  առնել  նաև  այն հանգամանքը, որ սա դեռ կամսարյան օրագրության սկիզբն է միայն, ասել է թե՝ առաջին փուլը, եթե նրա օրագրությունները գնահատելու լինենք պայմանական փուլերով: ", "Սա,  իհարկե,  գրողի  այս  օրագրության  միակ  առանձնահատկությունը  չէ.  նրա բոլոր գործերը համեմված են ասույթներով, աֆորիզմներով, իսկ այս օրագրության մեջ, իբրև  մի  առանձին  շերտ,  ուրույն  տեղ  են  զբաղեցնում  գրողի  այն  աֆորիստիկ  մտքերը, որոնք  առավել  պայմանավորված  են  պահի  հրատապությամբ,  ժամանակաշրջանի նկարագրությամբ:  Պայմանականորեն  սրանք  անվանենք  քաղաքական  աֆորիզմներ՝ աֆորիստիկ  մտքեր,  որոնք  գրված  են  զուտ  քաղաքական  շնչով,  բայց  ունեն  այն առանձնահատկությունը,  որ  թերի  են՝  իբրև  լիարժեք  աֆորիզմ  ներկայանալու  համար, որովհետև  միակողմանի  են,  այսպես  ասած,  բացակայում  է  մյուս  կողմը,  այսինքն  թե՝ միայն պատմականության մեջ կարող են արդիական հնչեղություն ունենալ, և նաև սա է այն  տարբերությունը,  որ  առկա  է  գրողի՝  արդեն  «բուն»  աֆորիզմների  և  սրանց  միջև. առաջինները  արդիական  են  բոլոր  ժամանակների  համար:  Սրանց  ևս  առանձին անդրադարձ կլինի: ", "Վերոհիշյալ  բաժանումներից  /որոնք  ասես  թե  օրինաչափ  էին  դարձել/  կան  նաև որոշակի շեղումներ, որոնք, իրոք, բացառություն են այս ժողովածուի համար: Խոսքը այն բնագավառների  մասին  է,  որոնց  միայն  մեկ-երկու  անգամ  է  անդրադառնում  գրողը /արվեստ՝  ճարտարապետություն,  խորհրդային  մշակույթ,  թատրոն/:  Մյուսները  գրեթե հավասարաչափ  ծավալով  ու  խորությամբ,  իբրև  օրինաչափություն,  ունեն  նույնանուն ընդգրկումներ՝ ըստ ենթավերնագրերի: ", "Ասելիքի համար իբրև փաստացի ապացույցներ կամա թե ակամա պետք է դիմենք գրողի մտքերին. մեջբերումների  առատությունը  արդարացված կլինի  այս հանգամանքով: ", "«Եթե  գաղափարը  զոհել  կհրահանգե,  ո՞ւր  է  ասոնց  զոհը:  Կամ  եթե  կա  զոհը,  չի՞ նմաներ  արդյոք  այն  զոհին,  երբ  աքլորը  կտանեն  վանք  մը,  կատարը  կարյունեն  ու բերելով  տունը  կեփեն  ու  աղվոր  մը  կուտեն  վասն  հոգու  փրկության:  Օ՜ փարիսեցություն,  քանի՞  ձևով  որակեմ  քեզի» /171/,-գնահատելով  ժամանակի քաղաքական  գործիչների  /և  ոչ  միայն/  գործունեությունը՝  մի  առիթով  ասում  է  Լեռ Կամսարը:  Ժամանակի  գործիչների  մասին  իր  վերաբերմունքն  է  հնչեցնում  Հակոբ Պարոնյանը՝  «Ազգային  ջոջեր»-ում  նշելով.  «Կը  համարձակինք  ըսելու,  որ  ոչ  զոք վիրավորել  ուզած  ենք  և  ներկայացուցած  ենք  անձերն  այնպես,  ինչպես  որ  են  և  ոչ  թե ինչպես  որ  կուզեն  իրենք  և  եթե  ընթերցողն  տեղ  տեղ  ծանր  կետերու  հանդիպի՝  անոնց պատասխանատուն մենք չենք. ո՞ր հայելին գաճաճն Աքիլլես կանդրադարձնե, ո՞ր լեռն սուրբը սատանա կը կրկնե»42: ", "Չնայած «զուլումի»  դարաշրջանում  հետապնդումների էին  ենթարկվում առաջադեմ  քաղաքական  գործիչներն  ու  գրողները,  և  գրականության  մեջ  առաջատար էր  «արվեստ  արվեստի  համար»  ուղղությունը,  սակայն  տիրող  կամայականությունների University of Michigan Press, 2001, p. 132. միապետությունը, որն ավելի ամրապնդվեց Աբդուլ Համիդի օրոք, ձգտելով երկարաձգել իր գոյությունն ու կայունացնել  դիրքերը,  որը  քայքայվում  էր  ներքին  ու  արտաքին  հակասություններից,  պայքարում  էր յուրաքանչյուր  նորարարության  դեմ,  դաշինք  կնքում  ոչ  թե  ֆեոդալական  տարրերի,  այլ  մոլեռանդ մոլլաների ու ամեն տեսակ հետադիմական ուժերի հետ»: Տե՛ս, Кямилев Х., նշվ. աշխ., էջ 30: ", "գործերում: Եվ դրա վկայությունը նաև պարոնյանական «ազգային ջոջերի» կամսարյան անդրադարձներն  են՝  կամա  թե  ակամա  ժամանակը  կերտողների  երգիծական դիմանկարները: ", "Ինչպես  Պարոնյանը,  Լեռ  Կամսարը  նույնպես  չի  կերտում  ազգային  ջոջերի դիմանկարները՝  ներկայացնելով  դրանք  մի  քանի  էջի  ծավալով.  կամսարյան դիմանկարները  սահմանափակվում  են  մի  քանի  տողի  և  կամ  թե  առավելագույնը  մեկ- երկու էջի սահմաններում: Լեռ Կամսարը կարճ էր գրում, թեև կրկին ժամանակ չուներ, ինչպես հայտնի խոսքում: Իր խոսքերն են. «…Ես մի հրդեհված տուն եմ և հապճեպորեն դուրս  եմ  շպրտում  մտքերս`  այն  հրո  ճարակ  չդառնալու  համար`  անգամ  չմտածելով դասավորել  այն՝  ապագա  ընթերցողիս  բարյացակամությանը  վստահ»44:  Եվ  չնայած  նա գրում  էր  շտապ,  առանց  հետադարձ  հայացք  գցելու  գրվածին,  մտածում  էր  և  կամ  թե հույս ուներ, որ հետո կրկին աշխատելու է դրանց վրա: Գրում էր առանց կետադրության շատ հաճախ ու չէր մտածում, որ հետո արդեն ուշ կլինի: Այս ամենով հանդերձ, սակայն, նա կարճ ու սեղմ էր գրում, ինչը պայմանավորված էր նրա ֆելիետոնիստի ոճով: ", "Վարդանյանին45: Դիմանկարը կազմում է ընդամենը չորս տող: Բայց առկա են պատկերը ակնառու  դարձնող  բառեր,  արտահայտություններ,  որոնք  դժվար  թե  ավելի  բացահայտ ու  պարզորոշ  լինեին,  եթե,  ասենք,  զբաղեցնեին  չորս  էջ:  Ներկայացնում  ենք  պատկերը ամբողջությամբ.  «Ամեն  անգամ,  երբ  փողոցին  մեջ  Գրիգոր  Վարդանյանը  կտեսնեմ, կխորհեմ՝ Արարատ գործարանը իր հին գինիները ինչո՞ւ չի լեցներ սա հին տիկին մեջ. չէ՞ որ այլապես տիկը կպատռի ու գինին կթափվի…» /16/: ", "հանրագիտարան:  Ծանոթագրություն.  Գրիգոր  Վարդանյան, Անդրկովկասում ու Հայաստանում հեղափոխական շարժումների և սովետական կարգերի հաստատման պայքարի  մասնակից:  Մինչև 1905թ.  եղել  է հնչակյան  կուսակցության անդամ։ 1895թ.  ձերբակալվել է թուրքական կառավարության կողմից և դատապարտվել: 1918թ. Թիֆլիսում հրատարակել է «Կարմիր դրոշակ» թերթերը։ 1920-1921թթ. օրեր», աշխատակցել  է  Բաքվի  «Կոմունիստ»  թերթին։ 1924թ.  ՀՕԿ-ի  պատասխանատու  քարտուղարն  էր, գլխավոր նախագահը։  Սովետական  Միության, Եվրոպայի և Ամերիկայի տարբեր քաղաքներում կազմակերպել է ՀՕԿ-ի բաժանմունքներ։ Ընտրվել է ՀՄՍՀ Կենտգործկոմի անդամ: ", "դրոշակ», 1919թ. Մոսկվայում՝ «Կարմիր վարչության «Կարմիր Ո՞վ  է  Սաքո  Համբարձումյանը46.  կրկին  չորստողանոց  մի  դիմանկար,  որով, սակայն,  գրողի  վերաբերմունքը  այս  անձնավորության  նկատմամբ  դեռևս  չի  հասնում ավարտին, և իբրև դիմանկարի ստվերագծի մգացում՝ նորից կա անդրադարձ, որը արժե մեջբերել.  «Ահա  ձեզի  ներկայություն  մը,  որ  սաստիկ  նման  է  բացակայության…»  /58/,- այստեղ  հեղինակը  թավ  շտրիխներ  է  ավելացնում  կերպարին.  այն  հետզհետե  ավելի  է մգանում՝  գրեթե  հասնելով  սևին.  «Ծո՛,  միգուցե՞  Սաքո  Համբարձումյանը  դիակ  մըն  է, որը,  սակայն,  կուսակցության  անունը  արատավորած չըլլալուն  համար  դեռ կշարունակե  կուսակցության  շարքերը  մնալ»  /67/:  Կամ՝  «Մեր  երկրին  մեջ  սաստիկ տարածված  է  տուներ,  փողոցներ,  նավեր  ու  նման  առարկաներ  կնքել  կուսակցական գործիչներու անունով: Կառավարությունը ձող մը, որ տնկեց, կա՛մ Լուկաշինի անվանն է,  կա՛մ  Սաքո  Համբարձումյանի»  /29/:  Սա  քաղաքական  այս  գործչի  նկատմամբ  գրողի վերաբերմունքի արտահայտությունն էր, որը հասնում է սարկազմի աստիճանի: ", "Ըստ գրքում նշված հերթականության՝ գրողը տալիս է մի դիմանկար, որի համար բավարար  է…  մեկ  նախադասությունը.  «Մյուս  օրն  առավոտյան  նամակով  մը  կկանչեմ Արամայիս  Երզնկյանը47,  որ  գա  մեղադրե  հավս՝  մորթելու  համար…»  /23/:  Այստեղ բառերն  ու  մեկնաբանություններն  ավելորդ  են:  Պարզ  է՝  ո՛վ  է  այս  մարդն  ի  պաշտոնե, պաշտոն, որն առավել քան ազդել է մարդկային դիմագծի վրա: ", "«Դիլիջանեն  կգրեն.  «Ամսույս  12-ին  ընկեր  Ա.  Մռավյանը48,  տեղս  ժամանելով, զեկուցեց  ու  բանաձև  դուրս  բերավ  օպոզիցիայի  դեմ»:  Իջևանեն  կգրեն.  «Ամսույս  13-ին /Սաքո/ Իսահակի, պրոֆեսիոնալ հեղափոխական, կուսակցական և պետական գործիչ: Կոմունիստական կուսակցության  անդամ  1903-ից:  Փետրվարյան  հեղափոխությունից  հետո  կուսակցական-քաղաքական լայն  գործունեություն  է  ծավալել:  1921-ին  նշանակվել  է  ՀՍՍՀ  առողջապահության  ժողկոմ:  1922-ին ընտրվել է ՀՍՍՀ Կենտգործկոմի նախագահ: 1925-1929-ին ՀՍՍՀ Ժողկոմխորհի նախագահն էր: 1929-44- ին աշխատել է Մոսկվայում: Եղել է ՀԿԿ ԿԿ-ի բյուրոյի և Անդրֆեդերացիայի Կենտգործկոմի անդամ/: ", "Ռ.Ջեքսոնը գտնում է, որ հեքիաթի լեզուն գալիս է հեռավոր անցյալից և անդեմ է. «Դա  մի  ձև  է,  որ  բացառելով  ընթերցողի  մասնակցությունը՝  ներկայացնում  է իրադարձություններ,  որոնք  ներառված  են  հեռավոր անցյալում, ամրապնդված  են ժամանակային հեռանկարի մեջ և ցույց են տալիս, որ իրենց ձայները վաղուց դադարել են  որևէ  ազդեցություն  ունենալ»:83  Ռ.  Ջեքսոնը  նման  եզրահանգումների  է Calvino I. Il barone rampante. Mondadori. Milano 2014, P. 3 Calvino I. Il cavaliere inesistente. Mondadori. Milano  2014, P. 3 Пропп В. Морфология волшебной сказки. Лабиринт. М. 2001. С. 27 Jackson R. Fantasy. Literature of Subversion. Routledge. Cambridge 1981. P.33 գալիս`օրինակ  բերելով  Գրիմ  եղբայրների  հեքիաթներից  մեկը:  Գրիմ  եղբայրների ժողովածուում  հեքիաթային  պատումն  իսկապես  անդեմ  է,  և  նրա  ձայնը  գալիս  է հեռավոր անցյալից: Կալվինոյի եռերգության վեպերում պատումն անդեմ չէ. նա ներկա ժամանակից  պատմում  է  հեռավոր  անցյալում  կատարված  իրադարձությունների մասին:  Ամենևին  պատահական  չէ,  որ  «Մեր  նախնիները»  հաճախ  անվանում  են «հերալդիկ պատմվածքներ»: «Հերալդիկ» մակդիրը ընդգծում է երեք վեպերում գլխավոր հերոսների,  «մեր  նախնիների»  սոցիալական  դիրքը՝  վիկոնտ,  բարոն,  ասպետ:  Երեք հերոսների հիմնական գործառույթը ժամանակային հեռավորությունն ընդգծելն է: ", "պետական  գործիչ։ 1915-1917թթ.  եղել  է  բոլշևիկյան  «Պայքար»  թերթի  խմբագիրը։ 1917թ.  խմբագրել  է նախագահի  տեղակալ,  Երևանի ժողկոմսոխորհրդի քաղխորհրդի է ընկեր Ա. Մռավյանը, տեղս ժամանելով, զեկուցեց և բանաձև դուրս բերավ օպոզիցիայի դեմ»:  Ղարաքիլիսայեն  կգրեն.  «Ամսույս  14-ին  ընկեր  Ա.  Մռավյանը,  տեղս  ժամանելով, զեկուցեց  և  բանաձև  դուրս  բերավ  օպոզիցիայի  դեմ»:  Հարց.  «Ընկեր  Մռավյանին»  չէ՞ր կարելի  փոխարինել  արդյոք,  զեկուցող  ու  բանաձև  դուրս  բերող  մեքենայով  մը: ", "Եվրոպային  մեջ,  ասկե  շատ  ավելի  պակաս  կրկնվող  բաներու  համար  մեքենաներ կշինեն…»  /25-26/:  Ա.  Մռավյանը,  ուրեմն,  ամեն  տեղ  և  ամեն  անգամ  նույն  մտքերն  է կրկնում,  և  շահավետ  է  ու  «տնտեսապես»  հարմար,  որ  նրա  փոխարեն  աշխատի զեկուցող մի մեքենա, որ ընդդիմախոս է օպոզիցիային: ", "Էդգար  Պոն  համաձայն  է  Պլատոնի  հետ  այն  հարցում,  որ  գոյություն  ունի  մի աշխարհ,  որը  լի  է  իդեալներով,  իսկ  այն  աշխարհը,  որում  մենք  ապրում  ենք,  սոսկ դրա  կրկնապատկերն  է։  Գեղեցիկ  իրերն  ու  առարկաները  հասկացնել  են  տալիս գեղեցիկի  մասին։  Բանաստեղծի  դերը  կայանում  է  նրանում,  որ  գտնի  այնպիսի բառակապակցություններ,  որոնք  կարդացողի  մոտ  կարթնացնեն  պլատոնական գեղեցկության մի տեսիլք։ ", "Ի  դեպ,  իբրև  միջանկյալ  խոսք,  նշենք,  որ  գրողը  այս  ձևով  խոսում  է ամենատարբեր  բնագավառների  մարդկանց  մասին՝  մարդիկ,  ովքեր  բոլորն  էլ  ապրել կամ  ապրում  են  հեղինակի  շրջապատում՝  անկախ  այն  հանգամանքից՝  նրանք առնչություն ունե՞ն, թե՞ չունեն գրողի անձի հետ: ", "Եղիա  Չուբարը49  կուսակցական  է:  Լեռ  Կամսարի՝  նրա  կերպարին  առաջին անդրադարձը  ցույց  է  տալիս  նախ  նրա  դիրքը  կոմունիստական  կուսակցության «Բանվորի կռիվ» թերթը։ 1920թ. նոյեմբերին եղել է ՀՍԽՀ հեղկոմի կազմում, 1921-1923թթ. եղել է ՀՍԽՀ Արտաքին  գործերի ժողովրդական  կոմիսար,  որի  առաջին  տարում  հանդիսացել է Կարսի պայմանագրի ստորագրողներից  մեկը։  1923-1929թթ.  եղել  է լուսավորության  ժողկոմ  և  ՀՍԽՀ Ժողկոմխորհի  նախագահի  տեղակալ,  միաժամանակ  եղել  է  «Սովետական  Հայաստան»  թերթի խմբագիրը։ ԽՍՀՄ Կենտրոնական Գործադիր Կոմիտեի անդամ էր: ", "կինոսցենարիստ, գրական-հասարակական հրապարակախոս, գործիչ, ԽՍՀՄ լրագրող, Գրողների շարքերում,  նրա  «առաքելությունը»  և  դրա  ընթացքը.  «Կոմկուսակցությունը  Եղիա Չուբարը  Փարիզ էր ղրկեր՝ կոմունիստական գաղափարներ  տարածելու գաղութահայության  մեջ:  Չուբարը,  սակայն,  կես  ճանապարհին  ծոցատետրը կորսնցուցած  ըլլալով,  հեռագրով  մը  նոր  դիրեկտիվներ  կպահանջե  Երևանեն  այն մասին՝  թե  ո՞ր  քաղաքը  պիտի  երթա  և  ի՞նչ  գաղափարներ  քարոզե»  /27/:  Նույն կերպարին  գրողի  երկրորդ  անդրադարձը.  տալով  նախ  արտաքին  տվյալներ  /«Եղիա Չուբար:  Կոմունիստ  շեյխ  մը՝  մեկ  լդրանոց  փաթթոցով»  /86//՝  գրողը  ստեղծում  է զգայական-տեսողական տպավորություն, պատկերի երկրորդ պարբերությունը գալիս է ավելի  ծանրակշիռ  դարձնելու  հեղինակի՝  նրա  նկատմամբ  ունեցած  վերաբերմունքը. գործի է դրվում «ծանր հրետանին»՝ սատիրան՝ ամբողջովին մերժելով կոմունիստական կուսակցության  այս  ներկայացուցչի  դեմքը:  Իբրև  ամփոփում՝  գալիս  է  առակ-խրատը՝ «…ինչպես ագռավը խրատ տա սոխակին իր ձայնը փոխելու…» /87/: ", "Նույն  կուսակցական  «գիծն»  է  շարունակում  հեղինակը՝  խոսելով  Մյասնիկյանի, Սարգիս  Լուկաշինի,  Սաքո  Համբարձումյանի  մասին,  ում  վերագրվում  է  երգիծաբանի սատիրան.  «…Ամեն  անգամ,  երբ  կտեսնեմ  Համբարձումյանը  Լուկաշինին  աթոռին նստած,  քերականության  մեջ  դերանունը  կը  հիշեմ,  որ  կդրվի  անվան  տեղ…»  /28/:  Իսկ ըստ  գրողի՝  «Հայաստանի  կոմկուսակցության  մեջ  երկու  ամբողջական  մարդ  միայն գոյություն ուներ: Մեկը Մյասնիկյանն էր, որ մեռավ, մյուսը՝ Լուկաշինը50, որ կա» /28/: ", "Նմանատիպ  սատիրայով  էլ  գրողը  խոսում  է «Հայաստանի  գրաքննիչ Մելիքսեթյանի» մասին.  նա այնքան  է մեծամտացել հայ  գրականության «խոշորագույն» ներկայացուցիչների  կողքին,  որ  Շեքսպիրին  խորհուրդ  է  տալիս  կարդալ…  հայկական պրոլետգրողների գործերը /տե՛ս 28-29/: Ծաղրը այստեղ երկկողմանի բնույթ է կրում. մի միության անդամ:  Հեղափոխական  գործունեության  համար  ձերբակալվել  է  և  աքսորվել:  Բանտից փախել  և 1919-ին  հասել  է Երևան,  որտեղ  գործուն  մասնակցություն  է  ունեցել  «Սպարտակ» կազմակերպության  հիմնադրմանը։  1919-ին  արտաքսվել  է Հայաստանից: 1920-ին  աշխատել  է Նոր Նախիջևանում, եղել է «Բանվորի կռիվ» թերթի խմբագիր։ Նույն թվին մեկնել է Բաքու և աշխատել տեղի հայերեն  «Կոմունիստ»  թերթում:  Հիշյալ  թերթերից  բացի՝  Եղիա  Չուբարը 1921-1936-ին  խմբագրել  է «Գրական  թերթ»,  «Երևան»,  «Կոմունիստ»,  «Հոկտեմբեր-Նոյեմբեր»,  «Խորհրդային  Հայաստան»  և  այլ թերթեր  ու  ամսագրեր:  1933-1936-ին Ադրբեջանական  ԽՍՀ լուսավորության  մինիստրի  առաջին տեղակալն  էր,  ապա  արվեստի  գործերի  կոմիտեի  նախագահը։  Հայ  առաջին  կինոսցենարիստներից  է։ ", "Մահացել է 1937-ին: ", "Լուկաշինին-իր  անկեղծ  բարեկամին  կնվիրե  հեղինակը»  մակագրությամբ:  Տե՛ս  Լեռ  Կամսար,  Ազգային այբբենարան, Եր., 1926թ.: ", "կողմով  այն  ուղղված  է  Մելիքսեթյանին,  մյուսով՝  հայ  պրոլետգրողներին,  ըստ  որում, հականե-հանվանե, բաց տեքստով: ", "Ուշագրավ են և իրոք խորհելու տեղիք են տալիս գրողի՝ Արտաշես Կարինյանի51 մասին մտքերը: Թեև մի կողմից ճանաչելով Լեռ Կամսարի էությունը՝ սա լիովին կարելի է հասկանալ, մյուս կողմից՝ գրողի ֆելիետոնների ժողովածուներից մեկի առաջաբանը52 գրել է այս նույն Արտաշես  Կարինյանը: Եվ դա 1926 թվականին էր, նշանակում է՝ մինչ այս նա լա՞վ հարաբերությունների մեջ է եղել վերջինիս  հետ, իսկ հետո՝ ո՞չ… Սակայն առկա  է  նաև  հարցի  մյուս  կողմը.  գրողի  բոլոր  կարծիքները  հասարակական հնչեղություն ունեն, և հեղինակը երևան է հանում միայն փաստերը: Ուրեմն, Արտաշես Կարինյանն  իր  էությամբ  ավելի  թեթև  էր,  եթե  …  «երկիրը  կշարունակե  շարժեր»  նրա ոտքերի  տակ  և  ապա,-շարունակում  է  գրողը,-  Հայաստանի  կառավարությունը  ավելի ծանր մարդ չունե՞ր արդյոք իր կազմին մեջ՝ Լենինական ղրկելու համար» /45/: ", "Իսկական  վրձնահարվածներ  են  հիշեցնում  հետևյալ  տողերը.  «Արտաշես Կարինյան:  Հայկենտգործկոմ:  Հանրապետության  նախագահ…  Իսկական  զեփյուռ,  որ բոլորի  երեսին  խոսք  ու  խոստում  կփչե:  Փոխանակ  խոսքե  գործին  անցնելու՝  խոսքե խոսք կանցնե… Իր կյանքին մեջ տակավին մեկ գործ է կատարած, այդ ծնվելն է, ու մեկն ալ  ունի  կատարելիք՝  այդ  իր  մահն  է:  Սպեղանի  մըն  է,  որ  տակավին  ոչ  մեկ  վերք  չի բուժեր իր կյանքին մեջ: Ոչ  մեկ զոհողության առջև չի  կենար՝ քեզի օգուտ մը չի տալու համար:  …Արդարությունը  կպահանջե,  որ  Կարինյանը,  իր  ձեռները,  ոտները  ու  մյուս բոլոր  զգայարանները  Աստծո  վերադարձնելով,  փոխարենը  խոշոր  լեզու  մը  խնդրե,  որ համար մղվող  պայքարին:  Աշխատել կուսակցական  ու  պետական  գործիչ,  գրականագետ,  պատմաբան:  ՀՍՍՀ  ԳԱ  ակադեմիկոս:  ՍՄԿԿ է 1917թ.  Փետրվարյան  հեղափոխությանը  և  սոցիալիստական անդամ  1907թ.:  Մասնակցել գործերի հեղափոխության կոմիսարիատում:  1923-1924թթ.  ՀՍՍՀ  Կենտգործկոմի  նախագահի  տեղակալն  էր,  1924-1928թթ.՝ նախագահը:  Հետագայում  եղել  է  ՀամԿ(բ)Կ  Անդրերկրկոմի  պատմության  ինստիտուտի  դիրեկտորի տեղակալ,  ՀՍՍՀ լուսժողկոմի  տեղակալ,  ապա  աշխատել  ՀՍՍՀ  ԳԱ  Մ.  Աբեղյանի  անվան գրականության  և  պատմության  ինստիտուտներում:  1906թ.  լույս  է  տեսել  նրա  «Գրականություն  և կյանք» գրքույկը, 1928թ.՝ «Դեմքեր և դեպքեր» աշխատությունը: Կարինյանը զբաղվել է 19-րդ դարի 60- ական թվականների հայ գրական-հասարակական մտքի հետազոտությամբ, հայ պարբերական մամուլի պատմությամբ:  Ունի  գրականության  խնդիրներին,  հայ  ժողովրդի  պատմության  նոր  ու  նորագույն շրջանների  և  Հայաստանի  կոմկուսի  պատմությանը  նվիրված  աշխատություններ:  Կարինյանն անդրադարձել է նաև ռուս և եվրոպական դասական ու ժամանակակից գրականությանը: ", "է Մոսկվայում հայկական դիմանա  այսքան  խոսքին…» /88-89/:  Այս «հարվածները»  գալիս  են  միայն ամբողջացնելու դիմանկար-կտավը: ", "Կոմունիստական կուսակցության հերթական առաջամարտիկներից մեկն է Հայկ Ազատյանը53,  ըստ  որում,  հռետոր  առաջամարտիկ  է,  թեև  գրողի  քննադատության հիմնական թիրախը մշտապես եղել և մնում է հենց ժամանակաշրջանի, այսպես ասած, «ճառառատությունը»,  ինչը,  ցավոք,  ժողովրդական  լեզվով  ասած,  միայն  ջուր  ծեծել  է,  և դրանից ոչ ոք ոչինչ չի շահում, հատկապես նույն կուսակցությունը: Եվ ինչպես բնորոշ է կամսարյան  սեղմ,  բայց  հատու  գրչին,  նա  կերտում  է  Ազատյանի  դիմանկարը,  սա առավել նրա ու նրա ճառերի բուն էության մասին է, քան արտաքին նկարագրի. ի վերջո, ավելի դժվար չէ՞ տալ մարդու ներքին բնութագիրը, քան նկարագրել արտաքինը, այն էլ՝ չորս-հինգ  տողի  սահմաններում.  «Երեկ  երեկո  գնացել  էի  Հայկ  Ազատյանին  լսելու:  Իմ կարծիքը  այս  հռետորին  մասին  հետևյալն  է:  Եթե  անիկա  այս  եռանդով  շարունակե հիմարություններ դուրս տալ, պիտի գա օր մը, երբ իր կամքեն անկախ իմաստուն բաներ պիտի  խոսե:  Վասնզի  աշխարհիս  հիմարությունը  խոմ  անսպա՞ռ  չէ»  /59-60/:  Մեկ  այլ էջում  գրողը  նեղ  ընտանեկան  հարցը  կապում  է  կրկին  այս  գործչի  շատախոսության հետ՝  հավելելով.  «Մեր  տղան  խոմ  Հայկ  Ազատյա՞նը  չէ,  որ  աշխարհիս  բոլոր  բաներու մասին  ասելիք  մը  ունենա  լեզվին  տակ  պատրաստ  ու  կոճակին  սղմումին  սպասե՝ զանոնք  դուրս  զետեղելու  համար:  Փա՜ռք  քեզ  Աստված:  Ի՜նչ  տեսակ  մարդիկ  ես ստեղծեր:  …Ազատյան  ստեղծելով՝  երևի  ստանդարտիզացիա՞  ես  ուզեցեր  մտցնել ստեղծագործությանդ մեջ, տե՜ր» /104/: ", "Նույնպիսի  մի  քննադատություն  է  հնչում  ֆրանսահայ  գրողի՝  Զապել  Եսայանի վարած  բոլշևիկյան  գործունեության,  ասել  է  թե՝  նրա՝  «Երևան»  թերթում  վերջիններիս վարած քաղաքականությունը փառաբանող հոդվածների մասին /տե՛ս 62/: Ցավոք, մնում քաղաքական  գործիչ,  1908-11թթ.  գործել  է  Բաքվի  մենշևիկյան  կազմակերպությունում: 1913-ին բանտարկվել  է  հեղափոխական  գործունեության  համար: Եղել  է  կոմունիստական  կուսակցության անդամ,  ՀԱՄԽ-ի  առաջին  նախագահը, ՀԿԿ  ԿԿ  քարտուղար, ՀԽՍՀ  Կենտգործկոմի  նախագահի տեղակալ, ՀամԳԳԱ  փոխնախագահ  Անդրկովկասյան  մասնաճյուղի  տնօրեն: Աշխատությունները վերաբերում և սոցիալիստական աշխատավարձի տեսության հարցերին: ", "գյուղատնտեսության շինարարության, կոոպերացման են է  ավելացնել.  եթե  միայն  Լեռ  Կամսարը  իմանար,  թե  հետո  ինչ  ճակատագրի  պիտի արժանանար Զապել Եսայանը: "], "source_docs_file": "Literature.json"}