{"paragraphs": ["Ատենախոսությունն  իր  հիմնական  հարցադրումներով  ամբողջացնում  է  ինչպես  թե- մային առնչվող կողմերը, այնպես էլ դրանց շուրջ հրատարակված պատմական, մշակու- թային,  արվեստաբանական,  հնագիտական,  ազգագրական  բոլոր  ուսումնասիրություն- ները՝  նորովի  և  համակողմանի  լուսաբանմամբ,  նախկինում  ձևավորված  մոտեցումների վերարժևորմամբ կամ այլ տեսակետների ներկայացմամբ: ", "Ատենախոսության առանձին դրույթներ կարող են օգտակար լինել Հայաստանի հնա- գիտության, մշակույթի և արվեստի թեմային վերաբերող պատկերագրական խնդիրների ուսումնասիրման տեսակետից և մեծ հետաքրքրություն առաջացնել բուհական կրթական համակարգում՝ պատմության, հնագիտության, մշակույթի, արվեստաբանության և ազգա- գրության  շրջանակներում:  Սույն  աշխատանքը  կարող  է  ունենալ  նաև  գիտագործնական նշանակություն:  Մասնավորապես  թանգարանագիտության  և  հայագիտության  ոլորտնե- րում  անդրադարձ  է  կատարվել  ինչպես  Հայաստանի,  այնպես  էլ  արտերկրում  պահվող թանգարանային չուսումնասիրված նյութերի: Ատենախոսության դրույթների լույսի ներքո կարող են ուսումնասիրվել նաև կանանց պատկերատիպերի, խմբերի և թեմատիկ տեսա- րանների  ներկայիս  վերապրուկները:  Կատարել  դրանց  ծագման,  դասակարգման,  զար- գացման և փոխառման նաև տարածաշրջանային հուշարձանների քննությունը: ", "Աշխատանքում հնագիտության, արվեստաբանական հետազոտություններում կիրառ- վող  պատմաքննական,  մշակութային-ժամանակագրական  համադրման  և  համեմատա- կան մեթոդաբանությամբ փորձ է արվել վեր հանել ուսումնասիրվող նյութերի հիմնական դրսևորումները  տարբեր  ժամանակագրական  փուլերում,  մշակութային  խորքային  առն- չությունները, առանձնացնել հիմնական արխետիպերը և պատկերատիպերը, տարբեր շր- ջափուլերում դրանց ձևափոխությունները: ", "Ատենախոսությունը  բաղկացած  է  ներածությունից,  չորս  գլխից,  եզրակացությունից, համառոտագրություններից, օգտագործված գրականության ցանկից և հավելվածից (աղ- յուսակներ,  նկարներ  և  տախտակներ`  համապատասխան  ցանկերով):  Ինչպես  վերը  նշ- ված,  այնպես  էլ  հաջորդ  գլուխները  ամփոփվում  են  եզրակացություններով:  Ատենախո- սության տեքստային հատվածը ամփոփվում է համառոտ վերջնական եզրակացությամբ: ", "Այնուհետև  ներկայացված  է  համառոտագրությունների  և  օգտագործված  գրականության ցանկերը: Ատենախոսության կարևոր մասն է կազմում հավելվածը: Այստեղ զետեղված են բոլոր  այն  նկարներն  ու  պատկերները,  որոնք  հատկապես  մատնանշվել  են  ատենախո- սության  տեքստային  հատվածում:  Այստեղ  ներկայացված  են  աղյուսակներ,  նկարներ  և տախտակներ, որոնց առկայությունը զգալիորեն թեթևացնում է ատենախոսության տեքս- տային հատվածը և օժանդակում է նյութի տեսողական ընկալմանը և պատկերատիպերի առարկայական ներկայացմանը: ", "Հին  Հայաստանի  մշակույթի  և  մշակութային  միջավայրի  ձևավորման  հարցերն  ար- ծարծող  առաջին  գիտական  աշխատանքները  հրապարակ  իջան  XIX  դ.,  երբ  սկսեցին ուսումնասիրվել միջնադարյան հայկական գրավոր աղբյուրները: Այս աղբյուրներում վկա- յություններ կան Հին Հայաստանում աստվածուհիների, թագուհիների, սրբուհիների կեր- պարների  և  արվեստին  վերաբերող  հուշարձանների  նկարագրությունների  վերաբերյալ: ", "Մի շարք հայագետ գիտնականներ իրենց կարծիքներն ու ենթադրություններն են հայտնել Հին Հայաստանի աստվածությունների և սրբացված էակների կերպարային, պաշտամուն- քային վայրերի վերաբերյալ, որոնց թվում պետք է նշել Մ. Էմինի1, Ղ. Ալիշանի2, Հ. Գելցե- րի3, Կ.Կոստանյանի4, Գ. Սրվանձտյանցի5, աշխատությունները: ", "Հին Հայաստանի նախաքրիստոնեական կրոնի, պաշտամունքների և հավատալիքնե- րի  ուսումնասիրությունը  իր  հետագա  զարգացումը  ստացավ  XX  դարի  նշանավոր  հայա- գետների գործերում, այդ թվում Կ. Մելիք-Փաշայանի6, Գ. Հալաջյանի7, Հ. Աճեմյանի8, Ն. Ադոնցի9,  Մ.  Աբեղյանի10,  Ն.  Տաղավարյանի11,  Գ.Ղափանցյանի12,  Ա.Ղանալանյանի13,  Հ. վերայ հայկական հեթանոսությանց, Յարմաշ, 1875: ", "Միջնադարյան  Հայաստանի  նյութական  մշակույթի,  արհեստների  և  քաղաքային կյանքի զարգացման հարցերն ուսումնասիրելու գործում խոշոր ավանդ է ներդրել Կ. Գ. հատ. I, 1958, 376 էջ, հատ. II, 1964, 320 էջ: ", "Կ.Պոլիս, 1874: ", "աշխարհայացքը// «Հայրենիք» ամսագիր, Բոստոն, 1926,  № 1, էջ 78-88, նույնի, Հին հայոց աշխարհա- Մատիկյանի14 և այլոց աշխատանքներում: Հայկական լեռնաշխարհի արվեստի և մշակույ- թի  ուսումնասիրության  գործում  նոր  փուլ  նշանավորեցին  հնագիտական  պեղումները, որոնք սկսվեցին XIX դարի վերջերից և շարունակվում են մինչև այժմ: Հառիճից, Մոխրա- բլուրից, Ագարակից, Շենգավիթից, Դվինից, Արտաշատից, Վաղարշապատից, Երվանդա- շատից,  Գառնիից,  Այրումից,  Արմավիրից  և  այլ  հնավայրերից  գտնված  հնագիտական գտածոները,  որոնք  նոր  նյութերով  ու  տվյալներով  հիմնովին  թարմացրեցին  հին  հայկա- կան արվեստի և հոգևոր ժառանգության ուսումնասիրության աղբյուրագիտական հենքը: ", "XIV  –  XVII  դդ.  խեցեգործության  ուսումնասիրությունը  բավական  սահմանափակ է: Այս առումով արժեքավոր է 2009 թ. հրատարակված ,,Armenia in the cultural context of East  and  West.  Ceramics  and  glass  (IVth  –  XIVth  centuries)’’  հեղինակային  կոլեկտիվ աշխատությունը20, որտեղ առանձին-առանձին ներկայացված են խեցեգործության հիմ- նական  խմբերը`  ըստ  կավե  հիմքի:  Մանրազնին  քննության  են  ենթարկվել  յուրաքանչ- յուր  փուլի  խեցեգործական  արտադրանքի  ձևաբանական  հորինվածքների  ժամանա- կագրական  փոփոխություններն  ու  հարդարման  հնարներն  իրենց  բոլոր  արտահայտ- չամիջոցներով:  Աշխատության  վերջին  բաժնում  ներկայացված  են  XIII  –  XIV  դդ. հատ. II, ՀՍՍՀ ԳԱ հնագիտական արշավախմբի 1951 – 1972 թթ. աշխատանքների արդյունքները, 1982, 166 էջ: ", "Художественная керамика двинских раскопок, Известия АрмФАНа, N 4-5, 1940,  с. 181-199; նույնի` Китайская керамика  из  раскопок  средневековых  городов  и  поселений  Закавказья,  СА,  N  21,  Москва-Ленинград,  1954,  с. АрмФАНа,  1942,  N  6,  с.  3-32,  նույնի`  Художественная  керамическая  промышленность  средневековой Армении, Известия АрмФАНа, 1942, N 3-4, с. 9-36. Yerevan, ,,Gitutyun’’, 2009, 191p. ջնարակած  խեցեղենի  որակական  փոփոխությամբ  պայմանավորված  նկարազարդման նոր սկզբունքների երևան գալը և  XIII – XIV դդ. հախճապակին: ", "նույնի, Երկեր, Հ. Ա, Երևան, 1966, նույնի, Հայ ժողովրդական առասպելները Մովսես Խորենացու «Հայոց Պատմության» մեջ, Վաղարշապատ, 1890: ", "guralplastik, Mitteilungen der Anthropologischen Gesellschaft in Wien 130/131, (2000/2001), S. 93-106. ряды и верования первобытных земледельцов Востока, Москва, 1990, Антонова Е., Есаян. С., Антро- поморфная  скульптура  Армянского  Нагорья  V-III  тысячелетий  до  н.э.:  Меснтая  специфика  и  межрегио- нальные связи//Древний Восток. Этнокультурные связи, LXXX, Москва, 1988, с. 219-236. Երևան, 1987, էջ 124-135: ", "Гос. Музея Грузии. XXXI-B, Тбилиси, 1975, с. 85-97. Memoriam: The James Harvey Gaul Foundation, Sofia, 1998, p. 143-152. für Alba Palmieri: Universita di Roma, Roma, 1993, p. 35-69. претации, Москва, 1973, Kozlowski S., Aurenche O., Territories, Boundaries and Cultures in the Neolithic Near  East,  Bar  Interantional  Series,  1362,  (Archaeopress)  Oxford,  2005,  Кушнарева  К,  Чубинашвили  Т., Древние культуры Южного Кавказа (V-III тыс. до н. э.), Ленинград, 1970, Esin U., Arsebük G., Tülin Tepe Excavations 1971//Keban Project 1971, Ankara, 1974, p. 162-169. Կնոջ պատկերագրության ծագման և տիպաբանության խնդիրները վեր հանելու, մեր դիտարկումներն  ու  եզրակացությունները  հիմնավորելու  համար  անդրադարձել  ենք  նաև Եվրասիայի  քարեդարյան  հնավայրերից  հայտնի  նյութերն  ուսումնասիրող  հեղինակների տեսակետներին,  օգտվել  ենք  Ստոլյարի22,  Օկլադնիկովի23,  Աբրամովայի24,  Բրիֆֆոյի25, Մելլարտի26, Վարդիմանի27 և այլոց աշխատություններից28: «Մեծ մոր» պատկերագրական նախատիպերի  ուսումնասիրության  համար  հիմնվել  ենք  Է.  Նոյմանի29,  Է.  Ֆրոմի30,  Կ. Յունգի31 աշխատությունների վրա: Մենք կարող ենք պնդել, որ պալեոլիթյան արձանիկնե- րը հիմնականում կերպավորել են «Կին աստվածուհու», իսկ նեոլիթյան քանդակների մեջ հստակ կարելի է առանձնացնել  «մայր աստվածուհուն» խորհրդանշող արձանիկների մի ստվար խումբ, որոնց դիտարկում ենք, որպես «Մեծ մոր» արքետիպ` իր բազմակի դրսև- որումներով: Երկրի կամ քաղաքի հովանավոր դիցուհիների պատկերագրության առանձ- նահատկությունների վեր հանման տեսանկյունից չափազանց կարևոր ենք համարում Վ. Տոպորովի32, Ֆ. Կամենեցկու33, Ա. Սմիթի34, Օ. Ֆրեյդենբերգի35 և այլոց դիտարկումները: ", "Հայկական լեռնաշխարհում կնոջ պատկերագրության առաջին դրսևորումներին հան- դիպում  ենք  ժայռապատկերներում,  որոնք  էլ  կերպավորում  են  պալեոլիթյան  շրջանի կանանց  որոշ  պատկերատիպեր:  Վանի  տարածքի  Փութ  (Բութ)  գյուղից  արևելք,  կիրճի նույնի, Ранние формы искусства, Москва, 1972. Kingdom, 1927. de la pierre ancienne, Paris, 1951, Breuil H., Les bas-reliefs de la Magdelaine à Penne (Tarn), Comptes rendus des séances de l'Académie des Inscriptions et Belles-Lettres, Année 1952, Volume 96,  Numéro 4, p. 612-614. текста, Москва, 1987, с. 121-132, նույնի, К реконструкции балто-славянского мифологического образа Земли- Матери*Zemia&M-at-e(*Mati)//Балто-славянские исследования, 1998-1999, XIV, Москва, 2000, с. 239-371. литература,  т.  8,  Москва,  1932,  с.  121-136,  նույնի,  Женщина-город  в  библейской  эсхатологии//Сергею  Фе- доровичу Ольденбургу: К пятидесятилетию научно-общественной деятельности. 1882-1932: Сборник статей. Ленинград, 1934, с. 535-548. չորս անձավներում հնագետ Օքթայ Բելլիի կողմից հայտնաբերվեցին 150 ժայռապատկեր- ներ, որոնք ներկայացնում են հիմնականում պարող դիցուհիներ: Այդ պատճառով քարան- ձավը կոչվում էր «Կույսերի անձավ»36: Օ. Բելլի կարծիքով ժայռապատկերները վերաբեր- վում են նոր քարի դարին37: Իսկ հուշարձանի ժայռապատկերներով զբաղվող Բ. Ուտիեն և Մ. Թիերին նրանց թվագրում են առավել վաղ՝ պալեոլիթյան ժամանակաշրջանով38: ", "Հնագույն Հայաստանի արվեստի ուսումնասիրության գործում անգնահատելի է  Ստ. Եսայանի ավանդը: «Հին Հայաստանի քանդակը»39 գրքում ուսումնասիրել է վաղ բրոնզե- դարից մինչև երկաթեդար թվագրվող (մ.թ.ա. III հազ.-մ.թ.ա. I հազ.) քարից, կավից և մե- տաղից քանդակները: Կատարել է գտածոների մանրամասն քննություն,  դասակարգել և խմբավորել է բրոնզ-երկաթի դարերի քանդակագործության բազմաթիվ նմուշներ: Ուսում- նասիրել է դրանց հաջորդական զարգացումը, կապվածությունը հնագույն հավատալիքնե- րի հիմքում ընկած արևի, երկնքի, ջրի, պտղաբերության պաշտամունքների հետ: Հայկա- կան լեռնաշխարհի գտածոների և գաղափարապատկերային պատկերացումների համա- լիր և ամբողջական ուսումնասիրության համար օգտագործել ենք նաև Հ. Մարտիրոսյա- նի40, Է. Խանզադյանի41, Լ. Աբրահամյանի42, Գ. Թումանյանի43, և այլոց աշխատանքները: ", "Հայաստանի  ուշմիջնադարյան  խեցեղենի  արտադրության  փուլային  զարգացման ողջ գործընթացը պատկերացնելու և բացահայտելու համար բացառիկ է Ի. Ղարիբյանի` ,,Լոռե բերդաքաղաքը և նրա պեղումները’’ մենագրությունը24, որտեղ առանձին բաժնով ներկայացված է նյութական մշակույթը: Դասակարգելով խեցեղեն տեսականին ըստ կի- րառության, հեղինակը մեծ ուշադրություն է հատկացնում ծխամորճերին, որոնց քննու- թյունը հնարավորություն է տալիս հեղինակին ենթադրելու, թե Լոռե քաղաքն, ամենայն հավանականությամբ,  ունեցել  է  կավե  ծխամորճների  տեղական  արտադրության  ար- հեստանոց: ", "ևոր  է  Հայկական  լեռնաշխարհում  կանացի  պատկերագրության  ծագման  և  տիպաբա- նության որոշման համար: ", "Վանի  թագավորության  շրջանի  հուշարձանների  ուսումնասիրության  համար  օգտվել ենք Բ. Պիոտրովսկու աշխատություններից45: Մասնավորապես Բ. Պիոտրովսկին «Ուրար- տուի  արվեստը  մ.թ.ա.  VIII-VI  դդ.»  և  «Վանի  թագավորությունը.  Ուրարտու»  աշ- խատություններում  կատարել  է  ուրարտական  տաճարների,  դամբարանների,  հնավայ- րերի  և  գտածոների  ուսումնասիրություններ:  Ուշագրավ  են  Վանի  թագավորության  հու- շարձանների  վերլուծությունը,  որոնց  թվում  անդրադառնում  է  կաթսաների  կանացի պատկերմամբ   բռնակներին,  (գտնվում են Փարիզի, Էրմիտաժի, Ստամբուլի թանգարա- նային  հավաքածուներում),  Թոփրակ-Կալեյից  գտնված  ոսկյա  մեդալյոններին,  տարբեր թանգարաններում  պահվող  պաշտամունքային  թիթեղներին,  կախիկներին,  Արուբանի դիցուհու բրոնզաձույլ արձանիկին, գահավորակի մաս կազմող կանացի արձանիկներին և այլն: ", "Նորագույն շրջանում բազմաթիվ են ուրարտական աստվածների պատկերագրության մասին  ուսումնասիրությունները:  Ուրարտական  թիթեղների,  մեդալիոնների,  գոտիների սկզբնական ուսումնասիրությամբ և խմբավորմամբ զբաղվել է Մյունխենի Հնագիտական թանգարանի տնօրեն Հ. Կելլները, որը լուսանկարել, հավաքել և զուգահեռներ է անցկաց- րել Կարմիր բլուրից, Նորշունթեփեյից, Մանազկերտից, Ալթինթեփեից գտնված նյութերի հետ  և  հրատարակել  է  այս  պաշտամունքային  թիթեղների  և  գոտիների  մասին  մի  շարք աշխատություններ46:    Մեզ  համար  արժեքավոր  է  նաև  Ե.  Կաների47  կողմից  1997  թ-ին հրատարակված կատալոգը բրոնզե պաշտամունքային թիթեղների մասին, որտեղ վերջի- նս  մանրամասն  խմբավորել,  առանձնացրել  և  վերլուծել  է  պատկերագրական  տիպերը, խմբերն ու թեմաները: Ե.Կաները կատարել է նաև կին աստվածուհիների պատկերագրա- կան տիպերի առանձնացում: ", "вв. до н.э., Ленинград, 1962, նույնի, Ванское царство (Урарту), Москва, 1959. Grouping and Dating of Bronze Belts// Urartu: A Metalworking Center in the First Millenium B.C.E., The Israel Museum, Jerusalem, 1991, p. 142-161, նույնի, Medalions and Pectorals// Urartu: A Metalworking Center in the First Millenium B.C.E., The Israel Museum, Jerusalem, 1991, p. 164-170. Մեր  թեմային  հատկապես  առնչվում  են  Ռ.  Մերհավի48,  Ու.  Զայլդլի49,  Կ.  Յակուբյա- կի50, Պ. Կալմեյերի51, Օ. Բելլիի52, Ռ. Չավուշօլուի53, Ի. Կոռնելիուսի54 աշխատությունները: ", "Այս մետաղյա թիթեղները Օ. Բելլի կարծիքով կարող էին ամրացվել զգեստների վրայից և ունեին չարախափան, պաշտպանիչ նշանակություն: ", "Հայրենական  գիտության  մեջ  ուրարտական  աստվածուհիների  պատկերագրության թեմային առնչվել են Ս. Եսայանը55, Ս. Հմայակյանը56, Ե. Գրեկյանը57, Ն. Ենգիբարյանը58, Մ. Բադալյանը59: Հին հայկական արվեստում ոճական և գեղարվեստական զարդարման եղանակներին  ու  հագուստի  զարգացման  ուղղությունների  ուսումնասիրության  համար արժեքավոր  են  Ս.  Հմայակյանի60,  Հ.  Հակոբյանի61  և  այլոց  աշխատանքները  ուրար- տական արձանիկների, մեդալյոնների, ոսկյա զարդերի և դրամների քննությանը, ուրար- տական և հայկական մշակութային փոխառնչությունների քննության հարցում: "], "paragraph_source_docs": [2, 2, 2, 2, 2, 2, 2, 2, 3, 2, 2, 3, 3, 2, 2, 2, 2, 2, 3, 2, 2, 2, 2, 2, 2], "source_docs_file": "History.json"}