{"paragraph_source_docs": [1, 0, 1, 1, 1, 1, 0, 0, 1, 0, 0, 1, 1, 0, 0, 1, 0, 0, 0, 0, 1, 1, 1, 0, 1, 1, 0, 1, 1, 0, 1, 1, 0, 1, 1, 0, 1, 1, 0, 1, 1, 1, 1, 1, 1, 0, 1, 0, 1, 0], "source_docs_file": "Linguistics.json", "paragraphs": ["East is East and West is West And never the twain shall meet. Տողերի  հեղինակը  ընդգծում  է,  որ  այն  հատկանիշներն  ու  որակները,  որ բնորոշ  են  Արևմուտքին,  հստակորեն  տարբեր  են  այն  ամենից,  ինչը յուրահատուկ  է  Արևելքին:  Այս  տարբերությունները  առավել  շեշտելու համար  նա  ավելացնում  է,  որ  այս  երկու  բևեռները  երբեք  չեն  միանա  իրար: ", "Հայկազյան  Համալսարան,  2013,  էջ  44:  Հայտնի  է  խարբերդցի  ասորու  առնվազն  մեկ  ազգանուն  ռու- սական –ով վերջավորությամբ. խոսքը «Բաբելոնի» երկրորդ խմբագիր Նաում Բեշարովի մասին է, որին մանրամասն կանդրադառնանք համապատասխան գլխում: ", "Մայբաուերը  գտնում  է,  որ  եթե  նույնիսկ  ընդունենք,  որ  որոշ նույնաբանական  կառույցներ  ունեն  տվյալ  լեզվին  հատուկ  նշանակություն, ապա  սա  դեռ  ամենևին  չի  նշանակում,  որ  դրանց  նշանակությունը  (կիսով չափ)  հնարավոր  չէ  ստանալ`  Գրայսի  սկզբունքներից  ելնելով,  որովհետև, Գրայսի  տեսության  համաձայն,  ներակայումները  առաջ  են  գալիս  ի հավելումն  արդեն  ասվածի  (in  addition  to  what  is  said)  (Meibauer  2008:  443): ", "Մայբաուերը  նույն  տեղում  շարունակում  է,  որ  նույնաբանական  կառույցի ամբողջական  նշանակությունը  հնարավոր  չէ  սպառել  դրան  վերագրված նշանակության կաղապարով: ", "Ավելին, նա գտնում է, որ նույնաբանությունների անթարգմանելիությունն ինքնին համոզիչ հիմնավորում  չէ,  թե  նույնաբանությունները  հատուկ  են  որևէ  լեզվի  ու անփոխանցելի  են  այլ  լեզուներ,  որովհետև  ակնհայտ  է,  որ  բազմաթիվ արտահայտություններ հնարավոր  չէ մեկին մեկ ճշգրտությամբ թարգմանել, և  թեպետ  կարող  են  լինել  որոշ  կառուցվածքային  տարբերություններ, սակայն  իմաստային  տեղեկույթը  կարելի  է  փոխանցել  տարբեր  լեզուների միջև  (նույն  տեղում):  Օրինակ`  անգլերեն  A wife is a wife  (wives are wives) նույնաբանությունը համապատասխանում է ճապոներենի Okusan wa okusan da  (Okamoto  1993:  437),  իսկ  Boys  are  boys-ը  համապատասխանում  է արաբերենի il walad-walad կառույցներին (Farghal 1992: 226) Ա.  Վերժբիցկան  անգլերենի  անվանական  նույնաբանական կառույցները խմբավորում  է ըստ  հետևյալ  շարահյուսական կաղապարների և նրանցից յուրաքանչյուրին վերագրում որոշակի իմաստներ. Nabstr is Nabstr   War is war; Wars are wars; Wars will be wars Npl are Npl   Kids are kids; The kids are the kids Npl will be Npl   Boys will be boys; A boy will be a boy A N is a N   A party is a party; The party is the party The N is the N   The law is the law; The war is the war N1 is N1 (and N2 is N2) East is east and west is west Մայբաուերն  առանձնացնում է նույնաբանությունների վերլուծության չորս    գլխավոր հիմնահարց. Համընդհանրականություն`  ի  դեմ լեզվին  ներհատուկությանը (Universality vs. Language Specifity) Պայմանադրականություն`  ի  դեմ  ներակայման  (Conventionality  vs. Երկրորդ  NP-ի  ստորոգելիական  կարգավիճակը  (Art)  NP  be  (Art)  NP Implicature) կառույցում: ", "Իլլոկուտիվ իմաստը (Meibauer 2008: 442) Մայբաուերը  Վերժբիցկայի  տեսությունը  դիտարկում  է  վերոնշյալ առաջին  տեսակետի  առանցքում:  Չհամաձայնելով  այն  մտքին,  թե նույնաբանությունները լեզվին բնորոշ երևույթներ են ու գրեթե անթարգմանելի  են,  քանի  որ  միևնույն  նույնաբանական  կառույցը  տարբեր լեզուներում  ունի  նրբերանգային  առանձնահատկություններ,  ու  դա  գրեթե անհնար  է  տեղափոխել  մի  լեզվից  մյուսը,  Մայբաուերը  դիտարկում  է Վերժբիցկայի  համեմատությունը  անգլերենի,  ֆրանսերենի  և  գերմաներենի միջև  (Boys will be boys; Les garçons seront les (des) garcons; Knaben warden Knaben  sein):  Ըստ  Մայբաուերի`  գերմաներենի  համապատասխան տարբերակը  բավականին  ընդունելի  թարգմանություն  է,  միայն  Knaben-ի փոխարեն  ավելի  նախապատվելի  է  օգտագործել  Jungen  գոյականը  (նույն տեղում): ", "Մի քանի սերունդներ շարունակ լինելով հայախոս և «Բաբելոնի» էջերում ցուցա- բերելով  հայերենի  փայլուն  իմացություն,  Խարբերդի  ասորիները,  այդուհանդերձ,  չէին դիտում  հայերենը  որպես  մայրենի  լեզու:  Նրանց  համար  այն  միշտ  մնում  էր  «օտար», «ուրիշների»  լեզու99,  որի  հետ  խորքային  զգացմունքային  կապվածության  արտահայ- տություններ գրեթե չեն պահպանվել100: Սեփական լեզուն կորցրած լինելու հանգաման- քը  բարդույթի  տեսքով  իշխում  էր  ասորի  մտավորականների  վրա:  «Բաբելոնի»  հոդ- վածներից մեկում կարդում ենք. «Ունինք լեզու մը որ գործածող չկա, ուրիշների լեզուն առած  ենք,  մեկ՝  մեկ  ազգի  մը  լեզվով  կ’խոսի,  ուրիշ  մը՝  ուրիշին:  Ոմանք  թուրքերեն կ’խոսին, ոմանք պարսկերեն, ոմանք հայերեն, ոմանք ալ արաբերեն <…> Իրար չենք ճանչնար,  իրար  չենք  հասկնար,  հազար  ու  մեկ  ճյուղերու,  հազար  ու  մեկ  մասերու բաժնված  ենք:  Մելքիթին  ինքզինքը  տարբեր  կը  ճանչնա,  քիլդանին  տարբեր,  Պարս- է  1930-ականներին  Կալիֆոռնիայում  երիտասարդների  կողմից  կազմակերպված  և  մասամբ  հայերեն վարված  մի  միջոցառում.  այդ  կապակցությամբ  հոդվածագիրը  նշում  է,  որ  ներկա  մեծահասակները «վայելեցին հայերենը» (“enjoyed the Armenian language”): ", "կաստանի ասորին ինքնզինքը նեստորի կը կոչէ ու կը զատվի բոլորովին Միջագետքի Ասորիէն»101:  Անորոշ  ապագայում  «մայրական  լեզուն»  վերակենդանացած  տեսնելու հույսը  պարբերաբար  հնչում  է  «Բաբելոնում»,  թեև  Խարբերդի  ասորիների  պարագա- յում  այն  իրականանալու  որևէ  նախադրյալներ  չուներ:  Այսպես,  հոդվածներից  մեկում կարդում  ենք.  «Ասորի  ազգը  անլեզու  չէ  և  ունեցած  է  լեզու  մը  ճոխ  գրականությամբ: ", "Մայբաուերը մի կարևոր դիտարկում է անում: Նա նշում է` այլընտրանքային տարբերակների բացառումը  դեռ բավարար  գաղափար չի  տալիս հասկանալու,  թե  ինչպես  է  որևէ  նույնաբանական  ներակայում  դուրս բերվում:  Օրինակ`  War  is  war  նույնաբանության  դեպքում ինչպես  է ստացվում,  այն  ներակայումը,  թե  սարսափելի  բաներ  կարող  են  պատահել, սակայն  հնարավոր  չէ  որևէ  բան  անել  դրանց  դեմ:  Նա    նշում  է,  որ տեսականորեն  նույնաբանական  կառույցները  կարող  են  անսահմանափակ թվով այլընտրանքներ ունենալ, սակայն տեղին, համապատասխան (relevant) այլընտրանքը  պետք  է  որոշակի  չափով  սպասելի  լինի:  Sex is sex  (a  is  a) օրինակում,  ըստ  էության,  կարելի  է  բերել  այնպիսի  այլընտրանքներ, ինչպես,  ասենք,  sex is sport  կամ  sex is determination  և  այլ  տարբերակներ, սակայն դրանք, ըստ երևույթին, չափազանց անսպասելի են լսողի համար, և նա ի սկզբանե դրանք բացառում է: ", "Խարբերդի ասորիների ազգային ինքնության գլխավոր գրավականը և հայերից նրանց  զանազանող  գլխավոր  գործոնը  նրանց  ազգային  ավանդական  եկեղեցիներն էին՝  Անտիոքի  ասորի  ուղղափառ  և  Ասորի  կաթոլիկ:  Ինչպես  նշել  էինք,  Խարբերդն Ասորի  ուղղափառ  եկեղեցու  եպիսկոպոսի  աթոռանիստ  էր:  Ասորական  Մարթ  (Սուրբ) Մարիամ  եկեղեցին  (ավելի  ճանաչված  է  թուրքերեն՝  Մերյեմ  անա  քիլիսեսի  անունով) պարզունակ,  որևէ  ճարտարապետական  արժանիքներով  աչքի  չընկնող  շինություն  էր, սակայն  ասորիներն  այն  շատ  հին  են  համարում  և  հիմնադրումը  վերագրում  179  թ.105: ", "Սա,  հավանաբար,  նախկին  հայկական  Սբ.  Աստվածածին  եկեղեցին  է.  տեղեկություն- ներ  կան,  որ  հայերն  այն  հանձնել  են  ասորիներին,  փոխարենը  նրանցից  ստանալով մոտակա Մորենիկ գյուղի եկեղեցին106: Ըստ երևույթին, քաղաքում եղել է ևս երկու ասո- րի  ուղղափառ  եկեղեցի:  Ասորի  կաթոլիկ  եկեղեցի,  ամենայն  հավանականությամբ,  չի եղել, համենայն դեպս, չի հիշատակվում: ", "Անգլերեն նույնաբանական կառույցների գործաբանական ներուժի   կազմավորումը Համաձայն  Գրայսի  քանակի կարգախոսի`  համագործակցող խոսընկերները չեն  արտաբերում  ավել  կամ  պակաս  տեղեկություն  պարունակող  ասույթներ:  Եթե հաշվի  առնենք,  որ  նույնաբանական  ասույթներն  ի  սկզբանե  ճշմարիտ  են  և հետևաբար չեն պարունակում նոր տեղեկություն, ապա դրանք չպետք է կիրառվեն հաղորդակցվելիս: Սակայն ինչպես ցույց են տվել բազմաթիվ հետազոտություններ, նույնաբանական ասույթները, բացի իրենց պայմանադրական նշանակություններից  (conventional  meaning),  կրում  են  բավականին  ընդգրկուն հաղորդակցական-գործաբանական  ներուժ  և  լայնորեն  կիրառվում  են  խոսքում (Wierzbicka 1991;  Ward, Hirschberg  1991;  Harnish  1976; Walter  2008; Meibauer 2006; Mizuta 1996; Farghal 1992; Miki 1996; Lyons 1968; Lewis 1972; Katz,  Langendoen 1976; King 2005): ", "Այս  գլխում  մեր  նպատակն  է  փաստական  նյութի  քննության  արդյունքում վերհանել անգլերենի նույնաբանական կառույցների այն լեզվական բաղադրիչները (շարահյուսական, ձևաբանական, իմաստային), որոնք նպաստում են գործաբանական ներուժի կազմավորման գործընթացին: ", "Արժե ևս մեկ անգամ նշել, որ Բիթլիսում, օրինակ, ասորիները ոչ միայն խոսում էին հայերեն, այլև գործածում էին այն իրենց եկեղեցական արարողություններում109, և որ հայերենը ժամերգության մեջ գործածվել է նաև Մարդինի Քառասուն նահատակնե- րի ասորական եկեղեցում110 (և սա այն պարագայում, երբ քաղաքի ասորիներն ու հայե- րը՝ հատկապես կաթոլիկ, արաբախոս էին): Կրկնենք նաև, որ XX դ. սկզբին Դիարբե- քիրում գործածվել է ասորատառ հայերենով Ավետարան, որն, ըստ երևույթին, հայկա- կան գարշունիի՝ գործածության մեջ եղած վերջին նմուշն էր: ", "nisian, Mazda Publishers, Costa Mesa, California, 2002, էջ 187: ", "Երկրորդ  բաղադրիչը  նույնաբանության  կիրառման յուրաքանչյուր  կոնկրետ դեպքում  արտահայտում  է  իրենում  ներփակված  իմաստի  տարբեր  կողմեր: ", "Վերևում արդեն նշվեց, որ ասորական ավանդական եկեղեցիներն իրենց ծիսա- կարգում  կառչում  էին  դասական  ասորերենից.  Ասորի  ուղղափառ  եկեղեցին  այսօր  էլ ընդդիմանում է Տուր Աբդինի տուրոյո արդի արամեական բարբառը գրական լեզվի վե- րածելու  փորձերին՝  դիտելով  այն  դասական  ասորերենի  աղավաղված  ձև:  Դրա  հետ մեկտեղ՝ ո՛չ Խարբերդում, ո՛չ այլուր ասորի հոգևորականությունը որևէ էական քայլ չէր ձեռնարկում դասական ասորերենը հասարակ ժողովրդին ավելի հասու դարձնելու հա- մար, և դեռ ավելին, ինքն իր ներքին գրագրությունը, ինչպես նշվեց, վարում էր ասորա- տառ թուրքերենով: Ասորի հոգևորականների կրթվածության ցածր մակարդակն ու ուղ- ղակի  տգիտությունը  սուր  քննադատության  առարկա  էին  ասորական  մամուլում,  այդ թվում՝  «Բաբելոնում».  վերջինն  ընդհանրապես  աչքի  է  ընկնում  սուր  հակակղերական տրամադրվածությամբ: ", "Ինչպես և հայերի, խարբերդցի ասորիների միջավայրում XIX դ. երկրորդ կեսում շատ լայն տարածում էր ստացել բողոքականությունը, որը հիմնականում քարոզում էին ամերիկացի  միսիոներները:  Բողոքականություն  ընդունող  ասորիները  գտնվում  էին հայերի  ավելի  ուժեղ  ազդեցության  տակ,  քան  «հակոբիկներն»  ու  կաթոլիկները: ", "Ակնհայտ  է,  որ  Խարբերդում  կային  «հայացած»  ասորիներ:  Ասորի  երկու  բողոքական պատվելիների  գործունեությունն  ԱՄՆ-ի  հայերի  միջավայրում  «Բաբելոնի»  մի  քանի համարներում  ասորի  «ազգատյացների»  շուրջ  սուր  բանավեճի  առիթ  դարձավ:  Այս- պես, հոդվածներից մեկում կարդում ենք. «Շատ շատեր կկարծեին, թե ասորի անունը անարգական անուն մըն է: Հայրենիքում եթե մեկին ասորի անվանեիր, կբարկանար - Ասորին դուն ես, ես հայ քրիստոնյա եմ, կըսեր»112: Մեկ այլ տեղ. «Ունիմ հավատքը, թե ասորիները մի անգամ ընդ միշտ սթափվելու և գիտակցելու են այն թունավոր միկրոբ- E. Hopper, Harvard College Library, Cambridge, 1999, էջ 12-13: ", "ներուն, որոնց հանդեպ ազգային թերթով մը հականեխել պետք է: Եթե ոչ, լավ է որ հի- մակվնէ հետևինք այն ազգին [հայերին], որուն լեզուն, գրականությունը, սովորությունը կգործածենք արդեն, քան որ քառորդ դար վերջ: <…> Ի՞նչ ընենք, մենք ալ [մեր] գրե՞րը թաղենք և ասորության վերջ մը դնենք, թե ոչ ծաղկեցունենք»113: ", "While  hope  you  are  not  part  of  the  conspiracy  because  a  terrorist  is  a  terrorist there's nothing like moderate rebels going about slaughtering innocent souls. Join Putin  in  annihilating  those  vampires  or  law  of  karma  cut  up  with  you  and  your country like hypocrite Erdogan of Turkey. (Express, http://www.express.co.uk/news/politics/622224/David-Cameron-Prime- Minister-Syria-airstrikes-ISIS-Islamic-State-House-of-Commons (accessed 26 October, 2015)) Այստեղ  նույնաբանության  հեղինակը  արտահայտում  է  ոչ  թե  գիտակից  ու սառը  վերաբերմունք  ահաբեկիչների  հանդեպ,  այլ  ընդհակառակը`  հայտնում  է իր անհանդուրժողականությունը:  Նա  նշում  է,  որ  չափավոր  ապստամբ  չեն  կարող կոչվել  այն մարդիկ, որոնք կոտորում են բնակչությանը:  Այսինքն` նույնաբանությունը  կիրառողը  բացառում  է  այլընտրանքային  տարբերակների հնարավորությունը,  ինչպիսիք  կարող  էին  լինել A terrorist is still a human being; A terrorist should also be empathized  տարբերակները: ", "Հաջորդ օրինակում կարող ենք փաստել, որ արդյունքները գրեթե նույնն են. A state Department official said the administration was standing behind the statement made by Secretary of State George P. Shultz in a speech in New York  last  week:  “Terrorism  is  terrorism”.  It  deserves  no  sanctuary,  and  it must  be  stopped  “Messages  went  out  to  several  U.S.  embassies  Monday night,  saying  the  United  States  hoped  the  governments  would  not  yield  to the hijackers. (San Diego Union, 9 October, 1985) Այստեղ Շուլցը մերժողական դիրքորոշում է արտահայտում ահաբեկչության հանդեպ:  Նա  պարզորոշ  արտահայտում  է  այն  միտքը,  որ  ոչ  մի  տեսակի ապաստան  չի  կարելի  տրամադրել  ահաբեկիչներին,  և  որ  նրանք  պետք  է կանգնեցվեն:  Իր  այս  միտքը  նա  սեղմ  կերպով  արտահայտում  է  նույնաբանության միջոցով:  Նա  մերժում  է  որևէ  այլընտրանքային  արտահայտության  կիրառության հավանականությունը  կամ  տեղին լինելը  որպես  Terrorism  is  terrorism արտահայտությանը փոխարինող տարբերակ: ", "Հաջորդ  օրինակում  ևս  այլընտրանքային  տարբերակների  բացառման միջոցով  վերծանվում  է  նույնաբանության  նշանակությունը:  Այս  օրինակից հասկանում  ենք,  որ  ընտրելով  նույնաբանական  կառույց`  խոսողը  ցանկանում  է փաստել,  որ  փոքր  քաղաքում  ապրող  մարդիկ  մեծ  տարբերություն  չեն  տեսնում օղու տեսակների մեջ. “Stolichnaya vodka has been a slow mover, though, said restaurant manager Bill Leung. But not because of politics “Hardly anybody orders it.  In a small town,  people don’t  know  the  difference  between  vodkas.  Vodka is  vodka.” He said. (Minessota Chicago Tribune, 13 December, 1989) Այստեղ խոսողը բացահայտ կերպով նշում է, որ օղու ստեղծման երկիրը կամ էլ  ապրանքանիշը  էական  չեն  դրա  վաճառքի  դանդաղ  տեմպի  համար,  և  հարցը նույնիսկ  չի  վերաբերում  քաղաքականությանը  (հոդվածը  գրվել  է  Սովետական Միության  վերջին  տարիներին,  երբ  ԱՄՆ  և  ՍՍՀՄ  հարաբերությունները  շատ լարված  էին),  օղին օղի է,  և  այն  պարզապես  դանդաղ  է  վաճառվում,  սակայն «ռուսական օղի է» արտահայտությունը ((some) vodka is Russian)  այստեղ տեղին չէ: ", "Այստեղ  երկու  սեռերի  ներկայացուցիչներն  էլ  կարող  էին  ուսում  ստանալ.  1912  թ.  47 Ըստ  որոշ  վկայությունների՝  հաջորդ  եպիսկոպոսը  եղել  է  Կուրիլոս  Մանսուրը,  որը  նահատակվել  է  Մեծ Էղեռնի օրերին, ըստ մյուս՝ աթոռը թափուր է մնացել: ", "Մեկ այլ օրինակում կրկին հանդիպում ենք a million dollars is a million dollars նույնաբանական  կառույցին  այլ  համատեքստում:  Ու  եթե  նախորդ  դեպքում խոսողը  նույնաբանության  միջոցով  արտահայտում  էր  ափսոսանք,  որ  անցյալում մեկ  միլիոն  դոլարն  իրոք  մեծ  գումար  էր  (ենթադրել  տալով,  որ  իր  ժամանակ այդպես չէ),  ապա հաջորդ օրինակում  տեսնում ենք, որ  միևնույն նույնաբանությունը,  կիրառվելով  ներկա  ժամանակով,  այլ  հաղորդակցական նպատակ ու գործառույթ է ձեռք բերում: ", "Treasure  Hunt  Organizer:  You  know,  a  million dollars is a million dollars. We couldn't just bury it anywhere. (Magnum PI 25 October, 1987) Այստեղ  խոսողը  կիրառում  է  նույնաբանություն,  որպեսզի  ցույց  տա,  որ գումարի  ահռելի  չափը  բարդացնում  է  այն  թաքցնելու  հնարավորությունը: ", "Աշուր  Յուսուֆը  բողոքական  էր121  և  ամուսնացած էր  հայ  ավետարանական  պատվելիի  դուստր  Արշալույս Օղկասյանի հետ. նրանք ունեցել են յոթ զավակ122: Բողո- քական լինելը, ինչպես նաև այն, որ Աշուր Յուսուֆի ծա- նոթությունն  ասորերենին  սահմանափակվում  էր  միայն այբուբենով,  չխանգարեց  նրան  դառնալու  արևմտաասո- րական միջավայրում ազգայնականության գաղափարնե- րի  առաջին  նշանավոր  ջատագովը:  Երիտթուրքական Պատկեր 11. Աշուր Յուսուֆի դիմանկարը Assyrian Progress պարբերականում հեղափոխությունից  հետո  նա  հիմնեց  Օսմանյան  կայս- րությունում  արևմտաասորական  առաջին  պարբերակա- նը՝  Մյուրշիդ-ի-ասիրիյուն  («Ասորիների  ուղեցույց»)  հան- դեսը, որը լույս էր տեսնում Խարբերդում ասորատառ թուրքերենով: Այդ պարբերակա- նում  հրատարակված  հոդվածների  զգալի  մասի  հեղինակն  ինքը՝  Աշուր  Յուսուֆն  էր: ", "Ցանկանում  ենք  մի  կարևոր  հանգմանք  ևս  առանձնացնել:  Դիտարկելով Terrorism is terrorism  և  Vodka is vodka  նույնաբանությունները`  գտնում  ենք,  որ պետք  է  զերծ  մնալ  դրանք  որպես  նախատիպ  (prototype)  ընդունելուց,  այն  է  թե` Terrorism is terrorism  նշանակում  է,  որ  ամեն  տեսակի  ահաբեկչություն  կարծես ընդհանուր  ահաբեկչության  նախատիպ  է:  Նման  նախատիպերի  դուրսբերումը ճիշտ  չէ,  քանի  որ  դրանք  չեն  ընդգրկում  բոլոր  նույնաբանությունները  կամ  գոնե դրանց մեծ մասը: Դա հենց ապացուցվում է հաջորդ օրինակում` A million dollars is a million dollars  նույնաբանության  հիման  վրա:  Այլ  կերպ  ասած,  հակադրվելով Վերժբիցկային  (Wierzbicka  2003)`  ընդունելի  չենք  համարում  այս  կառույցներին նախատիպային նշանակություն (prototypical meaning) վերագրելը: ", "Անդրադառնալով դիսյունկտիվ/տրոհական (Բրուտյան նույնաբանությունների  մեկնաբանմանը`  առաջարկում  ենք  այստեղ  ևս  կիրառել այն  մոտեցումը,  համաձայն  որի`  այլընտրանքային  դիսյունկտները  (disjuncts), որպես նույնաբանության հնարավոր մեկնաբանության տարբերակներ, տեղին չեն: ", "արաբատառ  թուրքերենով  էին:  Հանդեսը  հրատարակել  է  ոմն  Պաուլոսը,  որը  ենթա- դրաբար  նույնպես  հոգևորական  է  եղել:  Թեև  Խարբերդում  գոյություն  ունեին  տպա- րաններ  (այդ  թվում՝  «Եփրատ»  քոլեջում),  ասորական  տպագրական  տառատեսակի բացակայության  պատճառով  այս  երեք  պարբերականներն  ստեղծվել  են  ձեռագիր, ապա կրկնօրինակվել բազմատիպով: ", "Amanda: Alright. I’ll marry you. But it will be a picturebook. Prince Michael: What do you mean? Amanda: It will be a marriage for show ONLY. Prince Michael: (Stunned silence) Amanda: You either agree or you don’t. Prince Michael: I agree. (DTVS, 13 March, 1985) Ամանդան մերժում է իր նշանածի ցանկացած հնարավոր պատասխան, որը կարող է  տարբերվել  իր  ներկայացրածից:  Իր  օգտագործած  նույնաբանությամբ  Ամանդան ցանկանում  է  ասել,  որ,  օրինակ,  «Դու  կարող  ես  համաձայնել  կամ  մի  որոշ ժամանակ  էլ  մտածել»  արտահայտությունը  հնարավոր  չէ  արքայազն  Մայքլի համար: Հաջորդ օրինակում տեսնում ենք, որ դիսյունկտիվ նույնաբանությունները կիրառվում  են,  երբ  խոսողը  ցանկանում  է  նշել,  որ  բացի  առաջարկված  երկու տարբերակներից, այլ մոտեցում կամ տարբերակ չպետք է դիտարկել: ", "Cliff: What’s wrong? Jamie: I don’t know. isn’t. (DTVS, 13 March, 1985) Cliff:  Whaddya  mean.  “You  don’t’  know?  Either  something’s  wrong  or  it Տվյալ օրինակում Քլիֆը  արտահայտում  է այն միտքը, որ «մի բան այն չէ կամ ինչ- որ  բան  կիսով  չափ  այն  չէ»  ընդունելի  տարբերակ  չէ  ու  մերժվում  է  տվյալ իրավիճակում: Նույն մոտեցումը հաստատելու համար առաջարկվում է դիտարկել հաջորդ օրինակը. “There  just  isn’t  a  community  of  interest  between  them”  said  Paul McDonald,  a  London-based  oil  consultant.  “You’re  either  a  member  of OPEC or not; nobody’s knocking down the door to join OPEC”. (AP News, 3 May, 1988) Այստեղ  այնպիսի  այլընտրանքային  տարբերակները,  ինչպիսիք  կարող  են  լինել «Դու  կա՛մ  ՕՊԵՔ-ի  անդամ,  ես  կա՛մ  էլ  փորձում  ես  դառնալ»,  կամ`  «Դու  կա՛մ ՕՊԵՔ-ի անդամ ես, կա՛մ էլ ՄԱԿ-ի», ընդունելի չեն: ", "Մեծ  եղեռնը  վերապրած  որոշ  ասորիներ  հաստատվեցին  Հայաստանում,  մաս- նավորապես՝  Երևանի  մերձակայքի  Նոր  Խարբերդ  ավանում.  նրանց  թվում  էր  Աշուր Յուսուֆի որդի Ռասինը, որը ստալինյան բռնությունների տարիներին աքսորվեց (1940- ականներին Սիրիայից Հայաստան հայրենադարձվեց նաև Աշուր Յուսուֆի այրին՝ Ար- blishers, Costa Mesa, California, 2002, էջ 334: ", "Դիտարկենք պայմանական նույնաբանության ևս երկու օրինակ. MG: So then Mark asks me where I bought it. I said: “Au magasin de Macy”. He says: “Huh? What magazine? Now what could I say? I could have really embarrassed  him,  but  what  would  that  get  me?  If  you  don’t  know  the language,  you  don’t  know  the  language.  (Philadelphia  Inquirer,  17 September, 1985) Այս օրինակում խոսողը չի կարող ընդունելի համարել այնպիսի այլընտրանքային տարբերակներ, ինչպես, ասենք, If Mark doesn't know French, then I should humiliate him (եթե  Մարկը ֆրանսերեն չգիտի, ապա ես պետք է  նրան ստորացնեմ): Ինչպես իրավացիորեն  պնդում  են  Վորդը  և  Հիրշբերգը,  հաղորդակցվելիս  արտաբերված նույնաբանությունները  տվյալ  խոսքային  իրադրության  համար  միակ  ընդունելի տարբերակներն են (Ward, Hirschberg 1991): ", "MK:  I  really  should  learn  how  to  find  the  other  entrance  (to  the  Holland Tunnel) DL: What good will that do? If it's crowded, it's crowded. (Business Insider Այս  օրինակում  երկրորդ  զրուցակիցը  նկատի  ունի,  որ  նույնիսկ  եթե  դեպի  թունել տանող  այլ  մուտք  էլ  փորձեն,  միևնույնն  է  այս  թունելը  գերծանրաբեռնված  կմնա: ", "ձեռներեցությամբ:  Երիտասարնդերից  շատերն  ընդգրկվեցին  բարձրագույն  կրթական հաստատություններում:  1923  թ.  Վուսթերում  սկսեց  գործել  ԱՄՆ-ում  առաջին  ասորի ուղղափառ եկեղեցին: ", "Այժմ  դիտարկենք  ստորադասական  նույնաբանական  կառույցներ,  որոնք ունեն  when  p,  p;  p  because  p;  Whatever  p,  p  և  p where p  կառուցվածքներ: ", "Դիտարկենք հետևյալ օրինակը. Association  of  California  Water  Agencies  executive  director  John  Fraser yesterday  called  the  guarantee  shortsighted,  saying  it  ignores  dramatic increases in water usage predicted for Central California. “Once that water is gone, it's GONE” Fraser said in a telephone interview. (San Diego Union, 4 March, 1986) Տվյալ  օրինակում  նույնաբանությունն  ակնհայտորեն  արտահայտում  է  այն նշանակությունը,  որ  եթե  ջուր  այլևս  չկա,  ապա  մնացած  այլընտրանքային տարբերակները անհնար են: Երբ ջուրն արդեն կորսվել է, ապա ոչինչ հնարավոր չէ անել,  ու  հնարավոր  չէ  այն  փոխարինել  այսպիսի  այլընտրանքով.  Once water is gone, it can be replaced կամ որևէ այլ տարբերակով: ", "Աբրահամ Յուսուֆը (1866-1924) ԱՄՆ-ի խարբերդցի ասորիների ամենանշանա- վոր ներկայացուցիչն ու ոչ պաշտոնական առաջնորդն էր: Նա ծնվել էր Խարբերդում և Աշուր  Յուսուֆի  հորեղբորորդին  էր:  Ի  տարբերություն  իր  նշանավոր  ազգականի,  որը զտարյուն  ասորի  էր,  Աբրահամ  Յուսուֆը  մոր՝  Սառա  Թովմասյանի  կողմից  հայ  էր  և ասորական համայնքի հետ մեկտեղ գրեթե հավասարաչափ ներգրավված էր նաև Մա- սաչուսեթսի  հայ  համայնքի  կյանքում:  Նա  ավարտել  էր  Այնթապի  «Կենտրոնական Թուրքիայի  քոլեջը»,  ապա,  տեղափոխվելով  ԱՄՆ,  շարունակել  ուսումը  Բալթիմորի բժշկական քոլեջում: Որպես բժիշկ՝ նա ծառայության էր անցել Միացյալ Նահանգների բանակում  և  հասել  մայորի  կոչման:  Առաջին  համաշխարհային  պատերազմից  հետո Փարիզում գումարված խաղաղ կոնֆերանսին՝ արևելյան ասորի, բողոքական քարոզիչ Ջոել  Վերդայի  հետ  միասին  նա  ներկայացնում  էր  ԱՄՆ-ի  ասորիներին:  «Բաբելոնը» պարունակում է բազմաթիվ նյութեր Աբրահամ Յուսուֆի գործունեության մասին Փարի- զում, ինչպես նաև նրա կողմից հեղինակված մի քանի նյութեր: ", "Նույնաբանությունների հաջորդ  խումբը, որին կանդրադառնանք, համադասական  նույնաբանական  կառույցներն  են,  որոնք  ունեն  a is a and b is b կառույցը: Դիտարկենք հետևյալ օրինակը. A rat will be a rat, and ant an ant…but human beings can be more than just https://thecriticalthinker.wordpress.com/2009/07/31/maoa/ (accessed  12 human. (The Critical Thinker November, 2015)) Այս  նույնաբանությունը  կիրառելով`  խոսողը  ցանկացել  է  փոխանցել  այն  միտքը, որ  կենդանիները  չեն  կարող  լինել  ավելին,  քան  արդեն  ամրագրված  է  դրանց գենետիկ  կոդի  մեջ,  մինչդեռ  մարդիկ  անսահմանափակ  հնարավորություններ ունեն  և  կարող  են  զարգանալ  ու  ավելիին  հասնել:  Բացի  այդ,  ընթերցողին  իր մեկնաբանության  մեջ  զգալիորեն  օգնում  է  նաև  նույնաբանության  բուն  կառույցից դուրս գտնվող հատվածը` լեզվական համատեքստը (human beings can be more than just human):  Սա  հուշում  է,  որ  համատեքստը  վճռորոշ  դեր  ունի  նույնաբանության նշանակության հարցում (այս մասին ավելի մանրամասն տե՛ս սույն աշխատանքի երրորդ  գլխում):  Եթե  չլիներ  but  human  beings can  be more  than  just  human հատվածը,  ընթերցողը  կկենտրոնանար  միայն  այն  հատկանիշների  վրա,  որոնք առավելապես  բնորոշ  են  մի  կողմից  առնետներին,  մյուս  կողմից`  մրջյուններին: ", "Մինչդեռ  այսպես  հասկանում  ենք,  որ  նույնաբանության  նշանակության մեկնաբանման  մեջ  կարևոր  է  նաև  նշված  հատվածը  որպես  ուղեկցող նախապայման:  Պետք  է  ուշադրություն  դարձնել  նաև but-ին,  քանի  որ  ընթերցողն այդ  շաղկապի  միջոցով  հասկանում  է,  որ  գործ  ունի  հակադրության  հետ: ", "Նախադասության ձախ, այսինքն` մինչև but ընկած հատվածի ու աջ` but-ից հետո ընկած  մասի  միջև,  հակասություն  կա:  Հետևաբար  այն,  ինչ  ճիշտ  է  ձախ  մասի համար,  պետք  է  հակասության  մեջ  լինի  աջ  մասի  հետ:  Եթե  ընթերցողը  ասույթի մեկնաբանությունը  սկսի  աջ  մասից,  որն  ըստ  կառուցվածքի  ավելի  պարզ  է,  ապա հասկանալով,  որ  մարդիկ  կարող  են  անել  ավելին,  քան  ծածկագրված  է  նրանց գենետիկ  կոդում,  նա  կհասկանա  որ  but-ին  նախորդած  մասը  պետք  է  լինի  այս մտքի  հակառակը:  Կուզենայինք  անդրադառնալ  նաև  just  վերաբերականին,  որի տեքստային  գործառույթն  է,  նեղացնելով  human  ստորոգելիի  իմաստային  դաշտը, ընդգծել  մարդկային  հնարավորությունների  անսահմանությունը:  Հենց  այս նպատակով էլ գրողի կողմից ընտրվել է նման շարահյուսական կառույց: ", "Դիտարկենք համադասական նույնաբանական կառույցի ևս մեկ օրինակ. Mae  finished  by  providing  Annie’s  email  address,  Zing  feed  and  profile page. The reaction was immediate. Annie’s followers increased from 88.198 to  243.087…The  messages  poured in, the  most  popular  being  one  that  said “The past is past and Annie is Annie.” (ED C: 443) Այստեղ համադասական կառույցի երկու նույնաբանությունները համեմատվում են միմյանց հետ, ու դրանցից մեկի արտահայտած իմաստը տարածվում է մյուսի վրա: ", "Այս  նույնաբանության  մեկնաբանության  գործընթացում  կարևոր  նշանակություն ունի նաև համատեքստը: ", "Առաջին նույնաբանությունը կամ ենթանույնաբանությունը, այսինքն` համադասական նույնաբանության կազմի մեջ մտնող նույնաբանություններից մեկը, տվյալ դեպքում` The past is past, այն միտքն է արտահայտում, որ անցյալը արդեն փաստ է ու անդառնալի է, այն արդեն անհնար է փոխել, և հիմա այն այլևս  մեծ նշանակություն չունի: Այն հնչում  է What's done is done նույնաբանության պես` արվածն արված է, եղածը եղած է: Նույն կերպ  պետք է ընկալել նաև Աննիին. նա նույն մարդն է, ով երեկ էր, ում ճանաչում են, և ոչինչ չի կարող  փոխել  նրանց  վերաբերմունքը  Աննիի  հանդեպ,  անկախ  նրանից,  թե անցյալում ինչ է պատահել: ", "Ասորվոց  Հնգյակ  Ընկերության  գաղափարախոսության  հիմքում  ասորիների վերհարանվանական  միասնության  գաղափարն  էր  և  անկախ  պետություն  հիմնելու ձգտումը:  Առկա  էր  նաև  հստակ  արտահայտված  հակակղերականությունը,  քանի  որ ասորի մտավորականության մեջ լայն տարածում ուներ այն գաղափարը, թե ասորինե- րի ազգային պառակտվածության բուն պատճառը հոգևորականներն են: Այսպես, «Բա- բելոնի»  խմբագրականներից  մեկում  կարդում  ենք.  «Կղերները  պետք  է  կղերականու- թյան  մեջ  սահմանափակենք,  իրենց  հոգևոր  պաշտոնը  ցուցնենք  և  ձեռքերնին  ազ- գային  ու  քաղաքական  խնդիրները  բոլորովին  քաշել  տալու  ենք»136:  Սա  բավականին անսովոր երևույթ էր այդ ժամանակների ասորական կյանքի համար և, ինչպես կարելի է  ենթադրել  «Բաբելոնի»  որոշ  հոդվածների  ենթատեքստից,  առաջացնում  էր  շատերի դժգոհությունը: Այս ամենը համահունչ էր Աշուր Յուսուֆ ի ազգայնական հայացքներին, որոնք  նա  արտահայտել  էր  Խարբերդում,  իր  հրատարակած  Մյուրշիդ-ի-Ասիրիյուն նում  ենք,  որ  Ասորվոց  Հնգյակ  Ընկերությունն  ունեցել  է  իր  օրհներգը,  որը  ասորերեն-թուրքերեն  խառ- նորդով կոչվել է Էյ Ասուրոյո Համշո Շիրքեթի («Ո՜վ Ասոռվոց Հնգյակ Ընկերություն»): ", "Այստեղից  պարզ  է  դառնում,  որ  այլընտրանքային  տարբերակները բացառելիս  էական  դեր  ունի  նաև  համատեքստը`  ինչպես  նաև  համադասական նույնաբանական  կառույցի  առաջին  ենթանույնաբանություն-բաղադրիչը` The past is past,  որն  ինքնին  հասկանալի  և  ընդունված  ճշմարտություն  է:  Սա  նույնպես  իր դերակատարումն  ունի  երկրորդ  բաղադրիչի`  Annie  is  Annie  նշանակության մեկնաբանման  հարցում,  քանի  որ,  ինչպես  նշվեց,  դրանց  միջև  հավասարության նշան է դրված, ու նրանք կիրառվում են մեկ համադաս նույնաբանական կառույցի մեջ: ", "Իր  պաշտոնական  «Բաբելոն»  պարբերականն  Ասորվոց  Հնգյակ  Ընկերությունը հրատարակում էր 1919 թ. օգոստոսից մինչև 1921 թ. օգոստոսը: Այն տպվում էր Assyri- an Star Press տպարանում, որն, ըստ երևույթին, պատկանում էր Ընկերության անդամ- ներից մեկին (ամենայն հավանականությամբ՝ Յուհաննա Չաթալբաշին): ", "անվանական անդամի միջոցով Փաստական  նյութի  քննությունը  ցույց  է  տալիս,  որ  նույնաբանության գոյականական  անդամի  իմաստաքերականական  առանձնահատկությունները հաճախ  հանդես  են  գալիս  որպես  նույնաբանական  կառույցի  գործաբանական ներուժի  ձևավորման  կարևոր  նախապայման:  Կախված  իր  հաղորդակցական նպատակից` խոսողը նախապատվություն է տալիս նույնաբանության այս կամ այն շարահյուսական կաղապարին` ընտրելով տվյալ գոյականի իմաստաքերականական  հարացույցից իր  մտադրությանը  համապատասխան քերականական  ձևը:  Օրինակ`  եզակի  թվով  գոյականը  կիրառվում  է,  երբ  խոսողը ցանկանում  է  փոխանցել  իր  հարգանքը  կամ  բարձր  կարծիքը  մարդկանց  տվյալ խմբի  կամ  առարկաների  վերաբերյալ,  օրինակ`  A mother is a mother;  A doctor is a doctor    և A steak is a steak:  Երբ  այս  նույնաբանությունների  գոյականական  անդամը դարձնում  ենք  հոգնակի,    փոխվում  է  նաև դրանց  արտահայտած  իմաստը: Doctors are doctors  և Steaks are steaks նույնաբանությունները կարծես թե արտահայտում են անտարբերություն և ընդհանրացված մոտեցում, ինչը հակառակ է ակնածանքին ու բարձր  կարծիքին:  Այս  միտումն  է՛լ  ավելի  տեսանելի  է  պարտավորվածություն արտահայտող  նույնաբանությունների  պարագայում,  որոնք  պահանջում  են գոյականի  եզակի  թիվ,  քանի  որ  հոգնակի  թիվը`  Promises are promises,  թվում  է, ընդհանրացնում  է  իմաստն  ու  ընդգծում  անտարբեր  վերաբերմունքը`  ի տարբերություն  A promise is a promise  նույնաբանության,  որտեղ  արժևորվում  է խոստումը  որպես  մի  երևույթ,  որն  անպայմանորեն  պետք  է  կատարել  (Wierzbicka տեսնում  ենք,  որ  դրա  իմաստն  այն  է,  որ  նույնիսկ  մեկ  շիլլինգը  արժեք  ունի, կարևոր է,  մինչդեռ  հոգնակի  թվի  դեպքում  այս  իմաստը  կկորչեր: ", "«Բաբելոնը»  թույլ  է  տալիս  բավականին  լավ  պատկերացում  կազմել  ԱՄՆ-ում XX դ.  առաջին  երկու  տասնամյակներին  ասորիների  հասարակական  և  մշակութային կյանքի մասին: 1920-ականների համար նման վստահելի ակզբնաղբյուր գոյություն չու- նի,  ապա  1932  թ.  լոսանջելեսաբնակ  երիտասարդ  խարբերդցի  ասորիներն  սկսում  են անգլերեն  հրատարակել  Assyrian  Progress  պարբերականը,  որը  լույս  տեսավ  մինչև (Assyrian  American  Benevolent  Association  of  California)  պաշտոնաթերթն  էր:  Ի  տարբե- րություն ձեռագիր «Բաբելոնի»՝ Assyrian Progress-ը տպվում էր գրամեքենայով և աչքի ընկնում գրաֆիկական ոճի հարուստ պատկերազարդումով, հատկապես՝ հրատարակ- ման առաջին տարվա ընթագքում: "]}