{"paragraphs": ["проблемыи перспективы становления.ВестникМГТУ, М.,  том 13, №2, 2010, с. 441. Hamish Hamilton, 1994, p. 8-9. http://www.lrb.co.uk/v16/n18/john-gray/our-way  /22.03.2014/. սկզբներին սկսեցին լույս տեսնել «Քաղաքացիական հասարակություն»  բազմաբովանդակ  հասկացությամբ  բազմաքանակ  ժողովածուներ: ", "օրենսդրությունը  Բարձրաստիճան  պաշտոնատար  անձանց  էթիկայի  հանձնաժողովին իրավունք  է  վերապահում  ստանալու  անհրաժեշտ  տեղեկատվություն  պետական մարմիններից:  Սակայն  կարգավորված  չեն  այն  դեպքերը,  երբ  տեղեկատվությունը տիրապետում է մասնավոր կազմակերպությունը կամ ֆիզիկական անձը: Անհրաժեշտ է սահմանել իրավակարգավորումներ նաև այս դեպքերի համար: ", "Ի՞նչ է կոնֆլիկտը։ Կոնֆլիկտը սոցիալական փոխգործակցության հատուկ ձև է, որը կարող  է  տեղի  ունենալ  առճակատման  ձևով.  սա  կոնֆլիկտի  ապակառուցողական դրսևորումն է։  Կոնֆլիկտը կարող է  տեղի ունենալ համագործակցության, ներդաշնակության, գործընկերության ձևով, որը ներկայացնում է  արդեն փոխգործակցության  կառուցողական  ձևը։  Եվ  եթե  քաղաքացիական  հասարակության ներկայացուցիչները  պետության  հետ  փոխգործակցում  են  ապակառուցողական կոնֆլիկտի  ձևաչափով,  ապա  պետությունը  պարտավոր  է  վարչական  կամ  նույնիսկ ուժային  ռեսուրսների  գործադրմամբ  կայունացնել  և  հավասարակշռել  հասարակությունը նրա  բնականոն  կենսագործունեությունն  ապահովելու  համար:154  Վայնշտեյնի  կարծիքով՝ Ռուսաստանում  տարբեր  հասարակական  կազմակերպությունների  առաջնորդները կարծում են, որ պայքարը հանուն քաղաքացիական հասարակության միաժամանակ պետք է լինի պայքար պետության դեմ, և որ քաղաքացիական հասարակության ամրապնդման և հասարակական-քաղաքական  կյանքում  նրա  դերի  ուժեղացման  համար  անհրաժեշտ  է համապատասխանաբար պետական իշխանության ազդեցության նվազեցում:155 Գիտական գրականության  մեջ  սա  անվանում  են  խեղաթյուրված  իրավագիտակցություն։  Կարծում ենք՝  ապակառուցողական  կոնֆլիկտը  վտանգավոր  է  ոչ  միայն  պետության  ներքին կայունության  համար,  այլև  վտանգում  է  բուն  քաղաքացիական  հասարակության  ազատ գործունեությունը։ Քանի որ, այս պարագայում բնական են դառնում պետության ջանքերն՝ ուղղված քաղաքացիական հասարակության զարգացման վրա մասնակի «վերահսկողություն» իրականացնելու համար: ", "հստակեցնել հանրային ծառայողների ձեռնարկատիրական գործունեությամբ  զբաղվելու  սահմանափակումները՝  դրանք  դարձնելով  հանրային ծառայության համակարգում շահերի բախման իրավիճակների կանխման, կարգավորման արդյունավետ և իրատեսական մեխանիզմներ: ", "Այս դեպքում ստացվում է այնպես, որ,  կարծես թե, քաղաքական էլիտան ապրում է «իրեն համար», իսկ ժողովուրդը «իրեն համար»:158 Այստեղ  վտանգը  նրանում  է,  որ  հասարակության  այդ  հատվածը  կարող  է  այլևս հույսը չկապել  պետական  ինստիտուտների  հետ։  Արդյունքում՝  մասնակցությունը ընտրություններին  կնվազի,  և,  հակառակը,  կարող  է  մեծանալ  մասնակցությունը мнения,  №  4  (110),  М.,  2012,  с.  5-13.http://wciom.ru/fileadmin/Monitoring/110/2012_110_01_nikolskaya.pdf. /13.02.2014/. М.,Заславской. 1997. с. 132-137. քաղաքացիական  նախաձեռնություններին։  Սա  նշանակում  է,  որ  քաղաքական  կամ քաղաքացիական գործընթացը  տեղափոխվում է «փողոց», ինչն իր հետևանքները կարող է ունենալ։  Այս  պարագայում  կարող  է  նկատվել  քաղաքացիական  նախաձեռնությունների կամ քաղաքացիական զանգվածային բողոքների  մեխանիկական  աճ, ինչի պայմաններում կարող  է  ստեղծվել  տպավորություն,  որ  քաղաքացիական  հասարակությունը  կարծես  թե ձևավորվել է կամ ընթանում է ճիշտ ուղղությամբ։ Նշենք, որ սա շատ թյուր պատկերացում է  և  նույնիսկ՝  վտանգավոր։  Չի  կարելի  քաղաքական  կամ  քաղաքացիական  մշակույթը չափել բացառապես քաղաքացիների ակտիվության մակարդակով. պետք է հասկանալ, թե այդ ակտիվությունը ինչով է պայմանավորված։ "], "paragraph_source_docs": [2, 1, 2, 1, 2], "source_docs_file": "Political Science.json"}