{"paragraph_source_docs": [0, 1, 0, 0, 1, 0, 1, 0, 1, 0, 0, 0, 0, 1, 0, 0, 1, 1, 0, 1, 0, 1, 0, 0, 1], "paragraphs": ["Այսպես,  Օսմանյան  կայսրության  ասորի  նշանավոր  մտավորականներից  էր  Խարբեր- դի «Սմբատյան» ճեմարանի շրջանավարտ, բողոքական պատվելի Առաքել Պետիկյանը (1860-1902),  որը,  «Գիսակ»  գրչանունով  հայերենով  զբաղվել  է  գրական  գործունեու- թյամբ  (հատկապես  հայտնի  է  նրա  «Գիսակարան.  խոսք  և  խորհուրդք  ի  խորոց  սրտի Գիսակի»  ժողովածուն96):  Որոշ  ասորիներ  իրենց  ազգանուններին  «-յան»  վերջավորու- թյուն  էին  ավելացնում  (օրինակ՝  Քեշիշյան,  Բարսամյան),  որպեսզի  ավելի  հեշտ  ստա- նան  ԱՄՆ  ներգաղթելու  իրավունք97:  Հոգևորականներն  ու  սարկավագներն,  ըստ երևույթին, պաշտոնական գրություններում գործածել են ասորական բար («որդի») բա- ռով  կազմված  ավանդական  անուններ.  այսպես,  հայտնի  է  խարբերդցի  Յաղուբ  բար Թոմա սարկավագի անունը: ", "Այստեղ  ևս,  ի  տարբերություն  լեհերենում  օգտագործված  նույնաբանական կառույցի, չի  ընդգծվում  երևույթի յուրահատուկ  գերազանցությունը (Wierzbicka 2003: 395): ", "ans, in Chronos: Revue d’Histoire de l’Université de Balamand, No. 23, 2011, էջ 21: ", "Հայկական անունների տարածված լինելն ակնհայտորեն առաջացրել է որոշ ազ- գայնականորեն  տրամադրված  տարրերի  և,  հավանաբար,  եկեղեցու  դժգոհությունը: ", "Ավելին, նա գտնում է, որ նույնաբանությունների անթարգմանելիությունն ինքնին համոզիչ հիմնավորում  չէ,  թե  նույնաբանությունները  հատուկ  են  որևէ  լեզվի  ու անփոխանցելի  են  այլ  լեզուներ,  որովհետև  ակնհայտ  է,  որ  բազմաթիվ արտահայտություններ հնարավոր  չէ մեկին մեկ ճշգրտությամբ թարգմանել, և  թեպետ  կարող  են  լինել  որոշ  կառուցվածքային  տարբերություններ, սակայն  իմաստային  տեղեկույթը  կարելի  է  փոխանցել  տարբեր  լեզուների միջև  (նույն  տեղում):  Օրինակ`  անգլերեն  A wife is a wife  (wives are wives) նույնաբանությունը համապատասխանում է ճապոներենի Okusan wa okusan da  (Okamoto  1993:  437),  իսկ  Boys  are  boys-ը  համապատասխանում  է արաբերենի il walad-walad կառույցներին (Farghal 1992: 226) Ա.  Վերժբիցկան  անգլերենի  անվանական  նույնաբանական կառույցները խմբավորում  է ըստ  հետևյալ  շարահյուսական կաղապարների և նրանցից յուրաքանչյուրին վերագրում որոշակի իմաստներ. Nabstr is Nabstr   War is war; Wars are wars; Wars will be wars Npl are Npl   Kids are kids; The kids are the kids Npl will be Npl   Boys will be boys; A boy will be a boy A N is a N   A party is a party; The party is the party The N is the N   The law is the law; The war is the war N1 is N1 (and N2 is N2) East is east and west is west Մայբաուերն  առանձնացնում է նույնաբանությունների վերլուծության չորս    գլխավոր հիմնահարց. Համընդհանրականություն`  ի  դեմ լեզվին  ներհատուկությանը (Universality vs. Language Specifity) Պայմանադրականություն`  ի  դեմ  ներակայման  (Conventionality  vs. Երկրորդ  NP-ի  ստորոգելիական  կարգավիճակը  (Art)  NP  be  (Art)  NP Implicature) կառույցում: ", "Բացի հայկական անուններից՝ հայախոս ասորիները որպես անուններ և ազգա- նուններ գործածել են ավանդական ասորական անունները, ինչպես՝ Յուհաննա, Հան- նա,  Բիշարա,  Մարութա,  Բարսամ,  Ջիրջիս,  Շեմուն,  Թումա,  Մալքե,  Նաում,  Դաշո, Դենհո և այլն, ինչպես նաև արաբա-թուրքական ծագում կամ տեսք ունեցող անուններ՝ Իբրահիմ, Յուսուֆ, Նուրի, Ռասին, Դավուդ, Իսքանդեր, Յաղուբ, Գոյուն, Քեշիշ, Էլբի, Լութֆի,  Թումաջան,  Յուլբեկ,  Սեֆեր,  Խորի,  Չաթալբաշ  և  այլն:  Որոշ  տարածում  ու- նեին նաև եվրոպական անունները կամ աստվածաշնչային անունների՝ եվրոպական լե- զուներում առկա ձևերը: ", "Իրականում, սակայն,  խնդիրն  այն չէ, թե  արդյոք նույնաբանությունները  բնորոշ  են  տվյալ  լեզվին,  թե  ոչ:  Դրանք  կարող  են լինել տվյալ լեզվին բնորոշ կառույցներ, սակայն դա չի նշանակում, որ դրանց նշանակությունը հնարավոր չէ ստանալ, դուրս բերել Գրայսի սկզբունքների հիման  վրա,  որովհետև,  համաձայն  Գրայսի  տեսության,  ներակայույթները առաջ  են  գալիս  ի  հավելումն  այն  բանի,  թե  ինչ  է  ասվում:  Կարևոր  է  հաշվի առնել,  ինչպես  նույն  տեղում  նշում  է  Մայբաուերը,  որ  նույնաբանական կառույցի  ամբողջական  նշանակությունը չի  սպառվում  միայն  դրան վերագրված իմաստային կաղապարով: ", "կաստանի ասորին ինքնզինքը նեստորի կը կոչէ ու կը զատվի բոլորովին Միջագետքի Ասորիէն»101:  Անորոշ  ապագայում  «մայրական  լեզուն»  վերակենդանացած  տեսնելու հույսը  պարբերաբար  հնչում  է  «Բաբելոնում»,  թեև  Խարբերդի  ասորիների  պարագա- յում  այն  իրականանալու  որևէ  նախադրյալներ  չուներ:  Այսպես,  հոդվածներից  մեկում կարդում  ենք.  «Ասորի  ազգը  անլեզու  չէ  և  ունեցած  է  լեզու  մը  ճոխ  գրականությամբ: ", "Մայբաուերը մի կարևոր դիտարկում է անում: Նա նշում է` այլընտրանքային տարբերակների բացառումը  դեռ բավարար  գաղափար չի  տալիս հասկանալու,  թե  ինչպես  է  որևէ  նույնաբանական  ներակայում  դուրս բերվում:  Օրինակ`  War  is  war  նույնաբանության  դեպքում ինչպես  է ստացվում,  այն  ներակայումը,  թե  սարսափելի  բաներ  կարող  են  պատահել, սակայն  հնարավոր  չէ  որևէ  բան  անել  դրանց  դեմ:  Նա    նշում  է,  որ տեսականորեն  նույնաբանական  կառույցները  կարող  են  անսահմանափակ թվով այլընտրանքներ ունենալ, սակայն տեղին, համապատասխան (relevant) այլընտրանքը  պետք  է  որոշակի  չափով  սպասելի  լինի:  Sex is sex  (a  is  a) օրինակում,  ըստ  էության,  կարելի  է  բերել  այնպիսի  այլընտրանքներ, ինչպես,  ասենք,  sex is sport  կամ  sex is determination  և  այլ  տարբերակներ, սակայն դրանք, ըստ երևույթին, չափազանց անսպասելի են լսողի համար, և նա ի սկզբանե դրանք բացառում է: ", "Խարբերդի ասորիների ազգային ինքնության գլխավոր գրավականը և հայերից նրանց  զանազանող  գլխավոր  գործոնը  նրանց  ազգային  ավանդական  եկեղեցիներն էին՝  Անտիոքի  ասորի  ուղղափառ  և  Ասորի  կաթոլիկ:  Ինչպես  նշել  էինք,  Խարբերդն Ասորի  ուղղափառ  եկեղեցու  եպիսկոպոսի  աթոռանիստ  էր:  Ասորական  Մարթ  (Սուրբ) Մարիամ  եկեղեցին  (ավելի  ճանաչված  է  թուրքերեն՝  Մերյեմ  անա  քիլիսեսի  անունով) պարզունակ,  որևէ  ճարտարապետական  արժանիքներով  աչքի  չընկնող  շինություն  էր, սակայն  ասորիներն  այն  շատ  հին  են  համարում  և  հիմնադրումը  վերագրում  179  թ.105: ", "Սա,  հավանաբար,  նախկին  հայկական  Սբ.  Աստվածածին  եկեղեցին  է.  տեղեկություն- ներ  կան,  որ  հայերն  այն  հանձնել  են  ասորիներին,  փոխարենը  նրանցից  ստանալով մոտակա Մորենիկ գյուղի եկեղեցին106: Ըստ երևույթին, քաղաքում եղել է ևս երկու ասո- րի  ուղղափառ  եկեղեցի:  Ասորի  կաթոլիկ  եկեղեցի,  ամենայն  հավանականությամբ,  չի եղել, համենայն դեպս, չի հիշատակվում: ", "Ի  տարբերություն  աշխարհականների՝  ասորի  հոգևորականներն  ունեին  դասա- կան ասորերենի որոշ իմացություն, և Ասորի ուղղափառ և Ասորի կաթոլիկ եկեղեցինե- րը  փորձում  էին  ինչքան  հնարավոր  է  պահպանել  այդ  լեզուն  եկեղեցական  կյանքում: ", "Վերը նշվեց, որ հայախոս ասորիների ծանոթությունը դասական ասորերենին հիմնա- կան  սահմանափակվում  էր  աղոթքներով  և  շարականներով:  «Բաբելոնի»  բազմաթիվ հոդվածներից  տեղեկանում  ենք,  որ  նույնիսկ  Ամերիկայում  հավաքները  սովորաբար սկսվում  էին  ասորալեզու  Տերունական  աղոթքով  (արևմտահայ  տառադարձությամբ՝ Ապունտ  պաշմայն՝  այսինքն՝  «Հայր  մեր,  որ  երկնքում  ես»),  իսկ  ընտանեկան  և  այլ խնջույքների ժամանակ սարկավագները (շմմաս-ները) երգում էին նաև ասորական շա- րականներ: Այսպես, հոդվածներից մեկում կարդում ենք. «Ճաշասեղանեն վերջն էր, որ ըթլոթո  [երեք107]  շմմասներու  մասնակցությամբ  «Թշպոհթօ»  փառաբանական  ժամեր- գով մը սկսվեցավ արարողությունը»108: ", "Ուսումնասիրելով տարբեր տեսություններ (Ward, Hirschberg 1991; Yamamoto առանձնահատկությունների  վերլուծությունից`  նպատակահարմար  ենք  գտնում նույնաբանական  կառույցները  դասակարգել  ըստ  հետևյալ  շարահյուսական կաղապարների. Անվանական կամ համարժեք (Equative): “a is a” Դիսյունկտիվ կամ Տրոհական (Disjunctions): “(either) p or not p” Պայմանական (Conditional): “if p (then) p” Ստորադասական (Subordinate): “when p, p” Համադասական (Coordinate): “a is a” and “b is b” Ինչպես  ցույց  է  տալիս  մեր  նյութի  քանակական  վերլուծությունը, անվանական  նույնաբանական  կառույցները1  ամենաբազմաքանակն  են  և  առավել լայն  կիրառություն  ունեն  անգլերեն  դիսկուրսում:  Ստորև  բերված  աղյուսակում ամփոփված են մեր ստացած տվյալները. Տեսակ Քանակ Աղյուսակ 1 Անվանական Համադասական Պայմանական Դիսյունկտիվ/Տրոհական Ստորադասական Ընդհանուր Տոկոս Առաջին  հայացքից  տարբեր  թվացող  այս  շարահյուսական  կաղապարները ունեն  մեկ  կարևոր  ընդհանրություն.  նրանց  տրամաբանական  կաղապարը կազմված  է  հետևյալ  երեք  հիմնական  բաղադրիչներից`  սուբյեկտ,  պրեդիկատ  և կապ:  Ըստ  որում`  բոլոր  հինգ  կառույցներում  սուբյեկտն  ու  պրեդիկատը  իրենց բառային/ձևային  կառուցվածքով  համընկնում  են,  մինչդեռ  կապը  մի  դեպքում (անվանական  կառույցներում)  հանդես  է  գալիս  բայ-հանգույցի  ձևով,  իսկ  մյուս դեպքերում  (բայական  կառույցներում)  սուբյեկտի  և  պրեդիկատի  միջև  կապը ստեղծվում  է  համադասական  ու  ստորադասական  շաղկապների  միջոցով:  Եվ քանի  որ  սուբյեկտը,  ըստ  տրամաբանության  մեջ  ընդունված  սահմանման, հասկացություն  է  այն  առարկայի  մասին,  որին  վերագրվում  է  որոշակի հատկություն  կամ  հարաբերություն  հաստատման  կամ  ժխտման  միջոցով,  իսկ պրեդիկատը հասկացություն է այն հատկության կամ հարաբերության մասին, որը հաստատվում  կամ  ժխտվում  է  սուբյեկտի  նկատմամբ  (Բրուտյան  1998),  ուստի, չնայած  այն  փաստին,  որ  նույնաբանական  կառույցներում  սուբյեկտը  և պրեդիկատը իրենց բառային կազմով նույնական են, նրանց արտահայտած/վերագրվող  իմաստները  նույնական  չեն  կարող լինել:  Խիստ կարևոր  ենք  համարում  այն  փաստը,  որ  այս  շարահյուսական  կաղապարների առաջին  անդամը  մատնանշում  է  տվյալ  խմբի  որևէ  առանձին  անդամ  կամ անդամներ  (կամ  գործողություն)2,  իսկ  նույնաբանական  կառույցների  երկրորդ անդամը  (կամ  գործողությունը)  իր  բնույթով  ստորոգելիական  է  (Meibauer  2008; Autenrieth  1997;  Parret,  Sbisa,  Verschueren  1979;  Cole,  Morgan  1975;  Szabo  2005): ", "nisian, Mazda Publishers, Costa Mesa, California, 2002, էջ 187: ", "Խարբերդի  ասորիների  ծիսական  պրակտիկայում,  ամենայն  հավանականու- թյամբ,  որոշ  տեղ  ուներ  թուրքերենը:  Դա  են  վկայում  վերոհիշյալ  խարբերդցի  սարկա- վագ Յաղուբ բար Թոմայի XX դ. սկզբում կազմած երկու աղոթագրքերը, որոնցում դա- սական ասորերենով գրված օրհներգերի կողքին նույն տեքստը կրկնօրինակված է ա- սորատառ թուրքերենով111: ", "Այսպիսով,  օրինակ`  Kids  are  kids  համարժեք  նույնաբանական  կառույցը նշանակում  է  Kids  have  properties  of  kids:  Սակայն  սա  հարցի  մի  կողմն  է: ", "Հաստատելով,  որ  խմբի  անդամը  կամ  անդամներն  ունեն  համապատասխան հատկանիշներ,  սույն  կառույցի  շրջանակում  այդ  հատկանիշներն  ընկալվում  են որպես  անխուսափելի  և  անփոփոխ:  Հետևաբար  Kids are kids–ը  հնարավոր  է վերլուծել  որպես  Kids necessarily have properties of kids:  Ասվածը  հիմնավորելու նպատակով դիտարկենք հետևյալ օրինակը. “It was a normal, typical Saturday night” said Catherine Belardo, an auburn- haired  woman in  a housecoat.  They get dressed up, they go out together. I don’t  want  people  saying,  “Well,  where  were  the  parents?”  “Her  parents were  here.  Her  mother  was  home,  her  father  was  home.  You  can’t  keep your kids in a tube. They go out. Kids are kids. You have to show them you trust them. They go out the door and who knows, really, what can happen? You tell them to walk in groups. You tell them to walk where it’s light. You tell  them  never  to  talk  to  strangers.  And  they  did  everything  they  were told. (Philadelphia Inquirer, 15 February 1985) Կարծում ենք`  տվյալ հատվածում նույնաբանական կառույցը արտահայտում  է  հետևյալ  միտքը.  անհնար  էր  անել  որևէ  բան,  որը  կփոխեր իրավիճակը: Նույնաբանության արտահայտած ներիմաստն այն է, որ երեխաներին բնորոշ  է  անսպասելի  արարքներ  անելը,  ու  այդ  արարքները  կանխելը  երբեմն անհնար է: Այստեղ, երբ ասում ենք, որ երեխաները երեխաներ են, մենք բացառում ենք  այնպիսի  տարբերակներ,  ինչպիսիք  են`  երեխաները հասուն մարդիկ են, ինչպես  նաև  այնպիսի  ծայրահեղ  տարբերակ,  ինչպես,  ասենք,  երեխաները կենդանիներ են,  ու,  հետևաբար,  նրանց  կորուստը  շատ  մեծ  բան  չէ:  Գործածելով տվյալ  նույնաբանությունը`  մենք  ծանրության  կենտրոնը  տեղափոխում  ենք  հենց երեխաների  վրա  ու  երեխաներին  ամենաբնորոշ  հատկանիշի`  ոչ  խելամիտ  ու, հետևաբար,  անկանխատեսելի  արարքներ անելու  մեծ  հավանականության  վրա  ու մտովի  հղում  ենք  անում  մարդկանց  մեծամասնության  մոտ  տարածված «երեխաների»  մասին  պատկերացումներին:  Հետևաբար  վերևի  օրինակում,  որտեղ խոսողն ասում է Kids are kids (երեխաները երեխաներ են), նա ցանկանում է, որ իր զրուցակիցը մտովի բացառի այնպիսի այլընտրանքային տարբերակներ, ինչպիսիք կարող  են  լինել  երեխաները  միամիտ  են;  երեխաները  հեռատես  չեն  կամ  էլ երեխաներն  անփորձ  են կամ  երեխաները  մեծ  չեն  տարբերակները: ", "Ակնհայտ  է,  որ  Խարբերդում  կային  «հայացած»  ասորիներ:  Ասորի  երկու  բողոքական պատվելիների  գործունեությունն  ԱՄՆ-ի  հայերի  միջավայրում  «Բաբելոնի»  մի  քանի համարներում  ասորի  «ազգատյացների»  շուրջ  սուր  բանավեճի  առիթ  դարձավ:  Այս- պես, հոդվածներից մեկում կարդում ենք. «Շատ շատեր կկարծեին, թե ասորի անունը անարգական անուն մըն է: Հայրենիքում եթե մեկին ասորի անվանեիր, կբարկանար - Ասորին դուն ես, ես հայ քրիստոնյա եմ, կըսեր»112: Մեկ այլ տեղ. «Ունիմ հավատքը, թե ասորիները մի անգամ ընդ միշտ սթափվելու և գիտակցելու են այն թունավոր միկրոբ- E. Hopper, Harvard College Library, Cambridge, 1999, էջ 12-13: ", "Նույնաբանական կառույցում բառի ստորոգելիական կրկնության3 հետևանքով  հնարավոր է,  որ  փոփոխվի նրա  իմաստային  միջուկը` ինտենսիոնալը4:  Այս  դեպքում  տեղի  է  ունենում  տվյալ  բառի  ներակա  իմաստային հատկանիշների  ռեմատիզացիա:  Օրինակ`  boy  բառի  ինտենսիոնալը  կազմում  են հետևյալ  իմույթները  1.  human  being,  2.  male,  3.  child:  Հետևյալ  օրինակում ինտենսիոնալի  փոփոխությունը  boy  բառին  հաղորդում  է  նոր  իմաստ` inexperienced, unprofessional person. These  guys  cannot  talk  with  me!  We  are  not  companions  musically.  Big men  are  big  men  in  music  and  boys  are  boys.  (Nebraska  SWCS http://incolor.inebraska.com/cvanpelt/hillint.html, (accessed  26  March, Շարունակելով  այս  նույն  շարահյուսական  կաղապարի  քննությունը` դիտարկենք  հաջորդ  օրինակը,  որը  մեջբերված  է  PM's 36-PAGE plan for Syria airstrikes:  State-of-the-art  British  missiles  will  smash  ISIS  վերնագրով  Express լրատվական կայքում զետեղված հոդվածի մեկնաբանությունների բաժնում արված մի օգտատերի գրառումից: Մեջբերման մեջ միտումնավոր պահպանվել են տողերի հեղինակի քերականական սխալները`  խոսքի  ամբողջականությունն ու անմիջականությունը պահպանելու նպատակով: ", "Գրանցված  են  դեպքեր,  երբ  ասորիները  զանգվածաբար  անցել  են  նաև  Հայ առաքելական  եկեղեցու  գիրկը.  դա,  մասնավորապես,  տեղի  է  ունեցել  Խարբերդից  ոչ հեռու գտնվող Աղվան գյուղում, որտեղ դարձի էին դիմել ոչ միայն աշխարհականները, այլև՝ 1896-1913 թթ. Խարբերդի եպիսկոպոս Դիոնիսիոս Աբդելնուր Ասլանի հետ ունե- ցած  տարաձայնությունների  պատճառով,  գյուղի  Զեյթուն  անունով  ասորի  ուղղափառ քահանան114: ", "Հաջորդ օրինակում կարող ենք փաստել, որ արդյունքները գրեթե նույնն են. A state Department official said the administration was standing behind the statement made by Secretary of State George P. Shultz in a speech in New York  last  week:  “Terrorism  is  terrorism”.  It  deserves  no  sanctuary,  and  it must  be  stopped  “Messages  went  out  to  several  U.S.  embassies  Monday night,  saying  the  United  States  hoped  the  governments  would  not  yield  to the hijackers. (San Diego Union, 9 October, 1985) Այստեղ Շուլցը մերժողական դիրքորոշում է արտահայտում ահաբեկչության հանդեպ:  Նա  պարզորոշ  արտահայտում  է  այն  միտքը,  որ  ոչ  մի  տեսակի ապաստան  չի  կարելի  տրամադրել  ահաբեկիչներին,  և  որ  նրանք  պետք  է կանգնեցվեն:  Իր  այս  միտքը  նա  սեղմ  կերպով  արտահայտում  է  նույնաբանության միջոցով:  Նա  մերժում  է  որևէ  այլընտրանքային  արտահայտության  կիրառության հավանականությունը  կամ  տեղին լինելը  որպես  Terrorism  is  terrorism արտահայտությանը փոխարինող տարբերակ: ", "Արևմտահայերի՝ XIX դ. երկրորդ կեսի մշակութային և կրթական վերելքի պտուղ- ներից  օգտվեցին  նաև  ասորիները:  Ինչպես  նշվեց,  խարբերդցի  ասորիներից  շատերը ստացել էին լավ կրթություն ոչ միայն ասորական, այլև հայկական, այդ թվում՝ միսիո- ներների  հիմնած  դպրոցներում:  Նրանցից  ոմանք  շարունակել  են  կրթությունը  Խար- բերդի հանրահայտ «Եփրատ» քոլեջում, որը 1878 թ. հիմնել էին ամերիկացի բողոքա- կան  միսիոներները:  Լինելով,  ըստ  էության,  միսիոներական  հաստատություն՝  քոլեջը բաց  էր  բոլոր  հարանվանություններին  պատկանող  քրիստոնյաների  համար  և  Արևմ- տյան Հայաստանում բարձրագույն կրթության առաջատար հաստատությունն էր: Քոլե- ջը գտնվում էր Վերի թաղում և տասից ավելի շինություններից բաղկացած համալիր էր: ", "Այստեղ  երկու  սեռերի  ներկայացուցիչներն  էլ  կարող  էին  ուսում  ստանալ.  1912  թ.  47 Ըստ  որոշ  վկայությունների՝  հաջորդ  եպիսկոպոսը  եղել  է  Կուրիլոս  Մանսուրը,  որը  նահատակվել  է  Մեծ Էղեռնի օրերին, ըստ մյուս՝ աթոռը թափուր է մնացել: ", "Մեկ այլ օրինակում կրկին հանդիպում ենք a million dollars is a million dollars նույնաբանական  կառույցին  այլ  համատեքստում:  Ու  եթե  նախորդ  դեպքում խոսողը  նույնաբանության  միջոցով  արտահայտում  էր  ափսոսանք,  որ  անցյալում մեկ  միլիոն  դոլարն  իրոք  մեծ  գումար  էր  (ենթադրել  տալով,  որ  իր  ժամանակ այդպես չէ),  ապա հաջորդ օրինակում  տեսնում ենք, որ  միևնույն նույնաբանությունը,  կիրառվելով  ներկա  ժամանակով,  այլ  հաղորդակցական նպատակ ու գործառույթ է ձեռք բերում: "], "source_docs_file": "Linguistics.json"}