{"paragraph_source_docs": [0, 3, 3, 3, 3, 0, 1, 2, 2, 3, 3, 3, 1, 4, 3, 3, 3, 3, 2, 1, 2, 3, 3, 3, 4], "paragraphs": ["Հետախուզական  աշխատանքներում  սուլթանն  ակտիվորեն  ներգրավում  էր դիվանագիտական ներկայացուցիչներին: ", "ԼՀԳ, Երևան, 1990, N 12, էջ 66-75: ", "էր: Վերջինս առաջատար  էր ոչ  միայն  Հայաստանի, այլև  ողջ  տարածաշրջանի համար, ինչպես  քաղաքական  ու  մշակութային  կյանքում,  այնպես  էլ  տարանցիկ    առևտրում: ", "Սելջուկ-թուրքերի  պատճառած  արհավիրքներից  մեծապես  տուժած  քաղաքը  կրկին վերականգնվեց XII դ. վերջերին XIII դ. առաջին քառորդում: Անիի նոր վերելքը կապված էր Մերձավոր Արևելքում արհեստագործության, ապրանքային արտադրության, առևտ- րի և քաղաքային կյանքի ընդհանուր զարգացման հետ: XI դարից Անին առաջ է անցնում Դվինից,  դառնալով  արհեստագործության,  առևտրի  ու  մշակույթի  խոշորագույն  կենտ- րոն51  և  վերջինիս  զուգահեռ`  սեփական  արտադրանքով  մասնակցում  միջազգային առևտրին: Անին Հայաստանի խեցեգործության հայտնի կենտրոններից մեկն էր: Այդ մա- սին Ն. Մառը գրել է, որ իրեն հայտնի չէ այնպիսի մի վայր, որն իր հասարակ և գունավոր կավե  իրերով  կարողանար  մրցել  Անիի  հետ52:  Մոնղոլական  արշավանքներից  հետո53 Անին թեև չպահպանեց իր նախկին հռչակը, բայց շարունակում էր ապրել քաղաքային աշխույժ  կյանքով  մինչև  XV  դ.54:  Անիի  ուշ  շրջանի  վերաբերյալ  մատենագիտական  ու վիմագրական աղբյուրների սակավությունը լրացնում են դրամական գյուտերը: Անիում դրամներ  են  հատել  իլխանական  շրջանում55,  շարունակվել  անգամ  հետիլխանական շրջանում (ընդհուպ մինչև XV դարի վերջ), երբ քաղաքն անցել էր թուրքմենական կարա- կոյունլու  և  ակ-կոյունլու  համադաշնություններին56:  Անիի  վերջին  շրջանի  քաղաքաշի- նության  մասին  որոշակի  պատկերացում  են  տալիս կառուցված  վաճառատները57:  Քա- ղաքը շարունակեց պահպանել և խեցեղենի տեղական արտադրությունը58, որը ոչ միայն սեփական սպառմանն էր ուղղված, այլև բավարարում էր Հայաստանի մյուս շրջանների պահանջարկը: Անիի պեղումներով հայտնաբերված ուշ շրջանի խեցեղենն ընդգրկում է և  ներմուծված  հախճապակի,  որը  վերագրվում  է  սուլթանաբադյան  դպրոցին  ու  թվա- Աշրաֆի  բռնությունների  հետևանքով  նրանք  վերջնականապես  կորցնում  են  այն:  Տես`  Մաթևոսյան  Կ., Անի  քաղաքը  և  Ծառաքար-Մաղասբերդը,  Անի-Շիրակի  պատմության  էջեր  (հոդվածների  ժողովածու), Երևան, Հեղ. hրատ., 2010, էջ 233: ", "կենտրոններից մեկն էր: Տես` Հակոբյան Թ., նշվ. աշխ., էջ 278: ", "Պետք  է  նշել,  որ  Օսմանյան  կայսրության  և  նրա  ժառանգորդ`  Թուրքիայի Հանրապետության  այս  ծառայությունների  գործունեության  հիմնական,  ավանդաբար շարունակվող  ուղղվածությունն  է  եղել  անջատողականությունը  և  թշնամության սերմանումը, որի շնորհիվ պառակտվել և քայքայվել են ազատագրական շարժումները, կազմակերպությունները, համայնքային կառույցների միասնությունը և այլն3: ", "Կառուցվում  է  երկու`  ճշտությամբ  իրար  նման  «ձնե  թագավորություն»,  որոնց  միջև ընկած տարածությունը 100-140 մետր է: Այդ տարածքը կոչվում է չեզոք գոտի: Որոշված սահմաններից բացի՝ նախատեսում են մի հողատարածք ևս, որին տալիս են կռվախն- ка сюжета и жанра, Семантика победы, М., 1997, с. 69-70. Աշոտի, ծնվ.` 1983 թ.: ", "Պալեոլիթյան կերպարների ծագման խնդրին անդադարձ կատարած Ա. Օկլադնիկո- վը  կարծում  է,  որ  նրանք  կապ  ունեին  մահացածների  պաշտամունքի  հետ102:  Վ.  Բոգո- րազի  կարծիքով  այս  արձանիկները  կարող  էին  ներկայացնել  ինչպես  պահապան-գեր- բնական կանանց, այնպես էլ երկրային իրական կանանց, որոնք ծառայել են նրանց103: ", "Մասնագիտական գրականության մեջ գերիշխող է այն կարծիքը, որ կանանց արձանիկ- ները մարմնավորում են օջախի պահապանին և տան հովանավորին: ", "Հողը մշակելի ու բերրի է և հարուստ ամեն տեսակի մթերքներով’’66: Ֆրանսիացի ճանա- պարհորդ  Ժ.  Բ.  Տավերնիեի  վկայությամբ  ևս  ,,Երևանը  բնակեցված  է  բացառապես հայերով’’67: ", "Հետագա  դարերում  Երևանը  կռվախնձոր  է  դառնում  թուրքերի  ու  պարսիկների միջև:  XVI  դարի  թուրք  պատմիչներ  Իբրահիմ  Փեչևին  և  Սոլաք  Զադեն  Երևանի  վրա թուրքերի կատարած արշավանքները նկարագրելիս պատմում են. ,,Երևան քաղաքը իս- կապես  Իրան  երկրի  մարմնի  հոգին  էր  համարվում:  Այստեղ,  շահի  որդու  և  նշանավոր խաների  ու  սուլթանների  շքեղազարդ,  ոսկեզօծ  պալատները  կրակի  մատնվեցին,  այգի- ներն ու պարտեզները հողին հավասարվեցին….68: Պարսիկների կողմից Երևանի պաշա- րումը  նկարագրելիս  Անտոնիո  դե  Գուվեան  գրում  է.  ,,  Երևանն  այդ  ժամանակվա  ռազ- մական  տեխնիկայի  համար  բավականին  ամրացված  քաղաք  էր:  Ուներ  երկու  ամրոց: ", "Մեկը` Հին բերդը (Կալա-ի ատիկ) և նորը (Կալա-ի ջեդիդ), որ կառուցվել էր 1583 թ. Ֆեր- հադ փաշայի կողմից’’69: ", "Դրանք  երբեմն  անհասկանալի  են  և  կառուցված  են  յոթվանկանի  երկու  նույնահանգ տողերից  և  ունեն  պարերգային  կառույց,297  քանի  որ  կազմում  են  մի  երկյակ  և  ասվում են միայն պարելու ժամանակ: Դրանց բնորոշ է շարժումը և խոսքը. Երկու  հոգի  կանգնում  են  դեմ  առ  դեմ,  ծափ  տալիս,  ապա  հարվածում  միմյանց ափերին՝ երգելով ու տեքստի վանկերին համապատասխանեցնելով. Էն դեն դո´ւրի, դո´ւրի, դո´ւրի, դո´ւրի, Չա´փ, չա´փ Մե´ք-սիկա, Չա´փ, չա´փ, Մե´ք-սիկա. Ակա դակա սինյո-րիտա, ֆու´, ֆու´, Ակա դակա սինյո-րիտա, ֆու´, ֆու´, Մարի-յո, Մարի-յո, թու´ Ջե˜րի. Օ´քսա-բո´քսա սինյո´-րիտա. Միկի մա´ուս: ", "ՁԵՎԱՎՈՐՈՒՄԸ XVIII  դ.  երկրորդ  կեսի  քաղաքական  զարգացումները  Հյուսիս-արևելյան Այսրկովկասի  պատմության  համար  կարևոր  նշանակություն  ունեցան:    Նադիր  շահի մահից  հետո  Իրանի  պետությունը  տրոհվել  էր  անընդմեջ  միմյանց  դեմ  պայքարող  մի շարք ինքնուրույն իշխանությունների, որոնցում «իւրաքանչիւր մասնաւոր գաւառ գրեթէ մի մի թագաւորութիւն ցուցին զինքեանս...»70: ", "քառորդ),  ,,Երևան’’ գիտական հոդվածների ժողովածու նվիրված Երևանի պատմության հարցերին, Երևան, 2006, էջ 249; Կարապետյան Մ., Երևանի բնակչության էթնիկական կազմը և թվաքանակի փոփո- խությունները 1600-1724 թթ, ՊԲՀ, Երևան, 1986, N 2, էջ 100-101: ", "կազմեց  Ա.  Սաֆրաստյան,    (ՕԱՀՀՄ,  հ.  1),  Երևան,  ՀՍՍՌ  ԳԱ  հրատ.,  1961,  էջ  33;  հ.  Բ-  (ՕԱՀՀՄ,  հ.  2), Երևան, ՀՍՍՌ ԳԱ հրատ., 1964, էջ 146: ", "Երևան, 1964, էջ 34-35, 39-40: ", "XIII – XV դդ. քաղաքային մշակույթը որոշակի զարգացում էր ապրում Գառնիում, որը դեռևս IX դարում դարձել էր գյուղաքաղաք և իբրև այդպիսին շարունակեց գոյատևել մինչև XV դարի առաջին քառորդը: Աղբյուրներում Գառնին անվանվում է քաղաքագյուղ կամ  գյուղաքաղաք71:  Միքայել  Ասորին  և  արաբ  աշխարհագիր  Յակուտ  ալ-Համավին Գառնին նույնիսկ քաղաք են անվանում72: XIII դարում Գառնին պատկանում էր Վասակ Խաղբակյանին և նրա հաջորդներին, որը վկայված է Արատեսի վանքի գմբեթավոր եկե- ղեցու  արևմտյան  պատին  փորագրված  արձանագրության  մեջ.  ,,ՈԿԹ  (1220).  Ի  թագա- ւորութեան Վրաց Լաշայի և յաշխարհակալութեան Իվանէի Աթաբեկի, ես Վասակ, որդի Խաղբակա, կողմնապահ ի Գառնոյ մինչև ի Բարգուշատ….’’73: XIII դարի երկրորդ կեսից մինչև  XIV  դ.  Գառնին  Զաքարյանների  տիրույթն  էր,  իսկ  արդեն  XIV  դարի  կեսերին անցնում  է  Օրբելյաններին.  ,,Այս  գիր  ճշմարիտ  յուսոյ  յիշատակ  հոգո  անջնջելի  առաջն տեղի Տարսաիճի իշխանաց իշխանի, որդի մեծի Լիպարիտի, եղբայր Սմպատա արքաի, կողմնակալի  այսմ  նահանգի,  որ  իշխեցող  էի  Բարգուշատա  մինչ  ցԳառնի.  սահմանքս մեր  Երասխ…’’74:  Լենկ  Թեմուրի  արշավանքներից  հետո  Գառնին  ավերվում  և  լքվում  է, ինչը փաստում են և պեղումները75: XVII դ. սկզբին Շահ Աբասի կողմից իրականացված գաղթը նկարագրելիս Գառնին հիշատակում է որպես գյուղ76: ", "Սովորաբար  դրանք  ֆալլաձև  գլխով  կանանց  ֆիգուրներ  են113:  Այս  արձանիկները  մեզ հիշեցնում  են  Պլատոնի114  կողմից  ներկայացված  նշանավոր  առասպելը115՝  կնոջ  և տղամարդու ի սկզբանե միասնական լինելու մասին՚116: Այստեղ նրանք ներկայացված են «այր և կին՝ մեկ մարմին տեսքով»: ", "Ուշագրավ  է,  որ  թու´  փեչատը  համեմատելի  է  աստվածային  կարգ  ու  կանոնի հետ,  որը  կիրառելու  դեպքում  միայն  խաղացողի  մեջ  կառաջանա  կարգ  ու  կանոնի` խաղի մեջ մնալու ձգտում և խաղալու ցանկություն: Հայոց այբուբենը՝ որպես վկայակո- րական բառարան, Երևան, 1944, հ. 2, էջ 231): Ըստ Է. Աղայանի՝ դա նենգ, խարդախ, դավաճան խաղա- ցողն է (Էդ. Աղայան, Արդի հայերենի բացատրական բառարան (ԱՀԲԲ ), Եր., 1976, հ. 1, էջ 556: ", "Իսկ Ա. Լերուա-Գուրանի կարծիքով հնարավոր չէ պարզել այն իրական իմաստը, որը ունեին պալեոլիթյան «Վեներաներն» իրենց ժամանակաշրջանում118: ", "պեղումների արդյունքները (Միջին դարեր), Երևան, ՀՍՍՀ ԳԱ հրատ., 1962, էջ 15: ", "XIV դարում որպես գյուղաքաղաք հիշատակվում է նաև Վաղարշապատը (Էջմիա- ծինը)79: 1321 թ. վարքաբանական մի գրվածքում Վաղարշապատը հիշատակվում է իբրև քաղաք80:  Այն  քաղաք  է  անվանվում  և  1450  թ.  ընդօրինակված  ավետարանի  հիշատա- կարանում81, սակայն ինչպես գրում է Ղ. Ալիշանը, Մայր տաճարի վերականգնման ժա- մանակ  (1441)  ,,Վաղարշապատը  հազիվ  թե  արժանի  էր  գյուղաքաղաք  կոչվելու’’82:  XV դարի  սկզբին  Վաղարշապատը  թուրքմենական  կարա-կոյունլու  և  ակ-կոյունլու  քոչվո- րական ցեղերի տիրապետության տակ էր: 1441 թ., երբ Հայրապետական աթոռը կրկին հաստատվեց  Վաղարշապատում  ,,…Գրիգոր  Ժ-րդ  Կաթուղիկոս  Մակուեցի  Ջալալբե- կեանց  կոչեցեալ,  յաջորդ  Կիրակոս  Կաթուղիկոսի,  կգնէ  այս  գիւղը  ի  սեպհականութիւն Էջմիածնի`  Սէյիդ  բէկ  անուն  Պարսիկ  իշխանէն….Հիճրեթի  832  թուին,  որ  է  1454  ամի Փրկչին’’83: 1604 թ. Վաղարշապատի բնակչությունը նույնպես գերեվարվում է Շահ Աբա- սի կողմից. ,,…շատ սակաւ Մահմետական կբնակէր անդ. յորոց ոմանք ճանապարհորդ- ներէ ողորմութիւն առնելու համար, Կաթուղիկէ Եկեղեցւոյ տաճարի մեջ ճրագ կվառէին, որ  բովանդակ  ամայութեան  մէջ  էր…’’84:  Վաղարշապատ  գյուղը  Էջմիածնի  վանքից առանձնանում է Սիմեոն կաթողիկոսի օրոք, որն առանձին եկեղեցի է կառուցում ,,…յա- նուն սուրբ Աստուածածնի` փայտածածկ` ի գիւղամիջին… իսկ Վաղարշապատայ բնա- կիչ  ժողովուրդը  …  հետզհետէ  դարձան  ի  տարագրութենէ,  մանաւանդ  երբ  որ  Մովսէս Կաթուղիկոս  սկսաւ  նորոգել  տաճարը  և  շրջապատ  շինութիւնները  հիմնել  (յամին Էջմիածին  քաղաքի  տարածքից  պատահական,  ապա  և  վերջին  տարիներին  Մայր տաճարի  շրջակայքում  իրականացվող  պեղումներով  հայտնաբերվում  է  ուշմիջնա- դարյան խեցեղեն86: Հնարավոր է, որ Վաղարշապատը XIII դարից սկսած ունեցել է խե- ցեղենի սեփական արտադրություն87: ", "աշխատասիրեաց Աբէլ արքեպիսկոպոս, հ. Ա, Վաղարշապատ, ի տպարանի Սրբոյ Կաթուղիկէ Էջմիածնի, ճարի հարևանությամբ` Տրդատա կամարից հյուսիս ընկած տարածքի 2014 թ. պեղումներով հայտնաբեր- ված նյութերը, որոնք մեզ սիրով տրամադրել է պ. գ. թ. Ն. Հակոբյանը, ով ղեկավարել է պեղումները: Տես` XIII – XV դդ. Վայոց ձորի առևտրա-տնտեսական կյանքում կարևոր դեր է խաղում Եղեգիս  գյուղաքաղաքը,  որը  Օրբելյան  իշխանական  տան  նստոցն  էր:  X  դ.  Եղեգիսը կոչվում է գյուղաքաղաք, իսկ XIV – XV դդ. ժամանակակիցներն անվանում են քաղաք88, անգամ մայրաքաղաք89: Եղեգիսը կամ  Եղեգիքը Վայոց ձորի  հնագույն բնակավայրերից է:  Մինչև  IX  դարը  Եղեգիսի  մասին  մատենագիտական  տեղեկություններ  չեն  պահ- պանվել: IX դարի առաջին քառորդում այն դառնում է Սյունիքի Վասակյան տոհմի գա- հերեց  իշխանի  նստավայրը90:  XIII  դարի  առաջին  քառորդում,  Սյունիքը  սելջուկներից ազատագրելուց  հետո,  Օրբելյանները  Եղեգիսը  դարձնում  են  իրենց  վարչական  կենտ- րոնը, որը նրանց տիրապետության շրջանում ծաղկում է ապրում: Այստեղ կառուցվում են վանքեր, եկեղեցիներ և Տարսայիճ Օրբելյանի պալատ-դարպասը: XVI դ. երկրորդ կե- սին Եղեգիսը ավերվում է, վերջին վիմագիր արձանագրությունը 1703 թ. է91: ", "էջ  94:  Դերբենդի  ամրոցի,  խանի  պալատի  մասին  տե՛ս  Marschall  fon  Bieberstein,  նշվ.  աշխ.,  էջ  10;  В. Бакунина, Персидский поход в 1796 г. Воспоминания Варвары Ив. Бакуниной. Перевод с французского В. В. Тимощук, – «Русская старина», т. 53, СПб., 1887, c. 359. политического  развития,  автореферат  диссертации  на  соискание  ученой  степени  доктора  исторических науки, Махачкала, 1999, с. 4. տորոն  արտահանվեր 85:  Խանության  հաջորդ՝  Նիզաբադ  նավահանգստի  տարածքում գործում էր տոնավաճառ, ուր Շամախիի հայ և պարսիկ վաճառականները ուղտերով և ձիերով մետաքս էին բերում86: "], "source_docs_file": "History.json"}