{"paragraphs": ["Հարկ  է  նշել,  որ  1970-ական  թթ.  այս  ժանրի  աննախադեպ  վերելքը  հանգեցրեց գրականության  մեջ  քննադատական  ռեալիզմի  ամրապնդմանը,  թեմատիկ  շրջանակի ընդլայմանը` քաղաքների տնտեսական միգրանտների ու գավառական անատոլիական հասարակության  հետ  մեկտեղ  ներկայացնելով  Ստամբուլի  խիստ  արևմտականացված բարձ  ու  միջին  դասի  ընտանիքներին:  Թեև  ընդլայնվել  էր  «Մարտի  12-ի  վեպերի» աշխարհագրությունը, սակայն սոցիալական մակարդակում վեպի  ոլորտը նեղացել էր` կենտրոնանալով բացառապես համալսարանական, կրթված ձախակողմյան անհատների  վրա180:  Նման  վեպերը  կոչված  էին  մարդուն  պատկերել  նոր  մտքերով  և խնդիրներով,  ակտիվացնել  գեղարվեստական  այլ  ձևերի  փնտրտուքը:  Հետևաբար  70- ական  թթ.  սկզբի  քաղաքական  իրադարձությունների  ազդեցությամբ  ազգային գիտակցության  ձևափոխության  խնդիրը  տասնամյակի  գրականության  հիմնական թեման էր, իսկ գլխավոր հերոսները` ձախակողմյան մտավորականությունը: Ընդ որում վերջիններս  այն  ուսանող  ակտիվիստներն  ու  բարեփոխիչներն  էին,  ովքեր  իրենց առաքելությունն  էին  համարում  Թուրքիայի  ազգաբնակչությանը  կրթել  արևմտյան քաղաքականության  ու  մշակույթի  ավանդույթներով,  այլ  կերպ  ասած`  «աթաթուրքյան ազգայնականության պաշտոնական գաղափարախոսությամբ»181: ", "Դժգոհությունը  կյանքի  անկատարությունից  բոլոր  ժամանակներում  էլ  հուզել  է բանաստեղծներին։  Նրանցից  ամեն  մեկը  այդ  հուզումը  բանաստեղծական  ապրումի  է վերածել յուրովի՝ իր անձնական նկարագրին, իր դավանած ուղղությանը, իր ժամանակի ոճամտածողությանը համապատասխան։ Նույն հուզումը Աթաբեկյանի մոտ քնարական ապրումի կերպ է ստացել մի բնորոշ քառյակում. Ես մոլորվել եմ մունջ տեսիլների այս քաոսի մեջ.... Իմ գոյությունը դարձել է կարծես երազ ու տեսիլ... Եվ չգիտեմ ես, մունջ տեսիլների այս քաոսի մեջ Ապրե՞լ եմ իրոք, թե կյանքի մասին երազ եմ տեսել48։ ", "Այդուհանդերձ փաստենք, որ անկախ «Մարտի 12-ի» գրականության վերաբերյալ քննադատական  մոտեցումներից  և  հակասական  բնորոշումներից,  թուրքական գրականության մեջ նախկինում երբևէ հեղափոխականի կյանքը բոլոր մանրամասնություններով  չէր  ներկայացվել,  կամ  միայն  հպանցիկ  անդրադարձ  էր կատարվել: Հատկանշական է, որ եթե 1970-ական թթ. չափածո ստեղծագործությունների կենտրոնում  գլխավորապես  «փողոցային  կյանքն  էր»`  քաղաքացիական  պատերազմը, Possible?,  Betraying  the  Event  Constructions  of  Victimhood  in  Contemporary  Culture,  Newcastle  upon  Tyne, Cambridge Scholars Publishing, 2009, p. 10. ապա  արձակ  ստեղծագործությունների  հիմնական  թեմատիկան  բանտն  էր:  Այս ստեղծագործություններն առանձնանում են իրականության կենդանի նկարագրողականությամբ և  առավելապես  խոշտանգումների  տեսարանների մանրամասնություններով,  որոնք  ինչպես  գրականագետ  Ֆ.  Նաջին  է  նշում.  «Ցնցող ազդեցություն են թողնում ընթերցողի վրա»185: ", "Մարտի  12-ի  ժամանակաշրջանը  ներկայացնող  վեպերում  կարևոր  տեղ  են զբաղեցնում  նաև  աշխատավորական  շարժումները`  գործադուլները,  ցույցերը:  Նման վեպերում կարևորվում  էր  հատկապես  այն,  որ թեև աշխատավոր դասը դժվարությամբ էր ընկալում իրականությունն ու չէր հասկանում իր ուժը, սակայն սկսել էր գիտակցել և պահանջել  իր  իրավունքները186:  Հետևաբար  «Մարտի  12-ի  վեպերը»  հասարակական փոփոխվող  գիտակցության  բնութագրերն  են,  իշխող  համակարգի  հետ  ստեղծված հարաբերությունների ձևի  արտացոլումը: ", "Ընդգծենք, սակայն, որ  այս ստեղծագործությունները  ոչ  այնքան  կայուն  արտացոլանք  են,  որքան  ակտիվ  բեկում: ", "Հերոսների  վախը  կարելի  է  պայմանավորել  նաև  միջավայրի  բարքերի ազդեցությամբ։ Նրանք չեն պատմում այլ մարդկանց իրենց ներքին զգացողությունները, չեն  լսում  հուսադրող  բառեր:  Պատմվածքի  հերոսը  մտահոգված  է,  թե  ինչպես զանգահարի և հայտնի կնոջը, որ կամուրջն անցնելու վախ ունի։ Նա երկմտում է, որ դա անձնական  արժանապատվության  խնդիր  է  և  կարող  է  կործանել  իր  ամուսնական երջանկությունը։  Պարզվում է, որ մի քանի անմիջական բառը կարող է փրկել մարդուն։ ", "Ինչպես  գրաքննադատ  Չ.  Գյունայ-Էրքոլն  է  նշում,  այս  գրականությունը  միայն «Թափանցիկ  պատուհան  չէր,  որի  միջոցով  անցյալը  բացվում  էր  ուսումնասիրության համար».  «Մարտի  12-ի  վեպերը»  և՛  մշակութային,  և՛  հոգեբանական  աշխատանք կատարեցին`  հնարավորություն  տալով  հասնել  անցյալի  լեզվական,  մշակութային, սոցիալ-քաղաքական  կմախքին,  միևնույն  ժամանակ  նպաստել  այդ  կառուցվածքի պատկերմանն ու ձևավորմանը188: ", "«Մարտի  12-ի  վեպերի»  առանձնահատկություններից  է  այն,  որ  հեղափոխական գլխավոր  հերոսը  միաժամանակ  նաև  ճնշումների  ենթարկվող  անհատ  է:  Սովորաբար վեպերի  գլխավոր  հերոսներն  այնպիսի  անձինք  են,  ովքեր  իրենց  ազդեցությամբ կատարված ինքնասպանություններն անվանում են «Վերթերի ախտանիշ»: Տերմինը շրջանառության մեջ է  դրել  ամերիկացի  սոցիոլոգ,  հոգեբան  Դևիդ  Ֆիլիփսը,  որը  ծագում  է  Գյոթեի  «Երիտասարդ  Վերթերի տառապանքները» վեպից: ", "ուղղորդում  կամ  որոշակի  դեր  են  խաղում  դեպքերի  հաջորդական  զարգացման ընթացքում:  «Մարտի  12-ի  վեպերում»,  ընդհակառակը,  հեղափոխական  երիտասարդը ստիպված  է  դիմակայել  իր  գլխին  եկած  «չարիքներին»189:  Այս  ժամանահատվածի քաղաքական  «ճնշվածության»  պատճառը  թերևս  այն  է,  որ  ռազմական  միջամտության ազդեցությունը  թարմ  էր,  գրողի  անձնական  ապրումները  դեռևս  թելադրող  էին  նրա ստեղծագործական  կյանքում,  և  հեղինակն  իր  վեպի  հերոսին  պատմական  այլ համատեքստում  չէր  կարողանում  դիտարկել190:  Ընդ  որում  այդ  հերոսները  ոչ  միայն հեղափոխական  այն  երիտասարդներն  են,  ովքեր  իրենց  կամքով  են  մասնակցել իրադարձություններին,  երբևէ  չեն  հերքել,  որ  քաղաքական  տարր  են  և  հանուն  իրենց գաղափարների  ծանր  պատիժ  են  կրել,  այլև  երբեմն  մանր  բուրժուական  ընտանիքից սերող  «անմեղ»  երիտասարդները191:  Նման  ստեղծագործությունները  սովորաբար  զուրկ են  ժամանակաշրջանի  իրական  նկարագրությունից  և  հեղափոխական  կերպարների օտարման  խրոնիկա  են.  չդիմանալով  ժամանակաշրջանի  ճնշող  և  անդիմակայելի սոցիալ-քաղաքական զարգացումներին` նրանք սկսում են օտարվել իրենց ընտանիքից, ընկերներից, հասարակությունից, որոնց համար պայքար էին մղել: Միևնույն ժամանակ խուսափած կամ փախած մարդկանց կյանքը, նրանց հոգեբանությունը: Որպես կանոն` այդօրինակ  վեպերում  փախուստը  հանգեցրել  է  օտարման  և  հուսահատության ծայրահեղ դրսևորումների, իսկ երբեմն նաև`  մարգինալության: Այլ կերպ ասած` նման ստեղծագործություններում  սոցիալական  տեսակի  կերպարից  անցում  է  կատարվել դեպի  մեկուսացած  անհատը:  Ընդգծենք,  որ  այս  զարգացումները  յուրահատուկ  հիմք հանդիսացան թուրքական գրականության մեջ պոստմոդեռնիզմի հաստատման համար: ", "«Մարտի  12-ի  վեպերը»,  որպես  կանոն,  սկսվում  են  գլխավոր  հերոսին  երկար ժամանակ  հետևելուց  հետո  մի  գիշեր  հանկարծակի  նրա  տուն  ներխուժելով  և  աչքերը կապելով  ոստիկանատուն  տանելով,  իսկ  ավարտվում  նրանով,  որ  այստեղ հարցաքննությունների,  խոշտանգումների  ենթարկվելուց,  մնայուն  հետք  թողող հոգեկան  նվաստացումներից  հետո  հերոսը  դուրս  է  գալիս  բանտից  և  իր  «երկրորդ կյանքում»  հաճախ  հեռացվում,  օտարվում  հասարակությունից192:  Ընդ  որում`  նման վեպերի  հիմնական  բնութագիրը  ոչ  թե  դեպքերի  ստույգ  տարիներն  են,  այլ  դրանցում արտացոլված  ռազմական  միջամտությանը  հաջորդած  ժամանակահատվածը:  Ուստի` դրանց մեծ մասում ոչ թե գործոնն է, այլ պասսիվը: Այսինքն` հեղափոխական շարժումը հետին  պլան  է  մղվել`  իր  տեղը  զիջելով  բռնաճնշումներին  ու  տիրող  վարչակարգի կամայականություններին:  Այս  առումով  պետք  է  փաստել,  որ  «Մարտի  12-ի»  գրեթե բոլոր վեպերում լայն ու ազդեցիկ տեղ են զբաղեցնում խոշտանգումների տեսարանները: ", "Սա  բացատրվում  է  նրանով,  որ  երկրի  սոցիալ-քաղաքական  իրադարձությունները ռեալիստական  ձևով  պատկերելու  գրողների  ցանկությունն  ու  արդյունքները չհամընկան,  քանի  որ  նրանց  մոտ  տեղերով  փոխվեցին  քաղաքական  հայացքներն  ու ռոմանտիկ ընկալումները:  Արդյունքում վեպում  արտացոլվեցին ոչ թե գործողություններն ու ապստամբությունը, այլ ապստամբության սուբյեկտ հանդիսացող «68-ի  սերնդի»  պարտությունից  հետո  ստեղծված  վիճակը:  Թուրք  գրականագետ  Օ. Թյուրքեշը, քննադատելով գրողների այս մոտեցումը, գրում է. «Հարցաքննությունների և բանտային  պատմությունների  բնական  արդյունքն  այն  էր,  որ  հեղափոխականները հանդես  եկան  զուտ  որպես  ազդեցության  ենթարկված  կամ  ճնշված  անձինք:  Այս վեպերում  ներկայացվեց  ոչ  թե  նրանց  աշխարհայացքը,  գործունեությունը,  թե  ինչու  և ինչպես  են  ապստամբել,  այլ  ձերբակալություններով  սկսվող  պարտության հոգեբանությունը»193: Ի վերջո գրաքննադատը եզակացնում է, որ «Իրականում «Մարտի են դեպի ժողովրդական հեքիաթները, երգերը, թյուրքուները»194: ", "Բռնությունների տեսարանների գերակայության մասին գրաքննադատ Մ. Բելգեի տեսակետը  ևս  ուշագրավ  է:  Ըստ  նրա`  դրանց  առանձնահատկությունն  ու  արդյունքն այն  է,  որ  հնարավորություն  են  տալիս  խոշտանգում  երևույթը  դիտարկել  ոչ  թե  որպես բացառիկություն,  այլ  որպես  կառավարման  հաստատված  կարգ`  իր  սպասարկու գաղափարախոսության  հետ  միասին:  Հետևաբար  այս  վեպերը  «խոշտանգումների  ու s. 80-81. հանցավորության միջև ստեղծված գաղտնի հավասարակշռության» ապացույցներ են195: ", "«Կոզիմոն նայեց ցած: Մոտակա մեծ ծառի ճյուղից կախված ճոճանակի վրա տասնամյա մի աղջնակ էր նստած: Շիկահեր, երեխայի համար փոքր-ինչ անսովոր բարձր սանրվածքով, երկնագույն հագուստով, որ էլի կարծես մեծերի համար լիներ, ժանյակազարդ կիսաշրջազգեստը ծածկում էր ճոճանակի նստատեղը: Աղջնակը նայում էր կիսափակ աչքերով, քիթը վեր պարզած, կարծես փորձում էր տիկնոջ տեսք ընդունել, և հատ-հատ կծելով խնձոր էր ուտում՝ գլուխն անընդհատ խոնարհելով դեպի ձեռքը, որ պետք է և՛ խնձորը պահեր, և՛ ճոճանակի պարանից բռնվեր, ամեն անգամ, երբ ճոճանակն իր կամարից ցածր դիրքում էր հայտնվում, ինքն իրեն հրում էր՝ փոքրիկ կոշիկների ծայրերը հարվածելով գետնին, շրթունքների արանքից դուրս էր թքում կծած խնձորի կճեպները և երգում` Oh là là là! La ba-lan-çoire…»:140 Գրականագետ Սիլվիա Ձանգրանդին աղջնակի հայտնվելու դրվագն անվանում է «գեղանկարային»:141  Նույնքան  գեղանկարային  են  Կոզիմոյի  և  Վիոլայի  բոլոր հանդիպումներն  ու  սիրային  տեսարանները  արդեն  հասուն  տարիքում:  Վիոլայի կերպարը  այդ  ընթացքում  զարգացում  է  ապրում.  դա  երևում  է  նաև  հերոսուհու արտաքինի նկարագրության մեջ հեղինակի կողմից կատարված նոր շեշտադրումներում. «Կոզիմոն այժմ ավելի լավ էր տեսնում թե՛ նրա դեմքը, թե՛ նրան առհասարակ: ", "Արվարձանային  միջավայրում Չիվերը  փնտրում  է  իրական  մարդկային  շփում, մարդկանց  միասնություն,  բայց  անխուսափելիորեն  բախվում  է  սոցիալական հարաբերությունների քարացած  համակարգին,  որտեղ  մարդն  ունի  խիստ սահմանափակ  դեր, իսկ  մարդկանց  հարաբերակցությունը  պայմանավորված  է արտաքին  գործոններով։  Արվարձանում  Չիվերին  գրավում  է  բնությանը  մերձենալու երջանիկ  հնարավորությունը:  Սակայն  շուտով  գրողը  հասկանում  է,  որ  բնության  հետ կապն  այստեղ միայն գեղագիտական  փորձ է, կենսակերպի մասը։ ", "Պետք է նշել, որ թուրքական քաղաքական վեպերի առանձնահատկություններից է  այն,  որ  շարադրանքը  կառուցված  է  զոհերի  անմեղության  շուրջ`  առանց  ընդունելու նրանց  քաղաքական  ուժը,  նպատակները  կամ  գործունեությունը:  Զոհի  կերպարի կառուցվածքը  նպատակ  ունի  կարեկցանք  ու  զայրույթ  առաջացնել  իր  նկատմամբ, սակայն  սա  նաև  հեգնական  կերպով  զուգամիտվում  է  ճնշող  պետության գաղափարախոսության  հետ,  թե  «ժողովուրդը  թերզարգացած  է  և  ղեկավարման  ու պատիժների կարիք ունի»199: Ընդ որում այս վեպերում մեղավորի և անմեղի իրավական, բարոյական  և  քաղաքական  հասկացությունների  բարդ  դիալեկտիկան  հաճախ դժվարություններ է առաջացնում խոշտանգողի ու խոշտանգվողի կոնցեպտուալիզացման  հարցում,  անգամ  երբ  վերջիններս  ծայրահեղ  բռնությունների օբյեկտ են200: ", "Հատկանշական  է,  որ  այս  արձակ  ստեղծագործություններում  մեղավորի  ու անմեղի  հարցադրման  երկու  այլընտրանքային  հիմնավորում  է  ներկայացվում. առաջինն ընդունում էր, որ ըստ օրենքի հեղափոխականները մեղավոր էին, սակայն այլ սոցիալական  արժեքների  տեսանկյունից  սխալ  էր  օրենքը,  իսկ  մյուսը,  որ հեղափոխականներն  անմեղ  էին,  մեղավոր  էին  նրանք,  ովքեր  անիրավացիորեն խստացնում  էին  օրենքները:  Քաղաքական  վեպերի  առաջին  ալիքում  գերիշխում  էր երկրորդ  պահանջին  հետևելու  և  հեղափոխականների  անմեղությունը  հաստատելու միտումը:  Հետևաբար  նման  ստեղծագործություններում  խոշտանգումների  շեշտումը նպաստում էր  անմեղության գիտակցության  ամրապնդմանը, քանի որ խոշտանգումների  էին  ենթարկվում  նրանք,  ովքեր  ընդդիմանում  էին  համակարգին,  և այս  համատեքստում  պետությունն  անառարկելիորեն  անարդար  էր:  Հետևաբար շեշտելով  պետության  հանցավորությունը`  որպես  հակադրություն  հեղինակները ընդգծում էին զոհերի անմեղությունը201: Այս ստեղծագործություններում անմեղությունը շեշտադրվում  է  հատկապես  այն  դրվագներում,  երբ  ձախակողմյան  շարժման քաղաքական  ծրագիրը  ներկայացվում  է  ոչ  թե  որպես  կապիտալիզմի  վարչակարգը վերացնելու  պահանջ,  այլ  որպես  սոցիալական  արդարության  կոչ,  քանի  որ  ինչպես  Մ. Բելգեն  է  նշում.  «Երիտասարդությունը  ճնշումների  էր  ենթարկվում  նրա  համար,  որ ցանկանում  էր  այն,  ինչին  ձգտում  էր յուրաքանչյուր  ճշմարիտ  առաջադեմ  ու «ազգայնական» անհատ»202: ", "«Մարտի  12-ի»  գրական  գրեթե  բոլոր  ստեղծագործություններում  ընդգծված  է դատարանների  զուտ  ձևական  գոյությունն  ու  այդ  դրության  հետ  հասարակության համակերպվածությունը:  Որոշ  գրողներ  իրենց  ստեղծագործություններում  շեշտում  են, որ  այդ  ժամանակաշրջանում  քաղաքական  որակումներից  զերծ  դատարան  չկար: ", "Ուստի`  «քաղաքական  դատ»  հասկացությունը  վեպերում  կիրառվում  է  ամենալայն իմաստով, քանի որ քրեական օրենսգրքի որևէ կետի  խախտումը կամայականությունների  առիթ  էր  պետության  համար:  Այս  տեսակ  դատարաններում որոշումները  նախօրոք  հայտնի  էին,  և  սա  մի  միջոց  էր,  որ  լայնորեն  կիրառվում  էր ավտորիտար  վարչակարգում  ճնշումներ  գործադրելու  համար203:  «Մարտի  12-ի վեպերում»  դատարանները  հիմնականում  պատկերված  են  որպես  համակարգի խամաճիկ.  սա  մի  կառույց  էր,  որ  ենթադրվում  է`  պետք  է  լիներ  անկողմնակալ  ու անկախ,  սակայն  իրականում  դատավորները,  որոնք  սովորաբար  պատկերված  են որպես  անտարբեր,  մեխանիկական  ու  մարդկայնությունից  հեռու  ռոբոտներ,  իրենց խնդիրն էին համարում լոկ ավարտին հասցնել սկսված գործընթացը: Հատկանշական է, որ այս ստեղծագործությունների դատավարության դրվագներում գրեթե բացակայում են մեղադրական  ելույթներն  ու  պաշտպանական  ճառերը:  Նման  տեսարաններում հերոսները կարծես վերացած են միջավայրից, պարփակված իրենց ներաշխարհում, լուռ են  ու  հանգիստ:  Որևէ  մեկը  չի  ջանում  պաշտպանել  իրեն,  պայքարել,  պատմել խոշտանգումների,  անիրավությունների  ու  անօրինականությունների  մասին,  քանի  որ հայտնի է, թե ինչ նպատակով են դատարանում և գիտակցում են, որ արդեն անիմաստ է «բղավել»204: ", "«Մարտի 12-ի վեպերում» առաջ է քաշված նաև օրենքի և գաղափարախոսության հարաբերությունների  խնդիրը:  Նման  ստեղծագործություններում  հարցադրումներն այսպիսին  են`  օրենքը  հասարակության  նկատմամբ  խճճված  դիրքորոշումների, արժեքների և տեսությունների արգելքը վերացնելու համար կարո՞ղ է արդյոք վերածվել գաղափարախոսության  կամ  դառնալ  գերակա  գաղափարախոսության  մի  մասը, ինչպես  նաև  հնարավոր  է  արդյոք,  որ  դատավորը  վճիռ  կայացնելիս  զերծ  մնա  իր անձնական քաղաքական հայացքներից և անկողմնակալ լինի 205: ", "«Մարտի  12-ի  վեպերի»  մի  յուրահատուկ  և  ինչ-որ  տեղ  նոր  կերպարներից  է կինը206: Սրա պատճառներից կարելի է համարել նաև այն հանգամանքը, որ 1970-ական թթ. թուրքական գրականության ասպարեզ մուտք գործեցին մեծ թվով կին գրողներ, ինչն ակնհայտորեն կրթական, հասարակական զարգացումների յուրահատուկ դրսևորումներից  էր207:  Այնպիսի  հայտնի  վիպասաններ,  ինչպես  Ֆյուրուզանը,  Ադալեթ Աղաօղլուն,  Սևգի  Սոսյալը,  Փընար  Քյուրը,  Լեյլա  Էրբիլը,  Նազլը  Էրայն  է  կարևոր  դեր ունեցան գեղարվեստորեն  ներկայացնելու,  գրականության  նկարագիրը  որոշակիացնելու գործում208:  Այս  հեղինակները,  լինելով  հեղափոխական  մտավորական  կանայք  և  իրենց խնդիրը  համարելով  խոսել  ռազմական  միջամտության  ժամանակաշրջանում թուրքական  հասարակության  մեջ  մտավորական  ձախակողմյան  շարժման  մասնակից կնոջ  կարգավիճակի  մասին,  որպես  ստեղծագործության  գլխավոր  հերոս  ընտրեցին նրան,  փորձեցին  ներկայացնել  վերջինիս  նկատմամբ  հասարակական  վերաբերմունքն ու  այն  գինը,  որը  կինը  պետք  է  վճարեր  «հեղափոխական»  լինելու  համար:  Ավելին` ինչպես  թուրքական  գրականության  ուսումնասիրությամբ  զբաղվող  Ս.  Էրոլն  է  նշում. «շեղվածություն», բնորոշում է որպես քաղաքական պաթոլոգիա: Տե՛ս, Blotner J., նշվ. աշխ., էջ 84-88: ", "Միշտ  գոյություն  ունի  ընդհատումը,  ինչի  պատճառով  մարդը  տեսադաշտից  դուրս  է մնում։  Սա  մարդկային  կիսատ  հարաբերությունների,  չիրականացված  երազանքների աշխարհ է, երբ մարդը կորցնելով ինքն իրեն, վերագտնում է իր եսը նորից ու նորից»133: ", "Ըստ էության ձախակողմյան  հեղափոխական  շարժումը  ևս  ընդգծված  հայրիշխանական  էր,  և and Culture 14.1, Purdue University Press, 2012, p. 3. Languages, Literature and History of Turkish or Turkic Volume 7/4, Ankara, 2012, p. 775. որպեսզի  կինն  ընդգրկվեր  շարժման  մեջ,  պետք  է  գործեր  ինչպես  տղամարդը, խուսափեր կանացի հանդերձանքից, ազատվեր բուրժուական կենսակերպի նկատմամբ իր հակումներից213: Ավելին հեղափոխական տղամարդու համար կնոջ գործունեությունն անգամ «քաղաքականություն» բառով բնորոշելի չէր, քանի որ քաղաքականությունն այն էր,  ինչ  անում  էր  տղամարդը:  Մինչդեռ  կնոջ  դեպքում  այն  կամ  «բարեգործություն»  էր, կամ «ծառայություն», իսկ երբեմն էլ դիտվում էր որպես «սանձարձակ պահվածք»214: ", "Ընդհանուր առմամբ կարելի է ասել, որ «Մարտի 12-ի վեպերում» կինն օժանդակ կերպար  էր  բացառապես  տղամարդ  հերոսների  նկարագիրն  ամբողջացնելու  համար: ", "Նշենք  նաև,  որ  վեպերի  կին  հերոսների  միջոցով  գրողները  փորձել  են  պարզաբանել «հայրիշխանական»  համակարգում  միջանձնային  հարաբերությունները:  Այսպես` գրաքննադատ  Չ.  Գյունայ-Էրքոլը նշում է,  որ «Այդ օրերին բացարձակ առանձնահատկությունների  վրա  հենվող  «տղամարդ»  հասկացությունը  հետզհետե փոխարինվում  էր  «առնականություն»  պլյուրալիստական  հասկացությամբ,  և  թեև  այն բնութագրում  էր  միմյանցից  բոլորովին  տարբեր  ու  բարդ  հասարակական  սեռային դերերը,  այնուհանդերձ «առնականությունը»  ձևավորվում  էր «կանացիություն» հասկացության  հակադրությամբ»215:  Գրականագետը  միաժամանակ  «Մարտի  12-ի վեպերը»  դիտարկում  է  որպես  չափազանցված  առնականության  քննադատություն  և առաջ  քաշում  այն  վարկածը,  որ  չափազանցությունն  այս  վեպերում  օգտագործվել  է որպես  իշխանության  չարաշահման  փոխաբերություն:  Ընդ  որում  առնականությունը տարբեր  կերպ  է  դրսևորվում  կին  և  տղամարդ  գրողների  ստեղծագործություններում: ", "Մասնավորապես`  եթե  տղամարդ  գրողներն  այն  դիտարկում  են  հերոսի  ներքին` բնական  առնականության  պրիզմայով,  ապա  կին  գրողները  ձգտում  են  ընդլայնել  այս հասկացության  նեղ  մշակութային  սահմանները`  դրա  դրսևորման  ձևերը  բացատրելով գենդերային  տարբերություններով:  Այսինքն`  նմանօրինակ  ստեղծագործությունները ցույց  են  տալիս,  թե  ինչպես  է  ձևավորվում  առնականությունն  անկախ  բոլոր տրավմատիկ  փորձերից,  որոնք  ուղղված  էին  ոչնչացնելու  այն,  բացահայտում  էին Press, Knoxville, 1995, p. 14. Yaklaşımlar, ISSN 1307-0932, Sayı 5, 2008, s. 159-160. ժամանակի  «Բիհրուզ  բեյի  ախտանիշի»216պատճառը:  Հավելենք  նաև,  որ  քաղաքական արձակում  հիմնականում  այս  տրավմատիկ  քաջությունն  է  ազդեցիկ  գործոն  դառնում, որպեսզի  խոշտանգումների ենթարկված, հասարակությունից մեկուսացած հեղափոխական կինը շարունակի ապրել217: "], "paragraph_source_docs": [2, 5, 2, 2, 2, 4, 2, 2, 2, 2, 2, 2, 0, 4, 2, 2, 2, 2, 2, 2, 4, 2, 2, 2, 2], "source_docs_file": "Literature.json"}