{"paragraph_source_docs": [4, 1, 0, 4, 4, 3, 4, 4, 4, 4], "source_docs_file": "Literature.json", "paragraphs": ["Այսպիսով,  տպավորություն  է  ստեղծվում,  որ  Չիվերի  պատմվածքների  հերոսներին պատել են միևնույն զգացողությունները՝ հիասթափությունը, վախը, անվստահությունը, որը նրանց դարձնում է ոչ ամբողջական, մի տեսակ թերի: Յուրաքանչյուրը վախենում է ինչ-որ  բանից,  ինչ-որ  մեծացող  վտանգից:  Կարծես,  գործ  ունենք  ոչ  թե  առանձին կերպարների,  այլ    հոգեվիճակի  պատկերման  հետ։  Նրանք  մի  տեսակ  նման  են  իրար` զրկված  անհատականությունից:  Դիանա  Թրիլինգը  «The  Nation»  շաբաթաթերթում քննադատում  է  Չիվերի  առանձնացումը  սեփական  հերոսներից129,  իսկ  Ուիլիամ  դը Բոան գրողի ստեղծագործություններում նկատում է մարդատյացության տրամադրություն`  նրա  հերոսներին  բնութագրելով  որպես  շփոթված  և  տառապած մարդիկ130: Դյու Բոան և Թրիլինգը քննադատում են նաև Չիվերի ստեղծած կերպարների միանման հատկանիշները, որոնք հատկապես վրդովվեցնում են   Դը Բոային, քանի որ, on John Cheever, Boston, Massachusetts: G. K. Hall & Co, 1982, p. 236. Review, March 28, 1943, p. 10. ըստ  քննադատի, թվում  է,  թե անբավարարվածությունը հերոսներին  բնորոշ ընդհանուր հատկանիշն է։ ", "Այստեղ  պարզ  երևում  է  Էդգար  Պոյի  §Կառուցվածքի  փիլիսոփայությունը¦  և §Պոետական  սկզբունքը¦  հոդվածների  ազդեցությունը,  որտեղ  Պոն  դեմ  է  դուրս գալիս  պոեզիայի  մեջ  ճարտասանությանը  և  բարոյախոսությանը:  Պոն  գրում  է,  որ պոեզիայի  փոխհարաբերությունները  ինտելեկտի,  խղճի  հետ  ունեն  երկրորդական XX  века:  Итоги  и  перспективы  изучения.  Материалы  Седьмых  Андреевских  чтений  /  Под  ред.  Н.Т. Пасхарьян. – М.: Экон – Информ, 2009. С. 72. նշանակություն, պարտքի կամ ճշմարտության հետ պոեզիան միայն հանկարծակի է շփվում, պոեզիայի նպատակը գեղեցիկն է ¥175 ¤: ", "«Կոզիմոն նայեց ցած: Մոտակա մեծ ծառի ճյուղից կախված ճոճանակի վրա տասնամյա մի աղջնակ էր նստած: Շիկահեր, երեխայի համար փոքր-ինչ անսովոր բարձր սանրվածքով, երկնագույն հագուստով, որ էլի կարծես մեծերի համար լիներ, ժանյակազարդ կիսաշրջազգեստը ծածկում էր ճոճանակի նստատեղը: Աղջնակը նայում էր կիսափակ աչքերով, քիթը վեր պարզած, կարծես փորձում էր տիկնոջ տեսք ընդունել, և հատ-հատ կծելով խնձոր էր ուտում՝ գլուխն անընդհատ խոնարհելով դեպի ձեռքը, որ պետք է և՛ խնձորը պահեր, և՛ ճոճանակի պարանից բռնվեր, ամեն անգամ, երբ ճոճանակն իր կամարից ցածր դիրքում էր հայտնվում, ինքն իրեն հրում էր՝ փոքրիկ կոշիկների ծայրերը հարվածելով գետնին, շրթունքների արանքից դուրս էր թքում կծած խնձորի կճեպները և երգում` Oh là là là! La ba-lan-çoire…»:140 Գրականագետ Սիլվիա Ձանգրանդին աղջնակի հայտնվելու դրվագն անվանում է «գեղանկարային»:141  Նույնքան  գեղանկարային  են  Կոզիմոյի  և  Վիոլայի  բոլոր հանդիպումներն  ու  սիրային  տեսարանները  արդեն  հասուն  տարիքում:  Վիոլայի կերպարը  այդ  ընթացքում  զարգացում  է  ապրում.  դա  երևում  է  նաև  հերոսուհու արտաքինի նկարագրության մեջ հեղինակի կողմից կատարված նոր շեշտադրումներում. «Կոզիմոն այժմ ավելի լավ էր տեսնում թե՛ նրա դեմքը, թե՛ նրան առհասարակ: ", "Արվարձանային  միջավայրում Չիվերը  փնտրում  է  իրական  մարդկային  շփում, մարդկանց  միասնություն,  բայց  անխուսափելիորեն  բախվում  է  սոցիալական հարաբերությունների քարացած  համակարգին,  որտեղ  մարդն  ունի  խիստ սահմանափակ  դեր, իսկ  մարդկանց  հարաբերակցությունը  պայմանավորված  է արտաքին  գործոններով։  Արվարձանում  Չիվերին  գրավում  է  բնությանը  մերձենալու երջանիկ  հնարավորությունը:  Սակայն  շուտով  գրողը  հասկանում  է,  որ  բնության  հետ կապն  այստեղ միայն գեղագիտական  փորձ է, կենսակերպի մասը։ ", "Ընտանիքից,  հասարակությունից  մեկուսանալուց  հետո,  մարդու  վերջնական հանգրվանը դառնում է  բնությունը։ ", "Հեղինակը  այս  օրագրի  հենց  առաջին  մի  քանի  օրերի  նշումներում  խոսում  է «խորհրդային  սնդուկից»  դուրս  աշխարհի  մասին՝  Ճապոնիա-Անգլիա-Եգիպտոս հարաբերություններ,  Գերմանիա,  Չինաստան  և  այլն,  մի  խոսքով՝  առավել  ընդհանուր դիտակետով  է  ուսումնասիրվում  իրականությունը՝  Խորհրդային  Միության,  Եվրոպայի և կամ գրեթե ողջ մոլորակի մասշտաբով: Թեկուզ այն փաստը, որ գրողը գլուխը հակել է աշխարհի  քարտեզի  վրա  և  խորհում,  մտմտում  է,  գալիս  է  ապացուցելու,  որ  նրա մտորումների շրջանակը ավելի լայն ու ընդգրկուն է: Սակայն պարզ է նաև այն, որ դրսի աշխարհի  վրա  լուսամուտը  գրողը  բացում  է  խորհրդային՝  ներսի  աշխարհի  կողմից,  և դժվար  թե  հնարավոր լիներ  իրականության «համաշխարհային»  մեծությամբ դիտարկումը, եթե  չլինեին գրողի՝ երկրի ներքին  քաղաքական  վիճակի մասին  լիարժեք պատկերացումները:  Լեռ  Կամսարի  ստեղծագործությունը  վերլուծելով  հենց  այս դիտանկյունից՝ գալիս ենք այն եզրակացության, որ կրկին պետք է անել պայմանական բաժանումներ՝  գրողի  խոհերը  իր  ապրած  պայմանների  մասին  և  աշխարհը՝  գրողի աչքերով:  «Փոքր»  «ներկայի»  բնորոշումը,  բնականաբար,  առավել  մանրամասն  և հանգամանորեն  է  տրվում  հեղինակի  կողմից.  բնորոշումները  արված  են՝  առանց  բաց թողնելու  անգամ  թվացյալ  մանրուքը:  Հեղինակի  պատկերավոր  խոսքը  և  ամուր տրամաբանական  կապերով  ու  տեղին  արտահայտությունները  գալիս  են  իբրև  մտքի հանգուցավորման գագաթնակետը տանող կարևոր միջոցներ: «Ես իմ գլուխը յուր բոլոր սարոք  վարձու  կուտամ,  կծախեմ  նույնիսկ:  Ներկա  կարգերու  մեջ  ապրողի  մը  համար մարմնույն այդ մասը ոչ  միայն ավելորդ է,  այլև վնասակար: Ինչո՞ւս է պետք գլուխ. ինչ պետք է գիտնալ, Լենինը գիտցեր է արդեն, ինչ պետք է ըսել՝ անիկա ըսեր է: Չկա բան մը, որ այդ մեծ մարդը տեսած չըլլա, չկա բան մը, որ կերած չըլլա: Փորձածը նորեն կրկնելը ժամավաճառություն  է:  Այո՜,  գլուխս  վարձու  կուտամ:  Օր  մը  չգիտությամբ  հանկարծ կարծեմ  բան  մը,  որ  Լենինը  չի  կարծած՝  Չեկա՞  նստիմ:  Կուտամ:  Առեք:  Ձրի:  Բան  մ՚  ալ վրան կուտամ, միայն ինձի ազատեցեք սա վնասակար մասեն» /15-16/: Սրան զուգահեռ՝ համադրվում  է  դրսի  աշխարհի  վերաբերյալ  միտքը,  ավելի  շուտ՝  սա  դուրս «արտահանվող»  «ապրանքի»  մասին  է,  միաժամանակ  ապահովված  է  «ներս»-«դուրս» կապը:  Գրողը  պատմում  է,  ընդունենք  իր  իսկ  արտահայտությունը,  «կամացուկ  մը», առանց  ավելորդությունների,  և  խոսքը  դիպուկ  հասնում  է  թիրախին:  «Խորհրդային Ռուսաստանը  հարուստ  է  իր  ոսկու  հանքերով  ու  կոմունիստական  գաղափարներով: ", "Հասարակական ճեղքվածքների ու խաթարումների նկատմամբ հետաքրքրության պատճառով  Չիվերի  հերոսները  թերի  զարգացած  են։  Մենք  նրանց  տեսնում  ենք  միայն կյանքի  մի  հատվածում,  որը  հեղինակի  համար  որոշիչ  նշանակություն  ունի՝ բացահայտելու  նրանց  այլայլված  ներքինը։ ", "«Ջոն  Չիվերի  սյուրռեալիստական University, 2013, p. 6. պատկերումները  և  լեզվական  կամուրջը»  էսսեում  Ուեյն  Սթենգելը  նկատում  է  Չիվերի այս  վերաբերմունքը  և  գրում.  «Իր  բոլոր  գործերում  Չիվերը  մշտապես  խուսափում  է  իր հերոսների  ինքնությունն  ու  նրանց  ընտանեկան  թոհուբոհը  ենթարկել  մանրակրկիտ, հոգեբանական  քննության:  Այսպիսով՝  Չիվերի  գրելաձևը  սահում  է  կյանքի  առկայծող մակերևույթին և գիտակցաբար շրջանցում ֆրոյդյան անհանգիստ խորքերը»132։ ", "Չիվերի  հերոսներին  տեսնում  ենք  անընդհատ  տեղափոխումների  մեջ՝  փորձելով գտնել այնպիսի վայր, որտեղ նրանք իրենց ավելի ապահով ու երջանիկ կզգան։ Նրանց կյանքում լինում  են  պահեր,  երբ բացահայտվում է  սեփական  գոյության դատարկությունը, և կյանքը  վերափոխելու ձգտում է առաջանում, սակայն այս մտքերն ակնթարթորեն անհետանում են՝ փոխարինվելով ձանձրույթի և վհատության: Առօրյայի սովորական  ընթացքը  ինչ-որ  տեղ,  արտաքուստ  ոչ  այնքան  էական  թվացող  դրվագում կանգ  է  առնում,  և  գրողը  ցույց  է  տալիս  այն    կարևոր  հատկանիշը,  որը    սկզբնապես նկատելի չէր:  Չիվերի  բնորոշմամբ՝  փոքր  արձակը  ժամանակակից  կյանքի շարժունակության  արտահայտումն  է,  որը  որոշակիացվում  է  տեղափոխության ընթացքում.  «Գրական  կյանքում  այս  ընդհատումը  20-րդ  դարի  երկրորդ  կեսի հասարակական կյանքում գոյություն ունեցող հիասթափությունների արտահայտումն է: ", "Երբ  մարդուն  ուզում  են  ինչ-որ  գաղտնիք  պատմել,  նրան  տեղափոխում  են  այլ  վայր: "]}