{"paragraphs": ["[61] -  ում  կատարվում  է  կառուցվածքի  թերություններ  պարունակող մարմինների  տեսակների  (ծակոտկեն  մարմիններ,  փոշեմարմիններ  և  փոշիներ) վերլուծություն:  Ծակոտկեն  մարմինները  պարունակում  են  միայն  եռաչափ  կարգի թերություններ՝ ծակոտիներ:  Ի  տարբերություն դրանց,  փոշեմարմինները պարունակում  են  ոչ  միայն  ծակոտիներ,  այլ  նաև`  ճաքեր:  Փոշիները  չկապված մարմիններ են և կարող են ընդունել այն անոթի ձևը, որի մեջ դրանք տեղավորված են: ", "Փոշեմարմինները կարող են ստացվել փոշիներից, օրինակ` սառը մամլման միջոցով: ", "ա)                                                                                բ) Նկ. 1.2. Ցածրացնող տեսակի ռեկուպերացնող ՀԼԻԿ-ի չկառավարվող (ա) և կառավարվող (բ) սխեմաները Դրոսելի հաշվարկը: Հաջորդ հիմնական տարրը ՀԼԿ-ում L դրոսելն է, որի ինդուկ- տիվության  ճիշտ  գնհատումը  նույնպես  խիստ  կարևոր  է:  Նկ.  1.1-ից  հետևում,  որ  ցած- րացնող տեսակի ՀԼԿ-ում դրոսելի հոսանքը էներգիայի ինչպես կուտակման, այնպես էլ փոխանցման դեպքում հոսում է դեպի հող  միևնույն C կոնդենսատորի միջոցով: Բարձ- րացնող և ինվերսող ՀԼԿ-ներում էներգիայի կուտակման հոսանքն անցնում է C կոնդեն- սատորով, իսկ փոխանցմանը ոչ: Այդ իսկ պատճառով ինուկտիվության հաշվարկն այս դեպքում տարբերվում է մյուս տարրերի հաշվարկից: ", "Նախ  դիտարկենք  բարձրացնող  և  ինվերսող  ՀԼԿ-երում  ինդուկտիվության  հաշ- վարկը: Համարենք, որ  C կոնդենսատորն  ժամանակի  ընթացիկ  պահին լիցքավորված է մինչև UC լարումը և անհրաժեշտ է այն լրացուցիչ լիցքավորել ԼԻՄ-ի մեկ պարբերության ընթացքում  մինչև  պահանջվող  Uե  լարումը:  Ընթացիկ  և  պահանջվող  լարումների տարբերությունը կազմում է` dUC= Uե-UC: Այս դեպքում դրոսելի L ինդուկտիվության և Q միջանցիկության  գործակցերը  բոլոր  տեսակի  ՀԼԿ-ների  համար  կապված  են  միմյանց հետ հետևյալ մոտավոր բանաձևով՝ VTLCVDԿՀUմUեVVD1VD2LCVDԿՀUմUեVVT1VTVD1 (1.3) որտեղ : ", "Օրինակ, 26 թիվը աղ. 1.1-ից կարելի է ՄԴՀ-ում {(1,5);(2,3);(0,2)} բազմության միջոցով, որի  հիմնական  բնութագրիչը  նրա  տարրերի  փոխադարձ  անկախությունն  է:  Հենց  սա  է հիմնավորում  այն  զուգահեռացման  լրացուցիչ  մակարդակը,  որն  ապահովում  է  ՄԴՀ-ն, ինչը այլ կերպ անվանում են թվերի կարգերի մակարդակի զուգահեռացում: ", "Կախված  անցումների  թվից՝  առավելագույն  ազդեցություն  նկատվում  է  առաջին անցման  ժամանակ,  իսկ  երկրորդ,  երրորդ անցումները ավելի  լավացնում  են մակերևութային  շերտի  վիճակը,  մակերևութային  շերտի  խորդուբորդությունները նվազում  են,  ամրացման  աստիճանը  և  ամրացված  շերտի  խորությունը  մեծանում  են [81]։  Անցումների  թվի  հետագա  մեծացումը  բերում  է  մակերևութային  շերտի գերամրացման։ ", "ժամանակ Գրտնակման ժամանակ ծախսված էներգիայի մեծ մասը վերածվում է ջերմության ու  հաղորդվում է դետալին և ինդենտորին։ Մակերևութային  բարակ շերտում մշակման ժամանակ  ջերմաստիճանի  բարձրացումը    ազդում  է  որակական  ցուցանիշների  վրա։ ", "Ակնհայտ  է,  որ  (1.5)-ը  տարբերվում  է  (1.3)-ից  միայն  k-գործակցի  որշման բանաձևով: Վերը նշված կիևնույն ալգորիթմով կորոշվի նաև L ինդուկտիվությունը: ", ":                                          (1.6) ,kfCdULQ2C2ÈÆØ2Ù»U/U2k:kfCdUQL20C20ÈÆØ,kfCdULQ2C2ÈÆØ2CUU/U2kÙ»2C20C20UUU2k,kfCdUQLÙ»ÈÆØ 1.1.6. ՀԼԿ-ների կարգավորման բնութագրերը ՀԼԿ-ները  հաշվարկելիս  վերջին  քայլում  ստանում  են  Q  միջանցիկության կախվածությունը dUC լարումից (1.3) և (1.5) բանաձևերի օգնությամբ, տրված  L, C և fԼԻՄ մեծությունների դեպքում. Տեղադրելով վերջինումս ինդուկտիվության  արժեքը (1.4)-ից, կամ (1.6)-ից կարելի է ստանալ ԼԻՄ-իմպուլսների միջանցիկության հաշվարկման արտահայտությունը. :                                                   (1.7) :                                                         (1.8) Ստացված  (1.8)  արտահայտությունը  ԼԻՄ-կերպափոխիչի  կարգավորաման  բնու- թագիրն է: Հարկ է նշել, որ Q-ն տեսականորեն չի կարող գերազանցել 1,0-ը, հետևաբար, եթե  կարգավորման  բնութագծերն  ինչ  որ  պահի  գերազանցեն  1,0-ը,  ապա  անհրաժեշտ այն ընդունել որպես 1,0 արժեք: Գործնականում խորհուրդ է տրվում լցման գործակիցը փոփոխել 0,7-0,9 սահմաններում, որպեսզի բացառվի ինդուկտիվության միջով հոսանքի անսահմանափակ մեծացումը (նկ. 1.3): ", "Պետք  է  նշել,  որ  մետաղական  ծակոտկեն  և  փոշենյութերի  ճնշմամբ  մշակման գործընթացների մոդելավորումը ծակոտկեն մարմինների  պլաստիկության տեսության խնդիրներից մեկն է: ", "կիրառման առանձնահատկությունները Մշակվող  ինտեգրալային  սխեմաները  պետք  է  համապատասխանեն  պահանջներին (օրինակ  կրկնակի  օգտագործման  հնարավորությունը,  բարձր  արագագործություն  և այլն):  Արագագործության  աճը  պետք  է  ուղղորդվի  ինտեգրալ  սխեմաների  փոքր չափսերով  և  ցածր  էներգասպառմամբ,  սակայն  այս  մեծությունները  սովորաբար հակառակ համեմատական են: ", "Մինչև  վերջին  ժամանակները  տվյալ  հակասությունների  լուծման  եղանակներից  էր հատուկ  մասնագիտացված  պատվիրված  ինտեգրալ  սխեմաները  [45,  67]:  Դրանք հիմնականում  կիրառվում էին  այն  սարքերում,  որոնք  ունեին  մեծաքանակ արտադրություն  և,    ինչը  ավելի  կարևոր  էր,  բացթողնված  սխալի  ցանկացած  ուղղումը հնարավոր էր, նորից նախագծման նույն փուլերով անցնելու դեպքում: ", "Այս  խնդիրիների  լուծումն  էր  հանդիսանում  նոր  մեթոդաբանության  կիրառումը` բյուրեղի վրա համակարգերի նախագծումը, կամ System-on-Chip (SoC) [17, 18, 42, 43, 55,   Կիսահաղորդչային տեխնոլոգիայի կատարելագործումը հնարավորություն էր ընձեռել մեկ բյուրեղի վրա  տեղադրել  տասնյակ միլիոնավոր տրանզիստորներ: Հնարավոր դարձավ մեկ բյուրեղի վրա միավորել թվային և անալոգային բլոկներ [45, 61, 82]: ", "Փոշենյութի  դեֆորմացիայի  և  քայքայման  մասին  համոզիչ  տեղեկություն կարելի  է  ստանալ`  իրականացնելով  տարբեր  սկզբնական  խտություն  ունեցող մամլվածքների  դեֆորմացման  հետազոտություններ:  Այդ  տեսակետից  կարելի  է  նշել Վ.Ե.  Պերելմանի  [67]  փորձերի  հույժ  կարևորությունը:  Դրա  համար  այստեղ  բերենք այդ փորձերի որոշ արդյունքների նկարագիրը: ", "Այս և այլ տարբեր  փաստերը ստիպեցին ավելի լայն կիրառել  SoC նախագծման մե- թոդաբանությունը, որի հիման վրա շատ նախագծող  ընկերությունները կենտրոնացան մասնագիտացված ԲՖ  բլոկների  մշակման վրա: Մասնագիտացված ԲՖ  բլոկների ստեղ- ծումը իրականացվում էր համաձայն տվյալ ընկերության ներքին ստանդարտներին (հա- ճախ փակ, գաղտնի) և առաջանում էին համատեղության խնդիրներ: Կարևոր հարցերից էր  նաև    ԲՖ-բլոկների  կրկնակի  օգտագործման  սկզբունքը,  որտեղ  կարելի  է  առանձ- նացնել  SoC-ի  առանձին  բաղադրիչների  կամ  ամբողջ  SoC-ի  բազմակի    օգտագործումը [68, 75]: Կարելի է առանձնացնել  ԲՖ-բլոկների հետևյալ առավելությունները.   SoC-ի  հիման  վրա  կառուցված  սարքերը  որպես  կանոն  ունեն  առավել  փոքր մակերես,   Մեկ  բյուրեղի  վրա  ԲՖ  բլոկների  միավորումը  թույլ  է  տալիս  էականորեն կրճատել  միջբլոկային  կապերի  քանակը  և  այդպիսով  բարձրացնել համակարգի հուսալիությունը: ", "Ինչպես  հետևում է նկ. 1.6-ից, VD1 դիոդը բացվում է  տրանզիստորային բանալին փակվելուց  հետո  և  iVD1  հոսանքի  համար  ճանապարհ  է  բացվում  տրանսֆորմատորի միջուկն ապամագնիսացնելու համար: ", "Նկ. 1.6. Ուղիղ գործողության կերպափոխչի աշխատանքը մեկնաբանող ժամանակային դիագրամները (սևացված մասը մագնիսացման հոսանքն է) Նկ.  1.7-ում  բերված  է  հակառակ  գործողությամբ  տրանսֆորմատորային  կապով ԻԼԿ-ի  սխեմայի  օրինակ:  Այստեղ  ելքային  լարումը  կարելի  հաշվարկել  (առաջնային փաթւյթի հոսանքի սեղանաձև տեսքի դեպքում) հետևյալ արտահայտությամբ՝ :                                                      (1.10) Կառավարման  համակարգով  հսկվում  է  ելքային  լարումը  և  անհրաժեշտության TtQ,QWWUU12µ³óÙ»UVTiՏր1ttttiVD1iLE2EtբացtփակtբացTQ-1QWWUU12Ù» դեպքում փոփոխվում է տրանզիստրի բաց լինելու ժամանակը, այսինքը փոփոխվում է Q միջանցիկությունը:  Նկատենք,  որ  ելքային  լարման  կախվածությունը  Q-ից  ոչ  գծային  է, այն հիպերբոլի տեսքի է: ", "Նկ. 1.7. Հակառակ գործողության տրանսֆորմատորային կապով կերպափոխչի սխեմա Տրանսֆորմատրի  առաջնային  փաթույթի  հոսանքը  կարող  է  ունենալ  ինչպես սեղանի, այնպես էլ եռանկյան տեսք:  Նկ. 1.8-ում բերված են աշխատանքը մեկնաբանող դիագրամները երկու դեպքերի համար: ", "Նկ. 1.8. Հակառակ գործողության տրանսֆորմատորային կապով կերպափոխչի աշխատանքը մեկնաբանող դիագրամներ Տրանսֆորմատորի  փաթույթներում  հոսանքը  կլինի  սեղանաձև  տեսքի,  երբ տրանզիստորային բանալին միացվում է մինչ հոսանքը տրանսֆորմատորի երկրորդա- յին  փաթույթում  կհասցներ  դառնալ  զրո:  Եթե    սղոցաձև  հոսանքը  տրանսֆորմատորի երկրորդային  փաթույթում  հասցնում  է  հասնել  զրոյի,  ապա  առաջանում  է,  այսպես կոչված,  «մեռյալ  գոտի»,  երբ  հոսանքը  բացակայում  է  և՛  առաջնային  և՛  երկրորդային փաթույթներում: ", "Պլաստիկության  տեսության  բանաձևերի  ստացման  համար  սկզբում  ընտրում են  պլաստիկության  պայմանը,  ինչը  կախված  նյութի  տեսակից`  ունենում  է  տարբեր տեսքեր և հաշվի է առնում նյութի տարբեր իրական հատկությունները [43]: ", "Հոծ  նյութերի  համար  պլաստիկ  դեֆորմացման  առաջացման  պայմանը ներկայացվում է լարումների թենզորի բաղադրիչների ֆունկցիայի տեսքով. :                                                             (1.7) Ընդ որում, (1.7) պայմանի կատարման  դեպքում նյութը առաձգական  վիճակից անցնում է պլաստիկ վիճակի: ", "Արտադրման  տեխնոլոգիաների  հետագա  զարգացումը  հնարավորություն  ստեղծեց  1 բյուրեղի  վրա,  ծրագրավորվող  կապերով  միացված,  բազմաթիվ  PLD-ների  իրա- կանացման համար, որոնք կոչվեցին բարդ PLD-ներ (Complex PLD - CPLD) [2, 12, 45, 84]: ", "FPGA`  կիրառողի  կողմից  ծրագրավորվող  տարրերի  մատրիցը  տողերով  և  սյուներով տեղակայված  նույն  ձևով  կոնֆիգուրացվող  տրամաբանական  բլոկներ  են:  FPGA-ի ներքին  հատվածում  իրականացվում  է  նախագծվող  սարքի  ֆունկցիոնալ  սխեման,  իսկ բյուրեղի  եզրերում  տեղակայված  են  մուտքի/ելքի  բլոկներ,  որոնք  ապահովում  են  FPGA ինտերֆեյսը  այլ  միկրոսխեմաների  հետ.  ընդ  որում,  ժամանակակից  FPGA-ում մուտքի/ելքի սխեմաները կարող են կատարել տվյալների փոխանցման ազդանշանների բազմաթիվ պահանջներ, որոնց քանակը հասնում է 20-ի: ", "Ըստ  ճարտարապետության,  FPGA  միկրոսխեմաները  լինում  են  դասական  և համակցված: Համակցված FPGA-երը պարունակում են CPLD-երի տարրեր: ", "Ընդհանրացնելով    կարելի    է  ասել  որ  գրտնակման  ուժը    այն  հիմանական պարամետրն  է,  որն    ազդում  է  մակերևույթային  շերտի  ամրացման  աստիճանի  և խորության,  մակերևույթի  խորդուբորդությունների, մետաղի  մակերևութային շերտերում առաջացող լարումների վրա [99]: "], "source_docs_file": "Mechanical Engineering and Machine Science.json", "paragraph_source_docs": [1, 1, 0, 0, 3, 2, 2, 0, 0, 1, 3, 3, 3, 1, 3, 0, 0, 0, 0, 1, 1, 3, 3, 3, 2]}