{"paragraphs": ["Շնորհիվ  վերոհիշյալ  ուսումնասիրությունների  մենք  հստակ  պատկերացում  ենք կազմում Հայաստանի և մերձավորարևելյան, միջինասիական, չինական հայտնի կենտ- րոնների խեցեգործական արտադրության զարգացման, անցած ուղիների, նորամուծու- թյունների ու ձեռքբերումների վերաբերյալ: ", "Թիմերի ավագները նախապես որոշում էին՝ ո´վ է գիրը, ո´վ է խուշը կամ ո´վ է թացը, ո´վ է չորը: Սա կարելի է դասել և´ առարկաներով, և´ հարց ու պատասխանով վիճակա- հանության  շարքին,  քանի  որ  կիրառվել  է  և´առարկա  (կոպեկ,  քար),  և´երկխոսական տեքստ (գի՞րն ես, թե՞ խուշը կամ թա՞ցն ես, թե՞ չորը): ", "Ատենախոսությունը  շարադրված  է  հնագիտական  հուշարձաններից  հայտնաբեր- ված, ինչպես նաև թանգարաններում կուտակված ու մեզ համար մատչելի նյութերի հի- ման  վրա:  XIV  –  XVII  դդ.  խեցեղենի  ուսումնասիրության  գործում  կարևոր  նշանա- կություն  ունեն  միջնադարյան  հուշարձանների  պեղումներից  հայտնի  հնագիտական գտածոները: Աշխատանքում օգտագործել ենք մոտ երեք տասնյակ միջնադարյան հուշ- արձանների  խեցեղեն  հավաքածուները,  որոնց  մի  մասը  հրատարկված  է  (Դվին,  Անի, Անբերդ,  Գառնի,  Լոռե  բերդաքաղաք),  իսկ  մյուս  մասը  արդյունք  է  վերջին  տասնամ- յակներում  իրականացված  պեղումների  և  դեռևս  գիտական  գրականության  մեջ  շրջա- նառված չէ (Ոստինք,  Շատիվանք, Նորավանք, Սելիմի քարավանատուն, Արայի քարա- վանատուն,  Արտաշատ,  Էջմիածին,  Թեղենյաց  վանք,  Միրաք,  Դաշտադեմ,  Հայկաձոր, Քոբայր,  Թեղուտ  և  այլն):  Գտածո  տեսականիները  ներկայացնում  են  ինչպես  քաղաքա- յին,  այնպես  էլ  գյուղական  բնակավայրերից,  վանական  համալիրներից,  քարավա- նատներից հայտնաբերված նյութը` հիմնականում արտացոլելով ՀՀ ողջ տարածքի խե- ցեգործական արտադրության ընդհանուր պատկերը XIV – XVII դդ.: ", "Թեմայի  ուսումնասիրման  համար  աղբյուրագիտական  բացառիկ  արժեք  է ներկայացնում  ազատագրական  շարժման  նշանավոր  գործիչ  Ռուբեն  Տեր-Մինասյանի ժողովրդի ազատագրական պայքարը թուրքական բռնապետության դեմ 1850-1870 թթ., Եր., 1955; Համբարյան Ա.Ս.,  Երիտթուրքերի  ազգային  ու  հողային  քաղաքականությունը  և  ազատագրական  շարժումները Արևմտյան  Հայաստանում,  Եր.,  Հայկական  ՍՍՀ  ԳԱ  հրատարակչություն,  1979;  Կիրակոսյան  Ջ.  Կ., Բուրժուական դիվանագիտությունը և Հայաստանը (19 դ. 80-ական թթ.), Եր., 1980; Համբարյան Ա. Ս., Հայ հասարակական  քաղաքական  միտքը  արևմտահայության  ազատագրական  ուղիների  մասին,  Եր., «Հայաստան»,  1990;  Սիմոնյան  Հր.  Ռ.,  Թուրք-հայկական  հարաբերությունների  պատմությունից,  Եր., «Հայաստան», մեծ  տերությունների  աշխարհակալական Հայաստանը առճակատումներում, Եր., 2004; Тунян В. Г., Младотурки и Армянский вопрос, Ереван, 2005 և այլն: ", "Հիմնվելով  վերը  շարադրվածի  վրա  նպատակահարմար  ենք  գտնում  ատենա- խոսությունը  բաժանել  հետևյալ  կերպ`  ներածություն,  չորս  գլուխներ,  եզրակացու- թյուններ`  համալրված  գրականության  ցանկով,  ծանոթագրություններով,  հապավում- ների ցանկով և աղյուսակներով: ", "Ներածությունն  արտահայտում  է  թեմայի  նպատակը,  նորույթը,  արդիականու- թյունը, ուսումնասիրվածության աստիճանը: ", "Հայազգի  Մելքոն  խանի  լրտեսական  գործունեության  վերաբերյալ  ուշագրավ տեղեկություններ  է  հայտնում  Ս.  Գյուլյանը,  նշելով,  մասնավորապես,  որ  որոշակի հեղինակություն  ունենալով  դիվանագիտական  ասպարեզում,  Մելքոն  խանը  «Մին  այն հայ իրական խելքերից է, որ իսպառ, վարձու է տրվում օտարներին…»4: ", "Առաջին  գլխում  ներկայացված  են  պեղված  հնագիտական  այն  հուշարձանները, որոնց  խեցեղեն  հավաքածուները  մատչելի  են  եղել  մեզ`  օգտագործելու  ատենախոսու- թյան  մեջ:  Հուշարձանները  ներկայացնելիս  շեշտը  դրել  ենք  այն  հանգամանքի  վրա,  թե որքանով են դրանք մասնակցություն ունեցել խեցեգործական արտադրության զարգաց- ման ընթացքի վրա: ", "Երկրորդ  գլխում  անդրադարձել  ենք  ընդհանրապես  միջնադարյան  խեցեղենի  դա- սակարգման  սկզբունքներին:  Ցույց  տալով  գիտական  գրականության  մեջ  ընդունված բազմազան  մեթոդները,  փորձել  ենք  կազմել  միջնադարյան  խեցեղենի  դասակարգման սխեմաներ, որոնք և կիրառել ենք ընդհանուր աշխատանքի ու հաջորդ երկու գլուխների կառուցվածքի մեջ: ", "Երրորդ գլուխը նվիրված է անջնարակ` անզարդ և զարդարուն խեցեղենին, որտեղ, ըստ գործածության, ներկայացված են XIV – XVII դդ. տարածված տեսականիները: Ցույց են  տրված  ժառանգական  կապերը  նախորդ  դարաշրջանի  նույնատիպ  անոթների  հետ, նրանց ձևաբանական հորինվածքների փոփոխությունները: ", "Հետազոտության  կատարման  ընթացքում  օգտակար  են  եղել  նաև  անգլալեզու Այսպիսով,  փաստագրական  հարուստ  ու  բազմաբնույթ  նյութերի  համադրմամբ փորձել  ենք  ներկայացնել  Հյուսիս-արևելյան  Այսրկովկասի  խանություների  և «Գիտություն»  հրատ.,  2007,  նույնի՝  Арцахские  меликства  и  меликские  дома  в  XVII-XIX вв.,  Ер.,  Изд-во «Гитутюн» НАН РА, 2007; Арцахские меликства и возникновение карабахского ханства, – «Русский сборник: ", "Исследования по истории России», Ред. О. Эльдман, т. VIII, Москва, Изд-во «Модест Колеров», 2010, с. 7-25. Ер., 2007. ուսումնասիրություն),  Եր.,  2010;  նույնի՝  Բաքու  քաղաքի  հայության  պատմությունը  (Պատմաժողովրդա- գրական ուսումնասիրություն), Եր., 2011: ", "XIV –  XVII  դարերը  հայ  ժողովրդի  պատմության կնճռոտ և քիչ  լուսաբանված ժա- մանակահատվածն են, երբ երկրում տիրում էր քաղաքական և տնտեսական  անկայուն իրավիճակ:  Նախորդ  ժամանակաշրջանում  (IX  –  XIII  դդ.`  սկզբում  Բագրատունիների, ապա Զաքարյանների տիրապետության շրջանում) սկսած քաղաքական, տնտեսական, հասարակական կյանքի զարգացումն ընթանում էր բնականոն հունով, որը հանգեցրեց մշակութային ակնառու վերելքի: Տնտեսական վերելքը, քաղաքների ձևավորումն ու հե- տագա  աճը  նպաստեցին  արհեստագործության  լայնածավալ  արտադրությանը,  ներքին ու  արտաքին  առևտրի  զարգացմանը,  որոնք  երկրի  տնտեսության  առաջընթացի  հիմ- նական գործոններն էին: Զաքարյանների տիրապետության շրջանում սկսված պատմա- կան  օրինաչափ  առաջընթացը,  սակայն,  ընդհատվեց  մոնղոլական  քոչվոր  ցեղերի  ար- շավանքներից  հետո:  Հայաստանը,  ներքին  որոշակի  շարժերով  պայմանավորված  թու- լանալով, խոցելի էր դարձել մոնղոլական արշավանքների նախօրեին: ", "ՀՅՈՒՍԻՍ-ԱՐԵՎԵԼՅԱՆ ԱՅՍՐԿՈՎԿԱՍԻ ԷԹՆՈՔԱՂԱՔԱԿԱՆ ՊԱՏԿԵՐԸ XVIII Դ. ԵՐԿՐՈՐԴ ԿԵՍԻՆ Նախքան այս գլխի հիմնական նյութին անցնելը, տեղին ենք համարում համառոտ ներկայացնել Հյուսիս-արևելյան Այսրկովկասի էթնոքաղաքական պատմությունը՝ XVIII դ.  երկրորդ  կեսին  ծավալվող  քաղաքական  գործընթացների  առավել  օբյեկտիվ  ու համակողմանի լուսաբանման համար։ ", "Հյուսիս-արևելյան  Այսրկովկաս  եզրույթը  XVIII  դ.  երկրորդ  կեսին  ներառում  էր Բուն Աղվանքի (Կուրից հյուսիս) տարածքների՝ Դերբենդի, Ղուբայի, Շամախիի, Բաքվի և  Շաքիի  խանությունների  պատմաաշխարհագրական  սահմանները:  Անտիկ դարաշրջանից  ի  վեր  մինչև  428  թ.  Մեծ  Հայքի  և  Բուն  Աղվանքի  թագավորությունների միջև  սահմանն  անցնում  էր  Կուր  գետով,  որից  հարավ  տարածվում  էին  հայկական Արցախ  և  Ուտիք  նահանգները:  Նշված  թվականին  Հայաստանում  Արշակունյաց արքայատոհմի  իշխանությունը  վերացնելուց  հետո  Սասանյանները  նախ  Ուտիքը,  իսկ էր  նույն բարեփոխումով  ստեղծված  Աղվանից մարզպանության  կազմի  մեջ:  Պարսկական  պետության  վարչա-քաղաքական  միավոր հանդիսացող  մարզպանությունը,  իր  վրա  կրելով  Աղվանից  թագավորության անվանումը,  էթնոքաղաքական  նոր  միավոր  էր՝  հայկական  տարրի  որոշակի գերակշռությամբ,  ինչը  և  պայմանավորեց  Աղվանքի  վարչական  կենտրոնի,  ապա  նաև կաթողիկոսարանի  փոխադրումը  Չող-Դերբենդից  աջափնյա  Պարտավ  (VI  դ.  I  կես) 42, իսկ հետագայում՝ Գանձակ (XII դ.) և Գանձասար (XV դ.): Հյուսիսից տափաստանաբնակ ցեղերի  ներթափանցման,  ինչպես  նաև  տարածքի  վարչական  նոր  բաժանումների հետևանքով  «Աղվանք»  անվանումը  որոշ  առումով  կիրառությունից  դուրս  է  գալիս ձախափնյակի  համար:  Շնորհիվ  հոգևոր  կենտրոնի  առկայության,  այն  պահպանվում  է առավելապես  Արցախում  և  Ուտիքում:  Միաժամանակ  հայկական  հոծ  բնակչության առկայության  պատճառով  «Աղվանք»  եզրույթին  զուգահեռ  գործածվում  են  «Հայոց Արևելից  կողմանք»,  «Արևելից  կողմանք»  և  այլ  հոմանիշներ:  Արաբական  աղբյուրները Կուր-արաքսյան միջագետքի (նեղ իմաստով՝ Արցախ, Ուտիք նահանգները) նկատմամբ կիրառում են «Առան» եզրույթը (=Աղվանք): ", "Լենկ  Թեմուրի  արշավանքներին  նախորդող  տարիներին  արդեն  Մերձավոր  Արե- վելքի  քաղաքական  կյանքում  որոշակի  դեր  էին  խաղում  օսմանյան  թուրքերը,  կարա- կոյունլու  և  ակ-կոյունլու  համադաշնությունները,  որոնք  XIII  դարի  կեսերին  գաղթելով Թուրքեստանից,  բնակություն  էին  հաստատել  պատմական  Հայաստանի  հարավում  և Փոքր  Ասիայի  արևմուտքում:  Հայկական  լեռնաշխարհում  թեմուրյանների  թուլացումից առաջինը օգտվեցին կարա-կոյունլուները, որոնք տիրեցին ,,Հուլավուի թախթին’’ (Ատր- պատական, Հայաստան, Իրաք) 1410 – 1468 թթ.41: Ի տարբերություն մյուս տիրակալնե- րի,  միայն  կարա-կոյունլուներն  էին,  որ  տիրում  էին  հիմնականում  Հայաստանում (գլխավոր  կայանը`  Վաղարշակերտ)  և  ակ-կոյունլուների  ու  Չաղաթայան  Շահրուխի (Լենկ  Թեմուրի  որդու)  դեմ  պայքարում  նույնիսկ  հենվում  հայ  ֆեոդալների  ու  ազգա- բնակչության  աջակցության  վրա42:  Կարա-կոյունլուները  և  պատմական  Աղձնիքում հաստատված ակ-կոյունլուները XIV – XV դդ. ընթացքում փոփոխական հաջողություն- ներով իշխում էին Հայաստանում մինչև XVI դարի սկիզբ, երբ Հայաստանը ռազմական թատերաբեմ դարձավ հակառակորդ երկու կողմերի` Օսմանյան Թուրքիայի և Առաջա- վոր Ասիայում քաղաքական առաջնության ձգտող Սեֆյան Իրանի միջև43: ", "Մասնագիտական գրականության մեջ հատուկ ընդգծվում է այն դրույթը, որ արվեստը կոնկրետ-զգայականի ձևով հանդես եկող աշխարհաճանաչողության միջոց է  և այդ ճա- նաչողության վաղագույն ձևն անկասկած առասպելն է: Առասպելը ոչ միայն գիտակցութ- յան  առաջին,  այլև  ունիվերսալ  այն  ձևն  է,  որ  ընկած  է  արվեստի  ստեղծագործության կերտման հիմքում: Միայն թե նախնադարյան կամ արխաիկ արվեստում առասպելն եղել է խմբային` ձևավորվելով որպես, աշխարհի մասին կոլեկտիվ պատկերացումներով առաջ եկած  կերպարների  անգիտակցական  պրոեկցիա…  Հանդես  գալով  որպես  աշխարհի  և կյանքի մոդել, արխաիկ առասպելի ձևավորմանը համընթաց ձևավորվում էր նաև այն լե- զուն  (մեր դեպքում, երբ խոսք է գնում կերպարվեստի մասին`  պատկերագրման լեզուն), որը մի կողմից հանդես էր գալիս, որպես ճանաչողության գործիք, իսկ մյուս կողմից` որ- պես ինֆորմացիայի փոխանցող: Պատկերագրական այդ լեզուն, որի ակունքները հայտ- նաբերվել են 30-25 հազարարամյակներ առաջ, կրում է այնպիսի ունիվերսալ հատկանիշ- ներ, որ մինչ օրս մնացել է պրակտիկորեն անփոփոխ: Եթե դիցաբանական մտածողութ- յան  մեջ  ժամանակակից  մարդը  արվեստի  ստեղծագործությունն  արարող  և  ընկալող  է, ապա նախնադարյան մարդը անընդհատ և անփոփոխ նրա մեջ էր, ինչով և բացատրվում է նախնադարյան և արխայիկ արվեստի մոգական հարատևության կախարդական ուժը98: ", "XVI  դ.  երկրորդ  կեսից  մինչև  XVIII  դ.  առաջին  քառորդը  Հյուսիս-արևելյան Այսրկովկասի  մեծ  մասը  Սեֆյան  պետության  Շիրվանի  բեկլարբեկության  (կենտրոնը՝ Շամախի)  կազմում  էր 45 :  Իրանական  պետության  կազմում  այդ  բեկլարբեկության քաղաքական  ու  տնտեսական  կարևորության  մասին  էր  փաստում  այն,  որ  տասներեք բեկլարբեկությունների շարքում Շիրվանը գրավում էր երկրորդ տեղը46: ", "XV – XVII դդ. հայ իշխանական տների աստիճանաբար վերացմանն ու նրանց տի- րույթների  բռնագրավմանը  զուգընթաց  հայ  ժողովրդի  ներքին  գործերի  տնօրինումը ստանձնեց  Հայոց  եկեղեցին  (հատկապես  1441  թ.  հետո,  երբ  Կաթողիկոսական  աթոռը վերահաստատվեց  Էջմիածնում),  մի  հանգամանք,  որի  հետ  հաշվի  էին  նստում  անգամ օտար  նվաճողները:  Եկեղեցական  կալվածատիրության  համար  ստեղծված  համեմա- տաբար նպաստավոր պայմաններում հայ ավատատիրական տների որոշ ներկայացու- ցիչներ  վանքերի  տնօրինությանը  հանձնեցին  իրենց  ժառանգական  կալվածքները` իրենք էլ դառնալով այդ վանքերի հոգևոր առաջնորդներ: ", "XIV – XVII  դդ. արտաքին քաղաքական շարժերի հետևանքով փոխվեց Հայաստա- նի  ներքին  սոցիալ-տնտեսական  դրությունը:  Մոնղոլական  և  հետմոնղոլական  արշա- վանքներից  հետո  երկրի  արտադրողական  ուժերի  աստիճանական  արտահոսքի  հե- տևանքով  հետզհետե  անկում  ապրեցին  քաղաքները,  արհեստներն  ու  առևտուրը:  Ար- տաքին ներխուժումներից մեծապես տուժած քաղաքներն այլևս չվերականգնվեցին, լա- վագույն  դեպքում  վերածվեցին  գյուղական  բնակավայրերի,  որտեղ  սեփական  կարիք- ները բավարարելու համար քաղաքային կամ ապրանքային արտադրանքը մեծ մասամբ փոխարինվեց տեղում ստեղծված գյուղական տնայնագործական արտադրանքով: ", "ցոլանք և ներկայացնում են հղի կանանց կամ նրանց հովանավորներին: ", "դի դեր կատարած քրմուհիների: ", "Այնուամենայնիվ,    մեր  թեմայի  առանցքը`  խեցեգործական  արտադրանքը,  երկրի տնտեսական  կյանքի  հետադիմության,  արհեստագործության  ու  առևտրի  ընդհանուր անկման  պայմաններում,  շարունակում  էր  դանդաղ  զարգացում  ապրել  ժամանակա- շրջանի պահանջներին համապատասխան: Միաժամանակ քննվող ժամանակաշրջանի Հայաստանի  տարբեր  տարածաշրջանների  պատմությունն  ու  հնագիտական  աղբյուր- ներն  ուսումնասիրելիս  ակնհայտ  է  դառնում  Հայաստանի  քաղաքական,  վարչական մասնատվածության  ազդեցությունը  նյութական  մշակույթի  վրա,  որն  իր  արտահայ- տությունն է գտնում և խեցեղեն արտադրանքում: ", "Հետախուզական  գործունեությամբ  զբաղվում  էին  նաև  զավթած  տարածքներում թուրքական զինված ուժերի ղեկավարները5: ", "Դվինի  քաղաքային  կյանքի  վերջին  փուլի  վերաբերյալ  (XIII  դ.  կես  –  XIV  դ.  վերջ) որոշակի  պատկերացում  են  տալիս  նրանից  4  կմ  հյուսիս  գտնվող  Տիկնունի  ամրոցի մասնակի պեղումները49: Ամրոցը կառուցվել է IV դ., իսկ մոնղոլական շրջանում վերա- կառուցվել`  հավանաբար  որպես  նստոց  ծառայելով  մոնղոլական  վերնախավի  ներկա- յացուցչի համար50: Այդ են վկայում 1984 թ. իրականացված պեղումներից (ղեկ.` Հ. Եսա- յան)  հայտնաբերված  լուսամուտի  ապակիների,  գիպսե  ճարտարապետական  հարդա- րանքի  և  հախճասալերի  բազմաթիվ  բեկորները,  որոնք  XII  դարից  սկսած  Մերձավոր Արևելքի և միջինասիական երկրների ճարտարապետական հարդարանքի ամենահար- գի  հարդարատարրերից  են:  Հայաստանում  դրանց  կիրառումը  ճարտարապետական հարդարանքում խոսուն վկայությունն է օտար տարրերի, ճաշակի թելադրանքի մասին: "], "source_docs_file": "History.json", "paragraph_source_docs": [3, 1, 3, 0, 3, 3, 0, 3, 3, 3, 4, 4, 3, 4, 4, 3, 2, 4, 3, 3, 2, 2, 3, 0, 3]}