{"paragraphs": ["Որպես ասորերենի տարածման միջոց «Բաբելոնը» ծառայեց միայն իր գոյության առաջին  տարվա  ընթացքում,  երբ  նրա  խմբագիրը  ենթադրաբար  Յուհաննա  Չաթալ- բաշն  էր:  Ամերիկյան  արխիվներում  մեր  կատարած  որոնումների  շնորհիվ  հնարավոր դարձավ  ճշտել  նրա  կայնքի  տարիները՝  1894-1977:  Ինչպես  նշել  էինք,  երկրորդ  տար- վանից  խմբագրի  պարտականությունները  ստանձնեց  Նաում  Բեշարովը.  այդ  մասին պաշտոնական  ծանուցում  հրապարակվեց  «Բաբելոնում»:  Բեշարովի  օրոք  պարբերա- կանը  որոշ  փոփոխությունների  ենթարկվեց:  Մեզ  հետաքրքրող՝  լեզվի  բնագավառում դա  նախ  և  առաջ  արտաահայտվեց  նրանով,  որ  «Բաբելոնի»  լեզվում  կտրուկ  նվազեց ասորական  միավորների  քանակը,  ընդհատվեց  բառացանկերի  հրապարակումը  և պարբերականը, փաստորեն, կորցրեց ասորերենի ջատագովի իր պատկերը, թեև որևէ հայտարարություն կամ մեկնաբանություն դրա վերաբերյալ չհետևեց: ", "Կարելի է միայն գուշակել, թե ինչու Նաում Բեշարովի օրոք տեղի ունեցան նման փոփոխություններ:  Բեշարովը,  որն  աչքի  է  ընկնում  իր  հոդվածների  փայլուն  արևելա- հայերենով (ինչպես նշեցինք՝ արևմտահայերենի որոշ ներմուծումով), չէր թաքցնում, որ սերտորեն կապված է եղել հայերի հետ: Դեռևս մինչև խմբագրի պաշտոնը ստանձնելը նա իր հոդվածներից մեկում գրել է. «… Ես լոկ երախտագիտությունէ մղված ինքնահո- ժար կամքով նվիրված եմ եղած հայ ազգին, ես մուտք եմ ունեցած գրեթե առանց բա- ցառության հայ ամեն մի ընկերությանց մեջ, ատենապետել, ատենախոսել և ճառախո- սել  եմ,  այս  րոպեին  էլ  իմ  աղջիկս  Հայ  Հեղ.  Դաշնակցության  Կարմիր  Խաչի  ատենա- դպիրն  է,  Տիկինս  Հայ  Տիկնանց  Կրթասիրաց  ընկերության  անդամ  է  և  ես  Խրիմեան Գրադարանի անդամն եմ…»159: «Հեղափոխական հոգու» և «հեղափոխության» հաճա- խակի փառաբանումները Բեշարովի հոդվածներում, որն այդքան էլ բնորոշ չէր «Բաբե- լոնի» ընդհանուր ուղղվածությանը, առիթ են տալիս ենթադրելու, որ նա գտնվել է ՀՅԴ գաղափարախոսության  ազդեցության  տակ:  Լեզվի  հարցերում  սա,  ինչպես  համոզվե- ցինք, դրսևորվել է մաքրամոլության տեսքով: Թեև ասորական լեզվանյութն ամբողջու- թյամբ չվերացավ «Բաբելոնի» էջերից, և հենց Նաում Բեշարովի հոդվածներից մեկում հանդիպում ենք ասորերեն մեջբերումներ Ավետարանից, այն էլ՝ ասորական գրով, այ- դուհանդերձ կրկնենք, որ Բեշարովի օրոք լեզվական առումով պարբերականը դարձավ ավելի «հայկական»: ", "Լեզվի  հարցերում  խմբագրական  քաղաքականության  այս  ակնհայտ  փոփոխու- թյունը կարող էր, անշուշտ, ունենալ և օբյեկտիվ նախադրյալներ, ինչպես, օրինակ, ըն- թերցողների  կողմից  հետաքրքրվածության  և  համապատասխան  պահանջի  բացակա- յությունը:  Ակնհայտ  է,  որ  եթե  խմբագրությունը  ստանար  ասորերենի  ներմուծման  վե- րաբերյալ  ընթերցողների  խանդավառ  նամակներ,  դրանք  կհրապարակվեին,  սակայն «Բաբելոնի» էջերում նման նամակներ չենք գտնում: Ավելին, ինչպես արդեն նշել էինք, խմբագրական  հոդվածներից  մեկից  կարելի  է  եզրակացնել,  որ  «Բաբելոնի»  լեզուն դժգոհության առիթ է տվել, հատկապես լավ հայկական կրթություն ստացած անձանց կողմից, որոնք սովոր էին հայկական պարբերականների մաքուր լեզվին, և որոնց հա- մար անսովոր պետք է լիներ ասորական բառերի ներհյուսումը գրական հայերենի մեջ, նույնիսկ եթե դա արվում էր հայրենասիրական ազնիվ նկատառումներով: ", "ինքը ճիշտ կմեկնաբանի նույնաբանությունը: ", "Դրանք  բոլորը  «ներմուծված»  են  դասական  ասորերենից  և  չեն  ցուցաբերում անմիջական  առնչություն  արդի  արամեական  բարբառների  համապատասխան  ձևերի հետ: Արտասանությունը, ինչքան որ թույլ է տալիս հայկական գիրը, վերարտադրում է արևմտյան ասորիների մոտ ընդունված դասական ասորերենի ընթերցման եղանակը, որում, մասնավորապես, դասական ասորերենի երկար [a] ձայնավորը փոխարինվում է [օ] ձայնավորով՝ alaha>ալօհօ, zumara>զումօրօ, և այլն: ", "Գոյականների ընդհանուր թվից 15-ը ներկայացված են «Բաբելոնում» զետեղված այսինքն  պարբերականում  գործածվում  է  միայն  մեկ  անգամ:  Մյուս  27  գոյականները գործածված  են  հոդվածների  մեջ,  և  դրանց  մեծ  մասը  ուղեկցվում  է  փակագծերի  մեջ ներփակված հայերեն թարգմանությամբ: ", "Ձևաբանական  առումով  գոյականներից  մի  քանիսը  դասական  ասորերենում պատկանում են իգական սեռին, սակայն հայերենում սեռի քերականական կարգի բա- ցակայությունը  չեզոքացնում  է  բառերի  սեռային  տարբերությունները:  Թվի  կարգի՝  ա- սորերենին բնորոշ ցուցանիշները նույնպես որևէ կերպ չեն դրսևորված: Հետաքրքրա- կան է, որ մօտանուտօ «լուր» բառը, որը դասական ասորերենում եզակի թվում է, «Բա- բելոնում»  սովորաբար  հանդես  է  գալիս  որպես  հոգնակի  թվի  գոյական,  հայերեն թարգմանվում է «լուրեր» բառով և երկու անգամ նույնիսկ ուղեկցվում է դասական ասո- րերենի  ձևաբանությանը  բնորոշ  եղանակով  հոգնակի  թվում  դրված  ասորական  ածա- կանով (մանրամասն հաջորդ գլխում): ", "«Բաբելոնում» արձանագրված է 14 ածական անուն, այսինքն՝ ասորական բառացանկի հիմնականում  պահպանում  են  դասական  արտասանությունը:  Սուրբ  Ծնունդի  առիթով արտասանվող  «Օրհնյալ  է  մեր  Տիրոջ  ծնունդը  և  օրհնյալ  Նոր  տարի»  արտահայտու- թյունում, որը հայատառ ասորերեն ամենաերկար արտահայտությունն է պարբերակա- նում,  «օրհնյալ»  բառը  հանդես  է  գալիս  ինչպես  արական  սեռով՝  ըպրիխ,  այնպես  էլ իգական՝ ապրիխթօ. առաջին դեպքում այն սեռով համաձայնեցված է մավլոտէ («նրա ծնունդը»), իսկ երկրորդ՝ շիթօ («տարի») բառի հետ: ", "Նույն  արտահայտությունում  տեսնում  ենք  իգական  սեռի  խաթթօ  («նոր»)  բառը, որը համաձայնեցված է նույն շիթօ («տարի») բառի հետ: ", "Քանի որ այս պարագայում գործ ունենք դասական ասորերենից ժառանգված և հարյուրամյակներ գործածվող ավանդական կրոնա-ծիսական արտահայտության հետ, ապա ածականների՝ ըստ սեռի զանազանումը միանգամայն բացատրելի է և այս պա- րագայում առանձնահատուկ ուշադրության արժանի չէ: ", "Ավելի  հետաքրքական  է  թվում  հայատառ  ածականի՝  հոգնակի  թվում  գործած- ված  լինելու  միակ  նմուշը,  որին  նախնական  անդրադարձ  եղավ  նախորդ  գլխում:  Ինչ- պես  նշեցինք,  մօտանուտօ  «լուր»  բառը,  որը  դասական  ասորերենում  եզակի  թվում  է, «Բաբելոնում»  սովորաբար  հանդես  է  գալիս  որպես  հոգնակի  թվի  գոյական,  հայերեն թարգմանվում  է  «լուրեր»  բառով:  Դրան  կապված  «փոքր»  ածականը  հանդես  է  գալիս հոգնակի թվով, որը կազմված է ըստ դասական ասորերենի ձևաբանության նորմերի՝ զըուրէ  (եզակիում՝  զըուրօ):  Հետևաբար՝  մօտանուտո  զըուրէ՝  «կարճ  լուրեր»:  Ակնհայտ է,  որ  այս  արտահայտություն  կազմողն  ուներ  դասական  ասորերենի  քերականության ավելի  խոր  իմացություն,  քան  կարելի  էր  ակնկալել  Խարբերդի  հայախոս  ասորիների հիմնական զանգվածից: ", "Համատեքստ  ասելով`  պետք է  պայմանականորեն հասկանալ նույնաբանական  կառույցին  ուղեկցող  նախադասությունները  (նույնաբանական կառույցին նախորդող կամ/ու հաջորդող նախադասությունները), որոնք  ստեղծում են  այն  իմաստային  դաշտը,  որի  հենքի  վրա  նույնաբանության  նշանակությունը բացվում է լսողի/ընթերցողի համար: Թերևս արժե նշել, որ վերոբերյալ գործոնները առավելապես  հանդես  են  գալիս  միմյանց  հետ  փոխկապակցված,  այլ  ոչ  թե առանձին-առանձին:  Նրանց  տարանջատումը սույն ուսումնասիրության շրջանակներում  թելադրված  է  մեր  առջև  դրված  խնդիրներով,  այն  է`  վերհանել դրանցից  յուրաքանչյուրի  դերակատարումը  նույնաբանության  հաղորդակցական- գործաբանական արժեքը վերծանելու գործընթացում: ", "Դիտարկենք մի քանի նույնաբանական նմուշօրինակ ու վերլուծենք, թե ինչ կշիռ է ունեցել համատեքստը դրանց մեկնաբանության գործում. Kitty reached the age of twenty-five and was still unmarried. Mrs. Garstin was  exasperated  and she  did  not  hesitate often  to give  Kitty  a  piece  of  her very  unpleasant  mind.  She  asked  her  how  much  longer  she  expected  her father to support her. He had spent sums he could ill afford in order to give her  a  chance  and  she  had  not  taken  it.  It  never  struck  Mrs.  Garstin  that perhaps  her  own  hard  affability  had  frightened  the  men,  sons  of  wealthy fathers or heirs to a title, whose visits she had too cordially encouraged. She put down Kitty's failure to stupidity. Then Doris came out. She had a long nose  still,  and  a  poor  figure  and  she  danced  badly.  In  her  first  season  she became engaged to Geoffrey Dennison. He was the only son of a prosperous surgeon  who  had  been  given  a  baronetcy  during  the  war.  Geoffrey  would inherit  a  title  -  it  is  not  very  grand  to  be  a  medical  baronet,  but  a  title, thank God, is still a title - and a very comfortable fortune. Kitty in a panic married Walter Fane. (SM PV: 17) Հարցվողների  մեծ  մասը`  մոտ  74  %,  but a title, thank God, is still a title նույնաբանությունը  մեկնաբանել  է  հետևյալ  կերպ,  որ  տվյալ  իրադրությունում տիկին  Գարսթինը  ցանկանում  էր  իր  դուստրերին  հապշտապ  ամուսնացնել հնարավորինս  ապահով  խավի  ներկայացուցչի  հետ,  և  ցանկացած  թեկնածու,  ով ուներ որևէ տիտղոս, արդեն լավ ընտրություն կարող էր համարվել: Հարցվողներից մի  քանիսը  հատկապես  առանձնացրել  են  Քիթիի  տարիքը  մատնանշող նախադասությունը` Kitty reached the age of twenty-five and was still unmarried: Այս նախադասությունը  հստակ  ցուցիչն  է  այն  բանի,  որ  25  տարեկանը  կնոջ ամուսնության համար բավականին մեծ տարիք էր: Հաջորդ նախադասությունը, որ հարցվողներից  գրեթե  բոլորն  են  առանձնացրել,  որպես  նույնաբանության նշանակության  վրա մեծ  ազդեցություն  ունեցող գործոն,  հետևյալն  է. She asked her how much longer she expected her father to support her: Այստեղ երևում է, որ օրիորդի ամուսնությունը հրատապ  բնույթ է կրում, իսկ` Doris came out. She had a long nose still, and a poor figure and she danced badly. In her first season she became engaged to Geoffrey Dennison. He was the only son of a prosperous surgeon who had been given a baronetcy during the war,  ավելի  է  նեղացնում  նույնաբանության  նշանակության հնարավոր  այլընտրանքային  տարբերակները`  թողնելով  այն  մեկը,  որն  էլ  հենց հարցվողների գերակշիռ մեծամասնությունը տվել է: ", "Ասորական  թվականներն  առաջին  անգամ  գործածվում  են  Ա-6-16  հոդվածում, որը պարունակում է «Բաբելոնի» պատասխանները Ասորվոց Հնգյակ Ընկերության մա- սին  ոմն  Մ.  Խոյունի  հարցերին:  «Բաբելոնում»  գործածվում  են  ինչպես  քանակական, այնպես  էլ  դասական  թվականները:  Այն  հանգամանքը,  որ  ասորական  թվականներն առաջին  մի  քանի  համարներում  միշտ  ուղեկցվում  են  կամ  հայերեն  թարգմանությամբ (ըթլիթօյօ (երրորդ), ըթրայօնօ (Բ.)), կամ թվային համարժեքներով (ըթլիթօյօ (3րդ), ըթ- լօթին (30)), ինչպես նաև առանձին բառացանկերով դրանց ներկայացվելը նշանակում է, որ թվականները գործածելի չեն եղել Խարբրեդի ասորիների խոսակցական հայերե- նում  և  ներմուծվել  են  արհեստականորեն՝  դրանց  հետ  ընթերցողներին  ծանոթացնելու և «Բաբելոնի» ասորական էությունը ընդգծելու նպատակով: Միևնույն թվականի գրու- թյան տարբեր ձևերը հաստատում են այս ենթադրությունը և հուշում, որ յուրաքանչյուր հոդվածագիր յուրովի էր փորձում արտահայտել հայկական գրով դասական ասորերե- նի  թվականները:  Թվականների  գրության  կամ  դրանց  թարգմանության  մեջ  հանդի- պող  կոպիտ  սխալները  նշանակում  են,  որ  շատ  հոդվածագիրների  համար  այդ  թվա- կաններն ամբողջապես խորթ էին, իսկ հոդվածը «Բաբելոնի» համար արտագրող անձը կամ  խմբագիրը  նույնպես  չուներ  այդ  թվականների  գործածության  կայուն  սովորու- թյուն՝  այդ  սխալներն  ինքնաբերաբար  ուղղելու  համար:  Հետաքրքրական  է,  որ առնվազն մեկ դեպքում ասորական թվականը ներմուծվել է հայկական թերթից վերար- տադրված  հոդվածի  մեջ,  ուր  այն,  հասկանալի  է,  չէր  կարող  գործածված  լինել,  և  սա մեկ  անգամ  ևս  վկայում  է  համապատասխան  հստակ  խմբագրական  քաղաքականու- թյան մասին: ", "Ա-13 համարից փորձ է արվում կանոնակարգել և միասնականացնել ասորական թվականների և խոսքի այլ մասերի գործածությունը, և ներկայացվում է 1-ից 10-ը թվա- կանների  ցանկը:  Ա-14  համարում՝  «Գործածվելի  ասորեն  բառեր»  վերնագրի  տակ  բա- ռացանկով  ներկայացված  են  11-ից  20  թվականները,  իսկ  Ա-15  համարում՝  «Ասորեն դաս» վերնագրի  տակ՝ տասնյակներն ու հարյուրները: Չնայած Ա-13 համարի մեջ  ար- ված նախազգուշացման՝ հաջորդ համարներում ասորական թվականների կողքին փա- կագծերում  շարունակում  են  ընդգրկվել  դրանց  հայերեն  թարգմանությունները  կամ թվային արժեքները, սակայն ավելի հազվադեպ, քան մինչև Ա-13 համարը: Պահպան- վում է նաև ուղղագրական խառնաշփոթը՝ միևնույն թվականի գրության զուգահեռ ձևե- րով  (հատ-խատ,  ըթրէն-ըթրէյն,  ըսրին-էսրին  և  այլն)  կամ  էլ  գործածվում  են  թվական- ների  այնպիսի  ձևեր,  որոնք  միանգամայն  տարբերվում  են  ցուցակների  մեջ  հանձնա- րարված  ձևերից,  ինչպես,  օրինակ,  ըմմա  (100)՝  Ա-15  համարի  ցանկի  մեջ  ներկայաց- ված մոօ ձևի դիմաց: ", "Դասական  ասորերենում  թվականները  բաժանվում  են  երկու  սեռի՝  արական  և իգական,  ընդ  որում  3  թվականից  սկսած՝  արական  սեռի  գոյականների  հետ  գործած- վում են իգական սեռի թվականները և հակառակը: Քանի որ հայերենում թվականի սե- ռի  զանազանման  սկզբունքը  պահպանել  հնարավոր  չէ,  ապա  գործածվում  են  միայն արական սեռի գոյականները: Դասական ասորերենի պարագայում թվականի ու գոյա- կանի սեռերի ճիշտ գործածումը պահանջում է լեզվի լավ իմացություն, ուստի վստահո- րեն կարելի է ենթադրել, որ «Բաբելոնի» հեղինակներն ու ընթերցողները կարող է նույ- նիսկ  պատկերացում  չունենային  ասորական  թվականների՝  ըստ  սեռի  զանազանման սկզբունքի մասին: ", "Ասորական թվականներն ազատորեն ներհյուսված են հայկական տեքստի մեջ և հաճախ կապակցված են հայկական թվականների կամ չափ ու քանակ նշող այլ բառե- րի հետ, օրինակ՝ «հարիւրէն թէշօ», «ըթլօթօ ու կես» (Ա-12-9), «ըթլօթօ հազար», «եօթա- նասուն թէշօ» (Ա-13-2) և այլն: ", "«Բաբելոնում» գործածված ասորական թվականները (նշված են նախ թվականների ցուցակներում առկա ձևերը, ապա դրանցից տարբերվող ձևերը) Քանակական Դասական հատ (խատ) խատմօյօ 160 ըթրէն (ըթրէյն 161) ըթլօթօ արըպօ համշօ ըթրայօնօ ըթլիթօյօ րապիօյօ համ(ի)շօյօ նությամբ, պայմանավորված էր հեղինակի անձնական նախասիրությամբ: ", "Քանակական Դասական ըշթիթօյօ շապիօյօ ըթմինօյօ էսիրօյօ ըշթօ շապօ ըթմօնեօ թէշօ էսրօ, ըսրօ հատ ըսար թրի ըսար թըլթասար արպօ ըսար համշօ ըսար 162 ըշթօ ըսար շապօ ըսար ըթմօ ըսար, ըթմօնա- սար 163 ըթշօ ըսար ըսրին, էսրին164 էսրին ու հատ 165 -,,- վաթրէյն -,,- ըթլօթօ, ըսլի (?) ըթ- լաթ էսրէն ըշթօ166 էսրին ըթմօնեօ 167 ըթլօթին -,,- ու հատ -,,- վաթրէյն արպըեըն -,,- ու հատ -,,- վաթրէյն արպին, արըպին168, համշին, համշի 169 էսրին: ", "Քանակական Դասական -,,- ու հատ -,,- վաթրէյն ըշթին շապին թէշին մոօ, ըմմա ըթմօնին, ըթմանի 170 ըթրէյն մոօ, մաթէն ըթլօթ [մոօ] ըթլօթ մոօ ըթլօթին 171 համշ մոօ172 ըշթօ ըմմա, ըշթօ մոօ 173 էլփէ էլփէ համշօ ըմմա 174 Ասորական  բայերը  «Բաբելոնում»  հանդիպում  են  շատ  հազվադեպ:  Սա  միանգամայն հասկանալի  է.  ձևաբանության  առումով  լինելով  խոսքի  ամենաբարդ  և  փոփոխական մասը՝ բայը զգալի դժվարություններ է ներկայացնում օտար խոսքի մեջ ներհյուսվելու և քիչ թե շատ բնական ձևով գործածվելու համար՝ ի տարբերություն գոյականների, ածա- կանների  և  թվականների,  որոնք,  ինչպես  երևում  է  «Բաբելոնում»,  հեշտությամբ  փո- խարինում են իրենց հայերեն համարժեքները: Արձանագրված են հետևյալ բայերը. ասորերենում  ունի  ‘etkannaš  տեսքը՝  կրկնակ  երկրորդ  արմատականով176:  Հիմ- նական իմաստներն են՝ «հավաքվել», «ժողովվել»177: «Բաբելոնում» գործածվում է Մեն ըլլէլ – Մեն Ըլքօ բաժնից հետո՝ բաժինը կազմած անձի անվան հետ միասին՝ «կազմեց այսինչը» իմաստով, այսինքն՝ տվյալ բայակառույցի իմաստային երան- գավորման որոշ խախտումով: Առաջին անգամ գործածվել է Ա-17 համարի տիտ- ղոսաթերթի  վրա՝  Էթքանաշ  Ն.Պ.Գօյուն  ձևով,  ապա  պարբերաբար  երևացել  է տիտղոսաթերթի վրա և պարբերականի ներսում: Մինչև այդ «Բաբելոնում» նույն բաժնի  տակ  գործածվում  էր  հայատառ  թուրքերեն  թօփլատը  բառը:  Դժվար  է հասկանալ, թե ինչու են հեղինակները հենց այս արտահայտության մեջ խուսա- փել  համապատասխան  հայկական  բառից՝  այն  նախ  փոխարինելով  թուրքակա- նով, ապա՝ ասորական (երկրորդ դեպքում, հավանական է, այն պատճառով, որ արտահայտությունը երևում էր տիտղոսաթերթի վրա և հատուկ ուշադրություն էր գրավում): ", "«Բաբելոնում»  արձանագրված  է  նույն  բայաձևի  գործածման  մեկ  այլ դեպք,  որը  չափազանց  ուշագրավ  է  այն  առումով,  որ  հայկական  տեքստի  մէջ ասորական  բայի  ներհյուսման  ամենաբարդ  և  միևնույն  ժամանակ  ամենաճիշտ օրինակն  է:  Ա-18  համարի  Եուհէննէ  Պօյաճի  «Ճամփու  Հուշերէս»  հոդվածում կարդում ենք. «Որոշված եավմօն, նույն ժամուն քուլլը ժողովուրդը էթքանաշ», այ- սինքն՝ «Որոշված օրը, նույն ժամին ամբողջ ժողովուրդը հավաքվեց»: Տվյալ նա- խադասությունում  էթքանաշ  բայը  ոչ  միայն  գործածված  է  իր  ճիշտ  իմաստային ձևով,  այլև  ճիշտ  ժամանակով,  դեմքով  և  թվով:  Քանի  որ  սա  պարբերականում ասորական բայի նման հաջող գործածության միակ դեպքն է, ապա կարելի է են- թադրել,  որ  Եուհէննէ  Պօյաճը,  որի  ստորագրությամբ  «Բաբելոնում»  միայն  այս մեկ հոդվածն ենք տեսնում, ուներ դասական ասորերենի բավականին լավ իմա- ցություն: ", "“I had polio” she said. “That’s all it is. My mother had it too, and she died.” “I  suppose  so.  I  can’t  remember  her.  I’m  going  to  Egypt  next  week.  I  was very keen on going, but now I don’t seem to care so much. Do you think it’d “That’s too bad.” be fun?” “I have to earn a living.” finished. “Me too.” He was amazed at what he’d said, and of course, it set her off giggling. “I  was  speaking  in  general  terms,”  she  said  grandly,  when  the  giggling Some  creepy  fortune  hunter  was  bound  to  snap  her  up,  some  Egyptian  or whatever.  She  seemed  both  bold  and  childish.  At  first,  a  man  might  be intrigued by her, but then her forwardness, her self-satisfaction, if that was what  it  was,  would  become  tiresome.  Of  course,  there  was  money,  and  to some men that never became tiresome. “You  mustn’t  ever  mention  my  leg  in  front  of  Daddy  or  he  will  go apoplectic,”  she  said.  “Once  he  fired  not  just  a  kid  who  teased  me  but  his entire family. I mean, even cousins.” (MA DL: 153) Այս  նույնաբանությունը  հարցվողների  մի  խմբին  տրվել  է  մեկնաբանելու համատեքստով,  իսկ  մյուս  խմբին`  առանց  համատեքստի:  Որպեսզի  ավելի պարզորոշ  հասկանանք,  թե  որքան  կարևոր  է  համատեքստը  նույնաբանության հաղորդակցական-գործաբանական ներուժի ապակոդավորման համար, ներկայացնենք, թե ինչպես է այն մեկնաբանվել առանց համատեքստի. This repetition suggests something that can’t be changed – whatever ‘it says’ is final and there is no way to amend or change it. Այս  նույնաբանությունը  հարցվողների  մի  մասը  մեկնաբանել  է  որպես փաստի  անդառնալի ու  անշրջելի,  անուղղելի  լինելը: Ինչ  ասվել  է,  դա  վերջնական է:  Այս  մեկնաբանման  համար  հիմք  է  ծառայել  կառույցում  առկա  կրկնությունը: ", "ենք անգլերեն հետևյալ հիմնական համարժեքները՝ “to be gathered”, “to come together”, “to be collected, compiled” (էջ 219): M. Sokoloff-ի A Syriac Lexicon-ում՝ “to be assemled”, “to be collected” (էջ 637): ", "Անշուշտ,  սա  չափազանց  ընդհանրական  մեկնաբանություն  է:  Այլ  հարցվողներ  էլ տվել  են  այսպիսի  պատասխաններ`  It  is  very  clear.  There  is  no  alternative explanation; And that's it! Սրանք, իհարկե, շատ անորոշ պարզաբանումներ են, ինչի պատճառը  համատեքստի  բացակայությունն  է:  Այսինքն`  հնարավոր  չի  եղել  որևէ հստակություն  մտցնել,  հնարավոր չի  եղել  մեկնաբանել  ու  վերծանել նույնաբանությունը  կիրառողի  բուն  հաղորդակցական  նպատակը:  Հարցվողների մեկնաբանությունները  ավելի  շատ  ենթադրությունների  են  նման:  Անհասկանալի է`  ինչու  է  փաստը  անդառնալիորեն  անշրջելի,  կամ  ինչ  փաստի  մասին  է  խոսքը: ", "կան)  լինի»  արտահայտության  մեջ,  որը,  հավանաբար,  Խարբերդի  ասորիների սերնդեսերունդ փոխանցված և կենդանի խոսքում պահպանված ասորական մի քանի  կրոնական  արտահայտություններից  մեկն  էր:  Սույն  բայաձևի  հիմքը  դա- սական  ասորերենի  həwa՝  «լինել»  բայն  է,  որը  գործածված  է  անկատար  կերպի համեմատաբար ճիշտ ձևով, սակայն արականի փոխարեն՝ իգական սեռով, այ- սինքն պետք է լիներ նէվէ (դասական ասորերենի ճիշտ ձևը՝ nehwe): "], "paragraph_source_docs": [0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 1, 1, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 1, 0], "source_docs_file": "Linguistics.json"}