{"paragraph_source_docs": [0, 2, 1, 2, 2, 0, 2, 0, 1, 0], "source_docs_file": "Mechanical Engineering and Machine Science.json", "paragraphs": ["Նկ. 2.4. Ցածրացնող ՀԼԿ-ի Բոդեի դիագրամները, երբ կերպափոխիչն իդեալական է (ա) կամ պարունակում է դիմադրություն կոնդենսատորի շղթայում (բ) ա)                                                                                  բ) Նկ. 2.5. Ցածրացնող ՀԼԿ-ի փոխանցման ֆունկցիաների բևեռները, երբ կերպափոխիչն իդեալական է (ա) կամ պարունակում է դիմադրություն կոնդենսատորի շղթայում (բ) ա)                                                                                     բ) Նկ. 2.6. Ցածրացնող ՀԼԿ-ի Նիքոլսի դիագրամները, երբ կերպափոխիչն իդեալական է (ա) կամ պարունակում է դիմադրություն կոնդենսատորի շղթայում (բ) ա)                                                                                      բ) Նկ. 2.7. Ցածրացնող ՀԼԿ-ի Նայքվիստի կորերը, երբ կերպափոխիչն իդեալական է (ա) կամ պարունակում է դիմադրություն կոնդենսատորի շղթայում (բ) ա)                                                                            բ) Նկ. 2.8. Իդեալական ցածրացանող ՀԼԿ-ում երևույթների  մոդելավորման արդյունքները ընդհանուր տեսքով (ա) և խոշորացված մասշտաբով (բ) Նկ. 2.1ա սխեմայի հիման վրա մշակված մոդելը էլեկտրոնային  բանալու և դիոդի իդեալականացման պարագայում ցուցադրված է նկ. 2.9-ում: Նմանատիպ արդյունքները ցածրացնող ՀԼԿ-ի իդեալականացված էլեկտրոնային բանալու և դիոդի, բայց լրացուցիչ rC=50 մՕհմ  դիմադրության առկայության դեպքի, ցուցադրված են նկ. 2.10-ում: Նկ. 2.8ա և  նկ.  2.10ա  անցումային  երևույթների  համեմատությունը  ցույց  է  տալիս,  որ  լրացուցիչ rC0  դիմադրության  ավելացումը,  որի  դեպքում  (2.26)-ի  Wd(s)  փոխանցման  ֆունկցիա- յում  առաջանում  է  զրո,  զգալի  լավացնում  է  անցումային  երևույթները  ՀԼԿ-ում:  Մյուս կողմից,  ՀԼԿ-ի  ելքային  v0(t)  լարման  բաբախման  ամպլիտուդը  rC  դիմադրության  դեպ- քում  (նկ.  2.10բ)  չնայած  կազմում  է  մոտ  4%  ելքային  լարման  միջին  արժեքի  համեմատ, սակայն  120  և  ավելի  անգամ  գերազանցում  է  իդեալական  կերպափոխչի  բաբախման ամպլիտուդը (նկ. 2.8բ): Ինչ վերաբերում է դրոսելի հոսանքի փոփոխման կորերին, ապա դրանք երկու դեպքում էլ գործնականորեն միևնույնն են: ", "Գրտնակիչի  իրանային  մասը  նախագծվել  է  այնպես,  որ  հնարավոր  լինի տրանսֆորմատորը  ջրով  հովացնել,  քանի  որ  մագնիսակծկման  կերպափոխիչները պահանջում  են  պարտադիր  հովացում:  Իրանային  մասի  հերմետիկությունը ապահովվում է  10 ռետինե օղակի և 11 հատուկ մշակված ռետինի  միջոցով: ", "Ինտեգրելով այդ դիֆերենցիալ հավասարումը, կստանանք՝ ,                                               (4.29) որտեղ -  ն  ինտեգրման  հաստատունն  է,  իսկ -  ն` գլխավոր դեֆորմացիաներով  արտահայտված  և  հետևյալ  բանաձևով  որոշվող  միջին դեֆորմացիան՝ :                                             (4.30) Հաշվենք փոշենյութի   ընթացիկ ծակոտկենության մեծությունը ազատ լցովի վիճակից  ցնցանստելի  վիճակի  անցնելու  դեպքում  [4]:  Դրա  համար  օգտագործենք հետևյալ սկզբնական պայմանը. երբ , ,                                              (4.31) որտեղ -  ն  լցովի  վիճակի  ծակոտկենությունն  է  և հարաբերական  լցովի խտությամբ արտահայտված, որոշվում է (4.28) բանաձևով՝ :                                                       (4.32) (4.32)  -  ը  տեղադրելով  (4.29)  –  ում`  ստանում  ենք  ինտեգրման հաստատունը, այնուհետև` փոշենյութի   ընթացիկ ծակոտկենությունը. , , :                                         (4.33) Տալով -  ին տարբեր  արժեքներ` (4.33) - ով  կորոշենք  ցնցանստելու տվյալ դեպքի  ընթացիկ  ծակոտկենությունը,  իսկ  (4.28)  -  ով`  հարաբերական  ցնցանստելի խտությունը: ", "Նկ.3.5․ Տեղափոխությունները առանցքային կամ տանգենցյալ տատանումներով գերձայնային գրտնակիչում 500Ն ուժի դեպքում Ինչպես  երևում  է  նկ.3.5․-ից    առավելագույն  տեղափոխություն  կատարում    է դեֆորմացնող  տարրի  գագաթը,  իսկ  տեղափոխությունների  սանդղակից  երևում  է,  որ առավելագույն տեղափոխություն կազմում է մոտ  0,017մմ: ", "Ուժի  համազորի  ուղղությամբ  գերձայնային  տատանումների  կիրառմամբ գրտնակման  համար  նախագծվել  է  գրտնակիչ,  որի    հավաքական  սխեման  և  մոդելը բերված    է նկ.3.6-ում: ", "Ինչպես  հայտնի  է,  ԼԻՄ-ով  իմպուլսային  ՀԼԿ-ները  պարբերական  պարամետրե- րով  ոչ  գծային  ոչ  ստացիոնար  համակարգեր  են:  Այդ  պատճառով  դրանց  դինամիկայի ճշգրիտ անալիտիկ  ուսումնասիրությունը չափազանց բարդ  խնդիր է  [1-3]:  Գործնակա- նում սովորաբար դիմում են հատուկ մոտավոր մեթոդների` հիմնված հավասարումնե- րի ըստ ժամանակի միջինացման կամ, այսպես կոչված, ՀԼԿ-ի տարրային միջինացման վրա  [43,  83,  103]:  Ստորև  ընդհատուն  հոսանքի  ռեժիմում  ցածրացնող  ՀԼԿ-ի  փոխանց- ման  ֆունկցիաներն  արտածելիս  օգտագործվում  է,  ինչպես  և  [6,  7]-ում,  վիճակների տարածությունում  հավասարումների  միջինացման  մեթոդը  և  դիտարկվում  է  նկ.  3.1ա ցածրացնող  կերպափոխչի  մոդելը,  ուր  հաշվի  են  առնված  դրոսելի  պարազիտային  rL դիմադրությունը և կոնդենսատորի շղթայի ակտիվ rC դիմադրությունը: ", "Նույն պայմաններով իրականացվել է ամրության հաշվարկ: ", "ա)  0   t < d1TS                                       բ) d1TS  t < (d1+d2)TS                   գ) (d1+d2)TS  t < TS Նկ. 3.2. ՀԼԿ-ի համարժեք սխեմաները ժամանակային տարբեր տեղամասերի համար, երբ բանալին միացված է (ա),  բանալին անջատված է և iL(t)>0 (բ), բանալին անջատված է և iL(t)=0 (գ) Այդ  տեղամասերից  առաջինը`  d1TS-ը,  համապատասխանում  է  ժամանակին,  երբ էլեկտրոնային բանալին միացված է (այսինքն d1=D, որտեղ D-ն կառավարման իմպուլս- ների  լցման  գործակիցն  է),  իսկ  դրոսելի  հոսանքը  տեղամասի  վերջում    հասնում  է  իր առավելագույն  iLmax  արժեքին:  Երկրորդ  և  երրորդ  տեղամասերը  համապատասխանում են  ժամանակին,  երբ  բանալին  անջատված  է,  ընդ  որում,  դրոսելի  հոսանքը  հասնում  է զրոյական  արժեքի  երկրորդ  տեղամասի  վերջում:  Հարկ  է  նշել,  որ  երրորդ  տեղամասին որոշ  դեպքերում  անվանում  են  կտրման տեղամաս  [17],  իսկ  դրա  հարաբերական  d3 լցման գործակիցն ակնհայտորեն հավասար է d3=1-d1-d2: Նկ. 3.2 համարժեք սխեմաների հիման վրա  յուրաքանչյուր ժամանակային տեղամասի համար  կարելի է տալ  ցածրաց- նող  ՀԼԿ-ի  դինամիկայի  ճշգրիտ  անալիտիկ  նկարագրությունը:  Որպես  ՀԼԿ-ի  վիճակի փոփոխականներ  ընտրված  են  դրոսելի  iL(t)  հոսանքը  և  կոնդենսատորի  uC(t)  լարումը: ", "պարամետրերի որոշման փորձարարական մեթոդները Չեռակալված  մետաղական  փոշենմուշների  հատկությունները  բնորոշող փոշու  հատիկների  միջև կառչման  գործակցի  և ներքին  շփման  անկյան որոշման  համար  մեր  կողմից  նախագծվել  են  հետևյալ  երկու  տիպի փորձարարական  մամլակաղապարներ,  որոնցում  իրականացվում  է  նախօրոք երկկողմանի մամլված, որոշակի խտությամբ չեռակալված փոշենմուշների սահքը. -  նախնական  առանցքային  ճնշման  տակ  գտնվող  քառակուսի  հատույթով չեռակալված փոշենմուշի կտրումը լայնական հատույթով, - նախնական կողմնային ճնշման տակ գտնվող չեռակալված կլոր հատույթով փոշենմուշի կտրումը առանցքային ուղղությամբ: ", "Համապատասխան  վեկտորային  հավասարումները  d1TSt<(d1+d2)TS  տեղամասի համար,  որի  դեպքում  էլեկտրոնային  բանալին  անջատված  է,  իսկ  դրոսելի  հոսանքը տարբերվում է զրոյից, նմանատիպ տեսքի են. (3.4) Քանի  որ  անջատված  էլեկտրոնային  բանալիով  նկ.  3.2բ  սխեման  տարբերվում  է նկ.  3.2ա  սխեմայից  միայն  vS(t)=0  նշանակությամբ,  ապա  դժվար  չէ  ցույց  տալ,  որ  A2 (3.5) Եվ  վերջապես,  դրոսելի զրոյական  հոսանքով  ժամանակային  երրորդ (d1+d2)TS  t < TS տեղամասի համար նկ. 3.2գ սխեմայի հիման վրա ունենք (3.6) որտեղից iL(t)=const=0-ի հաշվառմամբ ունենք (3.7) Հարկ է նշել, որ երբ հարաբերական լցման d1 գործակիցը (տես նկ. 3.1բ) որոշվում է միայն  էլեկտրոնային  բանալու  միացված  լինելու  տեղամասի  d1=D  տևողությամբ,  ապա d2  գործակիցը  ստացվում  է  կախված  ՀԼԿ-ի  պարամետրերից,  կոմուտացման  TS պարբերությունից  և  vS(t)  լարումից:  ՀԼԿ-ի  միջինացված  մոդելը  ստանալու  համար անհրաժեշտ է հանրահաշվական տեսքով արտահայտել այդ կապը լցման D գործակցից և  կերպափոխչի  պարամետրերից:  Դա  հնարավորություն  կընձեռի  ՀԼԿ-ի  դինամիկայի հավասարումներից  արտաքսել  d2-ը  և  ստանալ  միայն  վիճակի  փոփոխականների միջինացված արժեքներով արտահայտված մոդելը: Այդ հանրահաշվական ֆունկցիային կոչում են լցման գործակցի սահմանափակման ֆունկցիա [43, 86]: "]}