{"paragraph_source_docs": [0, 2, 3, 3, 3, 4, 0, 4, 3, 4, 1, 2, 3, 3, 2, 0, 2, 4, 3, 3, 2, 3, 3, 3, 3, 3, 1, 1, 3, 3, 3, 4, 0, 3, 2, 3, 3, 0, 3, 3, 1, 2, 2, 3, 4, 3, 2, 1, 3, 3], "source_docs_file": "History.json", "paragraphs": ["Կովկասյան ռազմաճակատում ……………………………………………………………… 116 (1918-1921 թթ.) ……………….…………………………………………………………...…… 120 Եզրակացություններ ……………………………………………………………………..…… 137 Օգտագործված սկզբնաղբյուրների և գրականության ցանկ …………………….............. 142 Ն Ե Ր Ա Ծ Ո Ւ Թ Յ Ո Ւ Ն Թուրքիայի Հանրապետության հատուկ ծառայությունների կողմից հայ ժողովրդի (ՀՀ, ԼՂՀ,  Սփյուռք) դեմ իրականացվող գործունեության  պայմաններում անհրաժեշտություն է ծագում նաև այլ տեսանկյունից անդրադառնալ 19-րդ դարավերջի և  20-րդ  դարասկզբի  արևմտահայության  պատմությանը,  փորձել  հասկանալ  հայ ազգային-ազատագրական  պայքարի  ձախողումների  ու  առանձին  դեպքերում հաջողությունների  իրական,  երբեմն  սովորական  աչքի  համար  անտեսանելի պատճառները,  դասեր  քաղել  դրանցից  և  մշակել  համապատասխան  նախադրյալներ` ներկայիս  սպառնալիքների  հակազդմանն  ուղղված  առավելագույնս  արդյունավետ պայքար իրագործելու համար: ", "Պատկերագրական  այս  արվեստն`  իր  զարգացման  տարբեր  փուլերում  ունեցել  է  կնոջ կերպարին  վերաբերվող  թեմաների  խիստ  որոշակի  ուղղություններ,  որոնք,  դարաշր- ջանից դարաշրջան ձևափոխվելով, հանգեցրել են գլխավոր կերպարների, պատկերա- գրության ոճի ու կանոնների փոփոխությունների: Ակնհայտ է, որ նման փոփոխություն- ները թելադրված էին ինչպես հնագույն հասարակությունների սոցիալական կյանքում, այնպես  էլ  գաղափարախոսության  մեջ,  պատկերացումներում    տեղ  գտած  տեղաշար- ժերով: Միաժամանակ, հնագույն և հին դարաշրջանների կանանց պատկերագրության ոճերի  և  սյուժեների  արեալային  շեշտված  ընդհանրությունները,  անձնավորված  հեղի- նակների բացակայությունը հստակ ցույց են տալիս, որ դրանք կոլեկտիվ ընկալումների դրսևորումներ են: Նշվածն իր հերթին գալիս է հաստատելու այն թեզը, որ գործ ունենք մշակութային խիստ յուրահատուկ մի ֆենոմենի հետ, որի առանցքային հատկանիշնե- րից մեկն անշուշտ խորհրդանշան լինելն է: Խորհրդանշան, որ մի կողմից պետք է դի- տարկվի  որպես  հազարամյակների  ընթացքում  անթիվ  կրկնումների  ճանապարհ  ան- ցած  սեմիոզիսի  արդյունք,  մյուս  կողմից,  որպես  արքետիպերի  կոնկրետ  դրսևորում: ", "Զաքարյանների  տիրապետության  շրջանում  (XII  –  XIII    դդ.)  սկսված    տնտեսա- կան, հասարակական ու մշակութային կյանքի բնականոն զարգացումը միանգամից չէ, որ  անկում  ապրեց  մոնղոլական  ավերիչ  արշավանքներից  հետո:  Հաշվի  չառնելով  մի քանի  տարվա  ռազմական  բախումների  արդյունքում  առաջացած  ավերածությունները, տնտեսական  ու  մշակութային  կյանքում  նույնիսկ  նշանակալից  վերելք  է  նկատվում1: ", "Իրավիճակը  փոխվում  է  XIII  դարի  երկրորդ  կեսից,  երբ  Հայաստանն  ընկնում  է  Հու- լավյան իլխանության տիրապետության տակ: Հետագա շրջանում` XIV – XVII դդ. տեղի ունեցող  իրադարձությունները,  գերեվարություններն  ու  արտագաղթը  մեծ  հարված հասցրեցին  նյութական  մշակույթի  զարգացմանը,  որի  ընդհանուր  վիճակն  ու  զար- գացման  ընթացքը  բնորոշելիս,  պետք  է  նշել,  սակայն,  որ  անկումային  երևույթները հավասարաչափ չեն տարածվում բոլոր բնագավառների վրա: ", "Քննարկու  ժամանակաշրջանի  Հայաստանի  պատմությունն  արտացոլող  գրավոր աղբյուրները  բավարար  չեն  լիովին  վերականգնելու  XIV  –  XVII  դդ.  պատմության  ու մշակույթի  ողջ  պատկերը:  Նյութական  մշակույթի,  մասնավորապես  խեցեղենի  ուսում- նասիրության  համար  սկզբնաղբյուր  են  ծառայում  հնագիտական  գտածոները,  որոնց VIII, в. 2-3, с. 4-5; Манандян А., О торговле и городах Армении в связи с мировой торговлей древних времен (V в. до н. э. – XV в. н. э.), Ереван, Изд. ЕУ, 1954, с. 283-284. վերլուծությունը  հնարավորություն  է  ընձեռում  բացահայտելու  ու  լրացնելու  հասարա- կական,  տնտեսական,  արհեստագործական  կյանքի  և  նյութական  մշակույթի  կարևո- րագույն  բնագավառներից  մեկը`  խեցեգործական  արհեստն  իր  բոլոր  դրսևորումներով, որն արտացոլված չէ գրավոր աղբյուրներում: Դարաշրջանի խեցեգործության զարգաց- ման  մակարդակը  ներկայացնող  գտածոները  (պեղածո  և  պատահական)  հայտնի  են Հայաստանի  միջնադարյան  (և  ոչ  միայն  միջնադարյան)  բոլոր  հնագիտական  հուշար- ձաններից,  որոնք  առանց  գիտական  մանրակրկիտ  վերլուծության  ու  պատշաճ  գնա- հատման  կուտակվել  են  Հայաստանի  տարբեր  թանգարաններում  (ԵԹ,  ՇԵԹ,  ԷՊԱԹ, ԵՊԹ,  Շնողի  համայնքային  թանգարան)  և  ՀՀ  ԳԱԱ  Հնագիտության  և  ազգագրության ինստիտուտում:  Պետք  է  նշել  նաև  այն  իրողությունը,  որ  տվյալ  ժամանակաշրջանը հնագիտական  նյութական  արժեքների  ժամանակագրական  փուլաբաժանման  մեջ  չի ունեցել իր պատշաճ տեղը: Սկզբնավորվելով նախորդ դարաշրջանի մշակույթի ակունք- ներում,  այն  միաժամանակ  հանդես  է  գալիս  իբրև  վերոբերյալ  մշակույթի  զարգացման շարունակության, ապա և օրինաչափ անկումային դրսևորումների կրող: ", "Նշված ժամանակաշրջանում  Ռուսական կայսրության  այսրկովկասյան քաղաքականության  համար  անհրաժեշտ  էին լուծումներ,  որոնք  թույլ  կտային կարգավորել հարաբերությունները թե՛ Օսմանյան կայսրության, թե՛ Իրանի տերության անվանը:  Հյուսիս-արևելյան  Այսրկովկաս  ասելով  մենք  նկատի  ունենք  Կուր  գետի  ստորին  հոսանքից հյուսիս ընկած շրջանները, մինչև Սամուր գետը (կամ Դերբենդի անցքը)։ ", "Ատենախոսության նպատակներից են նաև՝ - համակողմանի հետազոտել  արևմտահայության առանձին,  այդ  թվում, գաղտնի կազմակերպությունների  պայքարի  ձևերն  ու  մեթոդները  Օսմանյան  կայսրության հետախուզական  մարմինների  և  գաղտնի  ոստիկանության  գործունեության  դեմ պայքարի  համատեքստում,  գնահատել  դրանք  մարտական  գործողությունների մարտավարության պահանջների տեսանկյունից ու վեր հանել ձախողումների իրական պատճառները. - հետազոտել  Օսմանյան կայսրության գաղտնի ծառայությննունների, մասնավորապես, գաղտնի  ոստիկանության  և «Հատուկ  կազմակերպության» կառուցվածքը,  ուժերը,  միջոցները,  ավանդույթները,  բացահայտել  աշխատանքի  ձևերը, մեթոդներն  ու  եղանակները,  ի  հայտ  բերել  դրանց  գործակալական  ապարատի կառուցվածքն ու օպերատիվ-հետախուզական միջոցառումների  ռազմավարությունն ու մարտավարությունը: ", "վիճակից  և  հաղթելով  երկրորդ  ռուս-թուրքական  պատերազմում,  ծրագրում  էր իրականացնել Հյուսիս-արևելյան Այսրկովկասի միացումը կայսրությանը դիվանագիտական ճանապարհով: ", "Գիտական  ուսումնասիրության  համար  իբրև  առաջնային  խնդիր  հնագիտական աղբյուրների պատմա-հնագիտական վերլուծությունն է, ինչպես և դարաշրջանի պատ- մությանը  վերաբերող  պատմագիտական  գրականության  ու  սկզբնաղբյուրների  հետա- զոտումն  ու  քննությունը:  Խեցեգործության  զարգացման  ընթացքն  ու  անցած  փուլերը որոշելու,  մշակութային  կապերն  ու  փոխառնչությունները  ճշգրտելու  տեսանկյունից անհրաժեշտ  է  քաջատեղյակ  լինել  միջնադարի  վաղ,  զարգացած  և  ուշ  փուլերի  խեցե- Պետրոսյան  Հ.,  Գառնին  IX  –  XIV  դդ.,  Երևան,  ՀՍՍՀ  ԳԱ  հրատ.,  1988;  Есаян  Г.,  Материальная  культура бассейна реки Агстев в развитом средневековье, Ереван, Изд. ЕУ, 1992: ", "այսրկովկասյան քաղաքականության մեջ ձևավորվում է Հյուսիս-արևելյան Այսրկովկասը  զենքի  ուժով  միավորելու  հայեցակարգը:  1796  թ.  Ռուսական  պետության հարավային սահմաններից վտանգի հեռացումը ռուսական կառավարող շրջանակները կապում էին Կասպից ծովի արևմտյան ափին անվտանգության գոտու ստեղծման հետ՝ ի դեմս մուսուլմանական բուֆերային իշխանությունների: ", "Ուսումնասիրության գիտական նորույթներն են.  Առաջին  անգամ  դիտարկվում  և  քննարկվում  են  խաղ  երևույթի  սոցիալ-մշակու- թային առանձնահատկությունները: ", "Կենդանիների  և  որսի  այս  հովանավորուհու  կերպարն  ու  պատկերագրությունն  էլ  այ- նուհետև  նախատիպ  ծառայեց ռազմի և մետաղագործության դիցուհու կերպավորման համար՝ կապված մարտերի, զինագործության զարգացման հետ: ", "Աղբյուրագիտական  կարևոր  տեղեկություններ  են  հաղորդում  և  վիմական  արձա- նագրությունները,  որոնք  հարուստ  փաստական  նյութ  են  պարունակում  ոչ  միայն  Հա- յաստանի  հասարակական-տնտեսական,  քաղաքական  պատմության,  այլև  տնտեսու- թյան որևէ կոնկրետ ոլորտի զարգացման, նյութական մշակույթի տարատեսակ դրսևո- րումների վերաբերյալ: Վիմական արձանագրությունները հիմնականում ամփոփված են ,,Դիվան հայ վիմագրության’’ բազմահատորյակում6: ", "XIV  –  XVII  դդ.  պատմությանը  վերաբերող  առկա  մեծաքանակ  գրականությունից հարկ ենք համարում առանձնացնել մեծավաստակ հայագետ Ղ. Ալիշանի ,,Այրարատ’’, նի, Երևան, ,,Սովետական գրող’’, 1988, 592 էջ: ", "Աշխատանքում փորձ է արվում ներկայացնել Հայկական լեռնաշխարհի տարածքից գտնված և նեոլիթից մինչև քրիստոնեություն զարգացող կանանց արձանիկների պատ- կերման  տիպերը,  ոճավորումն  ու  պատկերագրությունը,  կատարել  համեմատական վերլուծություններ համաժամանակյա Փոքրասիական հուշարձանների հետ: Աշխատու- թյան  սկզբում  քննարկվում  են  կանանց  պատկերագրության  ծագման  նախատիպերը պալեոլիթյան արվեստից մինչև անտիկ ժամանակաշրջան, որը իր պատկերագրական տիպերն է ժառանգել հին հայկական մշակույթի ստեղծագործություններում: ", "ուղղություններից մեկը: ", "Վերոհիշյալ հարցերի քննությունը նախկինում կատարված ուսումնասիրությունների և նորահայտ նյութերի համադրությամբ սկզբունքային նշանակություն ունի ինչպես Հայկա- կան լեռնաշխարհի հնագույն և հին շրջանների կերպարվեստի զարգացման տարբեր աս- պեկտների վեր հանման, այնպես էլ հնագույն հասարակությունների պատկերացումների, հավատալիքների բարդ համակարգի բազմաթիվ հարցերի լուսաբանության առումներով: ", "  Քննել  Հյուսիս-արևելյան  Այսրկովկասի  խանությունների  և  Ռուսական կայսրության փոխհարաբերությունների շրջափուլերը: ", "Հայաստանի այդ շրջանի պատմության ուսումնասիրության ուղղությամբ հաջորդ և  լուրջ  քայլը  կատարեց  ակադեմիկոս  Հ.  Մանանդյանը  իր  ,,Քննական  տեսություն  հայ ժողովրդի  պատմության’’  աշխատության  երրորդ  հատորում9:  Արժեքավոր  են  նրա  ,,О торговле и городах Армении в связи с мировой торговлей древних времен (V в. до н. э. – XV в.  н.  э.)’’10,  ,,Հայաստանի  գլխավոր  ճանապարհներն  ըստ  Պևտինգերյան  քարտեզի’’11 հայտնի  աշխատությունները,  որոնցում  ցույց  են  տրված  Հայաստանի  գլխավոր  և  երկ- րորդական  առևտրական  ճանապարհները,  քաղաքների  դերը  համաշխարհային  տա- րանցիկ  առևտրի  ոլորտում,  մասամբ  և  Հայաստանի  արտադրության  զարգացած  ճյու- ղերն  ու  արհեստները  և  սեփական  արտադրանքով  մասնակցությունը  միջազգային առևտրին: ", "Հ.  Մանանդյանի  ուսումնասիրությունների  շարունակությունը  կարելի  է  համարել Վ.  Հ.  Փափազյանի  ,,Հայաստանի  առևտրական  ուղիները  միջազգային  առևտրի  ոլոր- տում  XVI  –  XVII  դարերում’’  աշխատությունը12,  որտեղ  օտարալեզու  աղբյուրների հաղորդումների օգտագործմամբ լրացվում և մանրակրկիտ քննարկման են ենթարկվում առևտրական ճանապարհները և դրանցով պայմանավորված տարանցիկ առևտրի դերը երկրի  տնտեսական  կյանքի  համատեքստում:  Հարկավ,  Հ.  Մանանդյանի  և  Վ.  Փա- փազյանի  մենագրություններում  քննարկվում  են  ավելի  շատ  քաղաքների  ու  առևտրի, պատում,  Պատմություն  հայոց,  Վենետիկ,  Ս.  Ղազար,  1901,  հատ.  Ա,  560  էջ,  հատ.  Բ,  559  էջ; նույնի`Սիսական:  Տեղագրութիւն  Սիւնեաց  աշխարհի,  վերահրատ.  Վենետիկ  1893  հրատ.-ից,  Երևան, Երևան, Հայգիտակ, 2010, 192 էջ: ", "գ. Կանանց պատկերագրության հետ կապված աստվածուհիների, թագուհիների, քր- մուհիների, կանանց կերպարներով երկրների անձնավորումների պատկերատիպերի հա- մառոտ քննությունը: ", "յանների հաստատումը Իրանում), XI – XV դդ., հատ. Գ, Երևան, ՀՍՍՀ ԳԱ հրատ., 1977, 506 էջ: ", "в. н. э.), Ереван, Изд. ЕУ, 1954, 346 с. Գիտհրատի տպարան, 1936, 231 էջ: ", "րերում, Երևան, ՀԽՍՀ հրատ., 1990, 195 էջ: ", "քան արհեստների զարգացման ու արհեստագործական արտադրանքի բնույթին վերա- բերող խնդիրները: ", "XIV – XVII դդ. պատմության լուսաբանման հարցում կարևոր է Գ. Ե. Կիրակոսյա- նի ,,Հայաստանը Լանկ-Թամուրի և թուրքմեն ցեղերի արշավանքների շրջանում (1386 – դած  կցկտուր  տեղեկությունների  հիման  վրա  շարադրել  է  դեպի  Հայաստան  Լենկ- Թեմուրի,  կարա-կոյունլու  և  ակ-կոյունլու  թուրքմենական  ցեղերի  արշավանքների, դրանց  ծանր  հետևանքների  ու  դաժան  հարկային  քաղաքականության  պատմությունը: ", "Հայոց տոնածիսական հմայական բնույթի խաղերի ձևավորումը տիպաբանական շարունակությունն է նախաքրիստոնեական որևէ ծեսի, ինչը հաստատվում է ժողովրդ- ական-հավատալիքային մեր ունեցած տվյալներով: Դրանց լավագույն օրինակներից են հայոց  մեջ  տարբեր  բնակավայրերում  հայոց  տոնացույցի  ժամանակային-ծիսական տրամաբանությանը զուգահեռ` Նոր Տարուց մինչև Խաչվերաց, խաղային երանգավոր- մամբ  կատարվելիք  ծեսերը,  ինչպես  նաև  առանձին  դեպքերի`  երաշտի  ժամանակ անձրև  բերելու  նպատակով  կատարվելիք  շրջայցերը  (խոսքը  Նուրիի  մասին  է):  Կար- ծում ենք, որ ծեսը որպես այդպիսին դադարում է ծես լինել այն ժամանակ, երբ կատա- II,  Տփղիս  1909,  էջ  24),  իսկ  պատմագիրներ  Մովսես  Խորենացին  (Մովսես  Խորենացի,  Հայոց  պատմութ- յուն, Երևան 1990, էջ 274), Փավստոս Բյուզանդը (Փավստոս Բյուզանդ, Պատմություն հայոց, Երևան 1968, էջ 94, 102) և Եղիշեն (Եղիշե, Վարդանի և հայոց պատերազմի մասին, Եր., 1989, էջ 144) հաղորդել են որո- շակի  տեղեկություններ  նաև  հայոց  նախարարական  խաղերի,  մրցումների  վերաբերյալ  (նախարարական խնջույքների  ժամանակ  խաղերի,  երգերի,  պարերի  հորինման  հիշատակությունների  մասին  տե´ս  նաև  Վ. Հացունի, Ճաշեր եւ խնճոյք Հին Հայաստանի մեջ, Վենետիկ, Ս. Ղազար, 1912, էջ 255): ", "րողը  կորցնում  է  հավատը  դրա  նկատմամբ:  Ահա  այստեղ  է,  որ  հմայական-ծիսական գործողությունները վերաճում են հանդիսանքի, տեսարանի, պարահանդեսի, ի վերջո, ժողովրդական  խաղային  պայմանաձևերի  և  ձեռք  բերում  մի  կարևոր՝  նմանակելու հատկանիշ  (ցո՞ւցք,  տնա՞զ,  թէատրո՞ն):85  Նուրի86  խաղի  օրինակով  կարելի  է  տեսնել հավատալիք-առասպել-ծես-խաղ աստիճանական գործընթացի կամ խաղային տարրերի զարգացման դինամիկան: Նուրի (ճոլի, պուրպատիկին, խուճկուրուրիկ, շերեփ տիկնիկ և այլն) ծիսական տիկնիկի և ջրի պաշտամունքի կցորդումը հայտնի է թե´ հայ հին ու նոր  հավատալիքներից,87  թե´  ազգագրական88  և  այլ  աղբյուրներից:  Թե  ով  է  Նուրին, Նարը կամ Ծովինարը հայոց հավատալիքներում ու հեքիաթներում, առասպելներում ու զրույցներում, կան որոշակի ուսումնասիրություններ,89 իսկ թե ինչպես են Նուրիի գերբ- նական  հատկությունների  հանդեպ  հավատալիքներն  ու  ավանդազրույցները,  նրան մարդկային  հատկանիշների  վերագրումը  հիմք  հանդիսացել  անձրևաբեր  խաղերի առաջացման  համար,  և  առհասարակ  թե,  ինչպես  է  առասպելներից  ու  պատումներից կամ ծեսերից առաջանում խաղ կամ խաղային գործողություն, դժվար է ասել: Մինչ հա- վատալիքն  ու  առասպելը  գործում  են  տոնածիսական  միջավայրում,  զարգանում  ու փոփոխվում կատարողի աշխարհայացքին համահունչ, մանկական կենցաղ են ներթա- փանցում երևույթի և էության միջև գոյություն ունեցող նմանությունների նույնացմամբ, անձն ու առարկան, առարկան ու նրա նշանը, իրն ու անունը, սկիզբն ու սկզբունքը միմ- յանցից  հստակ  չտարբերակելով  ու  համարժեքայնացմամբ:90  Նուրիի  ծեսը  կատարվել  է Վարդավառին և հատուկ իրադրության՝ անձրև բերելու կամ կտրելու ժամանակ, սակայն երկրորդ  հերթին  հայտնվում  են  հանդիսատեսներ,  որոնք  չկան  ծեսում,  երրորդ՝  առաջանում  է  իմպրովիզ անելու  հնարավորություն,  չորրորդ՝  փոխվում  են  փոխանցման  մեխանիզմները.  եթե  ծեսը  փոխանցվում  է սերնդից սերունդ առանձին մասերի, շերտերի ուսուցմամբ, ապա խաղը՝ օրենքների օգնությամբ): ", "Նյութական  մշակույթի  հետազոտման  ուղղությամբ  առաջին  լուրջ  քայլերը  կա- տարվեցին դեռևս XX դարի սկզբներին, երբ սկսվեցին Հայաստանի միջնադարյան հու- շարձանների պեղումները: Բացառիկ էին Անի քաղաքի պեղումները, որոնց վերաբերյալ հրատարակությունները գիտական հանրության ու հասարակության ուշադրության դի- տակետում  հայտնվեցին  դեռևս  պեղումների  տարիներին:  Անիի  պեղումների  արդ- յունքներն  ու  հնագիտական  նյութերի  ուսումնասիրությունները  ամփոփվեցին  ակադե- միկոս  Ն.  Մառի  ,,Ани.  Книжная  история  города  и  его  раскопки’’  աշխատությունում15: ", "Աշխատանքը  կարևորվում  է  նրանով,  որ  հեղինակը  փորձում  է  վերանայել  տիրող  տե- սակետը,  թե  քաղաքը  երկրաշարժից  հետո  (1319)  դուրս  է  եկել  պատմության  ասպա- րեզից`  ընդգծելով,  որ  Անիի  անկումը  տեղի  է  ունեցել  աստիճանաբար:  Հնագիտական նյութերը  և  դրամական  գյուտերը  մեկ  անգամ  ևս  փաստում  են,  որ  քաղաքում  կյանքը շարունակվել է ընդհուպ մինչև XV դարի կեսերը: ", "Նյութական  մշակույթի  հետազոտման  գործում  պակաս  արժեքավոր  չէ  Հ.  Օրբելու ,,Каталог  Анийского  музея  древностей’’  աշխատությունը16,  որտեղ  նկարագրված  է  Անիի հնագիտական  զետեղարանում  պահվող  գտածոների  հարուստ  հավաքածուն`  բացա- ռությամբ քանդակազարդ ու արձանագիր քարերի: ", "XVIII դ. երկրորդ կեսի Այսրկովկասի և նրան հարակից իրանական տարածքների խանությունների  քաղաքական  պատմության լուսաբանմամբ  աչքի  են  ընկնում Արևելյան Վրաստանում 1783-1787 թթ. հաստատված ռուսական լիազոր ներկայացուցիչ գնդապետ  Ս.  Բուրնաշևի5,  Հերակլ  Բ  և  Սողոմոն  Ա  արքաների  մոտ  գտնվող  (1782-1783 թթ.) գերմանացի բժիշկ Յ. Ռայնեգսի և Մ. Բիբերշտայնի աշխատությունները 6: ", "Ուշագրավ  են  նաև  Կ.Պոլսում  Մեծ  Բրիտանիայի  դեսպան  Դուֆֆերինի  1881  թ. դեկտեմբերին  իր  ղեկավարությանն  ուղղված  զեկուցագրերը,  որոնք  բացահայտում  են Օսմանյան  կայսրության  արտաքին  գործերի  քարտուղարի  տեղակալ  Արթին  Էֆենդիին որպես բրիտանական դիվանագիտական ծառայությունների, հետևաբար, հետախուզության  համար  սուլթանի  ծրագրերի  ու  մտահղացումների  մասին  գաղտնի տեղակատվության աղբյուր1: ", "Միջնադարյան  Հայաստանի  նյութական  մշակույթի,  արհեստների  և  քաղաքային կյանքի զարգացման հարցերն ուսումնասիրելու գործում խոշոր ավանդ է ներդրել Կ. Գ. հատ. I, 1958, 376 էջ, հատ. II, 1964, 320 էջ: ", "Կ.Պոլիս, 1874: ", "Հայաստանի  միջնադարյան  խեցեգործական  արտադրանքի  քննության  ոլորտում մեծարժեք  են  Բ.  Շելկովնիկովի    աշխատությունները`  Անի  և  Դվին  խեցեգործական կենտրոնների նյութական մնացորդների մանրամասն քննությամբ19: ", "XIV  –  XVII  դդ.  խեցեգործության  ուսումնասիրությունը  բավական  սահմանափակ է: Այս առումով արժեքավոր է 2009 թ. հրատարակված ,,Armenia in the cultural context of East  and  West.  Ceramics  and  glass  (IVth  –  XIVth  centuries)’’  հեղինակային  կոլեկտիվ աշխատությունը20, որտեղ առանձին-առանձին ներկայացված են խեցեգործության հիմ- նական  խմբերը`  ըստ  կավե  հիմքի:  Մանրազնին  քննության  են  ենթարկվել  յուրաքանչ- յուր  փուլի  խեցեգործական  արտադրանքի  ձևաբանական  հորինվածքների  ժամանա- կագրական  փոփոխություններն  ու  հարդարման  հնարներն  իրենց  բոլոր  արտահայտ- չամիջոցներով:  Աշխատության  վերջին  բաժնում  ներկայացված  են  XIII  –  XIV  դդ. հատ. II, ՀՍՍՀ ԳԱ հնագիտական արշավախմբի 1951 – 1972 թթ. աշխատանքների արդյունքները, 1982, 166 էջ: ", "Խադժետլաշեն  արժեքավոր  տեղեկություններ  է  հայտնում  այն  մասին,  որ բրիտանա-թուրքական  քաղաքական  հարաբերություններից  անկախ,  որը  հաճախ արտահայտվում  էր  իրավիճակային  երկդիմի  մոտեցումներով,  Մեծ  Բրիտանիայի  և Օսմանյան  կայսրության  գաղտնի  ծառայությունները  մշտապես  համագործակցել  են, ինչը  ենթադրում  է  նաև  ծպտյալ  աղբյուրներից  ձեռք  բերած  տեղեկատվության փոխանակում5: ", "Միջնադարյան  հախճապակու  համալիր  ուսումնասիրությունն  առաջին  անգամ իրականացրել  է  Ա.  Ժամկոչյանը`  ,,Միջնադարյան  Հայաստանի  հախճապակին  IX  – XIV  դդ.’’  մենագրությամբ21,  որտեղ  փուլ  առ  փուլ  քննվում  են  հախճապակե  անոթների տիպերն ու հարդարման սկզբունքները: Առանձին ներկայացված են նաև հախճասալե- րը,  որոնք  թեև  հայկական  ճարտարապետական  հարդարվեստում  օտարամուտ  երե- վույթ են, բայց սկսած XIII – XIV դդ. որոշակի տարածում են գտնում: ", "XIV – XVII դդ. խեցեղենն առանձին քննության չի ենթարկվել: Հրապարակում կան մենագրություններ  ու  հոդվածներ,  որոնք  մասամբ  են  արծարծում  այդ  շրջանի  խեցե- ղենը: Քիչ թե շատ ուսումնասիրված են ճարտարապետությունը, քանդակային արվես- տը,  մանրանկարչությունը,  մետաղագործությունը:  Արհեստագործության  տարբեր ոլորտների,  հատկապես  խեցեգործության  բնագավառին  վերաբերող  ուսումնասիրու- թյունները  սահմանափակվում  են  նախորդող  ժամանակաշրջանի  բարձր  մակարդակի հասած ավանդույթների շարունակությունը քննարկու ժամանակաշրջանում տեսնելով` առանձնացնելով  ջնարակած  խեցեղենի  մեջ  որակական  փոփոխությունները,  նոր որակի  ջնարակի  ու  դրա  հետ  կապված  տեխնիկական  նոր  միջոցների  կիրառման  հա- մառոտ նկարագիրը: ", "Խաղի ժամանակ. Խաղը  չունի  ժամանակային սահմանափակում: Խաղում էին ամբողջ տարվա ըն- թացքում:  Կային  խաղեր,  որոնք  խաղում  էին  հենց  ձմռանը՝  «Ձնագնդի»,  «Սահնակ քշել» (դրսի խաղեր), «Կարտ», «Դամա» (սենյակային խաղեր): Դրսում չէին խաղում մի- այն անձրևի ժամանակ: Սակայն խաղերի ծավալման հիմնական շրջանը վաղ գարունն ու ուշ աշունն էր: ", "Հայկական լեռնաշխարհում կնոջ պատկերագրության առաջին դրսևորումներին հան- դիպում  ենք  ժայռապատկերներում,  որոնք  էլ  կերպավորում  են  պալեոլիթյան  շրջանի կանանց  որոշ  պատկերատիպեր:  Վանի  տարածքի  Փութ  (Բութ)  գյուղից  արևելք,  կիրճի նույնի, Ранние формы искусства, Москва, 1972. Kingdom, 1927. de la pierre ancienne, Paris, 1951, Breuil H., Les bas-reliefs de la Magdelaine à Penne (Tarn), Comptes rendus des séances de l'Académie des Inscriptions et Belles-Lettres, Année 1952, Volume 96,  Numéro 4, p. 612-614. текста, Москва, 1987, с. 121-132, նույնի, К реконструкции балто-славянского мифологического образа Земли- Матери*Zemia&M-at-e(*Mati)//Балто-славянские исследования, 1998-1999, XIV, Москва, 2000, с. 239-371. литература,  т.  8,  Москва,  1932,  с.  121-136,  նույնի,  Женщина-город  в  библейской  эсхатологии//Сергею  Фе- доровичу Ольденбургу: К пятидесятилетию научно-общественной деятельности. 1882-1932: Сборник статей. Ленинград, 1934, с. 535-548. չորս անձավներում հնագետ Օքթայ Բելլիի կողմից հայտնաբերվեցին 150 ժայռապատկեր- ներ, որոնք ներկայացնում են հիմնականում պարող դիցուհիներ: Այդ պատճառով քարան- ձավը կոչվում էր «Կույսերի անձավ»36: Օ. Բելլի կարծիքով ժայռապատկերները վերաբեր- վում են նոր քարի դարին37: Իսկ հուշարձանի ժայռապատկերներով զբաղվող Բ. Ուտիեն և Մ. Թիերին նրանց թվագրում են առավել վաղ՝ պալեոլիթյան ժամանակաշրջանով38: ", "Հնագույն Հայաստանի արվեստի ուսումնասիրության գործում անգնահատելի է  Ստ. Եսայանի ավանդը: «Հին Հայաստանի քանդակը»39 գրքում ուսումնասիրել է վաղ բրոնզե- դարից մինչև երկաթեդար թվագրվող (մ.թ.ա. III հազ.-մ.թ.ա. I հազ.) քարից, կավից և մե- տաղից քանդակները: Կատարել է գտածոների մանրամասն քննություն,  դասակարգել և խմբավորել է բրոնզ-երկաթի դարերի քանդակագործության բազմաթիվ նմուշներ: Ուսում- նասիրել է դրանց հաջորդական զարգացումը, կապվածությունը հնագույն հավատալիքնե- րի հիմքում ընկած արևի, երկնքի, ջրի, պտղաբերության պաշտամունքների հետ: Հայկա- կան լեռնաշխարհի գտածոների և գաղափարապատկերային պատկերացումների համա- լիր և ամբողջական ուսումնասիրության համար օգտագործել ենք նաև Հ. Մարտիրոսյա- նի40, Է. Խանզադյանի41, Լ. Աբրահամյանի42, Գ. Թումանյանի43, և այլոց աշխատանքները: ", "Հայաստանի  ուշմիջնադարյան  խեցեղենի  արտադրության  փուլային  զարգացման ողջ գործընթացը պատկերացնելու և բացահայտելու համար բացառիկ է Ի. Ղարիբյանի` ,,Լոռե բերդաքաղաքը և նրա պեղումները’’ մենագրությունը24, որտեղ առանձին բաժնով ներկայացված է նյութական մշակույթը: Դասակարգելով խեցեղեն տեսականին ըստ կի- րառության, հեղինակը մեծ ուշադրություն է հատկացնում ծխամորճերին, որոնց քննու- թյունը հնարավորություն է տալիս հեղինակին ենթադրելու, թե Լոռե քաղաքն, ամենայն հավանականությամբ,  ունեցել  է  կավե  ծխամորճների  տեղական  արտադրության  ար- հեստանոց: ", "хиджры (1774-1784), Сочинение Джевдета-паши, Перевод с турецкого с предисловием и примечаниями М. А. Гамазова, – «Русский архив», т. III, Москва, 1888. Сперанского, СПб., 1830, т. VII, XXI, XXIII, XXIV, XXV. Штендмана и др., в 5-ти тт., 12-ти чч., СПб., 1869–1904, т. I, Совет в царствование императрицы Екатерины II, 1768–1896 гг., 1869; т. II, Совет в царствование императора Павла I, 1796–1801 гг., 1888. Цагарели, СПб., т.  I, 1891; т. II, вып. II, 1902. որ կոչի յիշատակարան արձանացուցիչ, հայելի և պարունակող բնաւից որպիսութեանց Սրբոյ Աթոռոյս եւ իւրոյ  շրջակայից  վանօրէիցն:  Համաժողովեցեալ  եւ  շարադրեցեալ  ի  Սիմէօնէ  ցաւահար  եւ  վշտակոծ կաթուղիկոսէ  Երեւանցւոյ,  Վաղարշապատ  –  Ս.  Էջմիածին,  1873;  Աբրահամ  Երեւանցի,  Պատմութիւն Ընդգրկված  ժամանակաշրջանի  աղբյուրագիտական  հարուստ  նյութեր  են ամփոփված  նաև  XIX  դ.  հայ  հետազոտողներ  Ղ.  Ալիշանի,  Մ.  Սմբատյանցի,  Մ. Բարխուտարյանցի երկերում և «Դիւան հայոց պատմութեան» շարքի հատորներում25: ", "Հայաստանը, Մերձավոր Արևելքի երկրների բաղկացուցիչ օղակը լինելով, արհես- տագործական  արտադրության  մեջ  ուներ  իր  ուրույն  տեղը:  Մեր  աշխատանքի  համար անգնահատելի  են  արտասահմանյան  հեղինակների  մի  շարք  մենագրություններն  ու հոդվածները  Առաջավոր  Ասիայի,  Միջին  Ասիայի,  Չինաստանի,  Իրանի,  Թուրքիայի խեցեգործական  արտադրանքի  վերաբերյալ:  Բազմաթիվ  հրապարակումների  շարքում պետք է առանձնացնել Ա. Պոպի26, Ա. Լեյնի27, Ֆ. Զարեի28, Ռ. Հոբսոնի29, Ջ. Քարսվելի և Ս. Սարգիս վանքից հայտնաբերված հախճապակին, ՀՀմ XII, Երևան, 2002, էջ 103-106; Бабаян Ф., Корхмазян Э., Монастырь Сурб Хач как центр армянской культуры в Крыму, Ереван – Симферополь, Изд. Наапет, 2008, 88 с;  նույնի`  Հառիճի  վանական  համալիրը`  իբրև  պատմահնագիտական  հուշարձան,  ՀՀՄ -  3,  Երևան, ,,Մուղնի’’ հրատ., 2003, էջ 135-144: ", "Նորագույն շրջանում բազմաթիվ են ուրարտական աստվածների պատկերագրության մասին  ուսումնասիրությունները:  Ուրարտական  թիթեղների,  մեդալիոնների,  գոտիների սկզբնական ուսումնասիրությամբ և խմբավորմամբ զբաղվել է Մյունխենի Հնագիտական թանգարանի տնօրեն Հ. Կելլները, որը լուսանկարել, հավաքել և զուգահեռներ է անցկաց- րել Կարմիր բլուրից, Նորշունթեփեյից, Մանազկերտից, Ալթինթեփեից գտնված նյութերի հետ  և  հրատարակել  է  այս  պաշտամունքային  թիթեղների  և  գոտիների  մասին  մի  շարք աշխատություններ46:    Մեզ  համար  արժեքավոր  է  նաև  Ե.  Կաների47  կողմից  1997  թ-ին հրատարակված կատալոգը բրոնզե պաշտամունքային թիթեղների մասին, որտեղ վերջի- նս  մանրամասն  խմբավորել,  առանձնացրել  և  վերլուծել  է  պատկերագրական  տիպերը, խմբերն ու թեմաները: Ե.Կաները կատարել է նաև կին աստվածուհիների պատկերագրա- կան տիպերի առանձնացում: ", "Վարազդատի, ծնվ.` 1948 թ.: ", "Խեցեղենի դասակարգման ուղղությամբ օգտակար աշխատանք է կատարել Վ. Կո- վալը  իր  ,,Керамика  Востока  на  Руси  IX  –  XVII  вв.’’  մեծածավալ  մենագրության  մեջ37: ", "Խեցեղենի դասակարգման նրա մեթոդները մեզ բավականին կօգնեն XIV – XVII դդ. հա- յաստանյան խեցեղենի դասակարգման հարցում: "]}