{"paragraphs": ["Ասորիների մյուս կեսը բնակվում էր Ադանայի (Ադանա, Մարաշ), Հալեպի (Ուրֆա, Հա- լեպ, Կամիշլի), Սիրիայի (Դամասկոս, Համա) և Մոսուլի վիլայեթներում: Օսմանյան ուղ- ղափառ և կաթոլիկ ասորիների մի մասը կենտրոնացած էր նաև Կոստանդնուպոլսում: ", "Կարծում  ենք,  սակայն,  այս  հարցին  ևս  զգուշորեն  ու  որոշակի  վերապահումով  է պետք  մոտենալ:  Ինչպես  արդեն  նշվեց,  փաստորեն,  լեզվական  հանրույթն  է վճռորոշ դեր խաղում այս կամ այն կառույցի կենսունակության հարցում և, ելնելով այն  փաստից,  որ  հանրությունը  անընդհատ  շարժվող  ու  երբեք  ճիշտ  նույն վիճակում չմնացող  միավոր  է,  ապա  կարելի  է,  թերևս  նույնիսկ  որոշ վստահությամբ,  ենթադրել,  որ  այն  կառույցները,  որոնք  տվյալ  պահին  լեզվի համար  կիրառելի  չեն,  հետագայում,  ըստ  համատեքստի  պահանջի  կամ  խոսողի հաղորդակցական նպատակի, հնարավոր է դառնան կիրառելի: ", "մասը XX դ. սկզբին հակոբիկ ասորիներն էին: Տուր Աբդինում կային նաև ոչ բազմաթիվ քաղդեականներ, նեստորականներ և ասորի կաթոլիկներ: ", "Նախ նա նշում է, որ Enough is enough նույնաբանությունն արտահայտում է կոշտ ու չհանդուրժող  կեցվածք  և  կիրառվում  է  խոսողի`  այլևս  հանդուրժել  չցանկանալու նպատակը ցույց տալու համար, իսկ Boys will be boys-ը, հակառակը, ցույց է տալիս խոսողի  հանդուրժողական  ու  ներող  կեցվածքը:  Սակայն  հենց  ինքն  էլ  բերում  է, օրինակ,  A joke is a joke  (but  that's  enough)  (տե'ս  նույն  տեղում),  որտեղ  խոսողը խիստ  ու  անհանդուրժող  չէ:  Այստեղից  նա  հետևություն  է  անում,  որ  Enough is enough-ը  ավելի  մոտ  է  A  picnic  is  a  picnic  կամ  Boys  will  be  boys նույնաբանություններին` որպես հանդուրժողականության նշանակություն ունեցող կառույց, ինչը հակառակ է իր իսկ կողմից առաջարկված Enough is enough- ի մեկնաբանությանը: Սակայն նույն կերպ կարելի է  գտնել այլ  օրինակներ, որտեղ Enough is enough-ն  օգտագործվում  է  հենց  խիստ  ու  անհանդուրժող  դիրքորոշում ցույց տալու համար: Օրինակ` At dawn the people of Sasoon were stiff and cross. They knocked on Ohan’s door at the top of the tower. “Ohan”  they  carped.  “Enough  is  enough.  Look  at  the  mess.  Look  at the madness. And look at you: doing nothing!” (SJ DD: 20) Այստեղ  արդեն  Enough is enough-ը  ոչ  մի  կերպ  հանդուրժողական  կամ ներելու  հակված  դիրքորոշման  նշանակություն  չի  կարող  ունենալ:  Իրականում Վերժբիցկայի տվյալ դիտարկումը հետաքրքրական ու կարևոր է այն իմաստով, որ նա ցույց է տալիս նույնաբանության նշանակության ոչ միանշանակ ու սահմանելի լինելը:  Ըստ  հաղորդակցական  իրադրության`  նույնաբանության  արտահայտած իմաստը կարող է շատ կամ քիչ փոփոխվել: ", "Օսմանյան  կայսրության  իշխանության  ներքո  և  օսմանյան  իշխանությունների աջակցությամբ  Տուր  Աբդին  և  նրան  սահմանակից  շրջաններ  սկսեցին  ներթափանցել քրդերը,  որոնք  պարբերաբար  քրիստոնյաների  ջարդեր  էին  կազմակերպում,  հաճախ՝ նույն  օսմանյան  իշխանությունների  հրահրումով:  Ջարդերը  չէին  սահմանափակվում Տուր Աբդինով. այսպես, 1829 թ. քրդերը ասպատակեցին Մոսուլի վիլայեթի Ալկոշ գյու- ղաքաղաքի  մերձակայքում  բնակվող  հակոբիկների  վրա  և  սրի  քաշեցին  հարյուրավոր խաղաղ  բնակիչների,  այդ  թվում՝  հոգևորականների:  Հակոբիկների  ամենաարյունալի կոտորածը տեղի ունեցավ 1895 թ. Եդեսիայում, որտեղ քրդերը իշխանությունների հոր- դորով ոչնչացրին 15 հզ ասորիների: ", "Այսպիսով,  շեշտելով,  որ  նույնաբանական  կառույցները  վերաբերմունք արտահայտող  լեզվական  միավորներ  են,  Վերժբիցկան  փորձում  է  ցույց  տալ,  որ դրանց  արտահայտած  այդ  վերաբերմունքը  պայմանավորված  է  լեզվին  հատուկ քերականական  կառուցվածքով:  Մինչդեռ,  ինչպես  ցույց  տվեց  մեր  քննությունը, միևնույն  նույնաբանական  կառույցը  տարբեր  խոսքային  իրադրություններում կարող է դրսևորել  տարբեր իմաստներ և ձեռք բերել  տարբեր մեկնաբանություններ,  և որ  այդ  մեկնաբանությունները  միշտ չէ,  որ պայմանավորված են միայն նույնաբանության կառուցվածքային առանձնահատկություններով: ", "Հայերի ազգային-ազատագրական շարժումն ասորական մտավորականության կողմից հաճախ դիտվում էր որպես լուրջ սպառնալիք ասորական ինքնությանը. սեփական ազ- գային-ազատագրական գաղափարախոսություն և շարժում օսմանյան ասորիները չու- նեին: ", "Է.  Միքին  կիսում  է  Ռ.  Գիբբսի  և  Բ.  Ֆրեյզրի  այն  կարծիքը,  որ նույնաբանությունները  վերահաստատում  են  խոսընկերների  դիրքորոշումներն  ու մոտեցումները:  Նույնաբանական  կառույցի  միջոցով  լսողի  մոտ  առաջ  բերելով որոշակի  դատողություն`  խոսողը  կապում  է  արդեն  հայտնի  գիտելիքը  տվյալ համատեքստի  հետ  և  այդպիսով  վերահաստատում  փոխադարձաբար  ընդունելի մոտեցումները:  Է.  Միքին  այնուհետև  որոշակիացնում  է  և  վերահաստատում ասվածը`  նշելով,  որ  նույնաբանության  միջոցով  խոսողը  իր  խոսակցին  կարող  է փոխանցել  համաձայնության  և  միասնականության  կամ  կարեկցանքի  ու դաշնակցության  զգացողություն:  Մյուս  կողմից`  խոսընկերների  ընդհանուր գիտելիքի  բնույթը  կարող  է  տարբեր  իրադրություններում  տարբեր  լինել:  Այդ ընդհանուր  գիտելիքը  կարող  է  հիմնված  լինել  նախորդ  դիսկուրսի,  միմյանց ընտանիքների,  ընդհանուր  ընկերների  մասին  ունեցած  տեղեկության,  ընդհանուր ենթամշակույթից  եկող  գիտելիքի    կամ  տվյալ  հանրույթի  անդամների  համար ընդհանուր հասկացությունների և պատկերացումների վրա: Ընդհանուր գիտելիքի լայն  հնարավորությունների  դաշտով  պայմանավորված`  նույնաբանությունների մեկնաբանությունների հնարավոր տարբերակների բազմազանության հավանականությունը  նույնպես  մեծանում  է  (Miki  1996:  641-643):  Որպեսզի պատկերավոր  կերպով  ցույց  տանք  նույնաբանությունների  մեկնաբանման  ու վերծանման  համընդհանուր  կաղապար գտնելու բարդությունը,  այստեղ կներկայացնենք  երկու  օրինակ:  Boys  will  be  boys  նույնաբանությունը  մի համատեքստում կարող է մեկնաբանվել, որ տղաների պահվածքն անկառավարելի է, իսկ մեկ ուրիշ համատեքստում կարող է նշանակել, որ նրանք համակրելի են ու հաճելի:  Այս  դիտարկումը  պարզորոշ  ցույց  է  տալիս,  որ  նույնաբանության ներակայումը  կախված  է  ոչ  միայն  համատեքստից,  այլև  խոսընկերների  ունեցած ընդհանուր  գիտելիքից  (Gibbs  1994:  346;  Putnam  1975  b;  Tsujimoto  1996):  Կարելի  է ընդհանրացրած  կերպով  ասել,  որ  անգլերեն  նույնաբանությունների  փոխանցած նշանակությունը  հանգեցնում  է  this cannot be changed  մեկնաբանությանը:  Այս մեկնաբանությունը  հարմար  է  այնպիսի  նույնաբանական  կառույցների  համար, ինչպիսիք  են A snake is a snake  կամ Kids are kids; Boys will be boys; Let bygones be bygones; Enough is enough և  That's that,  սակայն  հետևյալ  արտահայտությունը`  I don’t  care  what  brand  –  coffee  is  coffee,  ակնհայտորեն  բացառություն  է,  որն արտահայտում  է  խոսողի  անտարբերությունը  (Wierzbicka  1991:  441-442):  Ուստի, ինչպես  նշում  են  ոչ  իմաստաբանական  մոտեցման  կողմնակիցները,  բարդ  կլինի գտնել  տարբեր  տեսակի  նույնաբանությունների  և  խոսողի  հաղորդակցական նպատակի  մեկնաբանման  համար  պիտանի  որևէ  համընդհանուր  մեթոդ,  քանի  որ նույնաբանության  յուրաքանչյուր  նմուշ  կրում  է  իրեն  հատուկ  զուգորդումները  և կարծրատիպերը:  Այս  խնդրի  ամբողջ  բարդությունն  առավել  ցայտուն  է արտահայտվում,  երբ  միևնույն  նույնաբանությունը,  տարբեր  համատեքստերում կիրառվելով,  արտահայտում  է բոլորովին  տարբեր  մոտեցումներ  կամ վերաբերմունքներ որևէ երևույթի կամ առարկայի հանդեպ: ", "Նույնաբանության մեկնաբանման ու դրա հաղորդակցական- գործաբանական  արժեքի  վերլուծության  տեսակետից  կարևոր  մոտեցում  են  առաջ քաշում  Ջ.  Վորդը  և  Ջ.  Հիրշբերգը:  Նրանց  տեսությունը  նույնպես,  ինչպես  արդեն նշվեց, հիմնվում է Գրայսի քանակի կարգախոսի վրա: Վորդը և Հիրշբերգը գտնում են,  որ  Վերժբիցկայի  տեսությունը,  որ  հիմնովին  հակադրվում  է  Գրայսի  և  նրա հետևորդների`  Լևինսոնի,  Ֆրեյզրի  և  այլոց  տեսակետներին,  ունի  թերի  կողմեր: ", "Հայկական  վիլայեթների  խոշոր  քաղաքներում  և  բազմաթիվ  գյուղական  վայրե- րում հայերն ու ասորիներն ապրում էին կողքկողքի և ունեին բարիդրացիության և հա- մագործակցության  բազմադարյան  ավանդույթներ:  Հայ  առաքելական  եկեղեցին  չէր փորձում միջամտել քույր Անտիոքի ասորի ուղղափառ եկեղեցու ներքին գործերին, թեև եղել  են  անախորժ  բացառություններ  (առավելապես՝  եկեղեցապատկան  ունեցվածքի տնօրինման իրավունքի շուրջ): Սա որոշ լարվածություն էր առաջացնում երկու նույնա- դավան  քրիստոնյա  եկեղեցիների  հարաբերություններում  և  ժամանակ  առ  ժամանակ ստիպում  էր  ասորիներին  ընկալել  թվով  իրենց  անհամեմատ  գերազանցող,  տնտեսա- կան,  մշակութային  և  լեզվական  առումներով  գերիշխող  և  քաղաքականապես  ակտիվ հայերին  որպես  իրենց  ազգային  ինքնությանը  սպառնացող  վտանգ:  Նախորդ  գլխում հիշատակված  ասորի  լրագրող  Նաում  Ֆաիկն  իր  հոդվածներից  մեկում  գրել  է,  թե հայերը, դիտելով իրենց ու ասորիներին որպես մեկ միասնություն, «ավերել են մեր միլ- լեթը, մեր տեսակն ու մեր լեզուն, գրավել են մեր եկեղեցիները, վանքերն ու կրոնական հաստատությունները,  դարձրել  են  մեզ  իրենց  ենթակաները»57:  Նրան  են  պատկանում այն  խոսքերը,  թե  ասորիները  «մեկ  կաթիլ  են  հայկական  ծովի  մեջ»  և  «հայերի  ստվե- րում են»: 1895-96 թթ. հայկական ջարդերից հետո Ասորի ուղղափառ եկեղեցու պատ- րիարք Իգնատիոս Աբդելմասիհը շտապեց իր հավատարմությունը հայտնել Օսմանյան իշխանություններին  և  նրանց  հասցեագրված  նամակներից  մեկում  գրել,  թե  «հայերը անցյալում փորձել են հայացնել մեր լեզուն և մեր կրոնը, որոնք մինչ օրս գոյատևել են շնորհիվ  մահմեդական  օրենքի  <…>  Բիթլիսի  և  Ուրֆ այի  մեր  հոգևոր  առաջնորդների նամակները, որոնք ստորագրված են նաև այլ հարգված անձանց կողմից, ապացուցում են, որ հայերը թալանել և սպանել են մեր համայնքներից շատերին»58: Այս կապակցու- թյամբ Դիարբեքիրում Մեծ Բրիտանիայի հյուպատոսը տեղեկացրել է Կոստանդնուպոլ- սում իր դեսպանությանը, որ այս և նման այլ նամակները գրվել են Դիարբեքիրի վալիի պարտադրանքով59: ", "Սկսած 1870-ականներից՝ հակոբիկները դիմում էին օսմանյան իշխանություննե- րին՝ խնդրելով իրենց ճանաչել որպես ինքուրույն միլլեթ: Օսմանյան կառավարությունը (1872-1894),  առնվազն  թղթի  վրա,  ստացավ  կառավարության  հետ  պաշտոնական շփման մեջ մտնելու՝ հայոց պատրիարքի հետ հավասար իրավունք: Բացի պատրիար- քից՝ XIX դ. երկրորդ կեսին Ասորի ուղղափառ եկեղեցին Օսմանյան կայսրությունում ու- ներ ևս ութ բարձրաստիճան եկեղեցականներ. դրանք էին Երուսաղեմի, Մոսուլի, վեր- ջինի  մերձակայքում  գտնվող  Մար  Մաթթա  վանքի,  Խարբերդի,  Ուրֆայի  և  Մարդինի sity of New York Press, 1983, էջ 92-93: ", "եպիսկոպոսները,  ինչպես  նաև  ևս  երկու  եպիսկոպոսներ,  որոնք  կապված  չէին  որևէ թեմի կամ վանքի հետ: ", "Ձևականորեն  հայկական  առաքելական  միլլեթին  էին  դասվում  նաև  Վանի  վի- լայեթի նեստորականները, չնայած զուտ դավանական առումով Հայ առաքելական եկե- ղեցին  «անհամատեղելի»  է  Արևելքի  եկեղեցու  հետ:  1864  թ.  անհաջող  փորձ  արվեց ստեղծելու առանձին նեստորական միլլեթ: Իրենց աշխարհագրական մեկուսացվածու- թյան  և  կենտրոնական  իշխանությունից  ինքնավարության  ավելի  բարձր  աստիճանի պատճառով  նեստորականները,  փաստորեն,  դուրս  էին  մնում  միլլեթների  համակար- գից: ", "Քաղդեական  և  Ասորի  կաթոլիկ  եկեղեցիների  հետևորդները  պատկանում  էին ասորիների ընդգրկում դեռևս XVIII դ. արձանագրվել է Մարդինում60): Քաղդեականնե- րը,  որպես  ինքնուրույն  միլլեթ,  առանձնացան  1889  թ.,  իսկ  կաթոլիկ  ասորիների  հա- մար այդ գործընթացն ավարտվեց 1890-ականների վերջում: ", "Ինչ  վերաբերում  է  բողոքականներին,  ապա  բրիտանական  ճնշման  ներքո  Օս- մանյան  կայսրությունը  1850  թ.  հայտարարեց  բողոքականների  միլլեթ  ստեղծելու  մա- սին61,  սակայն  փաստացի  ճանաչում  այն  այդպես  էլ  չստացավ:  Կայսրության  բողոքա- կանների ճնշող մեծամասնությունը հայեր էին, և բողոքականություն ընդունող ասորի- ներն  ինքնաբերաբար  միավորվում  էին  հայերի  հետ  ընդհանուր՝  իր  էությամբ  հայկա- կան համայնքի մեջ (Ուրֆայում, սակայն, բողոքական ասորիներն ունեին իրենց սեփա- կան եկեղեցին62): ", "Լեզվական  առումով  Օսմանյան  կայսրության  արևմտյան  ասորիները  բավակա- նին խայտաբղետ հավաքածու էին: Արդի արամեական բարբառները պահպանվել էին միայն Տուր Աբդինում, ինչը միավորում էր այդ շրջանը արևելյան ասորիներով (նեստո- րականներով  և  քաղդեականներով)  բնակեցված  Հաքքյարիի,  Ուրմիայի  և  Մոսուլի Press, 2002, էջ 127: ", "սկզբունքին,  ապա  ըստ  քանակի  ու  տեղինության  կարգախոսների`  նա  ասել  է այնքան, ինչքան որ ճիշտ է a-ի մասին: ", "շրջանների  հետ:  Արդի  արամեական  բարբառներ  պահպանվել  էին  նաև  Դիարբեքիրի մերձակայքում. դրանցից մեկը՝ Մլահսո գյուղինը, գոյատևեց մինչև XX դ. վերջը և ներ- կայումս մեռած է համարվում: Սիրիայի ասորիները գերազանցապես արաբախոս էին, նրանց մոտ տարածում ունեին նաև արաբական և արաբացված անունները, և արաբ- ները  նրանց  հաճախ  ընկալում  էին  որպես  քրիստոնյա  արաբներ:  Ինչպես  նշեցինք, արաբերենը տարածված էր նաև Մարդինում, որտեղ այդ լեզվով խոսում էին ոչ միայն ասորիները, այլև հայերը63: Արևելյան Անատոլիայի գյուղաբնակ ասորիները հիմնակա- նում թրքախոս և քրդախոս էին: ", "իր խոսքում: ", "XIX  դ.  ամբողջապես  հայախոս  էին  Խարբերդի  և  Ուրֆայի  ասորիները:  Բացի դրանից՝  անկախ  ազգությունից,  հայախոս  էին  Դիարբեքիրի  բոլոր  քրիստոնյաները64: ", "Մեծ թվով հայախոս ասորիներ կային Բիթլիսում, Մալաթիայում, Մարաշում և Ադանա- յում: Ըստ էության՝ հայաշատ բոլոր վայրերում ասորիները խոսում էին հայերեն և քրդե- րեն65: ", "Ասորիների  ներկայությունը  Խարբերդում  արձանագրված  է  XI  դարի  սկզբից,  երբ  քա- ղաքը՝  «Հեսնա  դ-Զիյադ»  («Զիյադի  բերդ»)  անվամբ  հիշատակվում  է  Անտիոքի  ասորի Սփյուռքի մի քանի գաղթօջախներում, որտեղ նրանց «հին հայեր» են կոչում. նրանք, որպես կանոն, ա- րաբախոս  են  մնում:  Հարկ  է  նշել,  որ  մարդինցի  կաթոլիկ  հայերի  մի  մասն  ասորական  ծագում  ունի, քանի  որ,  ինչպես  արդեն  նշվեց,  XVIII  դ,  երբ  Մարդինում  դեռ  չկային  ասորական  կաթոլիկ  հաստատու- թյուններ,  կաթոլիկություն  ընդունել  ցանկացող  ասորիներն  ընդգրկվում  էին  կաթոլիկ  հայերի  համայնքի մեջ: Անուղղակի կերպով այս հանգամանքը ներկայումս դրսևորվում է նրանով, որ «հայ կաթոլիկ» հաս- կացությունը  հաճախ  դիտվում  է  որպես  առավելապես  հարանվանական,  և  ոչ  անպայման՝  ազգային պատկանելություն  արտահայտող  (հիշենք  Ուկրաինայի  «հույն  կաթոլիկներին»,  որոնք  ազգությամբ  բա- ցառապես ուկրաինացիներ են): ", "Tigranakert/Diarbekir and Edessa/Urfa, ed. Richard G. Hovannisian, Mazda Publishers, Costa Mesa, Califor- nia, 2006, էջ 265: ", "ուղղափառ  եկեղեցու  թեմերի  ցանկում66:  «Հեսնա  դ-Զաիդ»  արտասանական  տարբե- րակով քաղաքը հիշատակում է ասորի խոշորագույն հանրագիտակ Գրիգոր բար Հեբ- րայոսը  (1226-1286):  Հետագայում  ավելի  է  տարածվում  արաբական՝  «Հիսն  Զիյադ» տարբերակը: Այն իր «Երկրների բառարանում» հիշատակում է արաբ անվանի աշխար- հագրագետ Յակութ ալ-Համավին (1179-1229)՝ «Հիսն Զիյադ, հայկական հողերում, այս- օր հայտնի է որպես Խարթաբիրթ» (ﺕﺮﺒﺗﺮﺨﺑ ﻡﻮﻴﻟﺍ ﻑﺮﻌﻳﻭ ﺔﻴﻨﻴﻣﺭﺃ ﺽﺭﺄﺑ ﺩﺎﻳﺯ ﻦﺼﺣ): Մեկ այլ նշա- նավոր արաբ աշխարհագրագետ՝ Շամսուդդին ադ-Դիմաշկին (1256-1327), պարզաբա- նում է, որ «Խարթաբիրթ» է կոչվել քաղաքը, իսկ «Հիսն Զիյադ»՝ նրա հինավուրց միջ- նաբերդը67: ", "Ինչպես  նշել  էինք,  տարածաշրջանում  ասորիների  թվաքանակը,  բյուզանդացի- ների  քաջալերմամբ,  աճել  է  XII-XIII  դդ.,  և  նրա  կենտրոնը՝  Մալաթիան,  դարձել  «ասո- րական  վերածննդի»՝  ասորական  գրականության  վերջին  վերելքի  կենտրոնը:  Մալա- թիայի մերձակայքի Մոր Բարսաումա վանքում հաստատվել էր նաև Ասորի ուղղափառ եկեղեցու  պատրիարքի  նստավայրը:  Խարբերդի  ասորական  թեմը  կրկին  հիշատակ- վում է XIII-XIV դդ.: Այսպես, XIII դ. կեսերին Խարբերդի մետրոպոլիտ է եղել Դիոսկորոս Թեոդորոսը:  Նա  ծնվել  է  Խարբերդում՝  Միքայել  բար  Բասիլ  քահանայի  ընտանիքում: "], "source_docs_file": "Linguistics.json", "paragraph_source_docs": [0, 1, 0, 1, 0, 1, 0, 1, 1, 0, 0, 0, 0, 0, 0, 0, 1, 0, 1, 0, 0, 0, 0, 0, 0]}