{"paragraph_source_docs": [1, 1, 1, 3, 3, 1, 1, 1, 1, 3], "source_docs_file": "History.json", "paragraphs": ["ներ՝ Վահրամ և Ալվինա Վարդանյաններ (ծնվ.` 2000 թ.  և 2002 թ.): ", "Արդի  միջավայրում  կանոններ  խախտողը  որակվում  է  անազնիվ,  խարդախ,  հա- րամ, դաղալ և այլ հատկորոշիչներով: ", "Յ.  Հայզինգան,  կարգազանցներին  որակելով  խաղադրուժ  և  անազնիվ  խաղա- ցող304  բառեզրերով, տարանջատել է նաև այդ հասկացությունները` խաղադրուժի կեր- պարն  անվանելով  «վախկոտ»305:  Հարկ  է  նշել,  որ  կարգազանցության  պատճառների մեծ մասը ոչ միայն դաղալությունն է կամ հարամությունը, այլև խաղացողի ունակութ- յունը: ", "Միջին դարերում, ըստ Մխիթար Գոշի Դատաստանագրքի, առևտուր թույլատրվում էր  նաև  ավաններում,  որն,  անշուշտ,  նպաստում  էր  և  արհեստագործության  զարգաց- մանը: Գառնիում, որն  ուներ  գյուղաքաղաքի կարգավիճակ77, կազմակերպվում է բարձ- րորակ  խեցեղենի  արտադրություն78:  Գառնիի  խեցեղենում  առկա  են  XIII  –  XIV  դդ. ներմուծված  հախճապակե  և  ճենապակե  անոթներ,  ինչը  բացակայում  է  Դվինում:  Սա խոսում  է  Գառնիի  դերի  բարձրացման  և  առևտրական  աշխույժ  հարաբերությունների մասին: ", "հայերեն  ձեռագրերի  հիշատակարաններ,  էջ  351;  նույնի`ԺԵ  դարի  հայերեն  ձեռագրերի  հիշատակա- րաններ, մասն Ա (1401-1450 թթ.), Երևան, ՀՍՍՌ ԳԱ հրատ., 1955, էջ 304: ", "Ըստ մեր  հետազոտությունների՝ յուրաքանչյուր տարիքային խումբ ունի խաղային որոշակի առանձնահատկություն: Օրինակ՝ մինչև 5 տարեկան երեխան նախընտրում է խաղալ  ինքն  իր  համար  կամ  ծնողների  հետ:  Այստեղ  հիմնականում  գերակայում  են առարկաներով  և  շրջանաձև  խաղերը  («Կարմիր  կոճակ»,  «Թաշկինակ»,  «Զիլինա», «Փոքրիկ օրիորդիկ»), որոնց օգնությամբ  համեմատում է առարկաները և դրանով իսկ ծանոթանում գույնի, ձևի, չափերի հետ, իմանում է նրանց հատկությունները, միևնույն ժամանակ կարողանում է դասակարգել: Նրանց բնորոշ են նաև նմանակման (կենդա- նիների  վարքի  ու  ձայների  նմանակում)  և  կերպարային  խաղերը  («Տունտունիկ», «Բժիշկ-բժիշկ»,  «Խանութ-խանութ»  և  այլն),311  որոնց  միջոցով  երեխան,  մտնելով  դերի մեջ, դրանով իսկ յուրացնում է կերպարներն ու մասնագիությունները: ", "Այդ տարիքի երեխաների խաղերն ընդհանուր առմամբ ճանաչողական բնույթի են և միտված են նրանց աշխարհընկալմանը:312 Դպրոցական տարիքի երեխաներն ավելի շատ խաղում են դրսում և խառը կազմով: ", "Նրանց խաղերից են՝ «Կլասը», «Անուն գոռոցին», «Պահմտոցին», «Բադերն ու որսորդնե- րը»,  «Բաբա  ջան,  բաբան»,  «Վոլեյբոլը»,  «Տոպկելոցին»,  «50  կամ  15  քարի  պարտան», «Մի ոտանի սև սատանան», «Մնջախաղը», «50 պոբեդան», «Աղջիկփախցնոցին», «Դրո- շակը»,  «Գետնից  բարձրը»,  «Բասկետբոլը»  «Լյագուշկան»,  «7  կրիշկան»,  «Ֆիշկան», «Ձնագնդին», «Մուկ ու կատուն», «Յոթ քարը» և այլն: ", "Տղաների  շրջանում  դրսում  կազմակերպված  խաղերից  առավել  տարածված  են՝ «Էշ-միլիցան», «Հավալան», «Կռիվ կռիվը», «Բիստը», «Չլիկը», «Հոլը», «Ֆուտբոլը», իսկ աղջիկների շրջանում՝   «Պարանը»,  «Ռեզինը»,  «Հինգ քարը»,   «Սոլ  մակարոնը»  և Վարդանյան Նաիրի Ամրայի, ծնվ.` 1999 թ. և Հարությունյան Գրիշա Զորիկի, ծնվ.` 2000թ.: ԴԱՆ 2010, ՀՀ Շիրակի  մարզ,  ք.  Գյումրի,  բանասաց՝  Սահակյան  Վարազդատ  Վարդանի,  ծնվ.`  1998  թ.:  ԴԱՆ  2012,  ՀՀ Շիրակի մարզ, գ. Սառնաղբյուր, խաղը ներկայացնողներ՝ Անտոնյան Սիրուն Գարեգինի, ծնվ.` 2003 թ., ԴԱՆ նի մարզ, գ. Թթու ջուր, Պուխա Միլենա Արմենի, ծնվ.` 2005 թ. և Պետրոսյան Էդիկ Հակոբի, ծնվ.` 2006 թ., ԴԱՆ 2013, ՀՀ Շիրակի մարզ, ք. Արթիկ, Ղռատյան Անի Արմանի, ծնվ.` 2007 թ.: ", "Եղեգիսի միջնադարյան բնակատեղիում պեղումներ են իրականացվել 2001 թ., որի արդյունքում  հայտնաբերված  հնագիտական  գտածոները  (ուղեկցվում  է  Արղուն  խանի (1280 – 1291) մեկ և Աբու-Սայիդի (1317 – 1335) երկու դրամներով) թույլ են տալիս փաս- տագրել, որ  IX    –  XV  դդ.  տեղում կազմակերպվել է խեցեղենի  արտադրություն` բավա- րարելու տեղական բնակչության պահանջները92: "]}