{"paragraphs": ["նշանակված կառավարչին և խան են հռչակում հարյուրապետ Մուհամմադ Հուսեյնին87: ", "Շուտով քաղաքի բնակիչները՝ դժգոհ լինելով  խանի ծանր հարկային քաղաքականությունից,  գաղտնի  բանակցելով  Ֆաթհ  Ալի  խանի  հետ,  խոստանում  են նրան հանձնել Դերբենդը88: 1759 թ. Դերբենդը գրավելով՝ Ֆաթհ Ալի խանը Մուհամմադ Հուսեյն խանին կուրացնում է, իսկ նրա հնգամյա որդուն՝ Ալի բեկին, սկզբում տանում է Ղուբա,  ապա  Բաքու:  Դերբենդի  խանը  1768  թ.  կնքում  է  մահկանացուն,  իսկ  Ալի  բեկը մնում է Բաքվի խանի մոտ: ", "Դերբենդի  գրավման  փաստը  Ֆաթհ  Ալի  խանը  շտապում  էր  հայտնել  Իրանի տերության,  Օսմանյան  կայսրության  և  Ռուսաստանի  իշխանություններին՝  որպեսզի ստանար  նրանց  քաղաքական  համաձայնությունը:  Քերիմ  խանը  (1750-1779)  Իրանում ծավալվող  քաղաքական  գործընթացներով  զբաղված  լինելով,  ընդունում  է  Դերբենդի գրավման փաստը, պայմանով, որ Ֆաթհ Ալի խանն իրեն պարսից պետության տիրակալ ճանաչի:  Դերբենդի  նվաճման  մասին  լուրը  Ղուբայի  խանը  հայտնում  է  նաև  օսմանյան սուլթանին:  Վերջինս  նվերներ  և  բարեմաղթանքներ  է  ուղարկում՝  հույս  ունենալով ստանալ  խանի  բարեհաճությունը89:  Ղուբայի  խանը  1760  թ.  հունվարին  կատարվածի մասին  տեղեկացնում  է  նաև  Աստրախանի  նահանգապետին՝  հույս  հայտնելով,  որ ռուսական առևտրականները կայցելեն քաղաք90: ", "(այսուհետև՝ АГС). государя императора Петра Великого, СПб., 1763, с. 37-38. В. Г. Гаджиев, Москва, 1967, с. 375; The Encyclopaedia of Islam, Leiden, E. J. Brill, 1991, vol. 2, p. 206. Москва, 1988, с. 91-92 (հետայսու՝ РДО). Այսպիսով,  կիսանկախ  տիրակալները  նպատակ  չունեին  Իրանի  տերությունից, Ռուսական  և  Օսմանյան  կայսրություններից  որևէ  մեկից  քաղաքականապես կախվածություն ունենալ և դիմում էին խուսանավելու քաղաքականությանը: ", "Իսկ  հուշարձանի  ժայռապատկերներով  զբաղվող  Բ.  Ուտիեն  և  Մ.  Թիերին  նրանց թվագրում են առավել վաղ՝ պալեոլիթյան ժամանակաշրջանով, որի հետ մենք համակար- ծիք  ենք128:  Մեզ  համար  հետաքրքրական  է  նաև  այն  հանգամանքը,  թե  ու՞մ  էին  ներկա- յացնում Վանի «պարող կույսերը»: Քարայրի պատկերների ողջ համատեքստն ունենալով գտնում ենք, որ բացի վերը նշվածից կարելի է ենթադրել, որ պատկերված կանայք. tions et Belles-Lettres, Année 1952, Volume 96, Numéro 4, p. 612-614. Tarih Dergisi, 1975, p. 1-40. ա.  տարբեր  նշանակությամբ  և  գործառույթներով  օժտված  դիցուհիների  էին,  որոնք պահպանում էին սրբատեղին, բ.  կենդանիների  հովանավոր,  անտառների,  բուսականության  հովանավոր  և  որսի պահապան  աստվածուհիներ  էին՝  այծերի  և  այլ  կենդանիների  ուղեկցությամբ  երկունքի ծիսական ներկայացման ժամանակ, գ. քրմուհիներ կամ տոհմի պահապաններ, որոնք ներկայացվում են աղոթողի դիրքե- րով մայր աստվածուհուն ձոնված ծիսակարգի ժամանակ129: ", "Հյուսիս-արևելյան  Այսրկովկասի  կիսանկախ  իշխանություններից  էր  Բաքվի խանությունը,  որը  գրեթե  ամբողջությամբ  ընդգրկում  էր  Ապշերոնի  թերակղզու տարածքը91: Արդեն XI դ. Բաքուն Շիրվանշահերի պետության մաս էր կազմում, իսկ XII դ.  նրա  քաղաքական  կենտրոնն  էր:  Մինչև  XVIII  դ.  սկիզբը  Բաքուն  ղեկավարում  էր Սեֆյան շահերի նշանակած կառավարիչը՝ հաքիմը: Վերջինս իշխանությունը կիսում էր հարյուրապետների  հետ,  որոնք  ծագումով  Գիլանից  էին  և  Շիրվան  էին  ներթափանցել Խան-Ահմադ  խանի  1592  թ.  Աբբաս  Ա-ի  (1571-1629)  դեմ  բարձրացրած  անհաջող ապստամբության հետևանքով: ", "Դրանից  հետո,  Լոռեն  հայտնվում  է  մեկ  ակ-կոյունլուների,  մեկ  վրացիների,  իսկ  XVI  – XVII դդ. արդեն Սեֆյան Իրանի և Օսմանյան Թուրքիայի տիրապետության ներքո: ", "археографическою комиссиею, Под ред. Ад. Берже, Тифлис (հետայսու՝ АКАК), т. V, 1873, с. 1119. իշխանությունը  ժառանգաբար  անցնում  է  որդուն՝  Մելիք  Մուհամմադ  խանին94:  Մինչ այդ Միրզա Մուհամմադը հասցրել էր բարեկամանալ հարևանների հետ, «իսկ Ղուբայի Ֆեադալի  խանի  հետ,  որը  միւսներից  վտանգաւոր  կարող  էր  լինել  նորա  համար՝ ազգակցութեան մէջ մտաւ»95 և իր որդուն ամուսնացրեց Ղուբայի խանի քրոջ հետ: Ուժեղ կամքի  տեր  կին  լինելով՝  Հադիջա-բիկին  իշխանությունից  գրեթե  հեռացնում  է  Բաքվի թուլակամ  խանին  և,  միանձնյա  կառավարելով,  կյանքի  է  կոչում  Ֆաթհ  Ալի  խանի քաղաքական  ծրագիրը:  Ուստի,  Բաքվի  խանությունը  Ղուբայի  խանի  ընդարձակ տիրույթներից մեկը դարձավ: ", "Այսպիսով, Բաքվի խանության միավորումով Ղուբայի խանը հնարավորություն էր ստանում  ուղիղ  կապ  հաստատել  Սալիանի  իր  տիրույթի  հետ:  Սակայն  Բաքվի խանությունը,  բացի  ռազմաքաղաքական  հարմար  դիրքից,  ուներ  նաև  առևտրա- տնտեսական  հարուստ  ներուժ:  Բաքվի  խանությունը  Շիրվանի  մյուս  տիրույթների համեմատությամբ աղի և նավթի արտադրության մեծ առավելություններ ուներ: Դրանց արտահանումն  ապահովում էր  խանություն  անհրաժեշտ  պարենամթերքների ներկրումը: Խանության  տարածքում  բազմաթիվ աղի լճերի առկայության96 հետևանքով աղն իր արտահանման ծավալներով նավթից հետո գրավում էր երկրորդ տեղը: Բաքուն ծովով  կապ  ուներ  Աստրախանի,  իսկ  ցամաքով՝  Թիֆլիսի,  Երևանի,  այսրկովկասյան մյուս խանությունների հետ: ", "XVIII  դ.  երկրորդ  կեսին  Կասպից  ծովի  ամենահարմար,  ապահով  և  անվտանգ նավահանգիստը  Բաքուն  էր:  Ի  տարբերություն  Աստրախանի  նավահանգստի,  որը Վոլգայի սառցապատման հետևանքով միայն վեց ամիս էր բաց՝ գործում էր ողջ տարին: ", "Ըստ աղբյուրի՝ Բաքվի խանը Կասպից ծովում ավելի շատ նավեր (խոսքն առևտրական ուխտատեղեաց եւս եւ քաղաքացն եւ գիւղօրէից որք ի Շամախւոյ թեմի, Տփխիս, 1896, էջ 378: ", "статистическом, этнографическом, топографическом и финансовом отношениях, ч. IV, СПб., 1836, с. 33-36. նավերի մասին է) ուներ, քան Դերբենդի Ֆաթհ Ալի խանը97: Հայտնի է, որ Կասպից ծովով կանոնավոր նավարկում էր հայ վաճառական Սողոմոնյանի երկու առևտրային նավ98: ", "հավաքելով, ի վերջո հասնում է դևին, սպանում և հաղթում կամ պարտվում՝ մեռնում: ", "Վերջապես,  եթե  Ֆաթհ  Ալի  խանին  հաջողվեր  իրեն  ենթարկել  Շամախիի խանությունը,  ապա  Ղարաբաղի  և  Շաքիի  խանությունները  նվաճելու  հեռանկարներն առավել  իրատեսական  էին  դառնում՝  ապահովելով  Ղուբայի  խանի  միանձնյա գերիշխանությունը տարածաշրջանում: ", "Շամախիի խանությունը գտնվում էր Հյուսիս-արևելյան Այսրկովկասի սրտում և իր աշխարհագրական  դիրքով  կտրված  էր  Կասպից  ծովից 99 :  XVI-XVIII  դդ.  Շիրվանում բացակայում  էին  ուժեղ  քոչվոր  ցեղերը,  և  ցեղային  վերնախավին  պատկանող ժառանգական  բեկլարբեկություններ  և  տիրույթներ  չէին  ձևավորվում 100 :  Իրանում աֆղանների  ապստամբությունից  ոգևորված  Սուրխայ  խան  Ղազիկումուխցին  և  Հաջի Դավուդ  բեկը  ավերիչ  արշավանք  են  կազմակերպում  դեպի  Շամախի  և  1721  թ. օգոստոսի  7-ին  գրավում  այն 101 :  Սակայն  Իրանում  1730-ական  թթ.  փաստացի իշխանությունն իր ձեռքում կենտրոնացնելով՝ Նադիր Ղուլի խանն արշավում է «ի Հայս, ի  Վիրս,  յաշխարհն  Աղուանից  եւ  յերկիրն  Լէկզու»102:  Հին  Շամախիից  արևմուտք  1734- վավերաթղթերով (Է-ԺԸ դար), Պարիս, 1906, էջ 53: ", "Ակնհայտ է նաև, որ նախնադարյան այս կերպարները ձևավորված աստվածուհիներ չէին, այլ գերբնական էակներ, որոնք արտացոլում էին բնական տարերային տարբեր երև- ույթներ  և  առարկաներ:  Մինչդեռ  պալեոլիթյան՝  «ռեալիստական-բնապաշտական»  ոգով կատարված թմբլիկ, գեր կանանց արձանիկները երկար ժամանակ միանշանակ համար- վում էին նախամայր կանանց պատկերումներ, սերնդի հովանավոր նախնիներ: ", "ավելի մարդաշատ էր, քան Դերբենդն ու Բաքուն միասին վերցրած104: ", "Շիրվանի  նախկին  հարկահավաք  Հաջի  Մուհամմադ  Ալի  Սուֆի  Նաբի Զարնավային 1748 թ. Նոր Շամախիի խան է դառնում և կառավարում մինչև 1761 թ., երբ սպանվում  է  խանչոբանի  ցեղի  Սարքարների  տոհմից  Ալի  Վերդի  բեկի  որդիներ Մուհամմադ  Սայիդ  և  Աղասի  խաների  կողմից:  Ալի  Վերդի  բեկը  Նադիր  շահի  օրոք «պատվավոր  ազնվական  էր» 105 :  Նրա  մահից  հետո  Մուհամմադ  Սայիդ  ու  Աղասի խաներն  իրենց  էին  ենթարկել  Շիրվանի  քոչվոր  ցեղերին  և  հաստատվել  Հին Շամախիում: Շուտով Մուհամմադ Սայիդը Քերիմ խան Զենդի ֆերմանի համաձայն, Հին Շամախիի խան է ճանաչվում 106: Այդ քայլով Իրանի տերության տիրակալը երկու խնդիր էր լուծում: Նախ, նա փորձում էր Հյուսիս-արևելյան Այսրկովկասում, որը կիսանկախ էր, ի  դեմս  Հին  Շամախիի  խաների  իրեն  ենթակա  կառավարիչներ  ունենալ  և  ամրապնդել Իրանի տերության ազդեցությունը տարածաշրջանում: Մյուս կողմից, Հյուսիս-արևելյան Այսրկովկասի  սրտում  երկիշխանություն  հաստատելով,  կառավարելի  իրավիճակ  էր ստեղծվում:  Ուստի,  քաղաքականապես  ապակայունացած  Շիրվանը  դառնալու  էր կառավարելի՝  առաջին  հնարավորության  դեպքում  վերադարձնել  իրանական պետության կազմի մեջ։ ", "Նոր  Շամախիի  բնակիչները,  Հաջի  Մուհամմադ  Ալի  խանի  ծանր  հարկային քաղաքականությունից  դժգոհ,  դիմում  են  Մուհամմադ  Սայիդին:  Վերջինս  առանց վարանելու կատարում է շամախեցիների խնդրանքը և քաղաքը գրավելով, վերջ է դնում երկիշխանությանը:  Նոր  Շամախիում  նա  նայիբ  (տեղակալ)  է  նշանակում,  իսկ  Հաջի Մուհամմադ  խանը՝  մեկ  տարի  պատանդ  մնալով  Հին  Շամախիում,  կնքում  է մահկանացուն: ", "Վաղարշապատ  –  Ս.  Էջմիածին,  1870,  էջ  65-66:  Հմմ.  М.  Арунова,  К.  Ашрафян,  Государство  Надир-шаха Афшара (Очерки общественных отношений в Иране 30-40-х гг. XVIII в.), Москва, 1958, с. 58; А. Бакиханов, О  походе  Надир-шаха  в  Дагестан,  –  Сочинения.  Записки.  Письма.  Ред.  колл.  З.  М.  Буниятов  и  др.,  Баку, АКАК, т. V, 1873, с. 1109-1118. Շուտով Մուհամմադ Սայիդի և Ֆաթհ Ալի խանի հարաբերությունները լարվում են: ", "Ղուբայի  խանը  խնդրանքով  դիմում  է  օսմանյան  սուլթանին՝  թույլ  տալու  գրավել Շամախին,  ամրացնել  ափամերձ  տարածքները  և  ծառայել  սուլթանին:  Սուլթանից ստացած  ֆերմանի  հիման  վրա  Ֆաթհ  Ալի  խանը  Շաքիի  խանի  օգնությամբ  գրավում  է Շամախին107՝ ստիպելով նրա խանին հարկ վճարել: Նշելի է, որ վեքիլից կամ սուլթանից ֆերման ստանալը XVIII դ. երկրորդ կեսին ամենևին էլ Այսրկովկասում իրանական կամ կամ  թուրքական  գերիշխանության  մասին  չէր  փաստում:  Խաները  ժամանակ  առ ժամանակ  այդպիսի  քայլի  էին  դիմում  զուտ  ապահովագրական  նկատառումներով՝ իրենց  գործողությունների  համար  վերջինների  համաձայնությունը  ստանալու նպատակով:  Այդպիսով,  խաները  փորձում  էին  պահպանել  իրենց  հեղինակությունը սեփական  տիրույթներում  և  ընդգծել  քաղաքական  առավելությունն  ու  հզորությունը հարևան  խաների  աչքերում:  Հետևաբար,  ֆերման  ստանալու  ավանդույթը  խնդրո առարկա ժամանակամիջոցում կորցրել էր նախկին վասալային իմաստը և պահպանում էր նրա ձևական կողմը միայն: ", "Անվտանգության  առումով  Շամախին Հյուսիս-արևելյան  Այսրկովկասում կենտրոնական  դիրք  էր  զբաղեցնում  «բաց»  և  անպաշտպան  սահմաններով:  XVIII  դ. երկրորդ  կեսին  Այսրկովկասի  ռազմաքաղաքական  իրավիճակում  Շամախիի ինքնուրույն  գոյությունը  բացառվում  էր:  Այն  կռվախնձոր  էր  դարձել  հարևան  առավել հզոր  խանությունների՝  Շաքիի,  Ղարաբաղի,  Ղուբայի  և  Քարթլի-Կախեթի  միացյալ թագավորության  միջև:  Շամախիի  տիրակալը  հնարավորություն  էր  ստանալու վերահսկել  Ղզլարից  Բաքու  ընկած  տարածքները՝  իր  ձեռքում  կենտրոնացնել  նրա ռազմավարական,  տնտեսական  և  առևտրային  գործառույթների  մենաշնորհը,  որպես լծակ հարևանների վրա ճնշում գործադրելու համար: Հետևաբար, Շաքիի և Ղարաբաղի խանությունների  դեմ  մղվող  պայքարում  Ֆաթհ  Ալի  խանը  «պարտավոր  էր»  տիրանալ Շամախիի խանությանը: ", "ква-Ленинград, 1955, с. 48. burg, 2012, p. 7. focus on sculptures and high reliefs// Documenta Praehistorica XXXVII, Berlin, 2010, p. 239-256. zentralen Pfeilerpaare des Göbekli Tepe und weiterer Orte des obermesopotamischen Frühneolithikums// Sonderd- ruck aus Zeitschrift für Orient-Archäologie, 2012, Band 5, p. 14-43. T-ձև սյուները դժվարամշակ բյուրեղային կրաքարից են, որն ամենամնայուն քարն է շրջակայքում:  T-ձև  սյուները  Կ.  Շմիդտի  կողմից  մեկնաբանվում  են,  որպես  անտրոպո- մորֆ-մարդակերպ կոթողներ, քանի որ որոշ սյուների վերջավորությունները ավարտվում են  մարդկանց  ոտքերով  և  ձեռքերի  դաստակներով  և  ներկայացնում  են  մարդանման Հետաքրքիր է, կլոր շինությունների մեջ զույգ սյուների կանգնեցման հանգամանքը, էակների141: ", "Սակայն  փառասիրությունն  ու  «արծաթասիրությունը»  Մուհամմադ  Սայիդին  ստիպում են  հրաժարվել  Ղուբային  նախօրոք  պայմանավորված  հարկը  վճարելուց:  Շամախիի խանի  քայլը  պայմանավորված  էր  հարկատու  լինելու  փաստից  ազատագրվելու  և լիակատար ինքնիշխանություն ձեռք բերելու ցանկությամբ: ", "Ֆաթհ Ալի խանը 1767 թ. շարժվում է Շամախի, սակայն Մուհամմադ Սայիդ խանը հաշտություն  է  խնդրում՝  խոստանալով  վճարել  անհրաժեշտ  հարկը108:  Ղուբայի  խանի հետագա  փորձերը  գրավել  Շամախին  պսակվում  են  անհաջողությամբ,  քանի  որ Մուհամմադ Սայիդի օգտին էր գործում Շաքիի Հուսեյն խանը: Վերջինս հասկանում էր, որ  Շամախիի  գրավումից  հետո  հզորացած  Ֆաթհ  Ալի  խանի  հաջորդ  հարվածը  լինելու էր  Շաքիի  խանության  ուղղությամբ:  Կարճ  ժամանակ  անց  Շամախիի  խանությունը կրկին հրաժարվում է հարկ վճարել Ղուբային: Այս անգամ Ֆաթհ Ալի խանը ստանում է Շաքիի խանի աջակցությունը (մեծ ավար ստանալու հեռանկարով109), դաշինք է կնքում Դաղստանի մի շարք առաջնորդների հետ և 1768 թ. շարժվում Շամախի ու գրավում այն: "], "paragraph_source_docs": [4, 4, 4, 4, 2, 4, 3, 4, 4, 4, 4, 4, 1, 4, 4, 2, 4, 4, 4, 4, 4, 4, 2, 4, 4], "source_docs_file": "History.json"}