{"paragraph_source_docs": [5, 0, 5, 0, 2, 0, 4, 0, 0, 0], "source_docs_file": "Literature.json", "paragraphs": ["Տերյանական  դպրոցի  կամ  ընդհանրապես  հայոց  բանաստեղծության  հետագա զարգացման  վրա  Տերյանի  թողած  ազդեցության  մասին  խոսելիս  գրականագիտության մեջ  սովորաբար  նկատի  են  ունենում  առավելապես  տերյանական  ոճի,  բառապաշարի, պատկերամտածողության  ձևական  հատկանիշները։  Սակայն  տերյանական  ոճը  ամե- նից առաջ գեղագիտական աշխարհայացք է, արտաքին աշխարհի և մարդկային ներաշ- խարհի փոխկապակցության բանաստեղծական ընկալման ու պատկերման նոր ելակետ ու  տեսանկյուն։  Այնպես  որ  շատ  դեպքերում  այս  կամ  այն  բանաստեղծի  մոտ  Տերյանի հետ  արտաքին  նմանություններ  գրեթե  չեն  լինում,  բայց  իրականում  այդ  բանաստեղծը ստեղծագործական  ազդակ  այնուամենայնիվ  ստացել  է  գեղարվեստական  աշխար- հաճանաչման  ետտերյանական մթնոլորտից։  Կարող են  հանդիպել թեմաներ, մտքեր ու զգացումներ,  որ  գալիս  են  նախորդ  շրջանից,  բայց  բանաստեղծական  վերապրումի  ու մեկնաբանության կերպը անմիջականորեն կապվում է նոր ժամանակների հետ։ ", "Մեղմ քամի էր փչում, արևը շողում էր: Արևը տերևների արանքում էր, դրա համար ստիպված էինք ձեռքով պաշտպանվել նրանից: Կոզիմոն աշխարհին նայում էր ծառի վրայից: Վերևից ամեն բան այլ էր թվում, սա արդեն զվարճալիք էր: Արահետը բոլորովին այլ հեռանկար ուներ՝ ծաղկաթմբերի՝ հասմիկների, կամելիաների, հորտենսիաների, սուրճ խմելու համար երկաթյա սեղանիկի, ողջ Օմբրոզայի հետ միասին»:127 Կալվինոյի «Բարոնը ծառի վրա» վեպի քրոնոտոպը շատ ավելի բարդ է, քան նրա մյուս  վեպերինը:  Ինչպես  նշել  ենք,  հեղինակը  շեշտել  է  ժամանակաշրջանը՝  18-19-րդ դարերի  սահմանագիծը,  ընդգծելու  համար  ժամանակի  հետ  զուգընթաց  կերպարի զարգացման  կարևորությունը:  Իսկ  տարածությունը  ներկայացված է  երկու տոպոսներով՝ սկզբում գործողությունը կատարվում է Օմբրոզայի վիլլայում, այնուհետև ստեղծվում է  ծառի վրայից Կոզիմոյի աչքերի առջև բացվող աշխարհի հեռանկարը: Դա մտացածին  երկիր  Օմբրոզան  է,  որն  իր  բնապատկերով  հիշեցնում  է  հյուսիսային Իտալիան:  Կոզիմոն  արդեն  այլ  կերպ  է  տեսնում  այն  աշխարհը,  որի  մասն  էր նախկինում կազմում նաև ինքը: ", "Աթաբեկյանը  աչքի  է  ընկնում  կյանքի  խոր  փիլիսոփայական  ընկալմամբ։  Դա առանձնապես  նկատելի  է  բանտային  տպավորություններով  գրված  քառատող  բանա- ստեղծություններում, որ բնույթով մոտենում են քառյակի ժանրին. Ա՜խ, ամենս մենության մեջ ապրում ենք լոկ մեր Գեղ ու տգեղ, չար ու բարի, աշխարհի չափ մեծ մտքեր, խոհեր... Կամ մեռնում...45 Եվ ամենքս թպրտում ենք Ձևի անշող վանդակում, Իրար հոգու հավետ կարոտ՝ թպրտում ենք ու Տիեզերքը տոգորված է մի վիթխարի կարոտով, Որին Ձևը կաշկանդել է շղթաներով պողպատե Գեղարվեստը տիտանների գոռ պայքարն է Ձևի դեմ, Եվ գեղերգը շղթայազերծ ու թրթռուն մի կարոտ46։ ", "Քրոնոտոպը՝ որպես ձևաբովանդակային կարգ՝ կերպարին բնորոշում է գրականության մեջ, որն իրականում միշտ քրոնոտոպիկ է»:128  Հետևելով  Բախտինի  սահմանմանը՝ կարող ենք ասել, որ «Բարոնը ծառի վրա» վեպում ժամանակն ամփոփված է Օմբրոզայի կալվածքում,  նրա  տարբեր  անկյուններում,  կերպարների  շարժուձևերի  մեջ:  Կոզիմոյի՝ հայրենի կալվածքը լքելու հետ միասին, 18-րդ դարն է տեղափոխվում ծառերի վրա: ", "«անցումային  ժամանակաշրջանին»  և  ազդարարեցին  «նորմալ  ժողովրդավարական վարչակարգի»  վերադարձը:  Սակայն  սոցիալական  շարժումներն  ու  քաղաքական պայքարը  1974-1980-ական  թթ.  չդադարեցին:  Կրկին  ակտիվացավ  բանվորական շարժումը.  1976  թ.  սեպտեմբերին  մի  քանի  հազար  բանվորներ  ցույց  կազմակերպեցին` բողոքելով  պետական  անվտանգության դատարանների իրավասությունների ընդլայնման դեմ171:  Զանգվածային շարժումների աճին համընթաց Թուրքիայում կրկին լայն  տարածում  գտան  ահաբեկչական  գործողությունները,  որոնք  արդեն  էականորեն տարբեր  էին  1970-ական  թթ.  սկզբի  ահաբեկչական  գործողություններից:  Այսպես`  եթե կազմում  կին  ընդգրկվեց`  Թուրքան  Աքյոլը,  ով  Առողջապահության  և  սոցիալական  հարցերի  նախարար նշանակվեց: ", "Այդպիսի  երգիծական  հղում  է  նաև  մասոնների  խմբակի  հաստատումը Օմբրոզայում,  որոնց  հետ,  ինչպես  մի  ժամանակ  ճիզվիտների  հետ՝  Կոզիմոն  դաշինք  է կնքում.  «Հնարավոր է, որ մասոնությունը գոյություն ուներ վաղուց, առանց Կոզիմոյի իմացության,  և  նա  մի  օր  Օմբրոզայի  անտառների  ծառերի  վրայով  զբոսնելիս պատահականորեն տեսավ տարօրինակ հագուստով ու գործիքներով մարդկանց, որ հավաքվել ու մոմերի լույսի ներքո ինչ-որ բան էին քննարկում, կանգ առավ լսելու և միջամտեց մի այսպիսի տարօրինակ խոսքով, որ հաճախ էի նրա բերանից լսել. “Պատին բարձրանալիս մտածի՛ր, թե ինչ ես թողնում հետևիցդ”, իսկ մասոնները, որ ծանոթ էին նրա վեհ ուսմունքին, թույլ տվեցին նրան մտնել իրենց իջևանատուն…»:130 Մասոնների  դերն  այստեղ  գրեթե  նույնն  է,  ինչ  ճիզվիտներինը:  Երկուսն  էլ Լուսավորության  շրջանում  գործող  ուժեր  են:  Կոզիմոն  ճիզվիտ  չի  դառնում,  քանի  որ «լուսավորական»  հակվածությունը  նրան  թույլ  չի  տալիս  պատկանել  որևէ  կրոնական պահպանողական  կառույցի,  իսկ  մասոնների  հետ  հանդիպումը,  Կոզիմոյի՝  մասոն դառնալը  և  ողջ  «առաջադեմ»  գործունեությունը,  ծաղրի  են  ենթարկվում  որպես «լուսավորական կլիշեներ»: ", "«Բաժանության  եղանակը» («The  season  of  divorse»,  1950) պատմվածքի հերոսուհուն  առօրյան  մոռանալ  է  տվել  սովորածը.  «Գրենոբլում  ես  գրել  եմ  Կարլոս Առաջինի  մասին  ֆրանսերեն  երկար  շարադրություն։  Չիկագոյի  ինստիտուտի պրոֆեսորն  ինձ  նամակ  է  ուղարկել։  Իսկ  հիմա  առանց  բառարանի  չեմ  կարող  անգամ ֆրանսերեն թերթ կարդալ։ Ես անգամ ժամանակ չունեմ թերթ կարդալու և ամաչում եմ իմ  տգիտությունից,    ամոթ  է,  որ  այսքան  ցած  եմ  իջել»120։  Այս    ընդվզումը  ոչ  միայն ուղղված  է  անուշադիր    ամուսնուն,  այլ  նաև  տիրող  բարքերին:  Միայն  բարոյական արգելքների  խախտմամբ  է  Չիվերի  հերոսը  հնարավորություն  տեսնում  փախուստի դիմելու, ազատվելու առօրյա կենցաղային,  մեխանիկական գոյությունից և դուրս գալու հաճույքների  աշխարհ։  Բայց  սա  միայն  արտաքին,  մակերեսային  տպավորությունն  է։ ", "Գրաքննադատ Սալվատորե դի Պասկուան Կալվինոյի վեպում հատուկ ուշադրությամբ քննում  է  ըմբոստության  թեման  հեքիաթայինի  և  ռեալիստականի  համատեքստում. «Կալվինոյի վեպը մի շարք պատճառներով և առաջին հերթին իր հեքիաթային, ոչ ռեալիստական բնույթով, թեմայի նրբագույն և ամենից հակասական հատկանիշներով փոխադրվում  է  ակնհայտորեն  ավելի  սառը  և  մեկուսի  ֆանտաստիկ  պատումի համատեքստ»:132  Սակայն,  մեր  կարծիքով,  Կոզիմոն  ըմբոստ  հերոս  չէ,  նա  հեքիաթային կամ  առհասարակ  ֆանտաստիկ  պատումին  բնորոշ պասիվ ապստամբ է,  չի  միանում di Trieste 2012. P. 26 որևէ  պարտիզանական  ուժի,  չի  պայքարում  հին  ու  իրենց  սպառած  բարքերի  դեմ:  Նա, որպես ըմբոստ, պատսպարվում է ծառերի ֆանտաստիկ աշխարհում և ստեղծում որոշ իմաստով  ուտոպիական  իրականություն՝  շարունակելով  մնալ  իր  ժամանակաշրջանի ներկայացուցիչը,  սակայն  նրա  առաջադիմական  մտքերը  Կալվինոն  զավեշտի  է վերածում և այդպիսով ծաղրում առհասարակ ողջ լուսավորական միտքը: ", "Մեկ այլ պատմական հղում է Նապոլեոն Բոնապարտի հետ հերոսի հանդիպումը, որը նույնքան ծաղրանկարային է, որքան ճիզվիտների հետ հանդիպումը և մասոնների հետ համագործակցությունը: Կալվինոն այստեղ միջտեքստային հնարով բառացի հղում է  անում  Պլուտարքոսի  «Կենսագրություններից»  Ալեքսանդր  Մակեդոնացու  և  հույն փիլիսոփա Դիոգենեսի մասին անեկդոտին. «Տեսնելով Բոնապարտի անհանգստությունը՝ Կոզիմոն քաղաքավարի հարցրեց. – Կարո՞ղ եմ Ձեզ համար ինչ-որ բան անել, իմ կա՛յսր: ", "–  Այո՛,  այո՛,  մի  քիչ  այս  կողմ  նստեք,  խնդրում  եմ,  այդպես  ինձ  արևից կպաշտպանեք: "]}