{"paragraphs": ["(3  ) Որտեղ՝   -ը բեռի իմպեդանսն է, -ն հաղորդման գծի  իմպեդանսն է: ", "Հզորության  անդրադարձման  գործակցի  արտահայտումը  կանգուն  ալիքի գործակցով կարելի է ներկայացնել հետևյալ առնչությամբ՝ (3  ) Նկ.  3.1.5-ում  բերված  է  անհամաձայնեցված  շղթայի  անդրադարձման  գործակցի կախվածությունը կանգուն ալիքի գործակցից: ", "Նկ. 3.1.5. Անհամաձայնեցված շղթայի անդրադարձման գործակցի կախվածությունը կանգուն ալիքի գործակցից համաձայնեցման դիսկրետ և անընդհատ եղանակները Հաշվի  առնելով,  որ  պլազմայի  իմպեդանսը  ոչ  գծային  կերպով  փոփոխվում  է տարբեր  գործոնների  ազդեցությաբ,  պլազմայի  և  սնող  գեներատորի  իմպեդանսների համաձայնեցման  համար  անհրաժեշտ  է,  որ  նկ.  3.1.4-ում  բերված  համաձայնեցնող շղթայի համարժեք           իմպեդանսը լինի փոփոխական (նկ. 3.2.1): ", "Նկ. 3.2.1. Համաձայնեցնող փոփոխական կոմպոնենտի տեղակայման դիրքը սնող գեներատորի և բեռի իմպեդանսների համաձայնեցման նպատակով Համաձայնեցնող  ռեակտիվ  տարրը  կարող  է  կազմված լինել  բազմաթիվ տարրական  հաստատուն  և  փոփոխական  ռեակտիվ  կոմպոնենտների  տարատեսակ համադրություններից:  Տարրական  ռեակտիվ  կոմպոնենտների  քանակը,  նոմինալ արժեքները  և  միացման  սխեմաները  կախված  են  համաձայնեցման  հանգույցին ներկայացվող  պահանջներից:  Մասնավորապես՝  համաձայնեցվող  բեռի  իմպեդանսի փոփոխման  տիրույթի  սահմաններից:  Հայտնի  է  համաձայնեցման  սխեմայի  երեք հիմնական  տարատեսակ՝  L,  Π  և  Τ,  որոնց  միացման  սխեմաները  բերված  են համապատասխանաբար 3.2.2, 3.2.3 և 3.2.4 նկարներում: ", "Նկ. 3.2.2. L տիպի համաձայնեցնող շղթաների հիմնական տարատեսակները ա) և բ) շղթաները կատարում են ցածր հաճախականային զտում գ) և դ) շղթաները կատարում են բարձր հաճախականային զտում Նկ. 3.2.3. Π տիպի համաձայնեցնող շղթաների հիմնական տարատեսակները ա) շղթաները կատարում են ցածր հաճախականային զտում բ) շղթաները կատարում են բարձր հաճախականային զտում Նկ. 3.2.4. T տիպի համաձայնեցնող շղթաների հիմնական տարատեսակները ա) շղթաները կատարում են ցածր հաճախականային զտում բ) հայտնի է որպես LCC համաձայնեցման շղթա Պլազմային  մշակման  ինդուկտիվ  կապով  ռադիոհաճախականային  պլազմայի տիպային  համակարգը  բախկացած  է  ՌՀ  բարձր  հզորության  սնող  գեներատորից, պլազմայի  գրգռման  ռեակտորից,  որտեղ  տեղադրված  են  գրգռող  ինդուկտորները, վակուումային  պոմպից, իմպեդանսների համաձայնեցման հանգույցից և իմպեդանսների  համաձայնեցման  ղեկավարման  բլոկից:  Նկ.  3.2.5-ում  բերված  է պլազմային մշակման համակարգի կառուցվածքային տիպային սխեման: ", ". . . . Համաձայնեցման  հանգույցը  իրենից  ներկայացնում  է  փոփոխական  ռեակտիվ էլեմենտներ  պարունակող  էլեկտրական  շղթա:  Կախված  փոփոխական  էլեմենտների արժեքի  փոփոխման  եղանակից՝  դիտարկում  են  երկու  տիպի  համաձայնեցնող հանգույցներ՝ անընդհատ և դիսկրետ: ", "Այս համակարգերում համաձայնեցնող էլեմենտի ունակությունը կամ ինդուկտիվությունը  (սովորաբար  ունակությունը)  փոփոխվում  են  քայլային  կամ  սերվո շարժիչների  օգնությամբ  [94]:  Նման  տիպի  փոփոխական  ունակությունների  արժեքը փոփոխելու համար  անհրաժեշտ է կատարել շարժական մասի շեղում համապատասխան  անկյան  չափով:  Այս  տիպի  համաձայնեցնող  շղթաները  մինչև  այժ կիրառվում  է  արտադրական  տարատեսակ  գործընթացներում:  Սակայն  արդի տեխնոլոգիական բազմաթիվ խնդիրներում, մասնավորապես փորագրման իմպուլսային ղեկավարման  ժամանակ,  այն  կիրառելի  չէ,  քանի  որ  ապահովում  է  իմպեդանսների համաձայնեցման ոչ պավարար արագագործություն: Բայցևայնպես,  որպես անընդհատ տիպի  համաձայնեցման  շղթաների    հիմնական  առավելություն՝  հարկ  է  նշել  բարձր հզորության ՌՀ ազդանշանների կիրառման հնարավորությունը: Նկ. 3.2.6-ում բերված է փոփոխական կոնդենսատորի պարզեցված կառուցվածքը: ", "Նկ. 3.2.6. Փոփոխական կոնդենսատորի պարզեցված կառուցվածքը Այն  բաղկացած  է  անշարժ  և  շարժական  զուգահեռ  թիթեղներից:  Շարժական թիթեղը  ամրացված  է  պտտվող  մեխանիզմին:  Շարժական  թիթեղների  պտտվելու արդյունքում  փոխվում  է  շարժվող  և  անշարժ  թիթեղների  ընդհանուր  մակերեսը,  որի արդյունքում փոփոխվում է կոնդնսատորի ունակության արժեքը: ", "եղանակի Դիսկրետ վրա հիմնված համաձայնեցնող շղթաներում համաձայնեցնող  փոփոխական կոմպոնենտների  փոխարեն կիրառվում են համաձայնեցնող  տարրական  ռեակտիվ  կոմպոնենտների  հավաքածուներ:  Ամեն  մի հավաքածուի  մեջ  համաձայնեցնող  տարրական  կոմպոնենտները  միացվում  են զուգահեռ,  կոնդենսատորների  և  հաջորդաբար,  ինդուկտիվությունների  դեպքում, սխեմաներով:  Տարրական  կոմպոնենտները  միանում  են  համաձայնեցման  շղթային էլեկտրոնային  փոխանջատիչների միջոցով [95]: ", "Որպես էլեկտրոնային փոխանջատիչներ հաճախ կիրառվում են բարձր հաճախականային հզոր PIN դիոդներ, մեկուսացված փականով մետաղ-օքսիդ դաշտային տրանզիստորներ (MOSFET – metal-oxide-semiconductor field-effect transistor) և այն: Նկ. 3.2.7-ում բերված է PIN  դիոդներով  աշխատող  իմպեդանսների  դիսկրետ  համաձայնեցման  համակարգի տիպային սխեման [96]: "], "paragraph_source_docs": [8, 8, 8, 8, 8, 8, 8, 8, 8, 8], "source_docs_file": "Physics.json"}