{"paragraph_source_docs": [0, 0, 1, 1, 1, 1, 4, 4, 4, 4, 2, 4, 1, 3, 2, 1, 1, 2, 0, 4, 1, 0, 0, 1, 4, 4, 0, 1, 3, 4, 0, 4, 1, 0, 3, 0, 2, 0, 0, 1, 0, 1, 1, 4, 0, 4, 4, 0, 1, 1], "source_docs_file": "History.json", "paragraphs": ["Կովկասյան ռազմաճակատում ……………………………………………………………… 116 (1918-1921 թթ.) ……………….…………………………………………………………...…… 120 Եզրակացություններ ……………………………………………………………………..…… 137 Օգտագործված սկզբնաղբյուրների և գրականության ցանկ …………………….............. 142 Ն Ե Ր Ա Ծ Ո Ւ Թ Յ Ո Ւ Ն Թուրքիայի Հանրապետության հատուկ ծառայությունների կողմից հայ ժողովրդի (ՀՀ, ԼՂՀ,  Սփյուռք) դեմ իրականացվող գործունեության  պայմաններում անհրաժեշտություն է ծագում նաև այլ տեսանկյունից անդրադառնալ 19-րդ դարավերջի և  20-րդ  դարասկզբի  արևմտահայության  պատմությանը,  փորձել  հասկանալ  հայ ազգային-ազատագրական  պայքարի  ձախողումների  ու  առանձին  դեպքերում հաջողությունների  իրական,  երբեմն  սովորական  աչքի  համար  անտեսանելի պատճառները,  դասեր  քաղել  դրանցից  և  մշակել  համապատասխան  նախադրյալներ` ներկայիս  սպառնալիքների  հակազդմանն  ուղղված  առավելագույնս  արդյունավետ պայքար իրագործելու համար: ", "Օսմանյան  կայսրության  գաղտնի  ծառայությունների,  ինչպիսիք  էին  «Յըլդըզ» հետախուզական ծառայությունը (Yıldız İstihbarat Teşkilatı) և «Հատուկ կազմակերպությունը» (Teşkilat-ı  Mahsusa),  ժառանգորդ  հանդիսացող  Թուրքիայի ներկայիս  Ազգային  հետախուզական  կազմակերպությունը  (Milli  İstihbarat  Teşkilatı), առավել  կատարելագործված  միջոցներով,  մեթոդներով,  լայնածավալ  մարդկային  ու նյութական ներուժով, ինչպես նաև օգտագործելով Ադրբեջանի Հանրապետության   ողջ ռազմա-քաղաքական  և դիվանագիտական  զինանոցը,  շարունակում է հակահայկական գործունեությունը գրեթե նույն ձեռագրով և հետախուզական-քայքայիչ գործողությունների  այն  տրամաբանությամբ,  որոնք  բնորոշ  էին  օսմանյան  Թուրքիայի գաղտնի ծառայություններին: ", "Ա.  Արշարունին  խաղերը  ներկայացրել  է  որպես  թատերական  ներկայացումներ  և ուսումնասիրության առաջաբանում գրում է. «Ազգագրական հարցերով զբաղվողներից շատերը գրի են առել հայ ժողովրդական թատերախաղեր, սակայն ոչ իբրև մշակույթի առանձնահատուկ  թատերական  ներկայացումներ,  այլ  որպես  ծեսերի,  տոների,  սովո- րությունների արտահայտություններ»:21 Հայ  խաղային  մշակույթի  արժեքավոր  տարրեր  կան  նաև  Վ.  վրդ.  Տեր-Մինաս- յանի,22 Աղ. Մխիթարյանի,23 Ստ. Լիսիցյանի,24 Չիթունու25 աշխատություններում: ", "մատիկական խաղերի, որոնք ընդգրկում են հետևյալ խմբերը. մանկական զինվորական, մանկապատանեկան-սոցիալական, երիտասարդական դատավարական, վանա- կան աբեղաթողի խաղեր, տակություններ, դախաղեր կամ կտրոցներ, նշանառության խաղեր, չիլիկախաղեր, ռազմախաղեր, հետապնդիչ, շունչպահուկի, երկարության թռիչքի խաղեր, իծաշարուկներ, հեծնոցիկ խաղեր, հավասարա- կշռության և անակնկալային խաղեր, աչքակապուկները, գուշակողական, պարանով և այլ խառն խաղեր, րով խառը հանելուկներ, մնջախաղեր, գրավախաղեր, քարկտիկներ, սեղանախաղեր և դամախաղեր (տե´ս Վ. Բդոյան, Հայ ժողովրդական խաղեր, հ. 1, էջ 293-296): ", "վան, ք. Աբովյան և Առինջ, Զառ, Սևաբերդ գյուղեր (2014), Երևան քաղաք (Կենտրոն, Նոր Նորքի երկրորդ և վեցերորդ վարչական շրջաններ (2015, 2016): Արարատի և Արմավիրի մարզերում ուսումնասիրություններ են կատարվել նաև ազգային փոքրամասնությունների շրջանում (2013): ", "բանասացներից:56 Դաշտային  աշխատանքների  ընթացքում  գրառել  ենք  ավելի  քան  200  խաղ`  300 Բանասացների հաղորդած տվյալները վերաբերում են շուրջ մեկդարյա միջակայ- քին (շատ բանասացներ` ծնված 1917-1935 թթ, տեղեկություններ են տվել իրենց հայրե- րի և պապերի ժամանակների խաղերի վերաբերյալ): Մինչև տասնհինգ տարեկան երե- խաներին (2000-2015թթ. ծնված) չենք համարում բանասաց, այլ որպես խաղը ներկա- յացնող: ", "և  թե՛  այսրկովկասյան  տիրակալների  հետ:  XVIII  դ.  երկրորդ  կեսին  Ռուսաստանի ռազմաքաղաքական  շահերին  անհրաժեշտ  էր  հավասարակշռված  ու  կայուն Այսրկովկաս,  բայց՝  միմյանց  նկատմամբ  թշնամաբար  տրամադրված  խաներով  և տիրակալներով:  Ուստի  1750-1770-ական  թթ.  ռուսական  դիվանագիտությունը, Այսրկովկասում  և  Դաղստանում  թուրք-իրանական  աշխարհաքաղաքական  գործոնը հաշվի  առնելով,  առժամանակ  հրաժարվել  էր  տարածաշրջանում  ռազմական միջամտություն կատարելուց` ռազմաքաղաքական ներկայության  փոխարեն բավարարվելով  իր  քաղաքական  ազդեցության  հաստատմամբ:  1750-1770-ական  թթ. խանությունների  նկատմամբ  ռուսական  քաղաքականությունը  դիվանագիտական միջամտության  բնույթ  էր  կրում:  Հյուսիս-արևելյան  Այսրկովկասի  նկատմամբ  վարվող դիվանագիտական  միջամտության  քաղաքականությունը  հետագա  տասնամյակներում վերածվել  էր  հայեցակարգի՝  հակակշիռների  ստեղծման  մեխանիզմի:  1780-ական  թթ. Ռուսական  կայսրությունը,  Մերձսևծովյան,  մասնավորապես  Ղրիմի  հիմնախնդիրը հաջողությամբ  լուծելով,  Այսրկովկասի  առավել  ազդեցիկ  տիրակալների՝  Արևելյան Վրաստանի  (իմա՝  Քարթլի-Կախեթի  միացյալ  թագավորություն) 2 Հերակլ  Բ  արքայի  և Ղուբայի  Ֆաթհ  Ալի  խանի  նկատմամբ  հմտորեն  կիրառում  էր  քաղաքական հավասարակշռության սկզբունքը՝ թույլ չտալով Այսրկովկասում միաբևեռ ուժի ի հայտ գալը: ", "վիճակից  և  հաղթելով  երկրորդ  ռուս-թուրքական  պատերազմում,  ծրագրում  էր իրականացնել Հյուսիս-արևելյան Այսրկովկասի միացումը կայսրությանը դիվանագիտական ճանապարհով: ", "կարգավիճակի կորստյան  իրական վտանգի հետ բախվեցին՝ ի դեմս Աղա  Մուհամմադ խանի 1795 թ. արշավանքի: Խանությունների համար հասունացել էր Իրանի տերության, Օսմանյան  և  Ռուսական  կայսրությունների  միջև  քաղաքականապես  կողմնորոշվելու (տե՛ս  С.  Бурнашев,  Описание  областей  Адребижанских  в  Персии  и  их  политического  состояния,  Курск, պահը:  1795  թվականից  հետո  խանությունների  խուսանավելու  հայեցակարգը  կորցրել էր  իր  կենսունակությունը՝  Հյուսիս-արևելյան  Այսրկովկասը  վերադարձնելով  Իրանի տերության պետական համակարգ: ", "այսրկովկասյան քաղաքականության մեջ ձևավորվում է Հյուսիս-արևելյան Այսրկովկասը  զենքի  ուժով  միավորելու  հայեցակարգը:  1796  թ.  Ռուսական  պետության հարավային սահմաններից վտանգի հեռացումը ռուսական կառավարող շրջանակները կապում էին Կասպից ծովի արևմտյան ափին անվտանգության գոտու ստեղծման հետ՝ ի դեմս մուսուլմանական բուֆերային իշխանությունների: ", "«Մեծ մոր» երկակի բնույթի բաժանմամբ ձևավորվեցին նրա երկու հակադիր՝ բարի և չար, դրական և բացասական կերպարները և պատկերատիպերը: Որսի և անասնա- պահության  զարգացմանը  զուգահեռ  մեծանում  է  կնոջ  դերակատարումը՝  որպես  կեն- դանիների տիրուհի և որսորդության հովանավոր: Հայկական լեռնաշխարհի անձավա- յին նկարչության և ժայռապատկերների մեջ բազմաթիվ են նման որսի տեսարանները: ", "Ատենախոսության նպատակը և խնդիրները Ուսումնասիրության  նպատակն  է՝  հետազոտել  Հյուսիս-արևելյան  Այսրկովկասի խանությունների  և  Ռուսական  կայսրության  հարաբերությունները՝  XVIII  դ.  երկրորդ կեսի աշխարհաքաղաքական ու տարածաշրջանային զարգացումների համատեքստում: ", "Հիմք ընդունելով ավանդական խաղային համալիրը՝ համեմատում ենք մեր դաշտային ազգագրական նյութերի հետ և փորձում վերլուծել դեռևս գիտականորեն չուսումնասիր- ված հայոց արդի խաղային համակարգը: ", "XIV  –  XVII  դդ.  պատմությանը  վերաբերող  առկա  մեծաքանակ  գրականությունից հարկ ենք համարում առանձնացնել մեծավաստակ հայագետ Ղ. Ալիշանի ,,Այրարատ’’, նի, Երևան, ,,Սովետական գրող’’, 1988, 592 էջ: ", "Աշխատանքում փորձ է արվում ներկայացնել Հայկական լեռնաշխարհի տարածքից գտնված և նեոլիթից մինչև քրիստոնեություն զարգացող կանանց արձանիկների պատ- կերման  տիպերը,  ոճավորումն  ու  պատկերագրությունը,  կատարել  համեմատական վերլուծություններ համաժամանակյա Փոքրասիական հուշարձանների հետ: Աշխատու- թյան  սկզբում  քննարկվում  են  կանանց  պատկերագրության  ծագման  նախատիպերը պալեոլիթյան արվեստից մինչև անտիկ ժամանակաշրջան, որը իր պատկերագրական տիպերն է ժառանգել հին հայկական մշակույթի ստեղծագործություններում: ", " Կատարվում  է  ավանդական  և  արդի  խաղերի  կանոնների  դասակարգում`  ըստ իմաստաբանական հատկանիշների: ", "Աշխատանքը  կարող  է  ունենալ  կիրառական-գործնական  կարևոր  նշանակութ- յուն:  Լայն  տարածում  ունեցած  որոշ  ավանդական  խաղեր  այսօր  էլ  կիրառական  են զուտ  մշակութային  ժառանգության  պահպանման  առումով.  դրանց  շուրջ  տարբեր  մե- թոդներով գրվում են սցենարներ, դրանց հիմքի վրա բեմադրվում են ներկայացումներ: ", "Ուսումնասիրության առարկան Հայկական լեռնաշխարհում կնոջ պատկերման պատ- կերագրական  առանձնահատկությունների  հնագիտական-մշակութաբանական  հանգա- մանալից  քննությունն  է  նեոլիթյան  ժամանակաշրջանից  սկսած  մինչև  անտիկ  ժամանա- կաշրջան: ", "Կատարված գիտական վերլուծության արդյունքներով  ապացուցվել  է,  որ  արևմտահայության  ազգային-ազատագրական պայքարի  ընթացքում  արձանագրված  մի  շարք  անհաջողությունների  խորքային պատճառները  կապված  են  օսմանյան  կայսրության  գաղտնի  ծառայությունների գործունեության հետ: Առաջին անգամ գիտական շրջանառության մեջ են դրվել մի շարք սկզբնաղբյուրներ  և  արխիվային  նյութեր  Ռուսաստանի  և  Թուրքիայի  արխիվներից: ", "  Վերլուծել  Ռուսական  կայսրության  կովկասյան  քաղաքականությունը  ռուս- իրանական  և  ռուս-թուրքական  ռազմաքաղաքական,  առևտրա-տնտեսական  շահերի համատեքստում: ", "Սույն  աշխատանքը  կարող  է  հետաքրքրել  ազգագրության,  այնպես  էլ  բանագի- տության,  լեզվաբանության,  մանկավարժության,  հոգեբանության  և  գիտության  այլ ոլորտներով զբաղվող մասնագետներին: ", "Հետազոտման  արդյունքները  կարող  են  օգտագործվել  թուրքական  գաղտնի ծառայությունների  հակազդման  պայմաններում  հայ  ազգային-ազատագրական պայքարի նոր օրինաչափությունների բացահայտման համար, ինչպես նաև Հայաստանի Հանրապետության  ազգային  անվտանգության  ծառայության  գիտաուսումնական կենտրոնում  համապատասխան  հատուկ  առարկաների  դասավանդման  և  գործնական պարապմունքների անցկացման, այլ շահագրգիռ գիտաուսումնական հաստատությունների,  կազմակերպությունների  ու  անհատ  հետազոտողների  կողմից գիտական և գործնական մշակումների ընթացքում: Նշված արդյունքները կարող են նաև օգտագործվել  ՀՀ  ազգային  անվտանգության  մարմինների  պրակտիկ  գործունեության ընթացքում: ", "Աշխատության  համար  որպես  սկզբնաղբյուր  օգտագործվել  են  Հայաստանի ազգային  արխիվում  (ՀԱԱ),  Ռուսաստանի  պետական  ռազմապատմական  արխիվում (РГВИА), Ռուսական կայսրության արտաքին քաղաքականության  արխիվում (АВПРИ), Թուրքիայի  վարչապետին  կից  Օսմանյան  արխիվում  (TC  Başbakanlık  Osmanlı  Arşivi  - BOA), Վրաստանի պետական արխիվում պահպանվող նյութերը: ", "զուտ  լեզվաբանական  քննությունից:  Խաղ  բառը  հասկացվում  է  մեկ  նշանակությամբ, այն  է՝  շարժում,  դինամիկա,  որը  համարժեք  է  առաջխաղացում,  ընթացք,  զարգացում, մարմնի, դիրքի փոփոխություն, հուզմունք, գրգիռ, գործողություն83 բառերին, որոնք ևս իրենց գործառույթներով նույնական են խաղային արտահայտության տարբեր ձևերին: ", "Ատենախոսության ժամանակագրական շրջանակները Ատենախոսության  ուսումնասիրության  ժամանակագրական շրջանակներն ընդգրկում են XVIII դ. երկրորդ կեսը, ավելի ստույգ՝ 1747-1796 թթ.: Ժամանակագրական սահմանների  ընտրությունը  պայմանավորված  է  Հյուսիս-արևելյան  Այսրկովկասում նշված  ժամանակահատվածում  տեղի  ունեցած  պատմական  իրադարձություններով, որոնց  հետևանքով  խանություները  կիսանկախ  քաղաքական  կարգավիճակ  ձեռք բերեցին՝ ինքնուրույն հարաբերություններ հաստատելով Ռուսական պետության հետ: ", "Ատենախոսության մեթոդաբանական հիմքը Աղբյուրագիտական  նյութի  քննության  ընթացքում  բազմիցս  բախվել  ենք ադրբեջանական  պատմագրության  ոչ  միայն  փաստագրական,  այլև  տեսական  և մեթոդական  խեղաթյուրումների  հետ:  Մեր  ուսումնասիրության  հիմքում  ընկած  են սկզբնաղբյուրների  քննական  վերլուծության,  պատմական  փաստերի  համեմատական համադրման և գիտական անաչառության մեթոդները: ", "Օսմանյան կայսրության գաղտնի ծառայությունների կազմավորման, կառուցվածքի,  գործունեության  ուղղվածության,  ձևերի  և  մեթոդների  վերաբերյալ հարուստ  տեղեկություններ  են  հաղորդում  Ռուսաստանի  արխիվները3,  որոնցից  մի Кавказском фронте в период декабрь 1917 года – апрель 1918 г. Подлинник, рукопись, на русском языке. Политархив, оп. 482, д. 1630, л. 134-135. քանի  փաստաթուղթ  առաջին  անգամ  է  դրվում  գիտական  շրջանառության  մեջ1:  Դրա հետ  մեկտեղ՝  նույն  խնդրի  լուսաբանմանը  նվիրված,  օգտագործվել  են  նաև  ռուսական, ռուսերեն  թարգմանված օտարալեզու2,  այդ  թվում`  թուրք հեղինակների3 աշխատությունները: ", "րողը  կորցնում  է  հավատը  դրա  նկատմամբ:  Ահա  այստեղ  է,  որ  հմայական-ծիսական գործողությունները վերաճում են հանդիսանքի, տեսարանի, պարահանդեսի, ի վերջո, ժողովրդական  խաղային  պայմանաձևերի  և  ձեռք  բերում  մի  կարևոր՝  նմանակելու հատկանիշ  (ցո՞ւցք,  տնա՞զ,  թէատրո՞ն):85  Նուրի86  խաղի  օրինակով  կարելի  է  տեսնել հավատալիք-առասպել-ծես-խաղ աստիճանական գործընթացի կամ խաղային տարրերի զարգացման դինամիկան: Նուրի (ճոլի, պուրպատիկին, խուճկուրուրիկ, շերեփ տիկնիկ և այլն) ծիսական տիկնիկի և ջրի պաշտամունքի կցորդումը հայտնի է թե´ հայ հին ու նոր  հավատալիքներից,87  թե´  ազգագրական88  և  այլ  աղբյուրներից:  Թե  ով  է  Նուրին, Նարը կամ Ծովինարը հայոց հավատալիքներում ու հեքիաթներում, առասպելներում ու զրույցներում, կան որոշակի ուսումնասիրություններ,89 իսկ թե ինչպես են Նուրիի գերբ- նական  հատկությունների  հանդեպ  հավատալիքներն  ու  ավանդազրույցները,  նրան մարդկային  հատկանիշների  վերագրումը  հիմք  հանդիսացել  անձրևաբեր  խաղերի առաջացման  համար,  և  առհասարակ  թե,  ինչպես  է  առասպելներից  ու  պատումներից կամ ծեսերից առաջանում խաղ կամ խաղային գործողություն, դժվար է ասել: Մինչ հա- վատալիքն  ու  առասպելը  գործում  են  տոնածիսական  միջավայրում,  զարգանում  ու փոփոխվում կատարողի աշխարհայացքին համահունչ, մանկական կենցաղ են ներթա- փանցում երևույթի և էության միջև գոյություն ունեցող նմանությունների նույնացմամբ, անձն ու առարկան, առարկան ու նրա նշանը, իրն ու անունը, սկիզբն ու սկզբունքը միմ- յանցից  հստակ  չտարբերակելով  ու  համարժեքայնացմամբ:90  Նուրիի  ծեսը  կատարվել  է Վարդավառին և հատուկ իրադրության՝ անձրև բերելու կամ կտրելու ժամանակ, սակայն երկրորդ  հերթին  հայտնվում  են  հանդիսատեսներ,  որոնք  չկան  ծեսում,  երրորդ՝  առաջանում  է  իմպրովիզ անելու  հնարավորություն,  չորրորդ՝  փոխվում  են  փոխանցման  մեխանիզմները.  եթե  ծեսը  փոխանցվում  է սերնդից սերունդ առանձին մասերի, շերտերի ուսուցմամբ, ապա խաղը՝ օրենքների օգնությամբ): ", "Նյութական  մշակույթի  հետազոտման  ուղղությամբ  առաջին  լուրջ  քայլերը  կա- տարվեցին դեռևս XX դարի սկզբներին, երբ սկսվեցին Հայաստանի միջնադարյան հու- շարձանների պեղումները: Բացառիկ էին Անի քաղաքի պեղումները, որոնց վերաբերյալ հրատարակությունները գիտական հանրության ու հասարակության ուշադրության դի- տակետում  հայտնվեցին  դեռևս  պեղումների  տարիներին:  Անիի  պեղումների  արդ- յունքներն  ու  հնագիտական  նյութերի  ուսումնասիրությունները  ամփոփվեցին  ակադե- միկոս  Ն.  Մառի  ,,Ани.  Книжная  история  города  и  его  раскопки’’  աշխատությունում15: ", "Տպագիր  սկզբնաղբյուրներից  հետազոտության  համար  բացառիկ  արժեք  է ներկայացնում  Ս.  Գմելինի  ուսումնասիրությունը 3 ,  որն  անձամբ է  եղել տարածաշրջանում  և  արժեքավոր  դիտարկումներ  կատարել  Հյուսիս-արևելյան Այսրկովկասի XVIII դ. երկրորդ կեսի քաղաքական, սոցիալ-տնտեսական պատմության ու էթնիկ պատկերի վերաբերյալ: ", "Վրաստանի  պետական  արխիվից  օգտագործվել  է  Օսմանյան  կայսրությունում ռուս հետախույզների տեղեկությունները պարունակող նյութերը, որոնք վերաբերում են Կովկասում բրիտանական և թուրքական հետախուզությունների փոխհամագործակցությանը1: ", "XVIII դ. երկրորդ կեսի Այսրկովկասի և նրան հարակից իրանական տարածքների խանությունների  քաղաքական  պատմության լուսաբանմամբ  աչքի  են  ընկնում Արևելյան Վրաստանում 1783-1787 թթ. հաստատված ռուսական լիազոր ներկայացուցիչ գնդապետ  Ս.  Բուրնաշևի5,  Հերակլ  Բ  և  Սողոմոն  Ա  արքաների  մոտ  գտնվող  (1782-1783 թթ.) գերմանացի բժիշկ Յ. Ռայնեգսի և Մ. Բիբերշտայնի աշխատությունները 6: ", "նույնացվում  են,  և  այս  պարագայում  խաղային  գործողությունը,  ունենալով  ծեսը  նմա- նակելու  հատկություն,  ընկալվում  է  իբրև  ծիսական  վերարտադրություն,  ինչը  բնորոշ  է հենց ծեսին: Ի վերջո, ծեսի և խաղի ամենատարբերակիչ գիծը կարելի է համարել պա- տահականության սկզբունքը: Խաղի մեջ այն կարող է կրել շրջադարձային նշանակութ- յուն,  որոշել  խաղի  ելքը,  իսկ  ծեսի  մեջ  դա  բացառված  է:  Ուստի՝  մենք  ընդունում  ենք խաղը ծեսից տարբերակող ամենաբնորոշ սկզբունքը՝  պատահականությունը,  որպես ելակետ: ", "Թեմայի  հետազոտման  առանցքայի  աղբյուրագիտական  հենքերից  է  «Հայերի ցեղասպանությունը ըստ երիտթուրքերի դատավարության  փաստաթղթերի» ժողովածուն2: ", "Ղաֆադարյանը  իր  ,,Դվին  քաղաքը  և  նրա  պեղումները’’  երկհատոր  մենագրությամբ18, որում մանրազնին ուսումնասիրված են կանոնավոր պեղումների միջոցով ձեռք բերված նյութական  մշակույթի  մնացորդները,  որոնք  ինքնին  կարևոր  հիմք  են  միջնադարյան Հայաստանի  խեցեգործական,  ապակեգործական,  մետաղամշակության  զարգացման օրինաչափությունները,  ինչպես  և  տնտեսական,  արհեստագործական,  առևտրական, մշակութային փոխադարձ կապերը Հայաստանի մյուս քաղաքների ու հարևան երկրնե- րի  հետ  վերհանելու  տեսանկյունից:  Դվինի  միջնադարյան  նյութական  մշակույթի ուսումնասիրությունը շարունակում են Ա. Քալանթարյանը, Ն. Հակոբյանը, Ա. Ժամկոչ- յանը,  Ֆ.  Բաբայանը:  Թեև  գիտական  գրականության  մեջ  հայտնի  է,  որ  Դվինը  որպես միջնադարյան  քաղաք  գոյատևել  է  IV  –  XIII  դդ.  կեսերը,  սակայն  վերջին  տարիների պեղումներով  Դվինի  միջնաբերդի  տարածքից  հայտնաբերվել  են  XIII  դարի  վերջով թվագրվող ջնարակապատ անոթներ (ամբողջական և բեկորային վիճակում): ", "Պատահական չէր, որ Բ. Շաքիրը, գտնվելով պաշտոնական հարաբերությունների մեջ  ՀՅԴ  ղեկավարության  հետ,  վերջիններիս  շրջանում  ուներ  գործակալ,  որը  նրան ապահովում էր անհրաժեշտ տեղեկատվությամբ3: ", "Հայկական  լեռնաշխարհում  կանանց  պատկերագրական  տիպերի  ուսումնասիրության  և խմբավորման  համար  հիմնվել  ենք  Ս.  Հանսենի15,  Ե.  Անտոնովայի16,  Ս.  Եսայանի17, Լ.Գլոտնիի  և  հեղինակակիցների18,  Մ.  Օզդոգանի19,  Հ.  Հաուպտմանի20  և  այլոց  աշխա- տությունների վրա21: ", "Խադժետլաշեն  արժեքավոր  տեղեկություններ  է  հայտնում  այն  մասին,  որ բրիտանա-թուրքական  քաղաքական  հարաբերություններից  անկախ,  որը  հաճախ արտահայտվում  էր  իրավիճակային  երկդիմի  մոտեցումներով,  Մեծ  Բրիտանիայի  և Օսմանյան  կայսրության  գաղտնի  ծառայությունները  մշտապես  համագործակցել  են, ինչը  ենթադրում  է  նաև  ծպտյալ  աղբյուրներից  ձեռք  բերած  տեղեկատվության փոխանակում5: ", "Տվյալ հանգամանքը վկայում է, որ օսմանյան գաղտնի թղթերի, Եր., 1989, էջ 167, 168: ", "Մեր ուսումնասիրությունները ցույց են տալիս, որ խաղի կազմակերպման նախա- պայմանները հետևյալներն են. Խաղի կազմակերպման վայր. Խաղի  իրականացման  համար  կարևորը  խաղատեղն  էր,  և,  ելնելով  խաղի  բնույ- թից, խաղի համար կարող էր ընտրվել ընդարձակ և ոչ ընդարձակ վայր՝ բնակավայրից դուրս՝  դաշտ,  կալ,  ամառանոց-յայլաներ  կամ  բնակավայրի  ներսում՝  եկեղեցու  բակ, հրապարակներ, գյուղական կտուրներ, օդաներ: ", "Առանձնահատուկ  ուշադրության  են  արժանի  Օսմանյան  կայսրության  Ներքին գործերի նախարար Նազըմ փաշայի հուշերը1, որոնք կոնկրետ դեպքերով, փաստերով ու անուններով  բացահայտում  են,  թե՛  ոստիկանության  հետախուզական  գործունեության առանձնահատկությունները՝  ուղղված  հայկական  «կոմիտեճինէրի»  դեմ,  թե՛  հայ հեղափոխականների  շրջանում  տիրող  իրավիճակը:  Չնայած  Նազըմի՝    հայ  լրտեսների ու  մատնիչների  անունները  մատնանշելուն,    նրա  հուշերը  արժեքավոր  են  երկու նկատառումներով՝  անհրաժեշտ  տեղեկություն ստանալու համար հայազգի գործակալներ  ներդնելով  «կոմիտեճինէրի»  շրջանում  և  այլ  գործակալների  միջոցով ստացված  տեղեկատվության  հավաստիության  ստուգման  հանգամանքով:  Նազըմ  բեյն իր հուշերում սարսափով է հիշատակում լրտեսների սպանությունների շարանը. «Ահա այսպես  հայ յեղափոխական  Դաշնակ  կոմիտէն  սկսած  էր  ասպարեզ  կարդալ կառավարության,  սպաննելով  ոստիկանները  և  այն  Հայերը,  որոնք  հավատարիմ  կր մնային  կառավարութեան»2:  Խնդիրը  խորապես  հասկանալու  և  համապատասխան միջոցներ  կիրառելու  նպատակով  ոստիկանության  նախարարը  որոշում  է  հայ լրտեսներից մեկին. «…որ դեռ ճանաչված չէր կոմիտեճինէրուն կողմէ, յարաբերութեան մեջ դնել հայ յեղափոխական կոմիտէին հետ:… կոմիտէի ամէնէն կատղած անդամներէն մէկն  էր  Հակոբը…:  Լրտեսը  ղրկեցի  Հակոբի  մոտ:  Բարեկամացավ  նրա  հետ  և  մտավ կոմիտէին մեջ: Եվ օրը օրին ինծի լուր կուտար կոմիտէին որոշումներուն և ծրագրերուն մասին:  Հակոբը  ձերբակալվեց»3:  Ընդգծելով  Օսմանյան  կայսրության  ոստիկանության գործելակերպը, նշենք, որ Հակոբի հարցաքննության ժամանակ Նազըմ փաշան մեծ տեղ էր  հատկացնում  այլ  աղբյուրներից  ստացված  տեղեկությունների  հավաստիությանը՝ ստուգելով նաև լրտեսների հուսալիությունը: ", "Ավագ սերունդը հիմնականում խաղացել է աշխատանքներից ազատ ժամանակ: ", "Երկու մրցող խմբեր կամ անհատներ Խաղի կազմակերպում. Խաղը սկսում էին խաղալ, երբ հավաքվածներից մեկն ասում էր՝ «եկեք խաղանք». դա  հատուկ  ծրագրված  չէր  և  կարող  էր  կազմակերպվել  հանպատրաստից:  Մեծահա- սակները երբեմն նախապես պայմանավորվում էին որևէ խաղի համար: ", "թ.  ղարաբաղյան  արշավանքի  մասին,  –  «Մերձավոր  և  Միջին  Արևելքի  երկրներ  և  ժողովուրդներ» (հետայսու՝  ՄՄԱԵԺ),  հտ.  XXVII,  Եր.,  2011;  Միրզա  Յուսուֆ  Ներսեսով,  Ճշմարտացի  պատմություն, Թարգմանությունը բնագրից, ներածությունը և ծանոթագրություները Ք. Կոստիկյանի, Եր., 2000: ", "Հնչակյան կուսակցության ծրագրային դրույթների և հայ  ազգային կուսակցությունների գործունեության ուղղվածության մասին կարևոր տեղեկություններ տրամադրել է պ.գ.դ. Ռ.Սահակյանը: ", "Թեմայի  ուսումնասիրության  ընթացքում  փաստաթղթային  հարուստ  նյութեր  ենք օգտագործել  Մ.  Ներսիսյանի,  Վ.  Գամրեկելիի,  Վ.  Գաջիևի,  Վ.  Մաճարաձեի,  Պ. Շաստիտկոյի  և  Գ.  Բուռնությանի  խմբագրություններով  26  1950-1990-ական  թթ. հրատարակված տպագիր սկզբնաղբյուրների ժողովածոներից: ", "Աշխատանքն  առավել ամբողջական դարձնելու  համար օգտագործել ենք մի շարք կարևոր  գիտա-հետազոտական  ուսումնասիրություններ:  Խորհրդային  տարիներին Հյուսիս-արևելյան Այսրկովկասի և Ռուսաստանի հարաբերությունների պատմությամբ, թեպետև  կողմնակալ  գնահատականներով,  հիմնականում  զբաղվել  են  ռուս  և ադրբեջանցի  պատմաբանները:  Հյուսիս-արևելյան  Այսրկովկասի  խանությունների  և պատերազմացն  1721-1736  թթ.,  Պատ.  խմբագիր՝  պրոֆ.  Ս.  Վ.  Տեր-Ավետիսյան,  Եր.,  1938;  Աբրահամ կաթողիկոս Կրետացւոյ, Պատմագրութիւն անցիցն իւրոց եւ Նատր-Շահին պարսից, Վաղարշապատ – Ս. Էջմիածին, 1870; Միքայէլ Չամչեանց, Հայոց պատմութիւն (սկզբից մինչև 1784 թ.), հտ. Գ, Եր., 1984: ", "Օսմանյան կայսրության և  Թուրքիայի Հանրապետության գաղտնի ծառայությունների  պատմության, գենեզեսի, գործելաոճի և իրականացված գործողությունների ուսումնասիրության տեսակետից արժեքավոր է թուրք հետազոտող, թուրքական  գաղտնի  ծառայության  պատմության  մասնագետ  Թունջայ  Օզքանի «Թուրքիայի հետախուզական ծառայության (MIT) գաղտնի  պատմությունը» մենագրությունը,  որտեղ  կողմնակալության  հետ  մեկտեղ  հեղինակը  կարևոր տեղեկություններ է  հաղորդում  տարբեր  ժամանակաշրջաններում  Օսմանյան կայսրությունում  և  Թուրքիայում  գոյություն  ունեցող  գաղտնի  ծառայությունների մասին3: ", "Վանուշ Գրիգորի, ծնվ.` 1938 թ.: ", "Մխիթար Մանուկի, ծնվ.` 1924 թ.: "]}