{"paragraph_source_docs": [1, 3, 4, 2, 4, 3, 2, 3, 4, 3], "source_docs_file": "History.json", "paragraphs": ["Մեկ, երկու, երեք, դուրս ե-կեք155: ", "XIV – XVII ԴԱՐԵՐԻ ՀՈՒՇԱՐՁԱՆՆԵՐԸ (ՊԵՂՈՒՄՆԵՐԻ ՀԱՄԱՌՈՏ ԱԿՆԱՐԿ) Պատմական համառոտ ակնարկ: ", "Iran: From Nadir Shah to the Islamic Republic, vol. VII, Cambridge, 1991, p. 104-143; J. Perry, Karim Khan Zand (1747-1779), London, Oneworld, 2006; նույնի՝ The Zand Dynasty, – The Cambridge History of Iran: From Nadir Shah  to  the  Islamic  Republic,  vol.  VII,  Cambridge,  1991,  p.  63-103;  S.  Shaw,  Iranian  relation  with  the  Ottoman empire  in  the  eighteenth  and  nineteenth  centuries,  –  The  Cambridge  History  of  Iran:  From  Nadir  Shah  to  the Islamic  Republic,  vol.  VII,  Cambridge,  1991,  p.  297-313;  The  Cambridge  History  of  Turkey,  vol.  III,  The  Later Ottoman  Empire  (1603-1839),  Edited  by  Suraiya  N.  Faroqhi,  Cambridge  University  Press,  2006;  R.  Tapper, Sh hsevan in S afavid Persia, – «Bulletin of the School of Oriental and African Studies», University of London, vol. (Cambridge  Middle  East  Studies),  Printed  in  the  United  Kingdom  at  the  University  Press,  Cambridge,  1997;  F. Kazemzadeh, Iranian relations with Russia and the Soviet Union to 1921,  – The Cambridge history of Iran: From Nadir Shah to the Islamic Republic, vol. VII, Cambridge, 1991, p. 314-349; M. Atkin, Russia and Iran 1780-1828, Minneapolis, 1980; Ch. L.  Krause, C. Mishler, Standard Catalog of  World  Coins.  Eighteenth century. 1701–1800, Edited by George Cuhaj, 6th edition, Krause Publications, 2013. Ռուսական  կայսրության  XVIII  դ.  երկրորդ  կեսի  հարաբերությունների  առավել ամբողջական և անաչառ պատմությունը: ", "Առաքել Պատրիկը90 իր «Հայկական տարազ» և Վ.Հացունին «Պատմութիւն հայ հին տարազին» գրքերում անդրադառնում են հնագույն ժամանակներից մինչև մեր օրերը հայ- կական տարազի ուսումնասիրության խնդիրներին91: Մանավորապես կատարել են աքե- մենյան,    հելլենիստական,  վաղ  հայկական  արվեստի  նմուշների  հանդերձանքի  և  զգես- տավորման  վերլուծությունը:  Պատկերագրական  և  դիցաբանական  կերպարների  ուսում- նասիրությանն է նվիրված Զ. Թառայանի92 աշխատությունը, որը լուսաբանում է Տիրամոր պաշտամունքի և կերպարի հնագույն նախատիպերը հին հայկական և համաշխարհային արվեստի  ստեղծագործությունների  տեսանկյունից:  Հայկական  լեռնաշխարհում  «Պատե- րազմի և սիրո դիցուհու» պատկերագրության խնդիրները վեր հանման հետ կապված կու- զեինք նշել «Աֆրոդիտե. պատերազմի տիրուհին, սիրո դիցուհին» (խմբ. Մ. Զայֆերթ)93, Շ. Հուսեյնի  «Աստվածուհին.  մայրիշխանությունը,  առասպելներն  ու  արխետիպերը, courant idéaliste et réaliste de la personification des provinces romaines //Originalveröffentlichung in: 50 Years of Polish  Excavations  in  Egypt  and  the  Near  East.  Acts  of  Symposium  at  the  Warsaw  University,  1986,  Warschau, basilica in Rom, Jdl 15, 1900, p. 1-42. et de Commagène, Paris, 1890. Recueil d’ Antiquités égyptiennes, étrusques, grecques et romaines., t.II, Paris, 1756, Furtwängler A., Die antiken Gemmen, Leipzig, 1900, Plantzos D., Hellenistic engraved Gems, Oxford, 1999, Zwierlein-Diehl E., Antike Gem- men und ihr Nachleben, de Gruyter, 2007, Ալիշան Ղ., Այրարատ, Վենետիկ, 1890: ", "Հյուսիս-արևելյան  Այսրկովկաս  եզրույթը  XVIII  դ.  երկրորդ  կեսին  ներառում  էր Բուն Աղվանքի (Կուրից հյուսիս) տարածքների՝ Դերբենդի, Ղուբայի, Շամախիի, Բաքվի և  Շաքիի  խանությունների  պատմաաշխարհագրական  սահմանները:  Անտիկ դարաշրջանից  ի  վեր  մինչև  428  թ.  Մեծ  Հայքի  և  Բուն  Աղվանքի  թագավորությունների միջև  սահմանն  անցնում  էր  Կուր  գետով,  որից  հարավ  տարածվում  էին  հայկական Արցախ  և  Ուտիք  նահանգները:  Նշված  թվականին  Հայաստանում  Արշակունյաց արքայատոհմի  իշխանությունը  վերացնելուց  հետո  Սասանյանները  նախ  Ուտիքը,  իսկ էր  նույն բարեփոխումով  ստեղծված  Աղվանից մարզպանության  կազմի  մեջ:  Պարսկական  պետության  վարչա-քաղաքական  միավոր հանդիսացող  մարզպանությունը,  իր  վրա  կրելով  Աղվանից  թագավորության անվանումը,  էթնոքաղաքական  նոր  միավոր  էր՝  հայկական  տարրի  որոշակի գերակշռությամբ,  ինչը  և  պայմանավորեց  Աղվանքի  վարչական  կենտրոնի,  ապա  նաև կաթողիկոսարանի  փոխադրումը  Չող-Դերբենդից  աջափնյա  Պարտավ  (VI  դ.  I  կես) 42, իսկ հետագայում՝ Գանձակ (XII դ.) և Գանձասար (XV դ.): Հյուսիսից տափաստանաբնակ ցեղերի  ներթափանցման,  ինչպես  նաև  տարածքի  վարչական  նոր  բաժանումների հետևանքով  «Աղվանք»  անվանումը  որոշ  առումով  կիրառությունից  դուրս  է  գալիս ձախափնյակի  համար:  Շնորհիվ  հոգևոր  կենտրոնի  առկայության,  այն  պահպանվում  է առավելապես  Արցախում  և  Ուտիքում:  Միաժամանակ  հայկական  հոծ  բնակչության առկայության  պատճառով  «Աղվանք»  եզրույթին  զուգահեռ  գործածվում  են  «Հայոց Արևելից  կողմանք»,  «Արևելից  կողմանք»  և  այլ  հոմանիշներ:  Արաբական  աղբյուրները Կուր-արաքսյան միջագետքի (նեղ իմաստով՝ Արցախ, Ուտիք նահանգները) նկատմամբ կիրառում են «Առան» եզրույթը (=Աղվանք): ", "Լենկ  Թեմուրի  արշավանքներին  նախորդող  տարիներին  արդեն  Մերձավոր  Արե- վելքի  քաղաքական  կյանքում  որոշակի  դեր  էին  խաղում  օսմանյան  թուրքերը,  կարա- կոյունլու  և  ակ-կոյունլու  համադաշնությունները,  որոնք  XIII  դարի  կեսերին  գաղթելով Թուրքեստանից,  բնակություն  էին  հաստատել  պատմական  Հայաստանի  հարավում  և Փոքր  Ասիայի  արևմուտքում:  Հայկական  լեռնաշխարհում  թեմուրյանների  թուլացումից առաջինը օգտվեցին կարա-կոյունլուները, որոնք տիրեցին ,,Հուլավուի թախթին’’ (Ատր- պատական, Հայաստան, Իրաք) 1410 – 1468 թթ.41: Ի տարբերություն մյուս տիրակալնե- րի,  միայն  կարա-կոյունլուներն  էին,  որ  տիրում  էին  հիմնականում  Հայաստանում (գլխավոր  կայանը`  Վաղարշակերտ)  և  ակ-կոյունլուների  ու  Չաղաթայան  Շահրուխի (Լենկ  Թեմուրի  որդու)  դեմ  պայքարում  նույնիսկ  հենվում  հայ  ֆեոդալների  ու  ազգա- բնակչության  աջակցության  վրա42:  Կարա-կոյունլուները  և  պատմական  Աղձնիքում հաստատված ակ-կոյունլուները XIV – XV դդ. ընթացքում փոփոխական հաջողություն- ներով իշխում էին Հայաստանում մինչև XVI դարի սկիզբ, երբ Հայաստանը ռազմական թատերաբեմ դարձավ հակառակորդ երկու կողմերի` Օսմանյան Թուրքիայի և Առաջա- վոր Ասիայում քաղաքական առաջնության ձգտող Սեֆյան Իրանի միջև43: ", "Մասնագիտական գրականության մեջ հատուկ ընդգծվում է այն դրույթը, որ արվեստը կոնկրետ-զգայականի ձևով հանդես եկող աշխարհաճանաչողության միջոց է  և այդ ճա- նաչողության վաղագույն ձևն անկասկած առասպելն է: Առասպելը ոչ միայն գիտակցութ- յան  առաջին,  այլև  ունիվերսալ  այն  ձևն  է,  որ  ընկած  է  արվեստի  ստեղծագործության կերտման հիմքում: Միայն թե նախնադարյան կամ արխաիկ արվեստում առասպելն եղել է խմբային` ձևավորվելով որպես, աշխարհի մասին կոլեկտիվ պատկերացումներով առաջ եկած  կերպարների  անգիտակցական  պրոեկցիա…  Հանդես  գալով  որպես  աշխարհի  և կյանքի մոդել, արխաիկ առասպելի ձևավորմանը համընթաց ձևավորվում էր նաև այն լե- զուն  (մեր դեպքում, երբ խոսք է գնում կերպարվեստի մասին`  պատկերագրման լեզուն), որը մի կողմից հանդես էր գալիս, որպես ճանաչողության գործիք, իսկ մյուս կողմից` որ- պես ինֆորմացիայի փոխանցող: Պատկերագրական այդ լեզուն, որի ակունքները հայտ- նաբերվել են 30-25 հազարարամյակներ առաջ, կրում է այնպիսի ունիվերսալ հատկանիշ- ներ, որ մինչ օրս մնացել է պրակտիկորեն անփոփոխ: Եթե դիցաբանական մտածողութ- յան  մեջ  ժամանակակից  մարդը  արվեստի  ստեղծագործությունն  արարող  և  ընկալող  է, ապա նախնադարյան մարդը անընդհատ և անփոփոխ նրա մեջ էր, ինչով և բացատրվում է նախնադարյան և արխայիկ արվեստի մոգական հարատևության կախարդական ուժը98: ", "տության  բացակայության  պայմաններում  տեղի  ունեցավ  վարչատարածքային  մաս- նատում: XIV – XV դդ. իրենց գոյությունը պահպանող հայ իշխանական տներից մի քա- նիսը, սահմանափակվելով իրենց տիրույթներում, փորձում էին ինչ-որ ձևով պահպանել ներքին կայուն իրավիճակը: Սյունիքի առանձին տարածքներում իշխում էին Օրբելյան, Խաչենում`  Հասան-Ջալալյան,  Ծարում`  Դոփյան,  Արագածոտնում`  Վաչուտյան,  Վայոց ձորի  որոշ  տարածքներում`  Պռոշյան,  Անիի  ու  Բջնիի  շրջակայքում`  Զաքարյան  (մինչև տատիրության եզրափակիչ  շրջանն  է, երբ  պատմության ասպարեզից դուրս են մղվում հայ իշխանական խոշոր տների վերջին ներկայացուցիչները44: XVI – XVII դդ. Հայաստա- նի միայն լեռնային գոտիներում էին տեղ-տեղ պահպանվել հայկական մանր իշխանու- թյունների մնացորդները, որոնց միջև, սակայն, բացակայում էր ներքին կապը45: ", "XVI  դարից  Այսրկովկասի  և  Շիրվանի  տարածքը  դառնում  է  թուրք-իրանական ռազմական  բախումների  թատերաբեմ:  Այսպես,  XVI-XVII  դդ.  ընթացքում  Օսմանյան կայսրության  և  Սեֆյան  պետության  միջև  ընթացող  պատերազմների  հետևանքով «Մերձավոր Արևելք» (հետայսու՝  ՄԱ), 2007, պր. 4, Եր., էջ 61-65: ", "XIV – XVII  դդ. արտաքին քաղաքական շարժերի հետևանքով փոխվեց Հայաստա- նի  ներքին  սոցիալ-տնտեսական  դրությունը:  Մոնղոլական  և  հետմոնղոլական  արշա- վանքներից  հետո  երկրի  արտադրողական  ուժերի  աստիճանական  արտահոսքի  հե- տևանքով  հետզհետե  անկում  ապրեցին  քաղաքները,  արհեստներն  ու  առևտուրը:  Ար- տաքին ներխուժումներից մեծապես տուժած քաղաքներն այլևս չվերականգնվեցին, լա- վագույն  դեպքում  վերածվեցին  գյուղական  բնակավայրերի,  որտեղ  սեփական  կարիք- ները բավարարելու համար քաղաքային կամ ապրանքային արտադրանքը մեծ մասամբ փոխարինվեց տեղում ստեղծված գյուղական տնայնագործական արտադրանքով: "]}