{"paragraphs": ["«կորուսյալ  սերնդի»  ներկայացուցիչների՝  Շերվուդ  Անդերսոնի,  Էռնեստ  Հեմինգուեյի, Վիլյամ  Ֆոլքների,  Ֆրենսիս  Սքոթ  Ֆիցջերալդի1  թողած  գրական  ժառանգությունը: ", "Լեռ Կամսար մեկը՝ Լեռ Կամսարը: «Նախորդ տասնամյակներից մինչև արդի պրոցեսը կան չլուծված- չպարզաբանված գրական-բանասիրական  հարցեր,  որոնք մեկնաբանության  ոչ ճշգրիտ տեսանկյուն  ունեն,  ինչպես  նաև`  պաթոլոգիկ-գաղափարական  հիմնավորում, աղավաղված  և  շրջված  են  գրական  տեքստը  և  բնագիրը:  Նրանց  վերարժևորումը  և ճշտումը գրական արդի հարցադրումների հանգանակում ևս քննադատության նյութն են կազմում,  որովհետև  հարցադրումները  եթե  արդիական  են,  «վերականգնված»  և խմբագրման  ենթարկված  տեքստը  եթե  հնչում  է  միասնական  ու  նորովի,  ապա պատմությունը  վերարժևորվում  է  արդիականության  համատեքստում:  Այդպիսի «պատմական» նորությունը,  որի հրապարակումը  չափազանց կարևոր է գրական արդի պրոցեսը ամբողջականացնելու համար, վերջին տասնամյակների մասնաբաժինն է նաև, որի առկա օրինակը  վերջերս նաև  Լեռ  Կամսարի  ստեղծագործության հրապարակումն է»1:  Ո՞վ  էր  նա:  Հայ  իրականությունը  երբեք  այսպիսի  գալիքի  ծնունդին  չէր  սպասի՝ երգիծաբանության  երրորդ  հսկային՝  Հակոբ  Պարոնյանից  ու  Երվանդ  Օտյանից  հետո: ", "Թեև  ռուս  գրականագետ  Ա.  Մուլյարչիկը  համարում  է,  որ  ամերիկյան գրականության  հեղինակությունը  Եվրոպայում  բարձրացավ  հատկապես  Երկրորդ աշխարհամարտից  հետո,  սակայն, սրանում գրականագետը  տեսնում է հակասություն. «Հենց այս ժամանակաշրջանում ամերիկյան արձակի լայն և հզոր հոսքը սկսեց նվազել, շատ գրողների ստեղծագործություններում հաճախ էին հանդիպում ինքնակրկնումներ»3:  Ըստ  գրականագետի՝  սա  վկայում  է  այն  մասին,  թե  որքան  էր փոխվել  ամերիկյան  իրականությունը  և  որքան  բարդ    էր    ներկայացնել  նրա  ներքին հակասական ու փոփոխական էությունը։ Հետպատերազմյան տարիներին ի հայտ եկած գրական տեսանելի ճգնաժամը պայմանավորված էր մի շարք հանգամանքներով։ ", "«Եթե  կամենում  ես  անառարկելի  կարծիք  հայտնել,  այն  արտահայտիր  արվեստի լեզվով»3,-մի առիթով ասում է Լեռ Կամսարը և ինքն էլ տալիս է առաջին օրինակը: ", "Պատմվածքի ժանրը սկսեց կատարելագործվել դեմս մի շարք ստեղծագործողների՝  Ջ.  Չիվերի,  Ջ.  Դ.  Սելինջերի,  Ջ.  Ափդայքի,  Բ.  Մալամուդի,  Թ. Քեփոթի,  Ջ.  Բոլդուինի,  Ֆլաների  Օ՚  Քոնորի,  Կ.  Վոնեգուտի  և  այլոց:    Ամերիկյան արձակում սկսեց գերիշխել մարդու մենության և հասարակությունից օտարման թեման՝ պայմանավորված  կյանքի  նյութական  և  հոգևոր  ասպարեզներում  ի  հայտ  եկած ճգնաժամային երևույթներով։ Կարևոր բացահայտում էր արված. ճգնաժամը կենսական էական հանգամանքն է, որն անհրաժեշտ է ընդունել որպես փաստ և դիմակայել դրան՝ մինչև կհաջողվի հաղթահարել։  Ակնհայտ է, որ Ամերիկայի հետպատերազմյան շրջանի գրականության  վրա  անմիջական  կերպով  ազդել  են  երկրի  հասարակական- քաղաքական  կյանքը,  ներքաղաքական  խնդիրները,  երկրի  ներքին  սոցիալական հակասությունները։ Հետևաբար ամերիկացի գրողները փորձել են պատմել այն մասին, թե  ինչպես  են  մտածում  և  ապրում  ամերիկացիները`  ձգտելով  հասկանալ  հարուստ, բարգավաճող  և  ինքնավստահ  Ամերիկայի  հետ  իրենց  ունեցած  տարաձայնությունների պատճառները:  Նրանք  ներկայացրել  են,  թե  ինչպես  մարդկայնության  հիմքերի որոնումներում  ամերիկացիները  երբեմն  կորցնում  են  չարի  և  բարու  սոցիալական ընկալումը, շփոթում «գեղեցկություն» ու «այլանդակություն»  հասկացությունները, ձեռք բերում պատրանքային երջանկություն, վիշտ ու տառապանք տարածում: ", "և պատմվածքագիր Ջոն Վիլյամ  Չիվերի դերը: Գրականության  բնագավառում ազգային շքանշան  ստանալու  արարողության  ժամանակ  իր  ելույթում  Չիվերը  խոսում  է ժամանակակից աշխարհում գրականության դերի ու նշանակության իր պատկերացման մասին. «Ինձ համար լավ արձակի նշանակությունն այն է, երբ այն կարող է ներկայացնել բանիմաց  ու  գիտակից  տղամարդկանց  և  կանանց  գործուն  երկխոսության  փորձը՝ ուղղված այն բանին, որ մեր մոլորակի կրակները լինեն բացառապես խաղաղ»4: Չիվերը դիտում է գեղարվեստական արձակը որպես լեզվի հետ փորձառության ձև. «Որևէ մեկը երբեք  չի  կազմի    նախադասություն  առանց  զգացմունքներ  ունենալու»5:    Բացի  այդ` գրողը  կարծում  է,  որ  պատմվածքը  հատկապես  արդյունավետ  է,  եթե  գործ  ունես մարդկային ընդհատված հարաբերությունների հետ6։ ", "Ջոն    Չիվերն  այն  սակավաթիվ  գրողներից  է,  ով  իրեն  նույնացրել  է    իր  ապրած ժամանակի հետ, ներթափանցել շրջապատող միջավայրի և մարդկանց զգացողությունների  խորքը,  ստեղծել  գոյություն  ունեցող  իրականությունից  զատ  այլ իրականություն,  երևակայական  քաղաք,  որը  հեշտությամբ  կարող  ենք  նմանեցնել Վիլյամ  Ֆոլքների  Յոքնապատոֆին,  Շերվուդ  Անդերսոնի  Ուինսբուրգ  կամ  Թոմաս Հարդի  Վեսեքս  մտացածին  քաղաքներին։    Կարող  ենք  ասել,  որ    Չիվերի  ստեղծած թվացյալ  աշխարհը ինչ-որ  առումով իրական է, քանի որ նրա ստեղծագործություններում նկատելի է գրողի ինքնարտահայտումը:  Թեև կարծիքներ են հնչել,  որ  հետպատերազմյան  ամերիկյան  գրականության  մեջ  նկատելի  են կրկնություններ,  սակայն,  ի  դեմս  մի  շարք  գրողների,  այդ  թվում  նաև  Ջոն  Չիվերի, ամերիկյան փոքր արձակում  ի հայտ են գալիս նոր զարգացումներ: Նրա փոքր արձակի նորարարությունը  հատկանշվում է հատկապես կյանքի նկատմամբ իրատեսությամբ և սովորական ամերիկացու ապրելակերպի  մանրազնին դիտարկմամբ ու արտացոլմամբ: ", "Չիվերը  կարծես  կամուրջ  է  դառնում  20-րդ  դարի  առաջին  կեսի  գրողների՝  Էռնեստ Հեմինգուեյի,  Վիլյամ  Ֆոլքների,  Ֆրենսիս  Սքոթ  Ֆիցջերալդի  և  ուրիշների    ու  Երկրորդ աշխարհամարտին հաջորդող գրողների միջև։ Ջոն Չիվերի ստեղծագործության վրա մեծ ազդեցություն  են  թողել  հատկապես  «կորուսյալ  սերնդի»  ներկայացուցիչները։  Նրա գրական  մոտեցումներն  առավելապես  համընկնում  են  այս  շրջանի  գրողների գաղափարներին և աշխարհընկալմանը: ", "Գրողն իր վաղ շրջանի ստեղծագործություններում օգտագործում է հեմինգուեյյան երկխոսության գերակշռության սկզբունքը,  տեղի ունեցող իրադարձությունների մանրամասն նկարագրությունը և  ոչ էական խոսակցությունների մեջ հերոսների թաքնված անհանգստությունները: Իր արձակում  համադրում է  նաև Ն. Հոթորնի, Հ. Ջեյմսի,  Օ՚ Հենրիի և Շ. Անդերսոնի, Ֆ. Ֆիցջերալդի, ինչպես նաև ռուս գրող Ա.  Չեխովի  գրական  ավանդները:  Գրողի  գրական  ազդեցությունները  նկատելի  էին հատկապես  նրա  ստեղծագործության    վաղ  շրջանում։  Դա  ակնհայտորեն  երևում  է «Որոշ  մարդկանց  կենսակերպը»  («The  way  some  people live»,1943)  ժողովածուի պատմվածքներում։  Սակայն  արդեն  երկրորդ՝ «Հրեշավոր  ռադիոն  և  ուրիշ պատմվածքներ»  («The  Enormous  Radio  and  other  stories»,1953)  ժողովածուի  մեջ բացահայտվում են Չիվերի  գրական ոճին  բնորոշ  այնպիսի հատկանիշներ, ինչպիսիք են  նրա  սևեռուն  ուշադրությունը  մարդու  ներաշխարհին,  խոր  հետաքրքրությունը հասարակության  հոգևոր  կյանքի  նկատմամբ:  Այս  շրջանին  բնորոշ  էր  գրողի երկվությունը,  որը  նկատելի  է  նաև  նրա  ստեղծագործական  կյանքի  հաջորդ շրջաններում: ", "Վահան  Տերյանի  ստեղծագործությունը  միշտ  էլ  լրջագույն  հարցեր  է  առաջադրել գրականագետներին,  որոնց  քննությամբ  փորձեր  են  արվել  բացահայտելու  նրա անվերապահ  նշանակությունը՝  որպես  հայ  գրականության,  մասնավորապես բանաստեղծության  զարգացման  նոր  շրջափուլ  սկզբնավորողի,  բանաստեղծական  նոր մտածողության  ձևավորողի,  ինչպես  նաև  զարգացման  հետագա  ընթացքի  վրա  նրա ազդեցության բնույթն ու ուղղությունները։ Իհարկե, եթե համեմատության մեջ դնենք ժա- մանակի չորս առաջատար գրողների՝ Թումանյանի, Իսահակյանի, Տերյանի, հատկապես Չարենցի ուսումնասիրվածության աստիճանը, ապա կարելի է ասել, որ Տերյանը և նրա պոեզիան ավելի քիչ ուսումնասիրվածներից են։ ", "Ջոն  Չիվերը  գրել  է    հինգ  վեպ  և  երկու  հարյուրից  ավելի  պատմվածքներ,  որոնք ամփոփվել  են  պատմվածքների  յոթ  ժողովածուներում։  Գրողին  ակնհայտորեն  հուզում էին միջին խավին պատկանող մարդկանց հոգսերը, չիրականացված երազանքները: ", "Նա  պատմվածքներում  ներկայացնում  է  առօրեական  ճշմարտություններով լի հարաբերություններ,  պատկերներ,  վիճակներ,  որոնք  կարող  են  արտաքուստ  այդքան էական  չլինել,  բայց  իրականում  ունենալ  ընդհանրական  կարևորություն:  «Ինչպես  ենք մենք ապրում հիմա» («The Way We live now») ակնարկում գրականագետ Ջոան Դիդիոնը գրում  է,  որ  չի  կարող  մտաբերել  մի  գրողի,  որ  այդքան  շատ  է  պատմում  մեր  առօրյա ապրելակերպի  մասին8։  Որոշ  գրաքննադատներ այն կարծիքին են, որ Չիվերի գրական K. Hall & Co, 1982, p. 69. հաջողությունը  պայմանավորված  էր  վեպերով:  Օրինակ,    Ջորջ  Հանթը  «Beyond  the Cheeveresque: A style both  Lyrical  and  idiosyncratic» հոդվածում գրում է,  որ Ջոն Չիվերը բազմաթիվ  մրցանակներ  է  ստացել  մեծ  արձակի,  հատկապես  չորս  վեպերի    համար, մինչդեռ պատմվածքի ժողովածուներին հազվադեպ են գրական մրցանակներ շնորհվել, և  դրանք  լավ  չեն  վաճառվել9:  Մեր  կարծիքով,  Չիվերի  գրական  արժանիքները առավելապես դրսևորվել են  պատմվածքի ժանրում, որի գնահատականը պատմվածքագրության  համար  1978  թվականին  գրողին  շնորհված  Պուլիտցերյան մրցանակն  է:  Չիվերի  արվեստի  շատ  հետևորդներ  ևս  կարծում  են,  որ  գրողի  արվեստն ավելի  համոզիչ  կերպով  արտահայտվել  է  նրա  պարգևի  արժանացած  վեպերում՝ «Վապշոտյան  ժամանակագրություն»  («The  Wapshot  Chronicle», 1957),  «Վապշոտյան խայտառակություն»  («The  Wapshot  Scandal,  1964),   «Բուլեթ  Պարկ»  (Bullet  Park,  1969)  և «Ֆալքոներ»  (Falconer,  1917):  Գրականագետ  Րալֆ  Վուդը  ևս  իր  նախապատվությունը տալիս  է  պատմվածքներին,  նշելով,  որ  վեպի  ժանրում  Չիվերի  արվեստն  ու հավատամքը շեղվում են բուն թեմայից: Նրա վեպերը հաճախ նման են պատմվածքների համակցության10։    Ջոն  Չիվերը,  շարունակելով  ամերիկյան  պատմվածքի  գրական ավանդները,    ստեղծում  է    իրեն  հատուկ  գրական  ոճ՝    ստեղծագործություններում չափազանց  սուր  արտացոլելով  ամերիկյան  արվարձանի  բնակիչների  կյանքը,  ինչը մասամբ պայմանավորված է գրողի՝  արվարձանում բնակության փորձով: ", "Պատմվածքներում  առօրյա  կյանքի  մանրադիտակային  նկարագրությունը  գրողի համար  միջոց  է  հասարակ  մարդկանց  խնդիրներն  առավել  անմիջականորեն ներկայացնելու համար. «Իմ կյանքի վաղ տարիների որոշումն էր լրտեսել միջին դասին,- գրում է Չիվերն իր ամսագրում,-բայց, կարծես թե ժամանակ առ ժամանակ մոռանում եմ իմ առաքելության մասին և շատ լուրջ ընդունում լրտեսի դերը»11։  Սերնդակից գրողները Ջոն  Չիվերին  համարել  են  ժամանակի լավագույն  արձակագիրներից  մեկը: ", "Գրականագետ  Ջոն  Ալդրիջը  «Time  to  murder  and  create»  հոդվածում  գրում  է.  «Չիվերը John Cheever. Boston, Massachusetts: G. K. Hall & Co, 1982, p. 38. http://www.religion-online.org/showarticle.asp?title=1353-25.04.2017. http://www.nytimes.com/2009/03/27/books/27book.html-05.06.2017. մեր  ժամանակների  ամենից  քննարկվող  կարևորագույն  գրողներից  է»12,  իսկ  Ջոն Գարդներն իր ավագ  ընկերոջ մասին գրել է.  «Ջոն Չիվերը ներկայիս այն սակավաթիվ արձակագիրներից  է,  ովքեր  կարող  են  համարվել  իրական  արվեստագետներ»13։  «The New  York  times  Book  review»  շաբաթաթերթի  խմբագիր  Ջոն  Լեոնարդը  գրողին համեմատել է  Անտոն Չեխովի հետ՝ նրան անվանելով «Chekhov of the exurbs» և հավելել. «Ես հավատում եմ,  որ Ջոն Չիվերը մեր ժամանակների փոքր արձակի լավագույն գրողն է»14։   Չիվերին նմանեցրել են նաև Օվիդիուսին,  Դանթե Ալիգիերիին՝ անվանելով նրան «The Ovid of Ossining», «The Dante of suburbia», ինչպես նաև նկարիչ Էդուարդ  Հոպպերին: ", "Չիվերի  կենսագիր  Սկոթ  Դոնալդսոնը  գրողին  համեմատում  է  Անտոն  Չեխովի,  Ֆրանց Կաֆկայի,    ինչպես  նաև  Գաբրիել  Գարսիա  Մարկեսի  հետ՝  մեջբերելով  նաև  այլ գրաքննադատների  դիտարկումներ,  որոնց  համաձայն՝  «Հրեշավոր  ռադիոն»,  «Լողորդը» և  նմանատիպ  անդրանցական  այլ  պատմվածքներով  Չիվերը  դարձավ  «մոգական ռեալիզմի» հիմնադիրը15։ ", "Ջոն  Վիլյամ  Չիվերը  ծնվել  է  1912  թ.  մայիսի  27-ին  Մասաչուսեթս    նահանգի Քուինսի քաղաքում։  Նա   Ֆրեդերիք  Լինկոլնի և Մերի Լիլի Չիվերի երկրորդ   որդին էր։ ", "Մայրն  անգլուհի  էր,  իսկ    հայրը՝  Ըզիքիել  Չիվերի  ժառանգներից,  որը    Բոստոնի Լատինական  դպրոցի  հայտնի  ուսուցիչներից  էր  և  հաստատվել  էր  Մասաչուսեթսում ազդեցությունը մեծ է եղել իր ստեղծագործական կյանքում:  1926 թ. Չիվերը հաճախում է Մասաչուսեթս նահանգում գտնվող Թեյեր ակադեմիա: Նյութական վատ պայմաններում ապրող  ծնողները  չեն  կարողանում  վճարել  ուսման  վարձը,  որի  հետևանքով  1930թ. մարտին  նա  հեռացվում  է  կրթօջախից  (այլ  աղբյուրներում  նշվում  է,  որ  դպրոցից վտարման  պատճառը  ծխելն  էր):  Այս  ամենի  ազդեցությամբ  տասնութամյա  Չիվերը գրում  է  «Վտարվածը»  («Expelled»)  պատմվածքը,    որն  այդ  ժամանակի  գրական  գործիչ Մալքոլմ Քոուլիի հովանավորությամբ  տպագրվում է իր խմբագրած «The New Republic» թերթի 1930 թ. հոկտեմբերի 1-ի համարում: Սա  գրողի առաջին տպագիր պատմվածքն է: ", "Տերյանի  բանաստեղծական  կենսափիլիսոփայությունը,  գեղագիտական  ինքնատիպ հայացքները,  գրականության  հետագա  զարգացման  նրա  նշած  ուղղությունները,  նրա քնարական  աշխարհի  անդիմադրելի  հմայքը  դարձան  այն  ոգևորիչ  ուղենիշը,  գայթակղիչ ճանապարհը, որով փորձեցին անցնել տասնյակ ու տասնյակ պատանիներ և աղջիկներ, ո- րոնցից մեծ մասը, իհարկե, «էպիգոններ» էին, բայց նրանց մեջ առանձնացան նաև մի քանի բանաստեղծական  անհատականություններ,  որոնք  իրենց ասելիքի  թարմությամբ և  մտա- ծողության  ինքնատիպությամբ  արժանի  եղան  հիշատակվելու  ինչպես  ժամանակի քննադատության  մեջ,  հատկապես  Ն.  Աղբալյան,  Ա.  Տերտերյան  և  այլոց  հոդվածներում, այնպես էլ գրականության պատմության մեջ։ ", "Չիվերի վաղ շրջանի ստեղծագործությունները սկզբներին տպագրվեցին նաև  «Colliers Story» և «The Atlantic» ամսաթերթերում: ", "Այս շրջանում գրողին  հաջողվում է կապ հաստատել «The New Yorker» ամսագրի խմբագրության  հետ, որտեղ  էլ  աշխատելով երկար տարիներ՝ այդտեղ տպագրում է իր երկու հարյուր պատմվածքներից հարյուր քսանմեկը:  Ըստ այդմ՝  Չիվերը բնութագրվում էր  որպես  զուտ  «The  New  Yorker»  ամսագրի  գրող,  որն  ազնվորեն  գրում  է  միջին  դասի արվարձանաբնակների մասին: Այս ամսագրի անվան հետ կապվում է նաև ամերիկացի գրողներ  Ջոն  Օ՚  Հարայի,  Թոմաս  Վուլֆի,  Ջեյմս  Թարբերի,  Շերվուդ  Անդերսոնի,  Ջերոմ Սելինջերի,  վերջին շրջանում նաև Դոնալդ Բարթելմի անունները, որոնք նույնպես լուրջ ավանդ  ունեն  ամսագրի  գործունեության  մեջ:  Թեև  ամսագրին  թղթակցելու ժամանակահատվածը որոշակի ազդեցություն ունեցավ Չիվերի գրական ընկալումների վրա,  այնուամենայնիվ,  շատ  գրաքննադատներ  դա  չեն  ընդունում՝  համարելով  այն միապաղաղ  աշխատանք  գրողի  համար:  Նրանք    մեղադրում  էին  «The  New  Yorker» ամսագրի  գրողներին  ամերիկյան  միջին  դասի  ջատագովներ  լինելու  համար,  որոնք ներկայացնում  են  ամերիկյան  իրականությունից  կտրված  մի  խումբ  մարդկանց՝ ֆինանսապես  և  մշակութապես  մեկուսացված  ամերիկյան  հասարակությունից: ", "Հատկապես  Ջոն  Չիվերը,  Ջոն  Օ՚  Հարան,  Ջերոմ  Սելինջերը  և  Ջոն  Ափդայքը գրաքննադատների կողմից  հաճախ էին մեղադրվում Փարք Ավենյու, Մեդիսոն Ավենյու և Ուոլ Սթրիթ քաղաքային միջավայրերում անվերջանալի պտույտներ գործելու մեջ: ", "Գրաքննադատների  կարծիքով՝  Չիվերի  ստեղծագործությունների  գերակա թեմատիկան  վկայում  է  գրողի  անպատասխանատվության  մասին,  քանի  որ  նրան  չի հաջողվում ներգրավվել կյանքի սոցիալական իրականության մեջ17:  Ուելդոն Քիզը  «The New Republic» ամսագրում կարծիք է հայտնում, որ «The New Yorker» ամսագրի արձակը բախվում  է  սահմանափակումների:  Քիզը  գրում  է.    «Տեսարանների  միայն  դեկորատիվ հատկանիշների  վրա  կենտրոնանալը  ինքնըստինքյան  սահմանափակում  է  դրանց Were His Politics So Awful? // New Republic, March 1, 2014 / http://www.newrepublic.com/article/116499/long- voyage-selected-letters-malcolm-cowley-reviewed-26.05.2017. p. 3. նյութական հատկանիշների բացահայտումը»18:  Նա այս ամսագրի գրողներին խորհուրդ է  տալիս  պատմվածքներում    ներկայացնել  ոչ  միայն  դեկորատիվ  որակ,  էպիզոդիկ նոթագրություն  և  չնչին  զգայական  ազդեցություն,  այլև  ավելին19։  Ջորջ  Գարեթը    «The New  Yorker»  ամսագրի  արձակը  համարում  է    ձևաոճի  արձակ,  որը  հիմնականում հետազոտում է առանց սյուժեի,  դրամատիկ կերպով ներկայացված մեկ միջադեպ և այն օգտագործում  անգլոսաքսոնական  բողոքական  միջին  խավին  պատկանող  նուրբ  և զգայուն  մարդկանց  կյանքում»20:  Վիլյամ  Փեդենը  «The  New  Yorker»  ամսագրի պատմվածքները  համարում  է    «միտումնավոր  բարդացված  և  կարոտախտային,  որոնց թեման հիմնականում վերաբերում է միջին խավին»21: ", "Չիվերը,  բոլոր  այս  գրաքննադատների  կարծիքով,  լինելով  «The  New  Yorker» ամսագրի  բնորոշ  գրող,  տարածում  էր  ամսագրի  թերությունները,  որոնք  դառնում  են նաև  իր  թերությունները:    Այս    ժամանակահատվածում  Չիվերը  փորձում  է  ուժերը գրական տարբեր ոճերում։ Գրողի  հիմնական ցանկությունն էր  ներկայացնել  կյանքը, ամերիկյան  իրականությունն  այնպիսին,  ինչպիսին  կա։  Իր  վաղ շրջանի պատմվածքները  Չիվերն  ամբողջացրել  է    «Որոշ  մարդկանց  կենսակերպը»  («The  Way some people live», 1943)  պատմվածքների առաջին ժողովածուում, որտեղ նկարագրում է ծայրամասային  Իսթ-Սայդի  և  տեղաբնակների  կյանքը:  Գիրքը  տպագրվում  է  1943թ.  և արժանանում  տարբեր  կարծիքների:  Ամերիկյան  վիպասան  և  պատմվածքագիր Մաքսուել  Սթրաթերս  Բարթը  ողջունում  և  բարձր  է  գնահատում  տաղանդի    ծնունդը  և կանխատեսում նրա հետագա նշանակալի գրական գործունեությունը։ «Saturday Review» ամսագրում այն համարում է լավագույն պատմվածաշար, իսկ «Սիրո վկայություն» («Of Love:  A  Testimony»)  պատմվածքը՝  երբևիցե  կարդացած  լավագույն  պատմվածքը։  Նա գրում  է,  որ  Չիվերը  աչքի  կընկնի  ոչ  միայն  որպես  պատմվածքագիր,    այլև  վիպասան, հնարավոր  է  նաև  դրամատուրգ,  քանի  որ  ունի    բոլոր  անհրաժեշտ  հմտությունները April 19,  1943, p. 516-517. Massachusetts: G. K. Hall & Co, 1982, p. 56. սովորական  իրադարձությունների,      մարդկանց    և    արտաքուստ  ոչ  այնքան  էական հարցերում հիմնականն ու կարևորը բացահայտելու պոետական ձիրք22: ", "Ջոն Չիվերի վաղ շրջանի պատմվածքներում արտահայտվում է հասարակության մեջ առկա  անորոշությունը, մարդու զգացողությունն  անկայուն ապագայի վերաբերյալ: ", "Որոշակի  ժամանակաշրջանում  թուրքական  գրականության  մեջ  գերակա ուղղությունների,  թեմատիկ  ընդգրկումների,  կյանքի  ռեալիստական  պատկերման ձևերի գնահատման համար կարևորվել են  թուրք գրականագետներ Ք. Կարպատի21, Ա. Յալչընի22,  Թ.  Հալմանի23,  ինչպես  նաև  հայ  ուսումնասիրողներ  Ռ.  Մելքոնյանի24,  Ս. Գալշոյանի25, Է. Խաչատրյանի26 աշխատություններն ու հոդվածները: "], "paragraph_source_docs": [4, 3, 4, 3, 4, 4, 4, 4, 4, 5, 4, 4, 4, 4, 4, 4, 4, 5, 4, 4, 4, 4, 4, 4, 2], "source_docs_file": "Literature.json"}