{"paragraph_source_docs": [1, 0, 1, 1, 1, 1, 0, 0, 0, 0, 1, 1, 0, 0, 0, 1, 0, 1, 1, 0, 1, 0, 1, 0, 1, 0, 0, 1, 1, 1, 1, 1, 0, 1, 0, 1, 1, 0, 0, 0, 0, 0, 0, 1, 0, 1, 1, 1, 0, 0], "source_docs_file": "Linguistics.json", "paragraphs": ["Որպես  ունկնդրող  մենք  ակնկալում  ենք,  որ  մեր  խոսակիցը  փորձում  է համագործակցել  գոնե  այնքան  ժամանակ,  քանի  դեռ  փորձում է  իր հաղորդակցական  նպատակը  թողնել  բացահայտ  ու  թափանցիկ  և  խոսում  է ճշմարտացիորեն,  համապատասխան  ու  տեղին:  Եթե  ասույթը  առաջին  հայացքից չի  համապատասխանում  այս  ենթադրություններից  և  ոչ  մեկին,  ապա  ունկնդիրը գտնում է ասվածն ընկալելու այն տարբերակը, որը համապատասխանում է նշված ենթադրություններից  որևէ  մեկին:  Ունկնդրի  այս  արարքը  մասնակիորեն պայմանավորված է այն հանգամանքով, որ նրանից հենց այդպիսի գործողություն է ակնկալվում:  Որպես  խոսողներ,  ընտրելով  բառեր  մեր  հաղորդակցական նպատակը պարզ արտահայտելու համար, մենք շահագործում ենք այն փաստը, որ մեր  ունկնդիրները  կանեն  նշված  ենթադրությունները  (Bach  2005;  Kaplan  1981): ", "Ասորական քրիստոնեության անքակտելի մասն են այսպես կոչված «Սուրբ Թով- մասի քրիստոնյաները», որոնք բնակվում են Մալաբարում՝ Հնդկաստանի Քերալա նա- հանգի  օվկիանոսամերձ  շրջանում:  Էթնիկ  առումով  նրանք  մալայալի  ժողովրդի  մի մասն են և խոսում են մալայալամ լեզվով: Քրիստոնեությունը նրանց միջավայրում տա- րածում էր գտել դեռևս մեր թվարկության առաջին դարերում (ըստ ավանդույթի՝ Թով- մաս  առաքյալի  ջանքերի  շնորհիվ),  ապա  ձևավորում  ստացել  ինքնուրույն  Մալաբա- րյան եկեղեցու տեսքով: Վաղ միջնադարում Մալաբարում հաստատված ասորի փախս- տականների ուժեղ ազդեցությամբ Մալաբարյան եկեղեցին փոխ էր առել Արևելքի եկե- ղեցու վարդապետությունն ու լեզուն և փաստացի դարձել նրա մի մասը: XV դ. վերջում Հնդկաստան  ներխուժած  պորտուգալացիները  բռնի  կերպով  ենթարկեցին  «Սուրբ Թովմասի քրիստոնյաներին» Վատիկանին, սակայն XVII դ. կեսին մալաբարցիների մի մասը  հեռացավ  կաթոլիկությունից  և  որոշեց  վերականգնել  իր  ավանդական  կապերն ասորական քրիստոնեության հետ: Քանի որ Արևելքի եկեղեցին այդ շրջանում գտնվում էր  խոր  անկման  մեջ,  Հնդկաստանի  քրիստոնյաների  կոչին  արձագանքեց  Անտիոքի ասորի  ուղղափառ  եկեղեցին,  որի  միջնորդությամբ  Մալաբարում  ստեղծվեց  «Մալան- քարայի ասորի ուղղափառ եկեղեցին»: XIX դ. երկրորդ կեսին Արևելքի եկեղեցուն, այ- նուամենայնիվ, հաջողվեց վերահաստատել իր ներկայությունը Հնդկաստանում՝ ստեղ- ծելով Մալաբարում «Քաղդեական ասորի եկեղեցին» (չշփոթել Արևելքի եկեղեցուց ան- ջատված Քաղդեական կաթոլիկ եկեղեցու հետ): Ասորական եկեղեցական ավանդույթն ի  վերջո  վերահաստատվեց  նաև  կաթոլիկությանը  հավատարմություն  պահպանած «Սուրբ  Թովմասի  քրիստոնյաների»  մեջ:  Ներկայումս  Քերալա  նահանգում  գործում  են տարբեր  հարանվանություններին  պատկանող  ասորական  ավանդույթի  յոթ  եկեղեցի- ներ, որոնց հետևորդներն իրենց թվով գերազանցում են բուն ասորիներին: ", "Եվ հենց կարգախոսին հետևելու նախատրամադրվածության  հիմքի  վրա  խախտվում  է  ընդունելի  կարգախոսը, որպեսզի  փոխանցվի  ավելին,  քան  արտաբերվում  է  ասույթի  միջոցով:  Այսպիսով, քանի  որ  Փ.  Գրայսը  գտնում  է,  որ  կարգախոսները  հատուկ  չեն  մեկ  կամ  մի  քանի լեզվի,  այլ  համընդհանուր  են,  ապա  նույնաբանությունները  և  դրանց մեկնաբանությունը նույնպես ընդհանուր կանոնների են ենթարկվում: ", "Ս.  Լևինսոնը  նույնպես  նույնաբանությունը  դիտարկում է  որպես հաղորդակցական  ներակայում  փոխանցելու  միջոց`  քանակի  կարգախոսը բացահայտ կերպով խախտելով կամ դրան չհետևելով: Լևինսոնը War is war; Either John  will  come  or  he  won’t;  If  he  does  it,  he  does  it  նույնաբանությունները մեկնաբանում է  համապատասխանաբար  հետևյալ  կերպ:  Ելնելով  այս նույնաբանությունների տրամաբանական կառույցից, որոնք են V (Wx – W(x)); pV ~ p;  p  –  p,  դրանք  միանշանակ  ճիշտ  են,  հետևաբար  ունեն  միևնույն ճշմարտացիության  պայմանները (truth  conditions),  և  դրանց  միջև  եղած տարբերությունը,  ինչպես  նաև  հաղորդակցական  ներակայումը  պետք  է  գրեթե ամբողջովին  պայմանավորված  լինեն  դրանց  գործաբանական  ներակայումներով: ", "Նույնաբանական  կառույցները  հաղորդակցական  կարևորություն  (communicative significance)  են  ձեռք  բերում  քանակի  կարգախոսի  խախտման  շնորհիվ:  Քանի  որ ակնկալվում  է,  որ  խոսողն  ու  խոսակիցը  հաղորդակցվելիս  պետք  է  տեղեկույթ փոխանցեն,  ապա  նրանց  կողմից  նույնաբանության  գործածությունը  խախտում  է այս  ակնկալիքը:  Այստեղից  Ս.  Լևինսոնը  հետևություն  է  անում,  որ  եթե  խոսողը պահպանում է  տեղեկատվության  փոխանցելի լինելու սկզբունքը և համագործակցում  է  լսողի  հետ,  ապա  նա  պետք  է  որևէ  տեղեկույթ  հաղորդի: ", "Հետևաբար  առաջին  նույնաբանության` War is war-ի  մեջ  Ս.  Լևինսոնի  կարծիքով ներակայումը հետևյալն է` «պատերազմի ժամանակ միշտ սարսափելի դեպքեր են կատարվում,  պատերազմի  բնույթն  է  այդպիսին,  և  իմաստ  չունի  ողբալ  որևէ կոնկրետ աղետի համար»: Երկրորդ նույնաբանությունը` Either John will come or he won’t,  նա  մեկնաբանում  է  հետևյալ  կերպ. «Հանգստացի'ր,  կարիք չկա անհանգստանալու`  արդյոք  նա  կգա,  թե  ոչ,  որովհետև,  միևնույնն  է,  մենք  ոչինչ չենք կարող փոխել», իսկ երրորդ նույնաբանությունը` If he does it, he does it - «դա մեր  գործը  չէ»:  Լևինսոնը  մատնանշում  է  նաև  երկու  կարևոր  հանգամանք: ", "Երկար  ժամանակ  գարշունին  կիրառվում  էր  միայն  արաբերենի  համար,  ապա աստիճանաբար  այն  ընդգրկեց  պարսկերենն  ու,  հատկապես,  օսմանյան  թուրքերենը (օսմաներենը): Ասորատառ օսմաներենը XIX դ. վերջից արևմտյան ասորիների մամուլի հիմնական լեզուն էր, և դրա գործածությունը պահպանվեց մինչև 1932 թ.26: Շատ ավելի քիչ ծավալով ասորական գիրը գործածվել է հունարենը, եբրայերենը, քրդերենը, լատի- ներենն ու մալայալամը գրառելու համար: Ասորատառ, ինչպես նաև հայատառ օսմանե- րենով հոդվածներ է պարունակում նաև «Բաբելոնը»: ", "Գոյություն է ունեցել նաև հայկական գարշունիի՝ ասորատառ հայերենի հազվա- գյուտ երևույթը, որն անմիջականորեն կապված է հայախոս ասորիների համայնքների երևան գալու հետ: Այդ համայնքները գոյացել էին Խարբերդի և Մալաթիայի միջև ըն- կած  տարածաշրջանում,  հավանաբար՝  XVI-XVII  դդ.27:  Շրջանը  գտնվում  է  ասորիների ավանդական  բնօրրանից՝  Հյուսիսային  (Ասորվոց)  Միջագետքից  դուրս.  ասորիների թիվն այստեղ սկսեց աճել X դ. երկրորդ կեսից՝ Բյուզանդական կայսրության քաջալեր- մամբ:  Մալաթիան  XII-XIII  դդ.  «ասորական  վերածննդի»՝  ասորական  գրականության վերջին վերելքի կենտրոնն էր, և այստեղ էին ծնվել և աշխատել նրա վերջին անվանի ներկայացուցիչները՝  աստվածաբան  Դիոնիսիոս  բար  Սալիբին  (†1171),  պատմաբան Միքայել  Ասորին  (1126–1199)  և  մեծագույն  հանրագիտակ  Գրիգոր  բար  Հեբրայոսը Studies”, Vol. 12, No. 2, 2009, էջ 300: ", "of the Canadian Society for Syriac Studies, Volume 10, 2010, էջ 68-83: ", "(1226-1286):  Մալաթիայի  մերձակայքի  Մոր  Բարսաումա  վանքն  այս  ժամանակաշրջա- նում Անտիոքի ասորի ուղղափառ եկեղեցու պատրիարքների աթոռանիստն էր28: Վան- քը գոյատևեց մինչև XVII դ. կեսը, սակայն XV դարից սկսած որպես Մալաթիայի շրջա- նի ասորիների հոգևոր կենտրոն առաջ եկավ Գերգեր ավանի մերձակայքի Մոր Աբհայ վանքը, որը գոյատևեց մինչև XVIII դ. սկիզբը: Վանքն այն մի քանի գրչական կենտրոն- ներից  էր,  որտեղ  հայախոս  ասորիների  կարիքների  համար  ստեղծվում  էին  ասորա- տառ  հայերենով  ձեռագրեր29:  Քանի  որ  այս  շրջանի  ասորիները  պատկանել  են  Ան- տիոքի  ասորի  ուղղափառ  եկեղեցուն,  ապա  ասորատառ  հայերենը  բացառապես  հան- դես է գալիս հակոբիկները սերտո տառատեսակով: ", "Դրանք, ինչպես արդեն տեսանք, պահանջում են այլ վերծանում: ", "Նույնաբանության  քննության  գործաբանական  տեսության  մեջ  գերակա  է այն  կարծիքը,  որ  նույնաբանությունը  ներակայում  պարունակող  կառույց  է: ", "Kouymjian, Lisbon, Calouste Gulbenkian Foundation, 1986, էջ 75: ", "Quartalschrift für christliche Altertumskunde und Kirchengeschichte” (RQ) 65. 1970, էջ 232-237: ", "դրանք, անկասկած, արամեական ծագում ունեին (այդ ժամանակ տարածաշրջանի բոլոր գրերը, բացա- ռությամբ հունականի, արամեականի այս կամ այն տարբերակներն էին): Դա են անուղղակիորեն վկա- յում  և  Կորյունի  խոսքերը,  թե  դանիելյան  գրերը  բավարար  չէին  հայերենի  հնչյուններն  արտահայտելու համար: Խոսքն այս պարագայում, ամենայն հավանականությամբ, պալմիրյան գրի մասին է: Ըստ Կոր- յունի՝ դանիելյան գրերը թաղված էին «այլոց դպրությանց» մեջ և ապա «վերակենդանացված»: Մաշտոցի օրոք պալմիրյան գիրն արդեն իրոք «թաղված» էր (պալմիրյան վերջին արձանագրությունը թվագրված է մ.թ. 280 թվականով), սակայն պատմական կտրվածքով պալմիրյան քաղաքակրթության անկումից դեռ այնքան ժամանակ չէր անցել, որ մնացած չլինեին նրա դպրությանը ծանոթ և այն «վերակենդանացնել» ցանկացող ուսյալները. դրանցից մեկը կարող էր լինել ասորական աղբյուրներին անծանոթ «ազնվական Դանիել եպիսկոպոսի» նախատիպարը: ", "??Мальчики это/есть мальчики Boys are boys ??Мальчики мальчики Boys (are) boys Мальчики будут мальчики (мальчиками) Boys will be boys ??Дети это есть дети Kids are kids Այս  օրինակներից  պարզ  է  դառնում,  որ  ռուսերենում  անհրաժեշտ  է  օգտագործել հետևյալ  հանգույցները    это,  есть  և  զրոյական  հանգույց:  Սակայն  նույնիսկ  այս դեպքում  անգլերեն  նույնաբանության  գործաբանական  իմաստը լիովին չի փոխանցվում:  Ներակայումը  ավելի  ճշգրիտ  փոխանցելու  համար  կարելի  է օգտագործել  же    մասնիկը,  ինչպես,  օրինակ,  այս  նախադասության  մեջ` Они же мальчики (they PRT boys) կամ Они же дети: Նման կերպ կարելի է օգտագործել նաև գերմաներեն  doch  մասնիկը:  Վերոբերյալ  օրինակի  քննությունը  փաստում  է,  որ նույնաբանական  կառույցի  նույնական  փոխանցմանը  մի լեզվից  մյուսին խոչընդոտում  են  տվյալ  լեզվամտածողությունն  ու  լեզվամշակույթին  բնորոշ առանձնահատկությունները (ինչպես կառուցվածքային, այնպես էլ իմաստաբանական-գործաբանական):  Անգլերենին  բնորոշ  N  is  N  կառույցը նույնքան  տարածված  չէ  այլ  լեզուներում:  Մեր  դիտարկած  օրինակին  կարելի  է ավելացնել  ևս  մեկը:  Անգլերեն War is war  նույնաբանությունը  կիրառվում  է,  ըստ Վերժբիցկայի,  պատերազմ  երևույթի  նկատմամբ  սառը  և  զուսպ  վերաբերմունք արտահայտելու  համար`  ընդունելով,  որ  այն  դաժան  է,  և  գրեթե  անհնար  է  որևէ բան  անել  դրա  ցավալի  հետևանքները  փոխելու  համար:  Վերժբիցկան  այս նույնաբանությունը  դասում  է  իրատեսություն  մարդկային  գործերում  իմաստ արտահայտող կառույցների շարքին (Realism in human affairs), որոնք հիմնականում վերաբերում  են մարդկանց  բազմաբարդ  գործունեությանը  (complex  human activities)  և  մարդկային  փոխհարաբերություններին (Wierzbicka  2003:  404): ", "Ասորատառ հայերենի պահպան- ված  նմուշներն  իրենց  թվով  զգալիորեն զիջում  են  ասորատառ  արաբերենին  ու օսմաներենին:  Գիտական  գրականու- թյան  մեջ  կամ  մամուլում  այս  կամ  այն ծավալով  հիշատակվում  են  ընդամենը մի  քանիսը,  որոնցից  երեքը  բառարան- ներ կամ բառացանկեր են: ", "Շարունակելով նրա միտքը` թերևս կարելի է ենթադրել, որ ռուսերենում War’s war (Война есть война)  նույնաբանությունը  արտահայտում  է  այն  իմաստը,  որ  պետք  է հավաքել  ուժերը,  շարունակել  դիմադրել`  անկախ  ամեն  ինչից,  ու  մի  կողմ  դնել խաղաղ ժամանակների բնականոն կենսակերպը: Վերը նշված անգլերենին բնորոշ նշանակությունը,  այն  է`  եղածն  ընդունել  ու  դրանից  ողբերգություն  չսարքել, այստեղ կարծես հետին պլան է մղվում կամ ընդհանրապես չի արտահայտվում: ", "Նույն խնդիրներն են առաջանում, երբ War is war նույնաբանական կառույցը փոխադրում  ենք  ֆրանսերեն:  Ֆրանսերենում  այս  նույնաբանության  իմաստը փոխանցվում է C'est la guerre – That's war արտահայտության, այլ ոչ La guerre est la guerre – War is war կառույցի միջոցով: Ստացվում է, որ իմաստային տեսանկյունից մենք  ունենք  առավել  կամ  պակաս  ճշգրտությամբ  անգլերեն  նույնաբանության համարժեքը  ֆրանսերենում,  ինչը,  սակայն,  չի  արտահայտվում  նույնաբանության միջոցով6: ", "Վերոնշյալ երեք բառարանները, որոնք  հայկական  գարշունիի  ամենա- արժեքավոր նմուշներն են, թվագրվում են  XVII  դ.  և  ծագում  են  Խարբերդի  և Մալաթիայի միջև գտնվող տարածքից, որը,  ինչպես  նշեցինք,  հայախոս  ասո- րիների  համայնքների  գոյացման  հիմ- նական  շրջանն  էր:  Այս  երեք  բառա- րաններից  ամենախոշորը  միջնադար- յան  ասորերեն-արաբերեն  նշանավոր՝ Բար  Բահլուլի  բառարանի  և  մեկ  այլ՝ Բար  Ալիի  բառարանի  հիման  վրա ստեղծված տարբերակն է, որում արա- բերենը  փոխարինված  է  ասորատառ Պատկեր 2. Ms. Harvard Syriac 54 ձեռագրի նախաբանի վերարտադրությունը հայերենով:  Բառարանը  պարունակող միակ  պահպանված  ձեռագիրը  բաղ- կացած է 20x30 սմ մեծության 373 էջե- րից  և  ներկայումս  պահվում  է  ԱՄՆ  Հարվարդի  համալսարանում  (Ms.  Harvard  Syriac Մարգոլիուսը34: Ըստ նրա՝ ձեռագիրը 1657-60 թթ. կրկնօրինակել է Մոր Աբհայ վանքի վանական  Եփրեմը՝  Եդեսիայի  Ռաբբան  Խաբիբ  վանականի  համար35:  Մարգոլիուսը նշում է, որ բառարանի իրական թարգմանիչն ապրել է մինչև 1657 թ., սակայն դժվա- րանում  է  որոշել  նրա  կյանքի  ճշգրիտ  ժամանակաշրջանը:  Վերլուծելով  բառարանի հայերենը, Մարգոլիուսը ենթադրել է, որ հեղինակն օգտվել է Բար Բահլուլի բառարանի մի  քանի  օրինակներից:  Իր  հոդվածում  Մարգոլիուսն  արտատպել  է  նաև  բառարանի մեջ առկա ասորատառ հայերենի ամենաերկար շարունակական հատվածը՝ նախաբա- նը  (պատկեր  2)  և  տվել  դրա  հայերեն  տառադարձությունը  (պատկեր  3):  Վերլուծելով land”, Oct., 1898, էջ 839-861: ", "Վերժբիցկան չի կիսում նաև  Լևինսոնի (Levinson 1983: 124) այն կարծիքը, որ Boys will be boys  տիպի  նախադասություններն  անպայմանորեն  ճիշտ  են:  Նա գտնում  է,  որ  այս  նախադասությունները  ոչ  թե  փաստ  են  արտահայտում,  այլ որոշակի վերաբերմունք, իսկ վերաբերմունքը չի կարող  ճիշտ կամ սխալ  լինել: Եվ քանի  որ  նշված  վերաբերմունքը չի  կարելի  մեկնաբանել  համընդհանուր սկզբունքներով,  ապա  այն  պետք  է  դիտարկել  որպես  տվյալ  լեզվին  հատուկ նշանակություն7:  Ըստ  Քոուի  Dictionary  of  Current  Idiomatic  English  բառարանի, որտեղ  մեկնաբանվում  են  Boys  will  be  boys  և  Business  is  business նույնաբանությունները,  առաջին  նույնաբանությունը  կիրառվում է  որպես պատճառաբանություն,  մինչդեռ  երկրորդում  փորձ  է  արվում  արդարացնել  ինչ-որ մեկին (Cowie կողմնակիցները չեն  ցանկանում  նկատել  այս  երկու  կառույցների  նուրբ տարբերությունը:  Նա  գտնում  է,  որ  Boys  will  be  boys  և  նմանատիպ նույնաբանությունները  (Students will be students; Wars will be wars; Business will be business և այլն) արտահայտում են հանդուրժողական վերաբերմունք, քանի որ will- ով  կազմված  կառույցները  նշանակում  են,  որ  դրանցում  ներկայացված  մարդկանց կամ երևույթների էությունը հնարավոր չէ զսպել կամ փոխել: ", "Դեյվիդ Մարգոլիուսից հետո Եփրեմի ձեռագիրը հիշա- տակել (բայց չեն ուսումնասիրել) Մոշե  Գոշեն-Գոթշթեյնը՝  Հար- վարդի  գրադարանի  ասորա- Պատկեր 3. Ms. Harvard Syriac 54 ձեռագրի նախաբանի հայերեն տառադարձությունը կան ձեռագրերի իր մատենագրության մեջ36 և Սեբաստիան Բրոքը՝ ասորատառ հայե- րենին նվիրված իր հակիրճ հոդվածում37: ", "Հաճախ նույնաբանությունները  կրում  են  միմյանցից  տարբեր  իմաստներ:  Վերժբիցկայի կարծիքով անգլերեն նույնաբանությունները  հաճախ սխալ կերպով  ընդունվում են որպես համընդհանուր լեզվական միավորներ, որոնք լիովին համապատասխանում  են  Փ.  Գրայսի  կարգախոսներին,  քանի  որ  դրանք կառուցվածքով  պարզ  են  և  առաջին  հայացքից  նման  են  տրամաբանական նույնաբանություններին:  Իհարկե, կարևոր է նկատել, որ  անգլերենի նույնաբանությունները  մեծ մասամբ կազմված  են N is N  պարզ կառույցի միջոցով, որը շատ մոտ է p is p տիպի տրամաբանական կառույցներին (Wierzbicka 1988): Այլ լեզուներում  նույնաբանություններ  կազմելու  համար  ավելի  բարդ  կառույցներ  են օգտագործում,  սակայն  դա  չի  կարելի  մեկնաբանել  կամ  բացատրել  անգլերեն նույնաբանությունների  այսպես  կոչված ավելի բնական  և  պակաս պայմանական լինելով:  Անգլերենում նույնպես կան կաղապարներ, որոնք  տարբեր մեկնաբանությունների  տեղիք  են  տալիս  ու  միանշանակ  նույն  իմաստը  չեն արտահայտում:  Ինչպես  նշվեց,  Լևինսոնն  առաջ  է  քաշում  նույնաբանությունների մեկնաբանության  իր  բանաձևը,  համաձայն  որի`  բոլոր  նույնաբանություններին հատուկ է  խոսակցությունը եզրափակելու գործառույթ:  Այս դեպքում նույնաբանությունը  արտաբերվում  է «ես այլևս չեմ  ցանկանում  խոսել  այդ  մասին» իմաստով:  Իհարկե,  շատ  դեպքերում  հենց  այս  իմաստն  է  արտահայտվում, օրինակ`  Enough is enough  և  That’s that,  սակայն  չի  կարելի    պնդել,  թե  բոլոր իրադրություններում  նույն  միտքն  է  արտահայտվում:  Օրինակ`  պատկերացնենք մի դեպք, երբ աղջնակի կատուն ընկնում է մեքենայի տակ, և անասնաբույժն ասում է  նրան` That's that:    Այստեղ,  իհարկե,  բժիշկը  նկատի  ունի,  որ  ամեն  ինչ  արդեն ավարտված  է,  սակայն  նա  ակնհայտ  կերպով  չի  ցանկանում  ասել,  թե  ես  չեմ ցանկանում  այլևս  խոսել  այս  մասին:  Նույն Boys will be boys    արտահայտությունը նույնպես  դժվար  թե  հնարավոր  լինի  մեկնաբանել  «ես  այդ  մասին  չեմ  ցանկանում խոսել»-ի շրջանակներում: ", "Press, 1979, էջ 59-60: ", "Այսպիսով`  Ա.  Վերժբիցկայի  մոտեցման  հիմքում  ընկած  է  այն  միտքը,  որ նույնաբանություններն  արտահայտում  են  հասցեագրողի  վերաբերմունքն  ինչ-որ երևույթի կամ  անձի  վերաբերյալ:  Իմաստաբանական  տեսության  մեջ,  փաստորեն, բաժանարար  գիծը  տարվում  է`  ելնելով  խոսողի,  այսինքն`  նույնաբանություն կիրառողի  որոշակի  վերաբերմունքից:  Մարդկային  տարաբնույթ  արարքների նկատմամբ  սառը,  իրատեսական  և  գիտակից  վերաբերմունքը  արտահայտվում  է Nabstr. is  Nabstr. բանաձևով, մարդկային բնույթի հանդեպ հանդուրժողականությունը արտահայտվում է N(hum.pl.) are N(hum.pl.) բանաձևով, իսկ  պարտականությունները/պարտավորվածությունը  և  մարդկային  վարքի կանոնները համապատասխանում են (Art) N is (Art) N բանաձևին8: ", "Յեյլի  ձեռագիրը  հիշատակվում  է Մոշե  Գոշեն-Գոթշթեյնի  մատենագրու- թյունում՝  Հարվարդի  ձեռագրի  նկարա- գրության տողատակում: ", "պարբերականում լույս  տեսավ  Յեյլի ասորական  ձեռագրերի  Լեո  Դեպույդթի անվանացանկը,  որի  մեջ  հեղինակը տալիս  է  բառարանի  հետևյալ  նկարա- գրությունը.  «Հետաքրքրական  նմուշ  է հմ.  10-ը՝  ասորերեն-հայերեն  բառարա- նը: Հայերենը գրված է ասորական տա- ռերով:  Զանազան  աղոթքներ  նախոր- դում,  հաջորդում  և  զուգորդում  են  բա- ռացանկը:  Դիակրիտիկ նշանները, Պատկեր 4. Մեկ էջ Յեյլի համալսարանի ձեռագրից որոնք ավելացված են ասորական տառերին՝ հիմնականում կարմիր թանաքով, թույլ են տալիս զանազանել հայերենին բնորոշ հնչյունները» 39: ", "War is war-ը  մեկնաբանվում  է  որպես  «սթափ  հնազանդում  մարդկային  բարդ գործունեությանը, որի հետևանքներն անխուսափելիորեն բացասական են, և որոնք պետք  է  հասկանալ  ու  հանդուրժել»:  Մայբաուերը  սրան  հակադրում  է,  մի  կողմից, The law is the law նույնաբանությունը, որն ունի նմանատիպ մեկնաբանություն, իսկ մյուս  կողմից`  միևնույն  կառույցով  կազմված Love is love  նույնաբանությունը,  որը նման    վերաբերմունք  չի  արտահայտում  (Meibauer  2008)9:  Թերևս  նույնաբանական կաղապարներին  իմաստներ  վերագրելը  կարելի  է  համարել  Վերժբիցկայի տեսության խոցելի կողմը: ", "Ա.  Վերժբիցկան,  քննելով  անգլերենի  նույնաբանությունները,  գտնում  է,  որ (Art) N be (Art) N  բանաձևին  համապատասխանում  են  ոչ  թե  մեկ,  այլ  բազմաթիվ կառույց նույնաբանական  նմուշօրինակներ:  Եվ  այդ բազմաթիվ  նմուշօրինակների իմաստներն  ընկալելու  համար,  պետք  է  տարբերակել  դրանց  տեսակները  և յուրաքանչյուրի  իմաստը  տարանջատել  մյուսներից (Wierzbicka  2003:  403): ", "Այնուհետև  Ա.  Վերժբիցկան  առանձնացում  է  ինը  տեսակի  նույնաբանություն, որոնք  բոլորն  ունեն  միևնույն  կառուցվածքային  բանաձևը,  սակայն  տարբեր նշանակություններ:  Ըստ  էության  այն,  ինչ  նշում  է  Ա.  Վերժբիցկան  կոնկրետ  իր ներկայացրած ներակայումների օրինակների ուսումնասիրության մեջ, ընդհանուր առմամբ  կարող  է ընդունելի  լինել նրա բերած  նմուշօրինակների համատեքստում: ", "Երբ  նա  տարանջատում  է  «Իրատեսությունը  մարդկային  հարաբերություններում» (Realism  in  human  affairs)  ու  որպես  օրինակ  մատնանշում  Politics  is  politics նույնաբանությունը,  նա,  իհարկե,  ոչ  մի  մերժելի  միտք  չի  արտահայտում,  սակայն դժվար  չէ  նկատել  նման  մեկնաբանության  սուբյեկտիվ  բնույթը:  Անկախ  որոշակի երևույթների  (օրինակ`  քաղաքականություն,  պատերազմ,  սեր  և  այլն)  նկատմամբ մարդկային  աշխարհայացքի  ընդհանրույթուններից,  լիարժեք  չէ,  թերևս,  տվյալ պահի կամ տվյալ իրավիճակի, թեկուզ պատմական ու ժամանակային առումներով մեկ  շրջանի  մոտեցումը  ներկայացնել  որպես  կայուն լեզվական  կառույցի մեկնաբանություն: Որպես այս տեսակի նույնաբանությունների բնորոշ հատկանիշ նա  նշում  է  մարդկային  բազմաբնույթ  հարաբերությունները,  որոնք  կարելի  է բնութագրել  որպես  կենսաձև,  կյանքի  դրվածք,  որոնք  ունեն  անխուսափելի բացասական կողմեր, ինչը պետք է ընդունել և հանդուրժել: Ֆորմալ տեսանկյունից նշվում  է,  որ  տվյալ  տեսակի  նույնաբանությունները  կառուցվում  են  առանց  հոդի: ", "Սակայն նույն կաղապարով են կառուցվում Enough is enough; Լove is love կամ Sex is sex  նույնաբանությունները:  Իհարկե,  վերջիններս  չեն  ենթադրում  կյանքի  դրվածք, որից  բխում  են  անխուսափելի  բացասական  հետևանքներ,  ու  որոնց  հետ  պետք  է համակերպվել  և  հանդուրժել:  Այժմ  անդրադառնանք  հենց  անխուսափելի բացասական  հետևանքի  մեկնաբանությանը  և  դրան  համակերպվելուն:  Politics is politics  նույնաբանությունը  նույն  հաջողությամբ  կարելի  է  մեկնաբանել  որպես անկանխատեսելի ու հաճախ երջանիկ  պատահականություններով լի իրադրություն  բնութագրող  կառույց:  Նույնիսկ  կարելի  է  հեգնանք  նկատել,  երբ, ասենք, որևէ բացահայտ կողմնապահության դրսևորման պահին օգտագործվի այս նույնաբանությունը: Կամ Business is business-ը, որը Ա. Վերժբիցկան դասում է նույն շարքում,  միշտ  չէ,  որ  ենթադրում  է  «անխուսափելի  բացասական  հետևանքներ»-ի իմաստ:  Այն  կարող  է  մեկնաբանվել  որպես  առանց  ավելորդ  հուզականության աշխատանք,  արտահայտել  գործի  մեջ  տարբերություն  չդնելու  գաղափար,  որը  ոչ մի  անխուսափելի  բացասական  վերաբերմունք  չի  ենթադրում:  Սակայն  մյուս կողմից  էլ  չի  բացառվում,  որ  նշված  նույնաբանությունները  արտահայտեն  այն իմաստները, որոնք նշում է Ա. Վերժբիցկան: ", "Պատկեր 5. Մեկ էջ Մալկե բար Նիկոդիմոսի ձեռագրից Հայկական  գարշունիով  հաջորդ  ձեռագիրը  պարունակում  է  եռալեզու՝  ասորե- րեն-հայերեն-արաբերեն բառարան: Ձեռագիրը 1665-66 թթ. Դիարբեքիրում պատճենել է  ոմն  Մալքե  բար  Նիկոդիմոսը,  որը  ծագումով  Գերգերի  շրջանից  էր:  Ձեռագիրն  ունի ապա՝  այբբենական:  Ձեռագիրը  պահվում  է  Կահիրեի  Քրիստոնյա  արևելքի  ուսումնա- սիրման  ֆրանցիսկյան  կենտրոնում  և  հիշատակվում  է  նրա  մատենագրությունում42 (պատկեր 5, 6): ", "blue on blue incidents, and civilian casualties. It’s not entirely avoidable. It can only be minimized. (Reuters, http://blogs.reuters.com/world-wrap/2009/03/26/wanted-an- ethical-code-of-war/, (accessed 24 May, 2015)) fascists  to  carry  out  their  plan  in  Turin,  as  they  have  done  in  other  cities. Even the slightest weakness, the slightest hint of indecision could be fatal. The  response  of  the  workers  to  the  fascists’  first  try  must  be  immediate, abrupt, ruthless; the response should be such that the memory of it is passed down to the great-grandchildren of capitalist masters. At the end of the day, war is war and in war it  is not agreed when the blows will be struck. (GA SPN: 1921) Առաջին  օրինակում  խոսողն  ունի  պատերազմին,  դրա  հետևանքով  ստեղծված ավերածություններին,  զոհերին  ու  դժբախտ  պատահարներին  համակերպված մարդու  դիրքորոշում:  Նա  որևէ  ելք  չի  տեսնում  իրավիճակից,  որևէ  ընթացք  չի առաջարկում  և  միայն  նշում  է,  որ  հնարավոր  չէ  լիակատար  կերպով  խուսափել պատերազմի  աղետալի  հետևանքներից,  և  լավագույն  դեպքում  կարելի  է  դրանք նվազեցնել:  Խոսողը  գտնում  է,  որ  պետք  է  համակերպվել  իրավիճակի  հետ,  և  նրա շուրթերից War is war-ը հնչում է որպես իր դիրքորոշումն ամբողջացնող խոսք: ", "վան  Լանդշուտը43:  Սրանց  առանձնա- հատկությունն  այն  է,  որ  ասորական տառերի  կողքին  պատահում  են  արա- բական  և  հայկական  տառեր  կամ առանձին բառեր: Այսպես՝ «հավատամք ի  մի  աստված»  բառակապակցությու- նում  «աստված»  բառը  ներկայացված  է արաբական  ﷲ  ալլահ  բառով,  որը  հան- դես  է  գալիս  որպես  հետերոգրամ,  թեև «որդի  աստծո»  կապակցությունում  այդ նույն բառը գրված է ասորական տառե- րով:  Նմանանապես՝  «Հիսուս  Քրիս- տոս»  անունն  արտահայտված  է  հայա- տառ  յս  քս  հապավումով:  Բացի  դրա- Պատկեր 6. Մալքե բար Նիկոդիմոսի ձեռագրի ասորատառ արաբերենով հիշատակարանը նից՝ տեքստի ընթերցումը դյուրացնելու նպատակով գրիչը հաճախ ասորական տառե- րի  տակ  մանր  գրով  ավելացրել  է  համապատասխան  հայկական  տառերը44:  Պատկեր տառ վերարտադրությունը՝ առանց ասորական տառերի տակ ավելացված հայկական- ների: ", "Այսպես  մենք  տեսանք,  որ  միևնույն  կաղապարով  կազմված  War is war նույնաբանությունը  երկու  տարբեր  դիսկուրսներում  օգտագործվում  է  տարբեր հաղորդակցական  նպատակներ  իրականացնելու  համար:  Այստեղից  կարելի  է հետևություն  անել, որ  Ա.  Վերժբիցկայի «Իրատեսություն մարդկային հարաբերություններում» դասի մեջ մտնող War is war նույնաբանությունը ոչ միշտ է համապատասխանում  նմանատիպ  նույնաբանությունների  հաղորդակցական- գործաբանական  արժեքին:  Սա  հիմք  է  տալիս  կասկածի  տակ  դնելու  նման դասակարգումը,  եթե  ոչ  ամբողջովին,  ապա  գոնե  տվյալ  դասի  մասով:  Սակայն ի՞նչն  էր  պատճառը,  որ  միևնույն լեզվական  կառույցը  երկու  տարբեր դիսկուրսներում  փոխանցեց  միմյանցից  զգալիորեն  տարբեր  տեղեկույթ  և իրականացրեց  տարբեր  հաղորդակցական  գործառույթներ:  Այս  հարցը  ավելի հանգամանալից կքննարկվի աշխատանքի հաջորդ գլուխներում: Իսկ աշխատանքի այս  մասում  պարզապես  հարկ  ենք  համարում  նշել,  որ  այս  տարբերության պատճառը  պետք է  փորձել գտնել նույնաբանական կառույցի բուն կառուցվածքային  մակարդակում,  ինչպես  նաև  կոնկրետ  հաղորդակցական իրադրության լեզվական և  արտալեզվական  առանձնահատկությունների փոխներգործությունը նկատի ունենալով: ", "Այժմ  դիտարկենք  Ա.  Վերժբիցկայի  հաջորդ  խմբի  նույնաբանությունները, որոնք նա գլխագրել է «Հանդուրժողական մոտեցում մարդկային  բնույթի  հանդեպ» (Tolerance for human nature):  Որպես նման  տեղեկույթ  փոխանցող նույնաբանությունների բանաձև` նա տալիս  է հետևյալ կաղապարը` Nhum. pl. are Nhum. pl. (Wierzbicka 1991: 405) և բերում է հետևյալ օրինակները. Boys  are  boys.  Kids  are  kids.  Women  are  women.  Children  are  children. They are there to be put up with (Pascal 1981: 34) Ա.  Վերժբիցկան  գտնում  է,  որ  թեև  այս  խումբը  բավական  նման  է  նախորդին, հատկապես  բանաձևի  առումով,  սակայն  իմաստային  ու  գործաբանական տեսանկյունից նուրբ  տարբերություններ կան:  Այսպիսով`  մի կողմից նույնաբանություններն  ունեն  նույն  բանաձևային  կառույցը,  մյուս  կողմից`  կարող են տարբերվել իրենց իմաստային և գործաբանական հատկանիշներով: Հետևաբար կարծում  ենք,  որ  Ա.  Վերժբիցկայի  նման  դասակարգումը  այնքան  էլ  ընդունելի  չէ: ", "Ինճիճյանի  «մինչև  ցայժմ» բառերը կարող են անուղղակիորեն վերաբերել,  մասնավորապես,  ասո- րատառ  հայերեն  Ավետարանին, որի  XIX  դ.  ընթացքում  գոյության  և հայախոս  ասորիների  կողմից  գոր- ծածության  մասին  հայտնում  է արաբալեզու  և  թուրքալեզու  ասո- րական  Ինթիբահ («Զարթոնք») Պատկեր 7. Vat. Syr. 544 ձեռագրի «Հավատամքի» վերարտադրությունը պարբերականը՝  վկայակոչելով  Մարսելի  «Արմենիա»  թերթում  1914  թ.  ապրիլի  22-ին լույս  տեսած  նամակը:  Նամակի  հեղինակը,  որի  անունը  Հրաչյա  է,  1890-ականների սկզբին  տեսել  էր  այդ  Ավետարանը  Դիարբեքիրի  Մերյեմ  Անա  եկեղեցում,  որտեղ  այն ընթերցելիս է եղել միդյաթցի մի քահանա: Հրաչյան տեսել է Ավետարանի մի էջը՝ Ղու- կասի  Ավետարանի  26-28  գլուխներով:  Քահանան  ասել  է,  որ  դա  Ավետարանի  միակ նմուշն է: Հրաչյան զգուշացել է ավելի մանրամասն հետաքրքրվել Ավետարանով, քանի որ  այդ  ժամանակահատվածում  հայ-ասորական  հարաբերությունները  Դիարբեքիրում ինչ-ինչ  պատճառներով  լարված  են  եղել:  Նա  ապա  ենթադրել  է,  որ  Ավետարանը ոչնչացել  է  1895  թ.  ջարդերի  ժամանակ:  Այս  համատեքստում  հարկ  է  նշել,  որ  Բիթլի- սում  ասորիները  հայերեն  խոսում  էին  ոչ  միայն  առօրյայում,  այլև  գործածում  էին  այն Ասսեմանիի  մասին  է  (1752-1820),  որը  Պադուայի  համալսարանի  արևելյան  լեզուների  դասախոս  էր  և գրել էր մի քանի աշխատություններ արևելագիտության և դրամագիտության ասպարեզում: ", "իրենց եկեղեցական արարողություններում46: Հայերենը ժամերգության մեջ գործածվել է նաև Մարդինի Քառասուն նահատակների ասորական եկեղեցում47, թեև այս քաղաքի (ինչպես  և  Սղերդի48)  ասորիներն  ու  հայերն  առավելապես  խոսում  էին  արաբերենի անատոլիական բարբառով: ", "Այս նույն Ավետարանին իր «Հայոց գրերը» գրքում անդրադառնում է նաև Հրաչ- յա  Աճառյանը,  որը,  մասնավորապես,  գրում  է.  ««Արմենիա»  թերթի  23-րդ  համարում (1914 թ.) Տաճատ ստորագրությամբ մի հոդված է եղել, ուր հիշվում է, թե Տիգրանակեր- տում  կա  ասորատառ  հայերեն  մի  ավետարան.  միանգամայն  կասկած  է  հայտնվում նույն ավետարանի մնացած լինելու մասին: Թերթի թղթակիցը պատասխանում է Տիգ- րանակերտից,  որ  նույն  Ավետարանը  դեռ  անկորուստ  մնում  է:  Նույնը  արտատպված ենք գտնում Բազմավեպում (1914, էջ 95): Արդյոք այդ Ավետարանը մինչև այժմ կա՞, թե նա էլ վառվեց համաշխարհային հրդեհին»49: ", "Վերջապես,  հայտնի  է,  որ  XIX  դ.  սկզբում  կազմվել  է  Ծաղկազարդին  նվիրված եկեղեցական  մի  հավաքածու,  որի  մեջ  զետեղվել  են  ասորերեն,  հայերեն,  արաբերեն, թուրքերեն ու պարսկերեն շարականներ՝ բոլորն ասորատառ: Այս ձեռագիրը նույնպես կազմում է Ալֆոնս Մինգանայի հավաքածուի մի մասը (Mingana syr. 520)50: ", "Ծնունդով  դիարբեքիրցի  ասորի  լրագրող  Նաում  Ֆաիկի  (1868-1930)՝  ԱՄՆ-ում հրատարակած Բեթնահրին («Միջագետք») ասորական թերթը պարունակում է ասորա- տառ  հայերենի  մի  քանի  նմուշներ:  Մասնավորապես,  թերթի  ընթերցողներից  մեկը կազմել է հայերենում գործածվող ասորական բառերի մի քանի ցանկեր, որոնք ասորա- տառ թուրքերենով վերնագրված են «Ասորական բառեր հայերենում»: Այստեղ զետեղ- ված  պատկերում  (պատկեր  851)  ասորատառ  հայերենը  ներկայացված  է  միջին  սյունա- կում (աջ սյունակը պարունակում է ասորական բառի դասական գրությունը, իսկ ձախը՝ բառի թարգմանությունն ասորտատառ թուրքերենով): ", "Խնդրո  առարկային  թերևս  որոշ առնչություն  կարող  է  ունենալ  Խարբերդում և  Դիարբեքիրում  Մեծ  Բրիտանիայի  նախ- կին  փոխհյուպատոս  Թովմաս  Մկրտչյանի վկայությունը,  որը  1938  թ.  լույս  է  տեսել Ֆրեզնոյի «Մշակ» թերթում, ապա անգլերեն թարգմանությամբ  արտատպվել  Լոս  Անջե- լեսում  խարբերդցի  ասորիների  կողմից հրատարակված Assyrian Progress  պարբերականում:  Ըստ  Մկրտչյա- նի՝ 1896 և 1898 թթ. նա բրիտանացի արևե- Պատկեր 8. «Բեթնահրին» պարբերականի բառացանկերից մեկը լագետ  Ջեյմս  Ռանդել  Հարիսի  (1852–1941)  հետ  երկու  անգամ  վերոհիշյալ  Դեյր  ազ- Զաաֆարան  վանքում  այցելել  է  Ասորի  ուղղափառ  եկեղեցու  պատրիարք  Իգնատիոս Աբդելմասիհին,  որից  Ռանդելը  փորձում  էր  գնել  «հարավային  հայերի»  մասին  մի  հին գիրք  կամ  ձեռագիր՝  գրված  «ասորական  տառերով»:  Բրիտանացի  գիտնականը  գրքի դիմաց առաջարկում էր 3000 ֆունտ սթերլինգ, սակայն պատրիարքը հրաժարվեց վա- ճառել այն: Անհաջողությամբ ավարտվեց նաև գրքի կրկնօրինակն ստանալու փորձը52: ", "People of this kind do things like this One would want them not to do things like this I know someone can think This is bad They should not do it I think: one should not think this One should know: ", "Մինչև 1915 թ. Մեծ եղեռնը, որի զոհերը հայերի հետ միասին դարձան նաև տասնյակ հազարավոր  ասորիներ,  վերջիններիս  աշխարհագրական  տարածումն  ուներ  հետևյալ պատկերը:  Նեստորականներն  ունեին  բնակության  երկու  խոշոր  շրջան:  Առաջինը Հաքքյարի  լեոնային  անկլավն  էր  (արամեերեն  աքքարե՝  «ռանչպարներ»  բառից),  որը զբաղեցնում  է  այսօրվա  Թուրքիայի  հարավարևելյան  անկյունը:  Հաքքյարիի  նեստո- րակնները բաժանված էին մի քանի ցեղերի և համեմատաբար անկախ էին Օսմանյան իշխանություններից: Այստեղի Քոչանիս գյուղում գտնվում էր Արևելքի եկեղեցու կաթո- ղիկոսի  նստավայրը:  Կաթողիկոսը,  բացի  կրոնական  պարտականություններից,  կա- տարում էր նաև նեստորականների աշխարհիկ առաջնորդի դերը: Հաքքյարիից բացի՝ նեստորականներ  կային  նաև  Վանի  վիլայեթի  հարակից  շրջաններում:  Այստեղի  ասո- րիների  կախվածությունն  Օսմանյան  իշխանություններից  և  տեղացի  մահմեդականնե- րից ավելի ուժեղ էր53: ", "Վերժբիցկան  առանձնացնում  է  անգլերենի  նույնաբանությունների  ևս  մի խումբ,  որոնք  հանդուրժողական  վերաբերմունք  են  արտահայտում  որոշ գործողությունների,  իրավիճակների  նկատմամբ,  ունեն  հաճելի  բնույթ  և կատարվում  են  հատուկ  առիթներով,  ինչպես,  օրինակ,  արձակուրդ,  ծնունդ, խնջույք,  հավաքույթ  և  այլն  (Wierzbicka  2003:  408):  Նա  դիտարկում  է  հետևյալ օրինակները. A picnic's a picnic. A party is a party. A holiday is a holiday. A honeymoon is a honeymoon. A game is a game. Նա նշում է, որ դժվար թե կիրառվեն A Monday is a Monday; An autumn is an autumn; A morning is a morning նույնաբանական կառույցները, եթե, իհարկե, տարբերակում չենք  մտցնում  նշված  երկուշաբթիների  միջև:  Այս  խմբի  նույնաբանությունների իմաստային  առանցքն  այն  է,  որ  պետք  է  հանդուրժող  ու  համբերատար  լինել անհարմարությունների  նկատմամբ,  որոնք  առաջանում  են  կամ  կարող  են առաջանալ նմանատիպ  հատուկ  առիթների  արդյունքում:  Ա. Վերժբիցկան  գտնում է, որ հնարավոր չէ ասել A picnic will be a picnic; A holiday will be a holiday, ինչպես կարելի է ասել Boys will be boys, քանի որ պիկնիկի կամ արձակուրդի պարագայում հանդուրժողական  լինելը  պատճառաբանվում  է  այդ  ժամանակահատվածների հատուկ  բնույթով:  Նա  կարծում  է,  որ  will-ով  կառուցված  նույնաբանությունները տվյալ  դեպքում  չեն  կարող  կիրառվել,  քանի  որ  դրանք  չեն  հիմնվում  մարդուց անկախ  գործող  կանխատեսելի  ապագայում  տեսանելի  երևույթների  վրա  (այս մասին  ավելի  մանրամասն  տե՛ս  2-րդ  գլխում):  Սակայն  կարծում  ենք,  որ A picnic will be a picnic  տարբերակը  չի  օգտագործվում  ոչ  թե  նշված  պատճառով,  այլ որովհետև  տվյալ  պարագայում  ներկա  ժամանակաձևը,  որով  կառուցված  է    A picnic is a picnic նույնաբանությունը, ընդգրկում է ոչ միայն տվյալ պահը` ներկան, այլ  նաև  ընդհանրապես  պիկնիկ  երևույթը:  Տվյալ  նույնաբանությանը  չի  կարելի վերագրել  որոշակի  ժամանակահատված,  որում  այն  ճիշտ  է,  իսկ  մյուսում`  ոչ: ", "Պիկնիկ-ը  քիչ  թե  շատ,  ըստ  էության,  նույնն  է:  Եթե  այն  շատ  շեղվի  պիկնիկի ընդունված,  այսպես  ասած  բառարանային  իմաստից,  ապա  այն  կդադարի այդպիսին  լինելուց:  Իսկ  քանի  որ  այդ  հավաքը  նշույթավորվում  է պիկնիկ  բառով, այն  պետք  է  պարունակի  պիկնիկին  հատուկ,  բնորոշ  գծերը:  Ուստի  տվյալ նույնաբանությունը  վերաբերում  է  ոչ  միայն  որևէ  կոնկրետ  պիկնիկի,  այլ ընդհանրապես  պիկնիկ  երևույթին,  անկախ  ժամանակից:  Սակայն,  ինչպես նշեցինք,  ոչ  միայն  ընդհանուր  պիկնիկ  երևույթն  է  տվյալ  նույնաբանությամբ նկատի  առնվում,  այլև  այն  կարելի  է  օգտագործել  շատ  կոնկրետ  իրավիճակում  և ըստ  տվյալ  համատեքստի  տալ  իմաստ:  Օրինակ`  այն  կարող  է  նշանակել,  որ պիկնիկն  ընդամենը  հավաք  է  մաքուր  օդում  և  ոչինչ  ավելի  կամ  ընդհակառակը` պիկնիկը  շատ  հատուկ  հավաք  ու  ժամանց  է,  քանի  որ  այն  տեղի  է  ունենում  բաց երկնքի տակ, բնության գրկում և այլն: Այսինքն, ըստ հաղորդակցական նպատակի, տվյալ նույնաբանությունը կարող է տարբեր իմաստներ ունենալ: ", "Պետք է առանձնացնել ևս մեկ հանգամանք. Վերժբիցկայի կողմից կիրառելի չհամարվող  նույնաբանությունները`  A picnic will be a picnic; A holiday will be a holiday,  ունեն  հետևյալ  կառուցվածքը`  a  will  be  a:  Ինչպես  տեսել  ենք,  շատ նույնաբանություններ  ունեն  տվյալ  կառույցը,  թեկուզ  նույն  Boys will be boys-ը: ", "XIX դ.  կեսերից  զարգացավ  գրական  նոր  լեզու՝  արդի  գրական  արամեերենը  (արդի ասորերենը), որը գործածում է ասորական գրի նեստորյան տարատեսակը: Այս լեզվով, որն ի վերջո դարձավ բոլոր արևելյան ասորիների ընդհանուր գրական լեզուն, իրակա- նացվում  էր  հանրակրթություն  միսիոներների  հիմնած  բազմաթիվ  դպրոցներում  և  քո- լեջներում,  նրանով  հրատարակվում  էին  գրքեր  և  պարբերականներ:  Միսիոներների նման  ակտիվ  լուսավորչական  գործունեության  շնորհիվ  Ուրմիայի  ասորիների  կրթա- կան մակարդակը զգալի աճ ապրեց, և քաղաքը, փաստորեն, դարձավ ասորիների թիվ մեկ մշակութային կենտրոնը: ", "Մինչև  Առաջին  համաշխարհային  պատերազմն  Օսմանյան  կայսրությունում, տարբեր  աղբյուրների  գնահատմամբ,  հաշվում  էին  մոտ  250  հզ  ասորիներ:  Նրանց գրեթե կեսը, ըստ Կոստանդնուպոլսի հայոց պատրիարքարանի տվյալների, բնակվում էր  հայկական  վիլայեթներում՝  60  հազար  Դիարբեքիրի,  25  հազար՝  Սեբաստիայի,  18 հազար՝  Վանի,  15  հազար՝  Բիթլիսի,  5  հազար՝  Խարբերդի  (Էրզրումի  վիլայեթում,  որն ամենահեռուն  էր  ասորիների  պատմական  բնօրրան  Ասորիքից,  ասորիներ  չկային)54: "]}