{"paragraphs": ["ԱԾՄ - ով կոշտ գլանական մամլամայրում L = 6 մմ բարձրությամբ, d = 10 մմ տրամագծով  չեռակալված  փոշենմուշի  մամլման  գործընթացի  հետազոտման համար  օգտագործվել  են  փոշենյութի  հետևյալ  պարամետրերը` , և [73]: Ընդունվել է, որ փոշենմուշի և մամլամայրի միջև      շփման      գործակիցը` ,      իսկ  ազդող      առանցքային      ճնշումը` : ", "Քանի  որ  խնդիրը  առանցքասիմետիկ  է,  ուստի  ԱԾՄ  -  ում  չեռակալված փոշենյութի մամլման գործընթացը առանցքասիմետրիկ է մոդելավորված (նկ. 5.1): ", "Նկ. 5.1. ԱԾՄ-ում մոդելի սխեման ԱԾՄ  -  ում  կոշտ  գլանական  մամլամայրում  չեռակալված  փոշենմուշի մամլման  գործընթացի  մոդելավորման  արդյունքում լարվածադեֆորմացիոն վիճակի բոլոր բաղադրիչների համար ստացվել են բաշխման դաշտերը: Նկ. 5.2 – 5.5 -  ում  բերված  են  առանցքային,  շառավղային  և  շրջանային  լարումների  և առանցքային  դեֆորմացիաի  համակարգչային  տվյալները,  որոնք  ցույց  են  տալիս դրանց բաշխման անհամասեռության աստիճանը: ", "Նկ. 5.2.  ԱԾՄ - ում առանցքային լարման բաշխման դաշտերը Նկ. 5.3.  ԱԾՄ - ում շառավղային լարման բաշխման դաշտերը Նկ. 5.4.  ԱԾՄ - ում շրջանային լարման բաշխման դաշտերը Նկ. 5.5.  ԱԾՄ - ում առանցքային դեֆորմացիայի բաշխման դաշտերը «ABAQUS» ԱԾՄ – ում Մոր−Կուլոնի պլաստիկության պայմանի հիման վրա կոշտ  գլանական  մամլամայրում  չեռակալված  փոշենմուշի  մամլման  գործընթացի մոդելավորմամբ  ստացված վերլուծությունը ցույց է տվել, որ. լարվածադեֆորմացիոն  վիճակի  բաղադրիչների տակ, բացառությամբ դրա փոքր մակերեսով կենտրոնի, բավականին մեծ ճշտությամբ հավասարաչափ է բաշխված և հավասար է ճնշմանը, ինչը խնդրի  եզրային  պայմանն  է:  Դրա  մեծությունը  դեպի  մամլամայրի հատակը  աստիճանաբար  պակասում  է՝  դառնալով  փոքր  աստիճանի անհավասարաչափ: ", "լարման նման, դեպի մամլամայրի հատակը, աստիճանաբար  փոքրանում  են  նաև  առանցքային  դեֆորմացիայի, շառավղային  և  շրջանային  լարումների  բացարձակ  արժեքները:  Ընդ որում,  շառավղային  և  շրջանային  լարումների  արժեքների  գոտիները բավականին  իրար  նման  են,  իսկ  համապատասխան  մեծությունները՝ մոտավորապես հավասար: "], "paragraph_source_docs": [1, 1, 1, 1, 1], "source_docs_file": "Mechanical Engineering and Machine Science.json"}