{"paragraph_source_docs": [2, 3, 4, 2, 2, 4, 0, 4, 4, 4], "source_docs_file": "History.json", "paragraphs": ["խնդիրը //Արևելագիտությունը Հայաստանում. Հին եվ միջնադարյան Հայաստանը եվ իր հարևանները, Հ. 3, Երևան, 2017, էջ 32-52: ", "Հայաստանի Միջնաշխարհը` Արագածոտնը, XII – XIV դդ. գտնվում էր Զաքարյան- ների,  ապա  նրանց  վասալ  Վաչուտյան  տոհմի  տիրապետության  տակ,  որոնց  ռազմա- կան ու վարչական կենտրոնը Անբերդն էր99: XII – XIII դդ. հայ-վրացական միացյալ զոր- քերը  Անբերդը  սելջուկներից  ազատագրելուց  հետո  հանձնում  են  վերջիններիս,  որոնք ձեռնամուխ են լինում ամրոցի ամրացմանը: Աճող ամրոց-բնակավայրը շրջափակվում է նոր, ավելի ընդարձակ պարիսպներով, որոնք իրենց մեջ ներառում են ողջ հրվանդանը: ", "Այսպիսով,  1750-1780-ական  թթ.  Կասպից  ծովի  արևմտյան  ափին՝  Դերբենդի, Ղուբայի,  Շամախիի  և  Բաքվի  խանություններում,  Ղուբայի  Ֆաթհ  Ալի  խանի քաղաքական  գերիշխանությունն  էր  հաստատվել,  որը  պայմանավորված չէր էթնիկական  ընդհանրությամբ։  Ֆաթհ  Ալի  խանի  քաղաքական  ազդեցության տարածումը Շամախիի խանության վրա ամրապնդելու էր Ղուբայի ռազմաքաղաքական դիրքերն Այսրկովկասում: ", "Մեզ հայտնի առաջին աստվածուհիներն ունեն հնագույն արմատներ, որոնք Ռ. Բրիֆ- ֆոյի կարծիքով կարելի  է բաժանել աստվածուհիների չորս հիմնական նախատիպերի (Աղ. II)132. ա. բոլոր աստվածների և ամեն գոյի նախամայր-աստվածուհի (Աղ. II, ա), բ. կենդանիների մայր-աստվածուհի (Աղ. II, բ), գ. «մայր-հացահատիկ», բերքի, պտղաբերության հովանավորուհի (Աղ. II, գ), դ. «մայր-հող»-«մայր-երկիր» (Աղ. II, դ): ", "Չնայած այն հանգամանքին, որ նախապատմական և վաղ պատմական ժամանակնե- րից հայտնի են տարբեր անուններով ու գործառույթներով բազմաթիվ «աստվածուհիներ», կարելի է ասել, որ վերը թվարկված հատկանիշները հստակորեն չէին բաժանված աստ- վածուհիների միջև133: ", "Ավետիսյան, Եր., 1938, էջ 82: ", "Դավադիրները  եղել  են լավ  կազմակերպված  և  ունեցել  են  բազմաթիվ համախոհներ,  իսկ  դավադրությունը  բացահայտվեց  մատնության  հետևանքով,  որից հետո տեղի ունեցան ձերբակալություններ1: ", "Շիրվանի  նախկին  հարկահավաք  Հաջի  Մուհամմադ  Ալի  Սուֆի  Նաբի Զարնավային 1748 թ. Նոր Շամախիի խան է դառնում և կառավարում մինչև 1761 թ., երբ սպանվում  է  խանչոբանի  ցեղի  Սարքարների  տոհմից  Ալի  Վերդի  բեկի  որդիներ Մուհամմադ  Սայիդ  և  Աղասի  խաների  կողմից:  Ալի  Վերդի  բեկը  Նադիր  շահի  օրոք «պատվավոր  ազնվական  էր» 105 :  Նրա  մահից  հետո  Մուհամմադ  Սայիդ  ու  Աղասի խաներն  իրենց  էին  ենթարկել  Շիրվանի  քոչվոր  ցեղերին  և  հաստատվել  Հին Շամախիում: Շուտով Մուհամմադ Սայիդը Քերիմ խան Զենդի ֆերմանի համաձայն, Հին Շամախիի խան է ճանաչվում 106: Այդ քայլով Իրանի տերության տիրակալը երկու խնդիր էր լուծում: Նախ, նա փորձում էր Հյուսիս-արևելյան Այսրկովկասում, որը կիսանկախ էր, ի  դեմս  Հին  Շամախիի  խաների  իրեն  ենթակա  կառավարիչներ  ունենալ  և  ամրապնդել Իրանի տերության ազդեցությունը տարածաշրջանում: Մյուս կողմից, Հյուսիս-արևելյան Այսրկովկասի  սրտում  երկիշխանություն  հաստատելով,  կառավարելի  իրավիճակ  էր ստեղծվում:  Ուստի,  քաղաքականապես  ապակայունացած  Շիրվանը  դառնալու  էր կառավարելի՝  առաջին  հնարավորության  դեպքում  վերադարձնել  իրանական պետության կազմի մեջ։ ", "Նոր  Շամախիի  բնակիչները,  Հաջի  Մուհամմադ  Ալի  խանի  ծանր  հարկային քաղաքականությունից  դժգոհ,  դիմում  են  Մուհամմադ  Սայիդին:  Վերջինս  առանց վարանելու կատարում է շամախեցիների խնդրանքը և քաղաքը գրավելով, վերջ է դնում երկիշխանությանը:  Նոր  Շամախիում  նա  նայիբ  (տեղակալ)  է  նշանակում,  իսկ  Հաջի Մուհամմադ  խանը՝  մեկ  տարի  պատանդ  մնալով  Հին  Շամախիում,  կնքում  է մահկանացուն: ", "Վաղարշապատ  –  Ս.  Էջմիածին,  1870,  էջ  65-66:  Հմմ.  М.  Арунова,  К.  Ашрафян,  Государство  Надир-шаха Афшара (Очерки общественных отношений в Иране 30-40-х гг. XVIII в.), Москва, 1958, с. 58; А. Бакиханов, О  походе  Надир-шаха  в  Дагестан,  –  Сочинения.  Записки.  Письма.  Ред.  колл.  З.  М.  Буниятов  и  др.,  Баку, АКАК, т. V, 1873, с. 1109-1118. Շուտով Մուհամմադ Սայիդի և Ֆաթհ Ալի խանի հարաբերությունները լարվում են: "]}