{"paragraphs": ["Բաումարն  ընդդեմ  Բելգիայի  գործով  վճռում254  Դատարանը  սահմանել  է,  որ  անչափա- հաս  անձի  կալանավորումը  ուղղիչ  հաստատությունում  կամ  բանտում՝  մինչև  նրա արագ տեղափոխումն ուղղիչ հաստատություն, թույլատրվում է 5-րդ հոդվածի 1-ին կե- տի  «դ»  ենթակետով:  Սակայն  Դատարանը  ճանաչել  է  դրույթի  խախտում,  քանի  որ  այդ անչափահաս  անձին  (լուրջ  խանգարումներ  ունեցող,  իրավախախտումը  կատարած տղային)  մեկ  տարվա  ընթացքում  կալանավորել  են  նվազագույնը  9  անգամ՝  պահելով քննչական  մեկուսարանում,  որն  ընդհանուր  առմամբ  կազմում  է  199  օր:  Դատարանը որոշել  է,  որ  իշխանությունները  պարտավոր  էին  դաստիարակչական  նպատակներով անհրաժեշտ  պայմաններ  ստեղծել.  անչափահասին  պահելը  փաստացի  մեկուսացման պայմաններում  և  առանց  դաստիարակչական  պատրաստություն  ունեցող  աշխատա- կիցների  օգնության,  չի  կարելի  դիտարկել  որպես  աջակցություն  որևէ  դաստիարակչա- կան նպատակի հասնելու համար: ", "նշանակվում  է,  եթե  նվազ  խիստ  տեսակը  չի  կարող  ապահովել  պատժի նպատակները»։ ", "Ինդեքսների հաշվարկման մեթոդաբանության վերաբերյալ  առավել լավ պատկերացում  կազմելու  համար  նշենք,  որ  այս  ինդեքսի  հաշվարկման  մեթոդը ներառում է 4 հաջորդական գործողությունների կատարում. հաշվարկման գործում: ", "Կոնվենցիայի  5-րդ  հոդվածի  1-ին  մասի  «դ»  կետի  կիրառման  հետ  կապված Դատարանը ելնում է այն հանգամանքից, որ անչափահասների նկատմամբ ցանկալի է չկիրառել չափահասների համար նախատեսված հարկադրանքի  սովորական միջոցներ և  իրականացնել  սոցիալական  ուղղվածություն  ունեցող  արդարադատություն`  առավել պարզեցված  ընթացակարգով:  Անթույլատրելի  է  նախնական  կալանքի  վայրերում  ան- չափահասներին  պահել  չափահասների  հետ  մեկտեղ,  իսկ  անչափահասի  նկատմամբ կալանքի կիրառումը պետք է իրականացվի այնպիսի ռեժիմով, որը բարենպաստ ազդե- ցություն կունենա նրա վերադաստիարակման վրա: ", "Պատժի համակարգը սահմանված է ՀՀ քրեական օրենսգրքի 49-րդ հոդվածով, որը  նախատեսում  է  պատժի  տասը  տեսակ։  Պատժի  գործող  համակարգի թերությունների  հարցը  ընդգծված  է  ինչպես  տեսական  մի  շարք  աղբյուրներում, այնպես  էլ  ՀՀ  քրեական  նոր  օրենսգրքի  հայեցակարգում (այսուհետ՝  նաև Հայեցակարգ)։  Մասնավորապես, վերջինի 1.4.(4)-րդ կետի համաձայն՝ «(…)  Գործող օրենսդրության պայմաններում հաճախ դատարանը ազատազրկմանն այլընտրանք չի  ունենում։  Այստեղից  էլ  ազատազրկում  պատժատեսակի չարդարացված հաճախակի  կիրառումը,  ինչն  արդեն  պրոբլեմներ  է  ստեղծել  քրեակատարողական հիմնարկների  համար։  Բացի  այդ`  ազատազրկում  պատժատեսակի  հաճախակի կիրառումը կարող է նպաստել հասարակական հարաբերությունների … канд. юрид. наук. -Иркутск, 2009, ¿ç 3: ", "անչափահասների  հատուկ  ուսումնադաստիարակչական  կամ  բժշկադաստիարակչա- կան  հաստատություններում  տեղավորելու  միջոցով:  Օրենսդրական  նման  կարգավո- րումը  բխում  է  Կոնվենցիայի  5-րդ  հոդվածի  1-ին  մասի  «դ»  կետից:  Անչափահասների ձերբակալումը  և  կալանավորումն  իրականացվում  է  օրենքով  սահմանված  ընդհանուր կարգով:  Չնայած  ՀՀ  քր.  դատ.  օր-ում  առանձին  գլուխ  է  նվիրված  անչափահասների գործերով վարույթի առանձնահատկություններին, սակայն շատ հարցեր այստեղ պատ- շաճ  կարգավորում  չեն  ստացել:  Բացի  դրանից,  ՀՀ  քր.  դատ.  օր-ի  442-րդ  հոդվածից հետևում է, որ կալանավորումը` որպես խափանման միջոց, կարելի է կիրառել ոչ միայն անչափահաս  մեղադրյալի,  այլ  նաև  կասկածյալի  նկատմամբ:  Հոդվածի  այդ  պահանջը ընդունելի չի կարող համարվել, մանավանդ որ այն հակասության  մեջ է մտնում ՀՀ  քր. դատ. օր-ի 134-րդ հոդվածի 3-րդ մասի հետ, ըստ որիª կալանավորումը և գրավը կարող են կիրառվել միայն մեղադրյալի նկատմամբ: ", "ՀՀ  դատարանների  կողմից  իրականացվող  դատական  պրակտիկան  ցույց  է տալիս, որ դատարաններն անչափահասների նկատմամբ որպես կալանքը խափանման միջոց  ընտրելիս`  ղեկավարվում  են  ՀՀ  քր.  դատ.  օր-ի  134-րդ  հոդվածի  3-րդ  մասի  պա- հանջով, և կալանավորումը` որպես խափանման միջոց, ընտրում են միայն մեղադրյալ անչափահասների նկատմամբ կամ օրենքի հակասությունը լուծվում է հօգուտ մարդու, որը համահունչ է Կոնվենցիայի պահանջներին: ", "համակարգի սահմանում. որակավորման դասից զրկելը, զբաղվելու իրավունքից զրկելը, տարածքից արտաքսումը, Անհրաժեշտ  ենք  համարում  նշել,  որ  պատժի  գործող  համակարգի  լուրջ թերությունների մասին են խոսում նաև վիճակագրական տվյալները։ Այպես, ՀՀ-ում դատապարտվածների թվում ազատազրկման դատապարտվածների թիվը վերջին 5 տարիների կտրվածքով ունի հետևյալ պատկերը. Վերոնշյալ  ցուցանիշներից  հետևում  է,  որ  չնայած  վերջին  երկու  տարիների ընթացքում  գրանցվել  է  ազատազրկման  պատժատեսակի  կիրառման  նվազման միտում,  այնուամենայնիվ  ազատազրկման  դատապարտվածների  թիվը  կազմում  է ¹³ï³å³ñïí³Í  ³ÝÓ³Ýó  ÃÇí,  541-  å³ïÇÅÁ  å³ÛÙ³Ý³Ï³Ýáñ»Ý  ãÏÇñ³éí³Í  ³ÝÓ³Ýó  ÃÇí,  4200- ¹³ï³å³ñïí³Í ³ÝÓ³Ýó ÃÇí: (20.10.2016Ã.) ¹³ï³å³ñïí³Í  ³ÝÓ³Ýó  ÃÇí,  762-  å³ïÇÅÁ  å³ÛÙ³Ý³Ï³Ýáñ»Ý  ãÏÇñ³éí³Í  ³ÝÓ³Ýó  ÃÇí,  4099- ¹³ï³å³ñïí³Í ³ÝÓ³Ýó ÃÇí: (20.10.2016Ã.) ¹³ï³å³ñïí³Í  ³ÝÓ³Ýó  ÃÇí,  818-  å³ïÇÅÁ  å³ÛÙ³Ý³Ï³Ýáñ»Ý  ãÏÇñ³éí³Í  ³ÝÓ³Ýó  ÃÇí,  3829- ¹³ï³å³ñïí³Í ³ÝÓ³Ýó ÃÇí: (20.10.2016Ã.) ընդհանուր դատապարտվածների թվի զգալի մասը։ Համեմատության համար նշենք, որ  եվրոպական  երկրներում  դատարանների  կողմից  ազատությունից  զրկելու  հետ կապված  պատիժների  դատապարտվածների (այդ  թվում  հոգեբուժական հիվանդանոցներ  ուղարկվածների)  միջին  ցուցանիշը  15.6%  է,  իսկ  այնպիսի երկրներում,  ինչպիսիք  են՝  Գերմանիան՝  5%,  Ֆինլանդիան՝  3%,  հետխորհրդային երկրներից՝  Հունգարիան՝  11.5%,  Սլովենիան՝  15%,  Լեհաստանը՝  9.2%,  Ուկրաինան իրական գնահատման համար անհրաժեշտ ենք համարում ընդգծել, որ եվրոպական երկրների  վերաբերյալ  մեր  կողմից  ներկայացված  տվյալները  վերաբերում  են  ոչ միայն  ազատազրկման  պատժատեսակին,  այլ  ընդհանրապես  ազատությունից զրկելու  հետ  կապված  քրեաիրավական  ներգործության  միջոցների  կիրառմանը176։ ", "Տասնինը  կետերից  բաղկացած  սույն  դաշնագիրը  բավական  հաջողված  իրավական փաստաթուղթ  էր  Հայաստանի  Հանրապետության  և  Հայ  առաքելական  եկեղեցու  փոխ­ հարաբերությունները  կարգավորելու  համար: ", "Ինչ վերաբերում է «հոգեկան հիվանդ» տերմինի իմաստին, Դատարանը որոշել է, որ  այդ  տերմինի  «ամբողջական  բացատրությունը»  հնարավոր  չէ  տալ,  որովհետև բժշկության մեջ «հոգեկան  խանգարում» հասկացությունն անընդհատ կատարելագործ- վում է:  Անկասկած, անձը չի կարող ձերբակալվել այդ դրույթի հիման վրա «միայն այն պատճառով, որ նրա հայացքները կամ պահվածքը տարբերվում են այս կամ այն հասա- րակությունում գերակշռող նորմերից»: Անձը հոգեկան հիվանդ է, արդյոք, կորոշվի ներ- պետական իրավունքին համապատասխան, կոնկրետ գործում դրա կիրարկմամբ և հո- գեբուժության ժամանակակից գիտելիքներով: ", "Ատենախոսության  թեմայի նպատակներից ելնելով՝  Կառավարության սահմանադրական լիազորությունները կարելի է բաժանել որոշ խմբերի։ ", "կամ նման անձանց ձերբակալման  համար նախատեսված համապատասխան այլ հաս- տատություն260: ", "Առաջին  պայմանն  արտակարգ  իրավիճակներում  չի  կիրառվում:  Օրինակ,  Վի- տերվերպի գործում դիմողը քաղաքապետի կողմից, առանց բժշկի նախնական եզրակա- ցության,  տեղավորվել  էր  հոգեբուժարան  այն  բանից  հետո,  երբ  նրան  մերկ  վիճակում հայտնաբերել էին ոստիկանախցում261: Չնայած որոշ դեպքերում թույլատրվում է բացա- ռիկ  ձերբակալում,  սակայն  ենթադրվում  է,  որ  դրանից  անմիջապես  հետո  կտրվի  գոնե ժամանակավոր բժշկական եզրակացություն: Բարբանովն ընդդեմ Բուլղարիայի գործով դիմողը  կալանավորվել  էր`  համաձայն  դատախազի  թույլտվության,  առանց  բժշկական փորձագետի  հանձնարարականի:  Դատարանը  վճռել  է,  որ  կալանավորումն  անօրինա- կան է եղել, քանի որ «իրական ոչ մի հիմք չկար առ այն, որ դիմողը հոգեկան հիվանդ է»: ", "Նման  եզրակացություն  անելով`  Դատարանը  նշել  է,  որ  տվյալ  գործում  «հոգեբույժի նախնական կարծիքը, համենայն դեպս, ըստ առկա փաստաթղթերի, հնարավոր և պար- տադիր է եղել»: Դատարանը նշել է, որ արտակարգ իրավիճակի մասին որևէ հայտարա- րություն չի եղել, որ դիմողը հոգեկան հիվանդության պատմություն չի ունեցել, և որ նա, ամենայն  հավանականությամբ,  ներկայացրել  է  բժշկի  եզրակացություն  իր  հոգեկան առողջության մասին: Դատարանը որոշել է, որ նման դեպքերում դիմողի ձերբակալումը կամ կալանավորումը` հիմնվելով դիմողի հոգեկան առողջության մասին դատախազի  և ոստիկանության  սպայի  կարծիքի  վրա  և  առանց  հոգեբույժի  եզրակացության,  անթույ- լատրելի էր: ", "Պետք  է  նաև  նշել,  որ  5-րդ  հոդվածի  1-ին  կետի  «e»  ենթակետը  «բուժման  իրա- վունք» չի  նախատեսում, ինչպես նշում էր  դիմողը  Վինտերվերպի գործով դատաքննու- թյան  ժամանակ,  որը  պնդում  էր,  որ  համապատասխան  բուժումը  ենթադրվում  էր «որպեսզի ապահովեր, որ նա չկալանավորվեր ավելի երկարատև ժամանակով, քան  դա խիստ  անհրաժեշտ  է»:  Սակայն  Աշինգդեյնի  գործով  Դատարանը  վճռել  է,  որ  «ազատա- p.  52,  and  the  above-mentioned  Engel  and  others  judgment,  p.  25,  para.  58).  Moreover,  it  would  disregard  the importance  of the right  to liberty in a democratic  society (see the De  Wilde, Ooms and Versyp judgment of 18 June հետևյալ  գործերով  վճիռները`  X-ն  ընդդեմ  Միացյալ  Թագավորության  (1981թ.),  Աշինգդեյն  ընդդեմ Միացյալ Թագավորության (1985թ.): ", "նկատմամբ: Այս սկզբունքն ամրագրված է ՀՀ Սահմանադրության 6-րդ հոդվածում, որի համաձայն`  միջազգային  պայմանագրերն  ուժի  մեջ  են  մտնում  միայն  վավերացվելուց կամ  հաստատվելուց  հետո:  Միջազգային  պայմանագրերը  ՀՀ  իրավական  համակարգի բաղկացուցիչ մասն են: Եթե վավերացված միջազգային պայմանագրերում սահմանվում են  այլ  նորմեր,  քան  նախատեսված  են  օրենքներով,  ապա  կիրառվում  են  այդ  նորմերը: ", "Այսպես,  ՀՀ  իրավական  համակարգին  հայտնի  չէ  անձի  իրավունքների այնպիսի  դասակարգում,  որը  պարունակում  է  «անձի  հանրային  իրավունքներե տարատեսակը։  Առկա է «սուբյեկտիվ հանրային իրավունքե եզրույթը։ ", "Չնայած  ինֆեկցիոն  հիվանդությունների  տարածումը  կանխելու  համար  թմրա- մոլների, հարբեցողների կալանավորման վերաբերյալ քիչ բողոքներ են  եղել, Դատարա- նը,  բնականաբար,  կալանավորման  օրինաչափությունը  գնահատելիս՝  կցուցաբերի նման մոտեցում, ինչպես հոգեկան հիվանդների պարագայում: Վիտոլդ Լիտվան ընդդեմ Լեհաստանի գործով վճռում՝ քննարկելով «հարբեցող» տերմինը, Դատարանը սահմանել է,  որ  «բժշկի  եզրակացությամբ  «հարբեցող»  չճանաչված  անձինք,  բայց  որոնց  գործողու- թյունները և պահվածքը ոգելից խմիչքի ազդեցության տակ, վտանգ են սպառնում հասա- րակական  կարգի  կամ  հասարակության  համար,  կարող  են  կալանավորվել  բնակչու- թյան կամ իրենց իսկ շահերի պաշտպանության, մասնավորապես նրանց առողջության է  կամ  անձնական  անվտանգության  ապահովման  նպատակներով»:  Այնուամենայնիվ, Դատարանը նաև պարզաբանել է, թե դա չի նշանակում, որ ըստ 5-րդ հոդվածի 1-ին կե- October 1979, Series A no. 33, p. 18, para. 39). The Court’s task in verifying the fulfilment of these conditions is limited to reviewing under the Convention the decisions taken by the national authorities (see, inter alia, the X v. the United Kingdom judgment of 5 November 1981, Series A no. 46, p. 20, para. 43 in fine). տի «e» ենթակետի` թույլատրվում է «անձի կալանավորումը միայն այն պատճառով, որ նա  ոգելից  խմիչք  է  օգտագործել»:  Բացի  դրանից,  Դատարանը  որոշել  է,  որ  դիմողին` սթափարան  տեղավորելը  կամայական  է  եղել,  քանի  որ  նրա  պահվածքը  վտանգ  չի սպառնացել  բնակչության  կամ  հենց  իր  համար,  և  նրա  նկատմամբ  չեն  կիրառվել հարբած վիճակում գտնվող անձանց համար ներպետական իրավունքով նախատեսված այլընտրանքային այլ միջոցներ: Դատարանը նշել է, որ համաձայն ներպետական իրա- վունքի` «հարբած վիճակում գտնվող անձը չպետք է անպայման զրկվի ազատությունից, քանի  որ  ոստիկանությունը  լիովին  կարող  է  նրան  ուղեկցել  հասարակական  հոգա- ծության հաստատություն կամ տուն»: Ի վերջո, Դատարանը վճռեց, որ դիմողի տեղավո- րումը սթափարան անօրինական է եղել265: ", "Դատարանը  վերահաստատում  է  իր  արդեն  հաստատված  նախադեպը,  համա- ձայն որի անձը չի  կարող համարվել «հոգեկան  հիվանդ» և զրկվել ազատությունից եթե հետևյալ  երեք  նվազագույն  պայմանները  չապահովվեն,  առաջին`  պետք  է  հիմնավոր կերպով  ապացուցվի,  որ  նա  հոգեկան  հիվանդ  է,  երկրորդ`  հոգեկան  խանգարում  է պետք է լինի այնպիսին կամ այն աստիճանի, որ անհրաժեշտություն ստեղծի ազատու- թյունից  զրկելու  համար,  և  երրորդ`  ազատությունից  զրկելու  շարունակական  օրինա- կանությունը կախված է նման խանգարման շարունականությամբ266: ", "Ինչպես  տեսնում  ենք,  իրավունքի  վերոնշյալ  գործառույթներից  գրեթե  բոլորն ուղղված  են  հասարակության  և  հասարակական  հարաբերությունների  զարգացման միջոցով անդամների վարքագծի կարգավորմանը, ուստի հասարակության ցանկացած ոլորտ,  հասարակության  անդամների  ցանկացած  գործառույթ  կամ  գործունեության ոլորտ  ենթակա  են  իրավունքի  միջոցով  իրավական  կարգավորման:  Իրավունքի գլոբալացման  դեպքում  տեղի  է  ունենում  տարբեր  պետությունների  իրավական կարգավորումների  միասնականացում,  ինչն  անխուսափելիորեն  իր  ազդեցությունն  է ունենում  նաև  մարդկային  գործունեության  մյուս  ոլորտների  վրա:  Այսպիսով, ընդունելով  իրավունքի  կարևորությունը  հասարակության  մեջ,  մարդկային  գործու- նեության  բոլոր  ոլորտներում  և  ընդգծելով  իրավունքի  գլոբալացման'  պետության ընդհանուր  գլոբալիզացման  աստիճանը  հաշվարկելու  գործընթացի  վրա  ունեցած ազդեցությունը, անհրաժեշտ է վեր հանել այն իրավական տարրերը, որոնք կարող են լինել  գլոբալացման  աստիճանի  ցուցանիշներ,  և  որոնք  անհրաժեշտ  է  ներառել գլոբալացման սինթետիկ ինդեքսների ցուցանիշների շարքում: ", "Նույն օրենսգրքի 60-րդ հոդվածի համաձայն. «1. Ծնողական իրավունքներից զրկելը կատարվում է դատական կարգով։ ", "Դատարանը  սահմանել  է  երեք  չափանիշ,  որոնց  առկայությունը  բավարար  է անձի  ազատության  այնպիսի  սահմանափակման  համար,  ինչպիսին  է  հարկադրաբար հոգեբուժարան  տեղավորելը:  Այդ  չափանիշներն  են`գիտության  տվյալների  վրա  հիմն- ված  բժշկական  ախտորոշումը,  հիվանդության  սրվածությունը,  որը  հիվանդին  դարձ- նում  է  վտանգավոր  ինչպես  իր,  այնպես  էլ  շրջապատի  համար,  հոգեբուժարան  տեղա- վորել  այնքան  ժամանակ,  քանի  դեռ  պահպանվում  է  հոգեկան  խանգարվածությունը: ", "(…) (…)»։ ", "ծնողների  կամ  նրանցից  մեկի  գործողություններում  հայտնաբերում  է  քրեորեն պատժելի  արարքի  հատկանիշներ,  ապա  այդ  մասին  պարտավոր  է  տեղեկացնել համապատասխան իրավասու մարմիններին։ ", "Հոգեկան հիվանդները կարող են հարկադրաբար տեղափոխվել հոգեբուժարան և հարկադրաբար բուժման ենթարկվել: Սա ըստ էության նույնացվում է կալանքի հետ: ՀՀ քաղ.  դատ.  օր-ի  համաձայն  քաղաքացուª  հոգեբուժական  հիվանդանոցային  հարկադիր բուժման  վերաբերյալ  դիմում  տալու  իրավունք  ունի  այն  հոգեբուժական  հաստատու- թյան  տնօրինությունը,  որում  բուժվում  է  քաղաքացինª  նրան  հոգեբուժական  հաստա- տություն  տեղավորելու  պահից  72  ժամվա  ընթացքում:  Դիմումին  կցվում  է  հոգեբու- ժական  հաստատությունում  անձի  հետագա  գտնվելու  անհրաժեշտության  վերաբերյալ բժիշկ-հոգեբույժների  հանձնաժողովի  պատճառաբանված  եզրակացությունը:  Քաղա- քացին  իրավունք  ունի  մասնակցելու  դատական  նիստին:  Եթե  հոգեբուժական  հաստա- տությունից  ստացված  տեղեկությունների  համաձայն  անձի  հոգեկան  վիճակը  թույլ  չի տալիս  նրան  մասնակցել  դատական  նիստին,  ապա  դատավորը  դիմումը  քննում  է հոգեբուժական  հաստատությունում:  Դիմումի  քննությանը  պարտադիր  է  այն  հոգեբու- ժական  հաստատության  ներկայացուցչի,  որի  նախաձեռնությամբ  գործ  է  հարուցվել, ինչպես  նաև  այն  անձի  ներկայացուցչի  մասնակցությունը,  որի  նկատմամբ  լուծվում  է բուժման  հարցը:  Սակայն  օրենսդրությամբ  կարգավորված  չեն  հոգեբուժարանում գտնվող  անձանց  նկատմամբ  հետագա  դատական  վերահսկողություն  իրականացնելու հարցերը: "], "source_docs_file": "Law.json", "paragraph_source_docs": [4, 5, 1, 4, 5, 4, 4, 5, 3, 4, 2, 4, 4, 4, 4, 0, 5, 4, 4, 1, 5, 4, 5, 5, 4]}