{"paragraph_source_docs": [1, 3, 1, 2, 4, 2, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 2, 2, 1, 2, 1, 2, 3, 1], "paragraphs": ["դարձյալ  որևէ  չեզոք  խաղացող,  որպեսզի  վիճաբանություն  չլիներ:  Իսկ  «թաց-չորի»  ժա- մանակ  դեպի  վերև  էին  գցում  հարթ  ու  փոքր  մի  քար,  որի  մի  երեսը  թրջում  էին  թքով: ", "Թեև  բավական  մեծ  աշխատանքներ  են  տարվել  միջնադարյան  նյութական  մշա- կույթի, հատկապես խեցեգործության ուսումնասիրման ուղղությամբ, այնուամենայնիվ դրանք ամբողջական չեն  և ժամանակագրորեն ավարտվում են  հիմնականում XIV դա- րով: Չնայած մեծաքանակ գիտական գրականության առկայության, XIV – XVII դդ նյու- թական մշակույթի վերաբերյալ չկան լիարժեք համալիր աշխատանքներ: Մեր ատենա- pottery IX – XIVth cc. London, Faber and Faber limited, 1957, 37 p.. Изд.  ,,Наука’’,  1982,  211  с.;  Среднеазиатская  глазурованная  керамика  XII  –  XV  вв.,  Душанбе,  Изд.  ,,Дониш’’, Sakisyan  A.,  La  céramique  d’Asie-Mineure  et  de  Constantinople,  Paris,  Librairie  Orientaliste  Paul  Geuthner,  1923; Wilkinson Ch., Fashion and technique in Persian pottery, Bulletin the Metropolitan Museum of Art, November, 1947, v.6, N 3, pp. 99-104; Wilson R. P., Islamic art, New York, The Macmillan company, 1957. Керамика Старой Ганджи, Баку, Изд. АзФАН, 1940, 44 с. խոսությունը  ևս  չի  հավակնում  լինելու  համալիր  ուսումնասիրություն:  Ատենախոսու- թյան շարադրանքում, առաջին անգամ փորձ է կատարվում դասակարգել ու միավորել Հայաստանի  տարբեր  շրջաններից  գտնված  XIV  –  XVII  դդ.  վերաբերող  խեցեղեն  նյու- թերը` դիտարկելով կոնկրետ ժամանակահատվածում: ", "Մրցությամբ  վիճակահանության  տարբերակներից  էր  քայլերով  կատարված  վիճա- կահանությունը, որի ժամանակ մրցում են՝ քայլ գցելով: Այդ տարբերակներից էին՝ «հաց- պանիր-ջուր»,  «մեկ-երկու-երեք»  կամ  «փոս  փորեմ,  թուրքին  խորեմ»  բանաձևերը,  որոնց ընթացքում երկու թիմի ավագները կանգնում են դեմ դիմաց, և յուրաքանչյուրը, իր ոտքը ոտքի առաջ դնելով, հաջորդաբար առաջ է գալիս երեքական  քայլով՝ արտասանելով վե- րը նշված տարբերակներից մեկը: Ում ոտքի թաթն առաջինը կպչում էր դիմացինի ոտքի թաթին, նա էլ առաջինը ընտրում էր իր թիմի անդամներին: ", "շարձան, Տարեգիրք, Հ. Զ, Երևան, 2010, էջ 197-208: ", "Ուշադրության  արժանի  է  նաև  Ռուսաստանի  արտաքին  քաղաքականության պատմության  բազմահատորյակի  XVIII  դարն  ընդգրկող  պրակը՝  Ժ.  Անանյանի Հայ  պատմագիտության  մեջ Հյուսիս-արևելյան  Այսրկովկասի  առանձին խանությունների  XVIII  դ.  երկրորդ  կեսի  պատմությանը  նվիրված  գիտական ուսումնասիրություններ  գրեթե  չեն  կատարվել:  Բացառություն  են  կազմում  Վ. Գրիգորյանի 36  և  Ս.  Մարգարյանի 37  հետազոտությունները։  Հայկական  հարուստ աղբյուրները  մանրակրկիտ  վերլուծելով՝  Վ.  Գրիգորյանը  վերականգնում  է  XVIII  դ.  80- դդ.  քաղաքական  պատմության  մի  շարք  հարցեր  խոր  քննության  են  ենթարկվում    Ս. Մարգարյանի ուսումնասիրության մեջ: ", "Հնագույն և հելլենիստական Հայաստանի արվեստին վերաբերող առաջին և մինչ օրս միակ աշխատությունը «Ակնարկներ հին Հայաստանի արվեստի պատմության» գործն է, որտեղ ներկայացված են հեղինակի կողմից նախորդ դարի 40-ական թթ. սկսած աշխա- տանքների արդյունքները: Հեղինակը մասնավորապես անդրադառնում է Հին Հայաստա- նի  արձանագործությանը,  բարձրաքանդակներին,  հարթաքանդակներին,  մանրաքան- դակներին (մ.թ.ա.VI-մ.թ. III դդ.): Նրա աշխատանքում ներկայացվում է դրանց փուլաբա- ժանումը  և  դասակարգումը.  ա.  ավանդական  պայմանական  ոճի  հնագույն  քանդակներ, բ.  այլ  երկներից  Հայաստան  բերված  քանդակագործական  ստեղծագործություններ  և Նեմրուդ-լեռան Կոմմագենյան քանդակներ, գ. արձանագործության հետագա զարգացու- մը Հայաստանում II-IIIդդ.: ", "Տեքստերով վիճակահանության ձևերը կարող են լինել պատմողական տեքստով, որոնց հիմքում ընկած է թեմայի զարգացումը, այսինքն՝ ունի սկիզբ, մտքի տրամաբա- նական  ընթացք  և  ավարտ:  Խաղացողները  շրջանաձև  կանգնում  են,  և  ավագ  խա- ղացողը սկսում է վանկատելով «հաշվել»՝ ձեռքը յուրաքանչյուր խաղացողին թեթևակի հպելով. Երկու ռուս բաբուշ-կա, Նստել են ակուշ-կա, Չռթում են սեմուշ-կա, Թափում են խլեբուշ-կա: ", "Ով բկլատ է (ագահ), թող դուրս գա, Գա´, գա´, գա´, թող դուրս գա´:153 Ես չայ խմեցի, չաշկա-մաշկա կոտրեցի: ", "Մայրս ասաց` Քանիսն ես կոտ-րել: ", "Երեք154: ", "Մեկ, երկու, երեք, դուրս ե-կեք155: ", "Ով որ թսի´, թսին կենա´, Օ´խտը տարին մսի´ն կենա. Հավա´ կերել, ձո´ւ յա կերել. Պատի տակին վը´ս, թը´ս: 156 Ա, բ, գ, դ, ե´, զ, Թութուշ մամի խլե´զը,157 սանի, ծնվ.` 1928 թ.: ", "րատի, ծնվ.` 1983 թ.: ", "միկի, ծնվ.` 2003 թ.: ", "կի, ծնվ.` 1962 թ.: ", "Գնաց, մտավ պարտե´զը, Կերավ հարսի ջե´յեզը: 158 - Թոթոլ թաթիկ, ջուր բե´ր, Փլավ էփեմ, դու կե´ր, - Ես չեմ ուտե, դու կե´ր. Կե´ր, կե´ր, կե´ր: 159 Ալա´–բա´լա´–նի˜-ցա´, դաս-կա´ բա-նի˜-ցա (կուշկա բանիցա), //Հե՜յ գիդի Վա´ն-չո′ (ով գիդի բանչո), տա′ս կապի-տա′ն–չո′, //Փա˜–լա˜ն–չո′: //Փալանչո′ն էլ մի բա′ն չի′, //Գնա′ Մարոյին  կա′ն-չի′  (գնա  տատուդ  կանչի)://Մարոն  գնաց  թա′տ-րո′ն,  (Տատին  եկավ  օյին- բազ)// Ջեբը (գրպան) լիքը պա′դ–րո′ն (պարկուճ), (գլխին ուներ երեք մազ),//Պադրոնն ըն- գա′վ տրա′-քե′ց, //Մարոյի սիրտը պա′յ–թե′ց  (մեկը` առաջ, մեկը` հետ, մեջտեղինը` պոլի փեդ):160 Վիճակահանության  տեքստերում  հաճախակի  հանդիպող  բառերի  կրկնությունները և վերը նշված` «մահվամբ» հաշվից դուրս եկողի գաղտնագրված գործողությունները թույլ են տալիս ենթադրելու, որ դրանք բանաձևեր են և ստեղծվել են ինչ-որ ծածկագրված մի բան  հայտնելու  կամ  պահելու  համար:  Հայտնի  է,  որ  գոյություն  ունի  հայկական  ծածկա- գրության  չորս  խումբ`  քաղաքական,  գրչածածուկ,  արհեստագործական  և  առեղծվածա- գիր:161 Ենթադրվում է, որ ավելի հին տարբերակներում առկա են եղել քաղաքական բնույ- թի  բանաձևային  ծածկագրեր  (գաղտնածեսե՞ր)162,  որոնց  ներքին  դրդապատճառները կրում են իրենց նպատակն իրագործելու կանխամտածված գործողություններ:163 Պատմողական տեքստով հետևյալ վիճակահանության տեքստն ի սկզբանե եղել է նախազգուշացնող, գաղտնագրված բնույթի, որը թուրքերի հարձակման վտանգի դեպ- ծնվ.` 1935 թ.: ԴԱՆ, ՀՀ Շիրակի մարզ, ք. Գյումրի, 2010 թ., բանասաց՝ Սահակյան Վարազդատ Վարդանի, ծնվ.` 1998թ.: ", "հետ. «Հաշվերգերի նպատակը ոչ թե բովանդակությամբ ինչ-որ բան արտահայտելն է (ինչը հատուկ է բան- արվեստի մյուս ժանրերի ստեղծագործություններին), այլ սոսկ մեխանիկական գործողության` խաղը սկսե- լուց կամ նրա ընթացքում հաշվելու միջոցով վիճակահանություն կատարելը, իսկ հաշվերգի խոսքերն արտա- բերելիս` ռիթմը և հանգը ծառայում են հենց այդ նպատակի իրագործմանը: Նման դեպքերում հաշվերգի բո- վանդակությունը ետին պլան է մղվում, շատ դեպքերում էլ` ընդհանրապես անտեսվում, որն էլ հնարավորութ- յուն  է  ընձեռում  մի  շարք  բառերի  ու  բառակապակցությունների  այլափոխման`  ընդհուպ  մինչև  իմաստազր- կում» (տե´ս Ա. Սարգսյան, նշվ. աշխ., էջ 7-8): ", "Կուտակված աղբյուրագիտական նյութը միանշանակ ցույց է տալիս, որ առաջին մար- դակերպ  խորհրդանիշներն  առավելապես  կապված  են  «կնոջ  թեմայի»  հետ:  Դրանցում բավական  բնական  էին  կատարված  մարմնի  համաչափությունները,  գեր  և  ծավալային էին  ներկայացված  որովայնը,  կրծքերը,  կոնքերը:  Ընդունված  է  այն  տեսակետը,  որ  այս հատկանիշներով  օժտված  արձանիկներում  ամփոփված  են  մոր,  սերնդի  շարունակողի այլաբանական պատկերումները: ", "բանության հարցերին, այն է. Գրականության  մեջ  մեծ  տեղ  է  հատկացվում  նաև  կանանց  կերպարների  իմաստա- յան կանանց կենդանի արտացոլումն են: ", "վիճակահանությունները  սկսվում  են  ատատ-պատատ,  ասի′-բասի′,  բո´ւկտր-բո´ւկտր, ա´գլե-դո´ւգլե, էկե-դուկե166 և այլ արտահայտություններով, որոնք վերջում ավարտվում են  դարձյալ  անիմաստ  բառերով`  թը´ս,  ճո´ւկ,  կլյո´ւչ,  բլե´ն  և  այլն:  Դրանք,  սակայն շատ  որոշակի  հաստատում  են  հաշվից  դուրս  եկողի  «մահը»,  ինչը  բնորոշ  է  տեքստե- րով վիճակահանության ձևերին. Ատատ-պատատ, շամամ-շուլ, Շամշի լագին մի դամբուլ: 167 Էկե դու-կե, շեր-վան-տու-կե Շամ-բլա-պլոզ խոր-դո-խինա Հա-ռա վըն-գո, դըն-գըլ կոպալ Թլիր սա-դա, փը-լիր փար-դա: 168 Ակ-լե դուկ-լե դը մը-զա, Չա-րոխ չում-բուզ պու-պու-զա, Հաֆ-տե կո-ճակ տան պլո-ճակ, Դըն-գըլ մըն-գըլ ֆըս-ը թը´ս: 169 Ա-կե, դա-կե, դը-նա-զե, բառակապակցություններով տողերը յոթվանկանի հանգավոր երկյակներ են: Նմանատիպ բառերն ասվում են հատ-հատ` ամեն անգամ մատը դնելով մի քանի առարկաներից ամեն մեկի վրա` նրանցից մեկն ընտրե- լու  համար  (ՀԼԲԲ,  հ.  Ա,  Եր.,  2001,  էջ  29):  Իսկ  ի՞նչ  է  նշանակում  ագլե-տյուկլե:  Ոչ  գրական  հայերենում ունենք ագալ բառը, որը նշանակում է տխմար (ՀԼԲԲ, հ. Ա, Եր., 2001, էջ 3), իսկ ակլակը, որը գործածվում է բառակապակցությունների մեջ, ունի դարանակալել, պահ դնել (ակլակ դնել) իմաստը (Հ. Աճառեան, Էմինե- ան ազգագրական ժողովածու (այսուհետև՝ ԷԱԺ), հ. Ա, Գաւառական բառարան, Թիֆլիս, 1913, էջ 63): Այս երկյակների իմաստային նշանակությունները, ինչպես նշում է Լ. Սիմոնյանը, ոչ միայն ունեն «լաթ» իմաստը, այլ նաև` խթոնիկ խորհրդանիշ (Լ. Սիմոնյան, Վեգախաղի երգերը, Տոմարային ծիսաշար, հ. II, Եր., 2007, էջ միջատանման  մազոտ  մի  էակ,  ով  հագնում  է  ոսկե  կոճակներով  զգեստ  և  դնում  ալ  գլխարկ»166  (Անդ:  Վ. Բդոյան,  նշվ.  աշխ.,  հ  II,  №  378,  էջ  155),  քանի  որ  «այն  աշխարհին»  բնորոշ  հագուստով  էակը  (խթոնիկ խորհրդանիշ՝ Chthonic` անդրաշխարհին վերաբերող) (Encyclopedia Britannica, https://www.britannica.com/topic/chthonic,  06.06.2017,  10:21  am)  չի  կարող  ապրել  ու  գործել  «այս  աշխարհի» սահմաններում,  ավելին,  նա  պիտի  թաքնվի  կամ  դարանակալի  (օտարվի՞),  որպեսզի  հարմար  պահի`  վեր- ջում, ինչ-որ մեկին մատնանշելով` դուրս հանի, վիզը կտրի, գցի և այլն` «դընգլ-մընգլ, ֆըսը, թը´ս», «տանակ տնեմ, սև խավի վիզը կըդրեմ»: ", "ցոլանք և ներկայացնում են հղի կանանց կամ նրանց հովանավորներին: ", "Գերասիմի, ծնվ.` 1930 թ.: ", "են99: ", "Խեցեգործական արհեստի զարգացումը ուշ միջնադարում` ՀՀ տարածքում պեղված հուշարձանների գտածոների հիման վրա (Տես նկ. 1) Դվինը,  որ  դարեր  շարունակ  (IV  –  XIII  դդ.)  եղել  է  Հայաստանի  վարչա-քաղաքա- կան (մինչ 930 թ.), առևտրա-տնտեսական, մշակութային կենտրոնը, հայտնի էր նաև իր արհեստագործական արտադրությամբ: IX – XIII դդ. Դվինն իր խեցեգործական արտադ- րանքով պատկառելի  մասնաբաժին ուներ Մերձավոր Արևելքի երկրների մշակութային փոխհարաբերությունների համույթում: XIII դ. 30-50-ական թթ. քաղաքը ծանր հարված է ստանում: Դվին  են  արշավում մոնղոլական  հորդաները,  ավերի մատնելով  ամեն ինչ, բայց քաղաքը մասնակիորեն պահպանում է իր կենսագործունեությունը մինչև XIV դա- րի սկիզբը, թեև պատմիչներն այդ մասին լռում են46: Դվինը XIII – XIV դդ. պատկանել է Օրբելյաններին,  ինչը  վկայում  են  վիմագիր  արձանագրությունները,  որտեղ  Տարսայիճ Օրբելյանն  իրեն  հռչակում  է  ,,…կողմնակալ  այսմ  (Սյունյաց)  նահանգի…  ի  Բարկուշա- տայ  մինչև  ի  դաշտն  Դւնայ…47:  Դվինում  այդ  ժամանակաշրջանի  սոցիալ-հասարա- կական կյանքի շարունակականության մասին են փաստում և վերջին տասնամյակների պեղումներով  միջնաբերդի  վերին  շերտերում  հայտնաբերված  XIII  դ.  վ.–  XIV  դ.  սկ. թվագրվող ջնարակած անոթները և Ուլու Դավիթ  թագավորի (1247 – 1274) դրամը48: ", "Երիտասարդ  աղջիկների  և  կանանց  խաղերը  մեծ  մասամբ  սենյակային  էին: "], "source_docs_file": "History.json"}