{"paragraph_source_docs": [1, 4, 0, 1, 4, 5, 3, 1, 1, 2], "paragraphs": ["Նա  ընդունում  էր  միայն  քնարական  պոեզիան  և  ոչ  թե  դրամատիկականը  կամ էպիկականը։  Նա  խոնարհվում  էր  միայն  բարձրագույն  գեղեցկության  առջև։ ", "Դա  Ավետարանն  էր,  Գիդեոնի  օրինակներից  մեկը,  որը  նրանց  հարբած  ընկերներից մեկը գողացել էր հյուրանոցից: Այն միայն մեկ, թե երկու անգամ էին օգտագործել որպես առաքում»83։ ", "Ռ.Ջեքսոնը գտնում է, որ հեքիաթի լեզուն գալիս է հեռավոր անցյալից և անդեմ է. «Դա  մի  ձև  է,  որ  բացառելով  ընթերցողի  մասնակցությունը՝  ներկայացնում  է իրադարձություններ,  որոնք  ներառված  են  հեռավոր անցյալում, ամրապնդված  են ժամանակային հեռանկարի մեջ և ցույց են տալիս, որ իրենց ձայները վաղուց դադարել են  որևէ  ազդեցություն  ունենալ»:83  Ռ.  Ջեքսոնը  նման  եզրահանգումների  է Calvino I. Il barone rampante. Mondadori. Milano 2014, P. 3 Calvino I. Il cavaliere inesistente. Mondadori. Milano  2014, P. 3 Пропп В. Морфология волшебной сказки. Лабиринт. М. 2001. С. 27 Jackson R. Fantasy. Literature of Subversion. Routledge. Cambridge 1981. P.33 գալիս`օրինակ  բերելով  Գրիմ  եղբայրների  հեքիաթներից  մեկը:  Գրիմ  եղբայրների ժողովածուում  հեքիաթային  պատումն  իսկապես  անդեմ  է,  և  նրա  ձայնը  գալիս  է հեռավոր անցյալից: Կալվինոյի եռերգության վեպերում պատումն անդեմ չէ. նա ներկա ժամանակից  պատմում  է  հեռավոր  անցյալում  կատարված  իրադարձությունների մասին:  Ամենևին  պատահական  չէ,  որ  «Մեր  նախնիները»  հաճախ  անվանում  են «հերալդիկ պատմվածքներ»: «Հերալդիկ» մակդիրը ընդգծում է երեք վեպերում գլխավոր հերոսների,  «մեր  նախնիների»  սոցիալական  դիրքը՝  վիկոնտ,  բարոն,  ասպետ:  Երեք հերոսների հիմնական գործառույթը ժամանակային հեռավորությունն ընդգծելն է: ", "Բարձրագույն  իդեալական  գեղեցկություն  հասկացությունը՝  Էդգար  Պոյի պոետիկայի  հիմնաքարն  է։  Ամեն  տեսակ  իդեալի  բացատրությունն  անորսալի  է  և որոշ  չափով՝  աղոտ։  Հենց  ինքը՝  իդեալը,  անհասկանալի  է,  և  դրա  միայն  մի  մասը կարելի  է  ըմբռնել  և  որոշ  չափով  հասնել  դրան։  Դա  հասկանալի  է  միայն տաղանդավոր բանաստեղծին, այլ ոչ թե սովորական անհատին։ ", "литературы, 1962, с. 8. Պատմվածքների  սյուժետային  զարգացման  մեջ    ֆանտաստիկայի    տարրեր կիրառելով՝  գրողը  ստեղծում  է    հոգեբանական  լարված  իրավիճակներ:  Օրինակ՝ «Հրեշավոր  ռադիոն»  պատմվածքի    դեպքում  ռադիոյի  միջոցով  Չիվերը  վեր  է  հանում ամերիկյան միջին դասի ներկայացուցիչների  ապրելակերպը և նյութական խնդիրներից առաջացող հոգեվիճակները: ", "Ահա, օրինակ, այս հատվածը. Ձորամիջի վառ լուսընկա գիշերին Սպասո՜ւմ եմ... և չգիտեմ արդյոք՝ ո՞ւմ Աստղերն անուշ փայփայում են ինձ լռին, Ալիքները շշուկներով համերգում25։ ", "Ի  դեպ,  իբրև  միջանկյալ  խոսք,  նշենք,  որ  գրողը  այս  ձևով  խոսում  է ամենատարբեր  բնագավառների  մարդկանց  մասին՝  մարդիկ,  ովքեր  բոլորն  էլ  ապրել կամ  ապրում  են  հեղինակի  շրջապատում՝  անկախ  այն  հանգամանքից՝  նրանք առնչություն ունե՞ն, թե՞ չունեն գրողի անձի հետ: ", "Գտնվելով  բիրտ  ու  անճաշակ  ռոմանտիկական  տարերքի  շրջապատում՝  Պոն կուլ չգնաց այդ տարերքին։ Նա ընթացավ ըմբոստի ուղիով, կանգնեց գեղեցկության պաշտպանության  դիրքերի  վրա  և  շնորհիվ  այդ  բանի՝  հայտնագործեց  ավելի սքանչելի ռոմանտիզմ, քան մինչ այդ հայտնի էր Ամերիկայում։ ", "Բոդլերի և Պոյի քնարական հերոսները համակված են անհուն ծարավով դեպի անսահմանը՝ նրա բոլոր հնարավոր ձևերի մեջ։ ", "Dergisi, Cilt 4, Sayı 7, 2006, s. 109. առումով  թուրք  վիպասաններից  առանձնանում  են  Հալիդե  Էդիփ  Ադըվարը,  Ռեշաթ Նուրի  Գյունթեքինը,  Ահմեդ  Համդի  Թանփընարը,  Փեյամի  Սաֆան98:  Նշենք,  որ  հիշյալ տասնամյակում  գրողները  կարևորում  էին  նաև  քեմալական  գաղափարախոսությունը գեղարվեստական  արտահայտչամիջոցներով  քարոզելու  խնդիրը:  Որպես  քեմալական գաղափարախոսության  ջատագով`  թուրքական  գրականության  մեջ  առանձնանում  է հատկապես  Յաքուփ  Քադրի  Քարաօսմանօղլուն,  ում  «Սոդոմ  և  Գոմոր»  (“Sodom  ve Gomere»),  «Անկարա»  (“Ankara”),  «Օտարը»  (“Yaban”)  վեպերը  մեծ  նշանակություն ունեցան  քեմալական  գաղափարախոսությունը  քարոզելու,  ինչպես  նաև  եվրոպական կենսաձևով,  սակայն  ազգային  ինքնություն  ունեցող  նոր  թուրքի  կերպար  կերտելու առումով99: Այս ստեղծագործություններն, իրավամբ, ոչ միայն Թուրքիայի պատմության լայն պաստառ են, որոնցում հեղինակը պատկերել է արագ փոփոխվող հասարակական կյանքի շատ իրողություններ,  այլև  այդ ժամանակաշրջանի  Թուրքիայի մտավորականության աշխարհայացքի, գաղափարների ու հոգեբանության զարգացման մանրակրկիտ ուսումնասիրություններ են100: "], "source_docs_file": "Literature.json"}