{"paragraph_source_docs": [2, 0, 0, 0, 0, 2, 0, 0, 0, 2], "source_docs_file": "Chemistry.json", "paragraphs": ["Այ ս մ ե թո դ ն օ գ տագ ո ր ծ վ ե լ է ն աև   -դ ե յ տե ր աց վ ած   - ամ ի ն աթթո ւ ն ե ր ի   ս տե ր ե ո ս ե լ ե կ տի վ   ս ի ն թե զ ի   գ ո ր ծ ը ն թաց ն ե ր ո ւ մ : ", "Ելային ռեագենտների դիֆերենցիալ ջերմային անալիզի արդյունքները բերված  են  նկ.  3.13-ում: ", "Ինչպես  երևում  է  բերված արդյունքներից՝ մոլիբդենի (VI)  օքսիդի  DTA  կորի  վրա առկա  են  երկու  էնդոթերմ տիրույթներ: ", "Առաջին էնդոթերմը ջերմաստիճանային Նկ. 3.13. Ելային ռեագենտների DTA և TG կորերը: (1,1*) MoO3, (2,2*) NaCl և (3,3*) Mg տիրույթում համապատասխանում է  MoO3–ի  ß  ֆազային  փոխարկման ջերմաստիճանին:  Երկրորդ  էնդոթերմը,  որը  սկսվում  է  780 օC–ից,  համապա- տասխանում  է  MoO3–ի  բյուրեղացանցի  ձևափոխությանը  և  սուբլիմացմանը:  Այն հստակորեն դիտվում է նաև TG կորի վրա՝ պայմանավորված զանգվածի կորստով: Նկ. oC  (Mg-ի  համար)  և  800  oC  (NaCl-ի  համար)  ջերմաստիճանների  մոտ  դիտվող  էնդթերմ տիրույթները  բնութագրում  են  ռեագենտների  հալման  պրոցեսները:  Ավելի  բարձր ջերմաստիճաններում դիտվում են հալված ռեագենտների գոլորշիացմամբ պայմնավորված  էնդոթերմ  կախումներ.  770  oC-ում՝  Mg-ի  դեպքում  և  880  oC-ում՝  NaCl-ի դեպքում:  Այս  պրոցեսները  հաստատվում  են  TG  կորերում  դիտվող  զանգվածի  զգալի նվազմամբ: ", "TG, մգ DTA, պ.մ. T, oC Այնուհետև  դիտարկվել  են (Mg-NaCl), (MoO3-Mg)  և (MoO3-NaCl)  բինար համակարգերում  հնարավոր  փոխազդեցությունների  բնույթը  (նկ.  3.14):  Ստացված արդյունքներից երևում է, որ MoO3 + 3Mg բինար խառնուրդի դեպքում (նկ. 3.14, 1,1*) Mg- հալման պրոցեսին անմիջապես  հաջորդում  է ինտենսիվ էկզոթերմ փոխազդեցություն, որն իրենից ներկայացնում է մոլիբդենի (VI) օքսիդից մագնեզիումաթերմ վերականգնմամբ Mo-ի առաջացման ռեակցիան: ", "Բ ր ո մ աց ե տո ն ի տր ի լ ո վ  վ ե ր ջ ի ն ի ս  ալ կ ի լ մ ան  ար դ յ ո ւ ն ք ո ւ մ  ս տաց վ ո ւ մ է  CVII դ ի աս տե ր ե ո մ ե ր ն ե ր ի  խառ ն ո ւ ր դ ՝  60/40 հ ար աբ ե ր ո ւ թյ ամ բ , ո ր ո ն ք հ ե տագ այ ո ւ մ   բ աժ ան վ ո ւ մ   ե ն   ք ր ո մ ատո գ ր աֆի ակ ան   մ ե թո դ ո վ   և առ ան ձ ն աց վ ած դ ի աս տե ր ե ո մ ե ր ն ե ր ի ք այ ք այ մ ամ բ ան ջ ատո ւ մ դ ի ամ ի ն ո կ ար ագ աթթվ ի  ե ր կ ո ւ  է ն ան տի ո մ ե ր ն ե ր ը : ", "MoO3  +  5NaCl  բինար  խառնուրդի  դեպքում  450  ÷  650  oC  ջերմաստիճանային տիրույթում  տեղի  է  ունենում  էկզոթերմ  փոխազդե-ցություն,  որն  ուղեկցվում  է զանգվածի  զգալի  կորստով:  Այս  պրոցեսում  զանգվածի  կորուստը  պայմանավորված  է փոխազդեցության ժամանակ ձևավորված  MoO2Cl2 գազային ֆազի առաջացմամբ [127]: ", "Էկզոթերմ  ռեակցիայի  ավարտից  անմիջապես  հետո  տաքացումն  ընդհատած  նմուշի պինդ  մնացորդի  համար  իրականացվել  է  ռենտգենաֆազային  անալիզ  (նկ.  3.15): ", "Դիֆրակտոգրամում  դիտվում  են  NaCl-ի,  MoO3-ի  և  Na2MoO4(MoO3)x  բաղադրությամբ ֆազերի բնութագրական դիֆրակցիոն ռեֆլեքսներ: ", "Սխե մա 17 Այ ս պե ս , Ա. Բ լ ակ ը և աշ խատակ ի ց ն ե ր ը ս ի ն թե զ ի դ ի աս տե ր ե ո ս ե լ ե կ տի վ ո ւ թյ ան մ ե ծ աց մ ան ն պատակ ո վ (S)-2-N-(N'- բ ե ն զ ի լ պր ո լ ի լ )ամ ի ն ո բ ե ն զ ո ֆե ն ո ն ք ի ր ալ այ ի ն ռ ե ագ ե ն տի   N- բ ե ն զ ի լ այ ի ն   խո ւ մ բ ը   փո խար ի ն ե լ   ե ն   դ ի ֆե ն ի լ մ ե թի լ ,  տր ի տի լ   և ն ավ թալ ի ն -1-ի լ -մ ե թի լ   խմ բ ե ր ո վ   (ն կ .  18)  [162]:  Հ ե տազ ո տո ւ թյ ո ւ ն ն ե ր ի ար դ յ ո ւ ն ք ո ւ մ   պար զ վ ե լ   է ,  ո ր   դ ր ան ց ի ց   կ ո մ պլ ե ք ս ի   N-բ ե ն զ ի լ այ ի ն մ ն աց ո ր դ ի   ֆե ն ի լ այ ի ն   օ ղ ակ   մ ի այ ն   ն ավ թալ ի ն -1-մ ե թի լ   խմ բ ի ն ե ր մ ո ւ ծ մ ան   դ ե պք ո ւ մ   է   ն կ ատվ ե լ   ս տե ր ե ո ս ե լ ե կ տի վ ո ւ թյ ան   աճ , ս ակ այ ն   այ ս   դ ե պք ո ւ մ   է լ   ի ջ ե լ   է   ռ ե ակ ց ի այ ի   ար գ աս ի ք ի   ք ի մ ի ակ ան ե լ ք ը : "]}