{"paragraph_source_docs": [0, 3, 3, 3, 2, 3, 0, 0, 1, 3], "paragraphs": ["Այս ժամանակահատվածում Օսմանյան կայսրության հյուպատոսարաններն  ակտիվ  գործունեություն  են  ծավալել  Ռուսական  կայսրության Կարս, Թիֆլիս, Ալեքսանդրապոլ և 19 այլ քաղաքներում: ", "Հակոբյան  Ն.,  Նորաբաց  հնագիտական  հուշարձան  Մայր  Աթոռ  Ս.  Էջմիածնի  տարածքում,  ,,Հայկական լեռնաշխարհի պատմամշակութային ժառանգությունը’’, միջ. գիտ. նյութ. Ժող., Երևան, 2012, էջ 138-139: ", "ձեռագրերի հիշատակարաններ, մասն Ա (1401-1450 թթ.), էջ 383: ", "XI դ. կեսերից Լոռեն հռչակվում է Կյուրիկյան թագավորության մայրաքաղաք (մինչ այդ Սամշուլդեն էր)` օժտված բնական անառիկությամբ: Այն միաժամանակ ռազմավա- րական կարևոր հենակետ էր: Գտնվում էր Հայաստանի հարավային շրջաններից դեպի Վրաստան ու Ատրպատական գնացող տարանցիկ ճանապարհի վրա: XII դարի սկզբնե- րին սելջուկներից վերանվաճված Լոռեն որպես կալվածք տրվում է վրաց Օրբելիներին: ", "Իսկ  հուշարձանի  ժայռապատկերներով  զբաղվող  Բ.  Ուտիեն  և  Մ.  Թիերին  նրանց թվագրում են առավել վաղ՝ պալեոլիթյան ժամանակաշրջանով, որի հետ մենք համակար- ծիք  ենք128:  Մեզ  համար  հետաքրքրական  է  նաև  այն  հանգամանքը,  թե  ու՞մ  էին  ներկա- յացնում Վանի «պարող կույսերը»: Քարայրի պատկերների ողջ համատեքստն ունենալով գտնում ենք, որ բացի վերը նշվածից կարելի է ենթադրել, որ պատկերված կանայք. tions et Belles-Lettres, Année 1952, Volume 96, Numéro 4, p. 612-614. Tarih Dergisi, 1975, p. 1-40. ա.  տարբեր  նշանակությամբ  և  գործառույթներով  օժտված  դիցուհիների  էին,  որոնք պահպանում էին սրբատեղին, բ.  կենդանիների  հովանավոր,  անտառների,  բուսականության  հովանավոր  և  որսի պահապան  աստվածուհիներ  էին՝  այծերի  և  այլ  կենդանիների  ուղեկցությամբ  երկունքի ծիսական ներկայացման ժամանակ, գ. քրմուհիներ կամ տոհմի պահապաններ, որոնք ներկայացվում են աղոթողի դիրքե- րով մայր աստվածուհուն ձոնված ծիսակարգի ժամանակ129: ", "Զաքարեի  դուստր  Գոնցայի`  Տարսայիճ  Օրբելյանի  որդի  Ջալալի  հետ  ամուսնու- թյամբ96  Լոռեն  և  Զաքարյան  այդ  ճյուղին  պատկանող  հողերը  անցնում  են  այս  անգամ հայ  Օրբելյաններին,  որոնք  մինչև  XV  դարի  կեսերը  մեկընդմեջ  տիրում  են  Լոռեին97: ", "Սակայն  շուտով  ռուսական  հետախուզության  կողմից  բացահայտվեց  թուրք- գերմանական  նման  համագործակցությունը:  Այն  արտահայտվեց  1882  թ.  փետրվարին Փարիզում  տեղի  ունեցած  գեներալ  Սկոբելևի  ելույթում,  որտեղ  նա  նշել  է  սլավոնական ժողովուրդներին սպասվող վտանգի մասին գերմանական «Drang nach osten»-ի կողմից: ", "Քյոլլերը,  կապիտաններ  Հոբենը,  Ռիստովը  և  Քամփհովեները:  Մեկ  տարի  անց Օսմանյան  կայսրություն  ժամանեց  Կոլմար  ֆոն  դեր  Գոլցը:  XIX  դարի  90-ական թվականներին գերմանացի սպաների թիվը Թուրքիայում կազմում էր 11 հոգի: ", "ալ աշխարհում: ", "թյունը թույլ է տալիս հետևելու նախորդ ավանդույթների շարունակականությանը, փո- փոխությանն  ու  զարգացման  ընթացքին,  ինչպես  և  առանձնացնելու  տեղական  ու  ներ- մուծած արտադրանքը` որոշելով ներմուծման ուղիները: Լոռե բերդի XV – XVII դդ. Խե- ցեղենի,  հատկապես  հախճապակու  ուսումնասիրությունը  փաստում  է  նրա  առևտրա- կան կապերի մասին ավելի շատ Արևելյան Վրաստանի, քան Հայաստանի մյուս տարա- ծաշրջանների հետ98: "], "source_docs_file": "History.json"}