{"paragraph_source_docs": [1, 2, 0, 1, 0, 2, 2, 0, 1, 2], "source_docs_file": "Informatics and Computer Systems.json", "paragraphs": ["«Մինիմում ավազահատիկներ և  մաքսիմալ հեռավորություն» խնդիրը լուծող նեյրոնային ցանցի գոյությունը հնարավորություն է ընձեռում ավազակույտի մոդելի սիմուլացիան  փոխարինել  տվյալ  նեյրոնային  ցանցով՝  ժամանակի  խնայման նկատառումներով: ", "Կոորդինատների որոշումը տեսահսկողին կընձեռի մեծ հնարավորություններ, օրինակ՝ մեծ  քաղաքներում,  որտեղ  բոլոր  փողոցները  տեսահսկվում  են,  ոստիկանության կողմից հնարավոր կլինի որոշել հետապնդվող մեքենայի ստույգ կոորդինատները։ Եթե մեքենան  շարժան  մեջ  է,  ապա  անընդհատ  ստանալով  նոր  կոորդինատները  և արտապատկերելով  քարտեզի  վրա՝  ոստիկանությունը  հնարավորություն  կունենա տեսնել շարժումը և կիրառել համապատասխան կանխարգելիչ գործողություններ։ ", "Ներկայացրած  հեշ  ֆունկցիան,  որն  օգտագործում  է  ֆունկցիաների  դինամիկ պատահական զանգված, ոլորտում առկա այլ լուծումների համեմատ, ապահովում է ավելի բարձր կատարողականություն հեշավորման արագության առումով, և այն անձեռնմխելի է հայտնի գրոհների նկատմամբ։ ", "Ստեղծված բազմաօգտատեր «լուրջ խաղ»-ի օրինակը՝ հիմնվելով ավազակույտի մոդելի  վերաբերող  բազմաթիվ  թեորեմների  վրա  և  չունենալով  հաղթանակին տանող  ակընհայտ  ստրատեգիա,  խթան  է  հանդիսանում  ինքնակազմակերպվող համակարգերի  հանդեպ  եղած  հետաքրքրության  մեծացմանը,  հետևաբար  նաև համատեղ ուսուցմանը և հետազոտմանը: ", "ԻՐԵՐԻ  ԻՆՏԵՐՆԵՏ  ՄԻՋԱՎԱՅՐՈՒՄ  ԲԱՆԱԼԻՆԵՐԻ ԲԱՇԽՄԱՆ  ԵՎ  ԳՈՐԾԱՌՈՒՅԹՆԵՐԻ  ԱՄԲՈՂՋԱԿԱՆՈՒԹՅԱՆ ԱՊԱՀՈՎՄԱՆ ԾՐԱԳՐԱՅԻՆ ՀԱՄԱԿԱՐԳԻ ԻՐԱԿԱՆԱՑՈՒՄԸ Ատենախոսության  մեջ  բերված  հետազոտությունների  հիման  վրա  մշակվել  և փորձարկվել են հետևյալ ծրագրային լուծումները. •  Ցանցային մոդուլը, որն իրականացնում է ցանցի վիճակի փոփոխության գրանցումը և  բացահայտում է ցանցին միացված սարքերը: ", "Մշակված  մեթոդը  ակտուալ  է  բոլոր  տեսախցիկների՝  բոլոր  տեսադաշտերի Տեսախցիկի  տեսակից  ելնելով՝  նկարահանման  անկյունը  միշտ  ակնհայտ  է։ ", "Օրինակի  համար  կվերցնենք  900  անկյուն  ունեցող  տեսախցիկ  և  փորձերը կիրականացնենք նրա համար։ ", "•  Իրերի  ինտերնետ  միջավայրում  գործառույթների  ամբողջականությունը ապահովող մոդուլը, որը մշակված արձանագրության և քաոսային հեշ ֆունկցիայի իրացման  շնորհիվ  ապահովում  է  իրերի  ինտերնետ  միջավայրում  գործառույթների անվտանգությունը և ամբողջականությունը։ ", "https://en.wikipedia.org/wiki/Abelian_sandpile_model [7] L. Levine, “The Rotor-Router Model”, [Online]. Available arXiv:math/0409407 [8] B. Priezzhev, D. Dhar, A. Dhar, and S. Krishnamurthy, “Eulerian walkers as a model of self-organised criticality”, Phys. Rev. Lett. 77, 50795082, 1996. [9] Per Bak,  How Nature Works: the science of self-organized criticality, New York, NY: ", "Նկար  2.22-ի  դեպքում  օբյեկտի  տեսքը  պատկերում  կլինի  պրոֆիլից  (Նկար (օբյեկտը  հայտնաբերելուց՝  ֆոնից  առանձնացնելուց  հետո,  պատկերի  պիքսելների քանակը  նույնպես  հայտնի  է)։  Օբյեկտը  ճանաչելուց  հետո  կարելի  է  ասել,  որ  այն ավտոմեքենա է՝ նախապես ունենալով վերջինիս (template-ը) նմուշը։ "]}