{"paragraphs": ["Մեր  կարծիքով  վերը  նշված  երևույթների  բացատրությունները  կարելի  է  փնտրել հայ խաղային երանգավորում ունեցող ծեսերի մեջ: ", "Հայոց տոնածիսական հմայական բնույթի խաղերի ձևավորումը տիպաբանական շարունակությունն է նախաքրիստոնեական որևէ ծեսի, ինչը հաստատվում է ժողովրդ- ական-հավատալիքային մեր ունեցած տվյալներով: Դրանց լավագույն օրինակներից են հայոց  մեջ  տարբեր  բնակավայրերում  հայոց  տոնացույցի  ժամանակային-ծիսական տրամաբանությանը զուգահեռ` Նոր Տարուց մինչև Խաչվերաց, խաղային երանգավոր- մամբ  կատարվելիք  ծեսերը,  ինչպես  նաև  առանձին  դեպքերի`  երաշտի  ժամանակ անձրև  բերելու  նպատակով  կատարվելիք  շրջայցերը  (խոսքը  Նուրիի  մասին  է):  Կար- ծում ենք, որ ծեսը որպես այդպիսին դադարում է ծես լինել այն ժամանակ, երբ կատա- II,  Տփղիս  1909,  էջ  24),  իսկ  պատմագիրներ  Մովսես  Խորենացին  (Մովսես  Խորենացի,  Հայոց  պատմութ- յուն, Երևան 1990, էջ 274), Փավստոս Բյուզանդը (Փավստոս Բյուզանդ, Պատմություն հայոց, Երևան 1968, էջ 94, 102) և Եղիշեն (Եղիշե, Վարդանի և հայոց պատերազմի մասին, Եր., 1989, էջ 144) հաղորդել են որո- շակի  տեղեկություններ  նաև  հայոց  նախարարական  խաղերի,  մրցումների  վերաբերյալ  (նախարարական խնջույքների  ժամանակ  խաղերի,  երգերի,  պարերի  հորինման  հիշատակությունների  մասին  տե´ս  նաև  Վ. Հացունի, Ճաշեր եւ խնճոյք Հին Հայաստանի մեջ, Վենետիկ, Ս. Ղազար, 1912, էջ 255): ", "րողը  կորցնում  է  հավատը  դրա  նկատմամբ:  Ահա  այստեղ  է,  որ  հմայական-ծիսական գործողությունները վերաճում են հանդիսանքի, տեսարանի, պարահանդեսի, ի վերջո, ժողովրդական  խաղային  պայմանաձևերի  և  ձեռք  բերում  մի  կարևոր՝  նմանակելու հատկանիշ  (ցո՞ւցք,  տնա՞զ,  թէատրո՞ն):85  Նուրի86  խաղի  օրինակով  կարելի  է  տեսնել հավատալիք-առասպել-ծես-խաղ աստիճանական գործընթացի կամ խաղային տարրերի զարգացման դինամիկան: Նուրի (ճոլի, պուրպատիկին, խուճկուրուրիկ, շերեփ տիկնիկ և այլն) ծիսական տիկնիկի և ջրի պաշտամունքի կցորդումը հայտնի է թե´ հայ հին ու նոր  հավատալիքներից,87  թե´  ազգագրական88  և  այլ  աղբյուրներից:  Թե  ով  է  Նուրին, Նարը կամ Ծովինարը հայոց հավատալիքներում ու հեքիաթներում, առասպելներում ու զրույցներում, կան որոշակի ուսումնասիրություններ,89 իսկ թե ինչպես են Նուրիի գերբ- նական  հատկությունների  հանդեպ  հավատալիքներն  ու  ավանդազրույցները,  նրան մարդկային  հատկանիշների  վերագրումը  հիմք  հանդիսացել  անձրևաբեր  խաղերի առաջացման  համար,  և  առհասարակ  թե,  ինչպես  է  առասպելներից  ու  պատումներից կամ ծեսերից առաջանում խաղ կամ խաղային գործողություն, դժվար է ասել: Մինչ հա- վատալիքն  ու  առասպելը  գործում  են  տոնածիսական  միջավայրում,  զարգանում  ու փոփոխվում կատարողի աշխարհայացքին համահունչ, մանկական կենցաղ են ներթա- փանցում երևույթի և էության միջև գոյություն ունեցող նմանությունների նույնացմամբ, անձն ու առարկան, առարկան ու նրա նշանը, իրն ու անունը, սկիզբն ու սկզբունքը միմ- յանցից  հստակ  չտարբերակելով  ու  համարժեքայնացմամբ:90  Նուրիի  ծեսը  կատարվել  է Վարդավառին և հատուկ իրադրության՝ անձրև բերելու կամ կտրելու ժամանակ, սակայն երկրորդ  հերթին  հայտնվում  են  հանդիսատեսներ,  որոնք  չկան  ծեսում,  երրորդ՝  առաջանում  է  իմպրովիզ անելու  հնարավորություն,  չորրորդ՝  փոխվում  են  փոխանցման  մեխանիզմները.  եթե  ծեսը  փոխանցվում  է սերնդից սերունդ առանձին մասերի, շերտերի ուսուցմամբ, ապա խաղը՝ օրենքների օգնությամբ): ", "Ծովինար ու Ծովիալ անվանաձևերում տեսնում է ծովի+նար և ալ՝ վերջիններս համարելով ջրային ոգիների՝ նար, ալ անուններ (Гр. Капанцян, Иссторико-лингвистические работы, II, Ер., 1975, с. 295-296, прим. 1): ", "Լալաեան, ԱՀ, 1896, Ջաւախք, գիրք Ա, էջ 359-560: Ա. Ղազիյան, ՀԱԲ 15, Արցախ, Եր., 1983, էջ 156: ", "Ստ. Լիսիցյան, Լեռնային Ղարաբաղի հայերը, ՀԱԲ 12, Եր., 1981, էջ 62 և այլն: ", "տոնածիսական մշակույթ, Եր., 2016, էջ 114-123: Թ. Հայրապետյան, Անձրևաբեր ու անձրևախափան ծեսերի երկհակադիր ընկալումների շուրջ, Եր., 2004, 3, էջ 217-227: Ռ. Հովսեփյան, Հայաստանի եզդիների «Բուկա բարանե» («Անձրևի հարս») և մյուս անձրևաբեր ծեսերը, Էջմիածին ամսագիր, Էջմիածին, 2017 Ա, էջ 114-146: ", "Ուշագրավ  են  նաև  Կ.Պոլսում  Մեծ  Բրիտանիայի  դեսպան  Դուֆֆերինի  1881  թ. դեկտեմբերին  իր  ղեկավարությանն  ուղղված  զեկուցագրերը,  որոնք  բացահայտում  են Օսմանյան  կայսրության  արտաքին  գործերի  քարտուղարի  տեղակալ  Արթին  Էֆենդիին որպես բրիտանական դիվանագիտական ծառայությունների, հետևաբար, հետախուզության  համար  սուլթանի  ծրագրերի  ու  մտահղացումների  մասին  գաղտնի տեղակատվության աղբյուր1: ", "Հայոց մեջ տարվա ընթացքում տնտեսական աշխատանքների հետ կապված ան- ցումային  շրջանները  իմաստավորվել  են  պարբերաբար  կատարվող  խաղային  երան- գավորմամբ  հմայական  արարողություններով,  որոնք  ուղղված  են  եղել  ապահովելու բնության զարթոնքն ու մարդկության  սերնդաճը: Նմանատիպ գործողությունների շր- ջանը կազմում է Ամանորից մինչև Խաչվերացն ընկած ժամանակահատվածը: ", "Աշխատանքը բաղկացած է ներածությունից, երկու գլխից, եզրակացություններից, հապավումների, օգտագործված սկզբնաղբյուրների ու գրականության ցանկերից և հա- վելվածից: ", "նը և կառուցվածքը: ", "Ներածական մասում տրված են թեմայի արդիականության հիմնավորումը, նպա- տակը, խնդիրները, օգտագործված սկզբնաղբյուրների և գրականության տեսությունը, ատենախոսության մեթոդաբանական հիմքը, գործնական-կիրառական նշանակությու- Առաջին  գլուխը  («Հայոց  ավանդական  կենցաղում  տարածված  խաղերի  սոցիալ- մշակութային  բնութագիրը.  (XIX-XX  դ.  սկիզբ)»)  բաղկացած  է  չորսը  ենթագլխից: ", "Այստեղ  ներկայացված  է  հայոց  ավանդական  կենցաղում  առկա  խաղային  համալիրի գրեթե  ամբողջական  պատկերը:  Մշակութային  այդ  երևույթը  վերլուծել  ենք  ամենա- տարբեր  տեսանկյուններով՝  սկսած  կանոններից,  պատիժներից,  ընդհուպ  մինչև  կազ- մակերպիչ-ղեկավարները,  մասնակիցների  սոցիալական  բնութագիրն  ու  հավատա- լիքները: ", "Երկրորդ  գլուխը  («Հայոց  խաղային  մշակույթի  փոփոխությունները  վերջին  հար- յուրամյակում».  XX-XXI  դ.  սկիզբ)    բաղկացած  է  յոթը  ենթագլխից  և,  ըստ  էության, իրենից  ներկայացնում  է  ավանդականի  և  արդիականի  համադրական  վերլուծություն, քանի  որ  առաջադրված  խնդիրների  նշանակալից  մասն  օբյեկտիվորեն  ունի  համեմա- ՀԱՅՈՑ ԱՎԱՆԴԱԿԱՆ ԽԱՂԵՐԻ ԸՆԴՀԱՆՈՒՐ ԲՆՈՒԹԱԳԻՐԸ (XIX-XX Դ. ՍԿԻԶԲ) Ավանդական խաղերն ունեն կառուցվածքային հետևյալ համալիրը՝ խաղի կազմա- կերպում, ժամանակ, ղեկավար, ավագ, մասնավորապես՝ մրցութային որոշակի կանոն- ներ և այլն: ", "Մեր ուսումնասիրությունները ցույց են տալիս, որ խաղի կազմակերպման նախա- պայմանները հետևյալներն են. Խաղի կազմակերպման վայր. Խաղի  իրականացման  համար  կարևորը  խաղատեղն  էր,  և,  ելնելով  խաղի  բնույ- թից, խաղի համար կարող էր ընտրվել ընդարձակ և ոչ ընդարձակ վայր՝ բնակավայրից դուրս՝  դաշտ,  կալ,  ամառանոց-յայլաներ  կամ  բնակավայրի  ներսում՝  եկեղեցու  բակ, հրապարակներ, գյուղական կտուրներ, օդաներ: ", "Խաղի ժամանակ. Խաղը  չունի  ժամանակային սահմանափակում: Խաղում էին ամբողջ տարվա ըն- թացքում:  Կային  խաղեր,  որոնք  խաղում  էին  հենց  ձմռանը՝  «Ձնագնդի»,  «Սահնակ քշել» (դրսի խաղեր), «Կարտ», «Դամա» (սենյակային խաղեր): Դրսում չէին խաղում մի- այն անձրևի ժամանակ: Սակայն խաղերի ծավալման հիմնական շրջանը վաղ գարունն ու ուշ աշունն էր: ", "Ավագ սերունդը հիմնականում խաղացել է աշխատանքներից ազատ ժամանակ: ", "(Օսմանյան  կայսրության  նվաճողական  քաղաքականությունը  Կովկասում  և  մասնավորապես պատմական Հայաստանում XVI դ. երկրորդ կեսից), թուրքական պատմագիտությունը սկզբից մինչև XVIII դարի վերջերը, հտ. Ա, Կազմեց՝ Ա. Խ. Սաֆրաստյան, Եր., 1961: ", "Խմբի ավագ. Ավանդաբար  խաղերը  սկսվել  են  հաշվերգով  ու  վիճակահանությամբ,  որոնք  դա- սակարգել ենք հետևյալ ձևերի՝ Առարկաներով  վիճակահանության  ժամանակ  օգտագործվել  է  ինչ-որ  առարկա՝ քար, չոփ, կոպեկ, կորիզ և այլն: Այստեղ կարևորը քար պահելու երևույթն է, դրա հա- մար  էլ  խաղացողների  շրջանում  բնորոշվել  է  հենց  «քար  պահել»  արտահայտությամբ: ", "«Քար  պահել»  գործողության  տարբերակներից  է  քարբռնուկը,  քարպահուկը144,  խլի– բլին145 կամ խլի–մլին,146 թաց ու չորը, գիր թե ղուշը (թռչունը), չոփ պահելը147 և այլն: Այդ գործողությունը  հետևյալն  էր.  մասնակիցներից  որևէ  մեկը  (հիմնականում  ճարպիկը) քար  էր  պահում  բռի  մեջ,  որպեսզի  ավագները,  որոնք  տարիքով  առավել  մեծերն  էին, գուշակեին, թե որ ձեռքի մեջ էր գտնվում քարը` որ ձեռքն էր դատարկ, որը` ոչ:148 Ըստ Վ. Բդոյանի` փուչ ու լիք, փուչ պահել, փուչ ու տռուզ, փոչ ու տռոզ149 վիճակա- հանության  ձևերի  անուններն  ունեն  նույն  նշանակությունը,  ինչ  ժողովրդական  լեզվով ասված խլե–պլեն, խլե–ֆլեն, խլե–փլեն, որը նշանակում է  ունայն, դատարկ,150 սակայն այստեղ կարևոր են  նաև հարց ու պատասխանը, ճիշտ կռահելը: ", "«Քար պահելու» տարբերակներից են «գիր-խուշը», «գիր թե խուշը» կամ «թաց-չո- րը»: «Գիր-խուշի» ժամանակ կոպեկը դեպի վերև էր գցում թիմի ավագներից մեկը կամ վիճակի երգի, չոփ պահելու և գիր ու ղուշ գցելու գործողությունների հետ (տե´ս Ա. Սարգսյան, Հայ մանկա- կան  բանահյուսություն  (տեսակային  և  կառուցվածքային  առանձնահատկությունների  համառոտ  անդրա- դարձ),  Հովհ.  Թումանյանի  թանգարան,  Հասկեր,  մանկական  գրականության  և  բանահյուսության  տարե- գիրք 3, Եր., 2012-2013, էջ 7): ", "Նորագույն շրջանում բազմաթիվ են ուրարտական աստվածների պատկերագրության մասին  ուսումնասիրությունները:  Ուրարտական  թիթեղների,  մեդալիոնների,  գոտիների սկզբնական ուսումնասիրությամբ և խմբավորմամբ զբաղվել է Մյունխենի Հնագիտական թանգարանի տնօրեն Հ. Կելլները, որը լուսանկարել, հավաքել և զուգահեռներ է անցկաց- րել Կարմիր բլուրից, Նորշունթեփեյից, Մանազկերտից, Ալթինթեփեից գտնված նյութերի հետ  և  հրատարակել  է  այս  պաշտամունքային  թիթեղների  և  գոտիների  մասին  մի  շարք աշխատություններ46:    Մեզ  համար  արժեքավոր  է  նաև  Ե.  Կաների47  կողմից  1997  թ-ին հրատարակված կատալոգը բրոնզե պաշտամունքային թիթեղների մասին, որտեղ վերջի- նս  մանրամասն  խմբավորել,  առանձնացրել  և  վերլուծել  է  պատկերագրական  տիպերը, խմբերն ու թեմաները: Ե.Կաները կատարել է նաև կին աստվածուհիների պատկերագրա- կան տիպերի առանձնացում: ", "Վարազդատի, ծնվ.` 1948 թ.: ", "Վանուշ Գրիգորի, ծնվ.` 1938 թ.: ", "Հյուսիս-արևելյան  Այսրկովկասի  խանությունների  քաղաքական  պատմությանը  և մասնավորապես XVIII դ. 80-ական թթ. պատմա-քաղաքական իրադարձություններին է անդրադառնում  է  նաև  Ա.  Հովհաննիսյանը  «Ռուսաստանը  և  հայ  ազատագրական շարժումը XVIII դ. 80-ական թվականներին» աշխատության մեջ: Հեղինակն արխիվային և  անտիպ  այլ  սկզբնաղբյուրների  հիման  վրա լուսաբանել  է  Ռուսաստանի  և Այսրկովկասի  քաղաքական  պատմության  մի  շարք  հիմնահարցեր՝  շեշտը  դնելով  հայ ազատագրական  շարժման  պատմության  վրա  (այդ  պատճառով  ուսումնասիրողի ուշադրությունից  դուրս  են  մնացել  Հյուսիս-արևելյան  Այսրկովկասի  խանությունների և Ռուսաստանի հարաբերությունների պատմության մի շարք մանրամասներ)33: "], "paragraph_source_docs": [1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 4, 1, 1, 1, 2, 1, 1, 4], "source_docs_file": "History.json"}