{"paragraphs": ["XIV – XVII դդ. պատմության լուսաբանման հարցում կարևոր է Գ. Ե. Կիրակոսյա- նի ,,Հայաստանը Լանկ-Թամուրի և թուրքմեն ցեղերի արշավանքների շրջանում (1386 – դած  կցկտուր  տեղեկությունների  հիման  վրա  շարադրել  է  դեպի  Հայաստան  Լենկ- Թեմուրի,  կարա-կոյունլու  և  ակ-կոյունլու  թուրքմենական  ցեղերի  արշավանքների, դրանց  ծանր  հետևանքների  ու  դաժան  հարկային  քաղաքականության  պատմությունը: ", "Օսմանյան կայսրության գաղտնի ծառայությունների կազմավորման, կառուցվածքի,  գործունեության  ուղղվածության,  ձևերի  և  մեթոդների  վերաբերյալ հարուստ  տեղեկություններ  են  հաղորդում  Ռուսաստանի  արխիվները3,  որոնցից  մի Кавказском фронте в период декабрь 1917 года – апрель 1918 г. Подлинник, рукопись, на русском языке. Политархив, оп. 482, д. 1630, л. 134-135. քանի  փաստաթուղթ  առաջին  անգամ  է  դրվում  գիտական  շրջանառության  մեջ1:  Դրա հետ  մեկտեղ՝  նույն  խնդրի  լուսաբանմանը  նվիրված,  օգտագործվել  են  նաև  ռուսական, ռուսերեն  թարգմանված օտարալեզու2,  այդ  թվում`  թուրք հեղինակների3 աշխատությունները: ", "Թուրքական  արխիվային  նյութերից  օգտագործել  ենք  Օսմանյան  կայսրության Ներքին գործերի նախարարության ֆոնդի առանձին նյութերը, որոնք նույնպես  առաջին անգամ  են  դրվում  գիտական  շրջանառության  մեջ  և  նոր  տեղեկություններ  են հաղորդում  գաղտնի  ոստիկանության  կողմից  Հ.Յ.  Դաշնակցության  ու  Սոցիալ- դեմոկրատական  Հնչակյան  կուսակցությունների  աշխատանքները  վերահսկելու  կամ խափանելու վերաբերյալ4:  Մասնավորապես՝ «Դաշնակցություն և  Սոցիալ դեմոկրատական Հնչակյան կուսակցությունների մասին» վերնագրով ՆԳ նախարարության  քաղաքական  բաժնի  (DH  SYS)  ֆոնդի  65-րդ  թղթապանակի  նյութերը, որոնք  պարզաբանում  են  գաղտնի  ոստիկանության  հետախուզական  աշխատանքի յուրահատկությունը և հայ ազգային կուսակցություններին հետևելու մեթոդները: ", "Հրատարակված  թուրքական  արխիվային  նյութերից  օգտագործվել  է  Օսմանյան արխիվների  գլխավոր  տնօրինության  կողմից  2001  թ.  հրատարակված  «Հայկական կոմիտեները  (1891-1895)»  փաստաթղթերի  ժողովածուն5,  որում  տեղ  են  գտել  նաև Օսմանյան կայսրության գաղտնի ոստիկանության և հետախուզական կառույցի կողմից История шпионажа и службы по сбору информацй. Рукописный перевод с венгерского, т. 1, СПб, 1936; АВП РФ, Азиатский департамент, д. 6, л. 4, д. 166, л. 53 (Записка о разысканиях следов шамилева гонцах к шейху Таха. Дополнение к сведениям, изложенным Ханьковым). христианских  государей,  СПб,  1778,  перев.  с  франц;  В.  З.  Джинчарадзе,  История  контрразведки  в  России, «Пограничник», 1946, NN 10, 13; Н. А. Смирнов, Турецкая агентура под флагом ислама, «Вопросы истории, религии и атеизма», М., изд. Академии Наук СССР, 1950; Б. Н. Венедиктов, Использование панисламизма и пантюркизма разведками империалистических государств, М., 1958; Е. Ф. Лудшувейт, Турция в годы первой мировой  войны,  изд.  МГУ,  1966;  А.  Бабаходжаев,  Провал  панисламистской  авантюры  английского ставленника  Энвера  в Средней  Азии  в 1921-1922 г.г., «Звезда  Востока», Ташкент, 1951,  N 12; Фелицин  Е.Д. Князь  Сефер  бей  Зан,  политический  деятель  и  поборник  независимости  черкесского  народа,  Кубанский сборник, т. Х, с. 81. Partinin Tarihi, İstanbul, 2000; Dr.Mustafa Balcioglu, Teskilat-I Mahsusa` dan Cumhuriyete, Ankara, Nobel Yayin Dagitim, 2001. է  տրամադրել  մեր  գիտական  ղեկավար  պ.գ.դ.,  պրոֆ.  Արսեն  Ավագյանը,  ով  2004-2005  թթ. ուսումնասիրությույուններ է կատարել Ստամբուլի  օսմանյան արխիվում: ", "մեծ  վեզիրին  ու  սուլթանին  ներկայացված  զեկուցագրերը  հայ  ազգային  կուսակ ցությունների  վերաբերյալ:  Նշված  զեկուցագրերի  ուսումնասիրությունը  ցույց  է  տալիս, որ  օսմանյան  գաղտնի  ոստիկանությունն  ու  արտերկրում  գործող  հետախուզական ցանցն  առանձնակի  ուշադրության  կենտրոնում  էին  պահում  Ս.Դ  Հնչակյան  և Վերակազմյալ  Հնչակյան  կուսակցությունների  գործունեությունը,  քանի  որ  վերջիններս կապեր  էին  հաստատել  եվրոպական  անարխիստական  կազմակերպությունների  հետ, որոնց  ահաբեկչական  գործողությունները  սարսափ  էին  առաջացնում  եվրոպական տիրակալների մոտ, իսկ Աբդուլ Համիդ 2-րդն այդ կազմակերպությունների թիրախների ցանկում էր: ", "Վրաստանի  պետական  արխիվից  օգտագործվել  է  Օսմանյան  կայսրությունում ռուս հետախույզների տեղեկությունները պարունակող նյութերը, որոնք վերաբերում են Կովկասում բրիտանական և թուրքական հետախուզությունների փոխհամագործակցությանը1: ", "տոնածիսական մշակույթ, Եր., 2016, էջ 114-123: Թ. Հայրապետյան, Անձրևաբեր ու անձրևախափան ծեսերի երկհակադիր ընկալումների շուրջ, Եր., 2004, 3, էջ 217-227: Ռ. Հովսեփյան, Հայաստանի եզդիների «Բուկա բարանե» («Անձրևի հարս») և մյուս անձրևաբեր ծեսերը, Էջմիածին ամսագիր, Էջմիածին, 2017 Ա, էջ 114-146: ", "նույնացվում  են,  և  այս  պարագայում  խաղային  գործողությունը,  ունենալով  ծեսը  նմա- նակելու  հատկություն,  ընկալվում  է  իբրև  ծիսական  վերարտադրություն,  ինչը  բնորոշ  է հենց ծեսին: Ի վերջո, ծեսի և խաղի ամենատարբերակիչ գիծը կարելի է համարել պա- տահականության սկզբունքը: Խաղի մեջ այն կարող է կրել շրջադարձային նշանակութ- յուն,  որոշել  խաղի  ելքը,  իսկ  ծեսի  մեջ  դա  բացառված  է:  Ուստի՝  մենք  ընդունում  ենք խաղը ծեսից տարբերակող ամենաբնորոշ սկզբունքը՝  պատահականությունը,  որպես ելակետ: ", "քան զլինելն Հայաստան, Վենետիկ, 1904, նույնի, Այրարատ, Վենետիկ, 1890: ", "Կ.Պոլիս, 1874: ", "Кавказе, собранные и пополненные Семеном Броневским, ч. II, Москва, 1823. ընդարձակ  հոդվածը 10 :  Այսրկովկասի  և  Դաղստանի  էթնոքաղաքական  ու  սոցիալ- տնտեսական  պատմության  մանրակրկիտ  հետազոտություն է  իրականացրել տարածաշրջան այցելած արևելագետ Ի. Բերեզինը11: ", "Հայկական  լեռնաշխարհում  կանանց  պատկերագրական  տիպերի  ուսումնասիրության  և խմբավորման  համար  հիմնվել  ենք  Ս.  Հանսենի15,  Ե.  Անտոնովայի16,  Ս.  Եսայանի17, Լ.Գլոտնիի  և  հեղինակակիցների18,  Մ.  Օզդոգանի19,  Հ.  Հաուպտմանի20  և  այլոց  աշխա- տությունների վրա21: ", "յացքը// «Հայրենիք» ամսագիր, Բոստոն, 1926, №12, էջ 37-45, նույնի, Հին հայոց աշխարհայացքը// «Հա- յրենիք» ամսագիր, Բոստոն, 1926, № 2, էջ 70-82, նույնի, Հին հայոց աշխարհայացքը// «Հայրենիք» ամ- սագիր, Բոստոն, 1927, №3, էջ 109-121: ", "Երկրորդ  գլուխը  («Հայոց  խաղային  մշակույթի  փոփոխությունները  վերջին  հար- յուրամյակում».  XX-XXI  դ.  սկիզբ)    բաղկացած  է  յոթը  ենթագլխից  և,  ըստ  էության, իրենից  ներկայացնում  է  ավանդականի  և  արդիականի  համադրական  վերլուծություն, քանի  որ  առաջադրված  խնդիրների  նշանակալից  մասն  օբյեկտիվորեն  ունի  համեմա- ՀԱՅՈՑ ԱՎԱՆԴԱԿԱՆ ԽԱՂԵՐԻ ԸՆԴՀԱՆՈՒՐ ԲՆՈՒԹԱԳԻՐԸ (XIX-XX Դ. ՍԿԻԶԲ) Ավանդական խաղերն ունեն կառուցվածքային հետևյալ համալիրը՝ խաղի կազմա- կերպում, ժամանակ, ղեկավար, ավագ, մասնավորապես՝ մրցութային որոշակի կանոն- ներ և այլն: ", "ծառայությունների  համար  հայ  ազատագրական  շարժման  վերաբերյալ լուրջ տեղեկատվական աղբյուր էր հանդիսացել նաև բրիտանական հետախուզությունը: ", "Առանձնահատուկ  ուշադրության  են  արժանի  Օսմանյան  կայսրության  Ներքին գործերի նախարար Նազըմ փաշայի հուշերը1, որոնք կոնկրետ դեպքերով, փաստերով ու անուններով  բացահայտում  են,  թե՛  ոստիկանության  հետախուզական  գործունեության առանձնահատկությունները՝  ուղղված  հայկական  «կոմիտեճինէրի»  դեմ,  թե՛  հայ հեղափոխականների  շրջանում  տիրող  իրավիճակը:  Չնայած  Նազըմի՝    հայ  լրտեսների ու  մատնիչների  անունները  մատնանշելուն,    նրա  հուշերը  արժեքավոր  են  երկու նկատառումներով՝  անհրաժեշտ  տեղեկություն ստանալու համար հայազգի գործակալներ  ներդնելով  «կոմիտեճինէրի»  շրջանում  և  այլ  գործակալների  միջոցով ստացված  տեղեկատվության  հավաստիության  ստուգման  հանգամանքով:  Նազըմ  բեյն իր հուշերում սարսափով է հիշատակում լրտեսների սպանությունների շարանը. «Ահա այսպես  հայ յեղափոխական  Դաշնակ  կոմիտէն  սկսած  էր  ասպարեզ  կարդալ կառավարության,  սպաննելով  ոստիկանները  և  այն  Հայերը,  որոնք  հավատարիմ  կր մնային  կառավարութեան»2:  Խնդիրը  խորապես  հասկանալու  և  համապատասխան միջոցներ  կիրառելու  նպատակով  ոստիկանության  նախարարը  որոշում  է  հայ լրտեսներից մեկին. «…որ դեռ ճանաչված չէր կոմիտեճինէրուն կողմէ, յարաբերութեան մեջ դնել հայ յեղափոխական կոմիտէին հետ:… կոմիտէի ամէնէն կատղած անդամներէն մէկն  էր  Հակոբը…:  Լրտեսը  ղրկեցի  Հակոբի  մոտ:  Բարեկամացավ  նրա  հետ  և  մտավ կոմիտէին մեջ: Եվ օրը օրին ինծի լուր կուտար կոմիտէին որոշումներուն և ծրագրերուն մասին:  Հակոբը  ձերբակալվեց»3:  Ընդգծելով  Օսմանյան  կայսրության  ոստիկանության գործելակերպը, նշենք, որ Հակոբի հարցաքննության ժամանակ Նազըմ փաշան մեծ տեղ էր  հատկացնում  այլ  աղբյուրներից  ստացված  տեղեկությունների  հավաստիությանը՝ ստուգելով նաև լրտեսների հուսալիությունը: ", "Ավագ սերունդը հիմնականում խաղացել է աշխատանքներից ազատ ժամանակ: ", "Կայսրության  գաղտնի  ծառայությունների  կողմից  վերահսկման  մեխանիզմների կիրառման  պայմաններում  կարևորում  ենք  հայ  առանձին  հեղափոխական  գործիչների գործունեությունն  իրենց  քողարկումը  ապահովող  առասպելապատման  մշակման ուղղությամբ:  Այս  առումով՝  նորահայտ  արժեքավոր  նյութերը  լուսաբանում  են  ՀՅԴ գործիչ՝  Միքայել  Տեր-Հովհաննիսյանի  դրսևորած  առանձնահատուկ  ունակություններն ու հմտությունները օսմանյան Թուրքիա իր ներթափանցումը կազմակերպելիս2: Չնայած փայլուն կերպով իրականացրած քողակմանը3, Մ.Տեր-Հովհաննիսյանի գործունեությունը  ևս  դատապարտված  էր  ձախողման,  քանի  որ  վերջինիս  կապավոր Հատիկի  անզգույշ  վարքագծի  պատճառով  նրա  Երկիր  մտնելու  մասին  իմացել  էր Հնչակյան  կուսակցության  անդամ  ոմն  Տիգրանը,  որն  իր  իսկ  նախաձեռնությամբ    ՀՅԴ գործչին մատնեց իշխանություններին: ", "Հայաստանի  ուշմիջնադարյան  խեցեղենի  արտադրության  փուլային  զարգացման ողջ գործընթացը պատկերացնելու և բացահայտելու համար բացառիկ է Ի. Ղարիբյանի` ,,Լոռե բերդաքաղաքը և նրա պեղումները’’ մենագրությունը24, որտեղ առանձին բաժնով ներկայացված է նյութական մշակույթը: Դասակարգելով խեցեղեն տեսականին ըստ կի- րառության, հեղինակը մեծ ուշադրություն է հատկացնում ծխամորճերին, որոնց քննու- թյունը հնարավորություն է տալիս հեղինակին ենթադրելու, թե Լոռե քաղաքն, ամենայն հավանականությամբ,  ունեցել  է  կավե  ծխամորճների  տեղական  արտադրության  ար- հեստանոց: ", "Հնչակյան կուսակցության ծրագրային դրույթների և հայ  ազգային կուսակցությունների գործունեության ուղղվածության մասին կարևոր տեղեկություններ տրամադրել է պ.գ.դ. Ռ.Սահակյանը: ", "վերջերը), Եր., 2006: ", "են պարունակում Կ.Իզմիրլյանի աշխատությունը1: Ուշագրավ են նաև Մաթեոս Իզմիրլյան պատրիարքի  և  Ներսես  Խարախանյան  վարդապետի  ՀՅԴ  երրորդ  ընդհանուր  ժողովին ուղղված վերլուծական նամակները2 Երկրի անցյալի, ներկայի և ապագայի վերաբերյալ, որոնցում  կարևորվում  էր  բոլոր  փոքրաթիվ  ազգերի՝  հայերի,  քրդերի,  ասորիների ընդհանուր անկախ դաշնակցությունը: ", "Օսմանյան կայսրության և  Թուրքիայի Հանրապետության գաղտնի ծառայությունների  պատմության, գենեզեսի, գործելաոճի և իրականացված գործողությունների ուսումնասիրության տեսակետից արժեքավոր է թուրք հետազոտող, թուրքական  գաղտնի  ծառայության  պատմության  մասնագետ  Թունջայ  Օզքանի «Թուրքիայի հետախուզական ծառայության (MIT) գաղտնի  պատմությունը» մենագրությունը,  որտեղ  կողմնակալության  հետ  մեկտեղ  հեղինակը  կարևոր տեղեկություններ է  հաղորդում  տարբեր  ժամանակաշրջաններում  Օսմանյան կայսրությունում  և  Թուրքիայում  գոյություն  ունեցող  գաղտնի  ծառայությունների մասին3: ", "Այս մետաղյա թիթեղները Օ. Բելլի կարծիքով կարող էին ամրացվել զգեստների վրայից և ունեին չարախափան, պաշտպանիչ նշանակություն: ", "«Հատուկ  կազմակերպությանն»  առնչվող  հարցերի  ուսումնասիրության  համար օգտագործվել են թուրք պատմաբաններ Էմին Դեմիրելի «Գաղտնի կազմակերպությունները  «Հատուկ  կազմակերպությունից»  մինչ  մեր  օրերը»5  և  Էրգյուն Հիչյըլմազի «Հատուկ կազմակերպությունը» և հետախուզական կազմակերպությունները» մենագրությունները6: "], "source_docs_file": "History.json", "paragraph_source_docs": [3, 0, 0, 0, 0, 0, 1, 1, 2, 2, 4, 2, 2, 1, 0, 0, 1, 0, 3, 0, 0, 0, 0, 2, 0]}