{"paragraphs": ["Պատմամշակութային  ռեսուրսների  գնահատումը  ինտենսիվ  զարգացում  է ապրում  ինչպես  աշխարհի  շատ  երկրներում  այնպես  էլ  ՀՀ-ում:  Տարեցտարի վերականգնվում  են  կիսավեր  պատմական  արժեք  ունեցող  կոթողները:  Ճշմարիտ  է ասված,  որ  «Հայ  ժողովրդի  պատմությունը  և  ճարտարապետությունը  սերտորեն կապված են միմյանց հետ» [7,  էջ141]: ", "Ջավախքի հրաբխային բարձրավանդակում և հարակից տարածքներում երկրաշարժերի ֆոկալ մեխանիզմների կատալոգ (2005-2017թթ) N0 Date Time Lat. N (°) Long. E (°) ML Depth (km) Strike (°) Dip (°) Rake (°) Az. (°) Pl. (°) Az. (°) Pl (°) Regime Code Regime Index -116 -100 -116 SH Max Azim SH Min Azim TF NF SS TF TF NF SS SS TF SS SS TF NF TF TF NS SS TF SS TF TF NF TF TF SS TF NF NS NF -161 -55 -164 TF TF TF SS NS NF SS SS SS TF TF TF SS SS NF TF NS TF SS SS TF TF TF NF NF NF TF TF NF ԵԶՐԱԿԱՑՈՒԹՅՈՒՆՆԵՐ ԵՎ ԱՌԱՋԱՐԿՈՒԹՅՈՒՆՆԵՐ Աշխատանքի  ուսումնասիրությունների  և  գիտական  արդյունքների  ընդհանրացման հիման վրա արվում են հետևյալ եզրակացություններն ու առաջարկությունները․ Եզրակացություններ․ ռեժիմի  վերլուծությունները  ցույց  են  տալիս,  որ  ուսումնասիրվող  գոտու    բարձր սեյսմիկ  ակտիվությունն  արտահայտվում  է  հատկապես  թույլ  երկրաշարժերի գրանցմամբ (ML≤2.0): ", "Այստեղ  կան  բազմաթիվ  պատմական  հուշարձաններ,  որոնք  վերաբերում  են տարբեր  դարաշրջաններին  սկսած  նախնադարյան  շրջանի  կրոմլեխներից  մինչև  ուշ միջնադարում  կառուցված  ամրոցներն  ու  վանքերը:  Սյունիքի  մարզում  իրենց  բնույթով պատմական  հուշարձանները  բաժանվում  են  երկու  հիմնական  խմբերի`  աշխարհիկ  և եկեղեցական, որոնք իրենց ոճով, ամրությամբ արտահայտում են հայ ժողովրդի անցած պատմական  ուղին:  Աշխարհիկ  կառույցներից  են բերդերն  ու  ամրոցները, բնակավայրերը,  կամուրջները,  քարավանատները,  իսկ  եկեղեցական  կառույցների շարքին  են  դասվում  վանքերը,  եկեղեցիները,  մատուռները,  խաչքարերը  և դամբարանները [3]: ", "լեռնաշղթայի  հարակից  տարածքում  գրանցված երկրաշարժերի  ֆոկալ  մեխանիզմների  հաշվարկները  ցույց  են  տալիս  գոտու խզվածքավորման գերակշիռ կողաշարժային և վարնետքային բնույթը։ ", "Միգրացիայի  ազդեցությունը  մեծ  է  ՀՀ,  նրա  մարզերի,  քաղաքային  և  գյուղական բնակավայրերի բնակչության սեռային կազմի  և  տարիքային կառուցվածքի փոփոխությունների  վրա:  Չնայած  ՀՀ  միգրանտների  կազմի  վերաբերյալ  չկան  հավաստի տվյալներ,  սակայն  հայտնի  փաստ  է,  որը  ապացուցվում  է  նաև  կատարված  բոլոր հետազոտություններով,  որ  միգրացիոն  առավել  մեծ  ակտիվությամբ  աչքի  են  ընկնում աշխատունակ  տարիքի  տղամարդիկ  [16,  98,  99]:  Դրանով  է  պայմանավորված  նաև,  որ տարեցտարի  ՀՀ  ընդհանուր  բնակչության  թվում  մեծանում  է  կանանց  և  փոքրանում տղամարդկանց  մասնաբաժինը,  իսկ  տարիքային  կառուցվածքում մեծանում  է հետաշխատունակ բնակչության մասնաբաժինը: "], "paragraph_source_docs": [0, 2, 0, 2, 1], "source_docs_file": "Earth Science.json"}