{"paragraphs": ["Հայ­կա­կան մշա­կույ­թին փառք ու ճա­նա­չում բերեցին աշ­խար­հահռ­չակ ծո­վան­կա­րիչ Հ. Այ­վա­զովս­կին, Վ. Սու­ րե­նյա­նցը, Գ. Բա­շին­ջա­ղ յա­նը, Մ. Սա­րյա­նը, Փ. Թեր­լե­ մե­զ յա­նը, Ե. Թադ­ևո­սյա­նը և ու­րիշ­ներ: ", "Հայոց էպոսի հազարամյակի կապակցությամբ 1939 թ. մրցույթում հաղթած գիպսե քանդակը, որի հեղինակը Երվանդ Քոչարն էր, տեղադրվեց նույն տեղում, ինչ հիմա է, միայն մեկ տարբերությամբ` հեծյալն ու ձին շրջված էին դեպի կայարանի շենքը: Երկու տարի անց Երվանդ Քոչարը ձերբակալվեց: Մեղադրանքներից մեկն էլ այն էր, որ «մերկացրած սրով հեծյալը նետվում է բարեկամ Թուրքիայի դեմ»: ", "Այդ շր­ ջա­ նի հայ նկար­ չու­ թյու­ նը, այդ թվում նաև բնան­կա­րը, գե­ղար­վես­տա­կան նոր ո­րակ և ազ­գային շեշտ­ված դի­մագ­ծեր է ձեռք բե­րել հատ­կա­պես Մար­ տի­րոս Սա­րյա­նի (1880–1972) գոր­ծե­րում: ", "Պատ­մա­կան նկա­րի ձևա­վոր­ման ու զար­գաց­ման գոր­ծում բա­ցա­ռիկ դեր է խա­ղա­ցել Վարդ­գես Սու­րե­ ն­յան­ցը: Նա ան­դրա­դար­ձել է նաև ա­ռաս­պե­լա­կան շրջա­նի պատ­մու­թյա­նը: ", "Արտերկրում հայտնված հայության համար կենսական խնդիր էր ազգապահպանությունը: Այս գործում հատկապես մեծ դեր ուներ Հայ Առաքելական եկեղեցին: Մեծ էր նաև կուսակցությունների դերը: Եթե Ռամկավար ազատական և Հնչակյան կուսակցու420 թյունները համակերպվել և փորձում էին համագործակցել Հայկական ԽՍՀ իշխանությունների հետ, ապա Դաշնակցությունը հանդես էր գալիս Հայաստանի կոմունիստական վարչակարգի համակողմանի քննադատությամբ: ", "Եվրոպայի, Ասիայի և Ամերիկայի բազմաթիվ երկրներում մասնաճյուղեր ունեցող Հայկական բարեգործական ընդհանուր միությունը (հիմնադրվել է 1906 թ.) նույնպես նպաստեց օտար երկրներում հայ գաղթականների տնտեսական հարմարվողականությանը: Այս կազմակերպության կողմից ստեղծված բազմաթիվ արհեստանոցները գոյատևելու հնարավորություն էին տալիս բազմահազար հայ գաղթականների: ", "Հայաստանի իշխանությունները ևս հասկանում էին սփյուռքի հետ կապերի հաստատման անհրաժեշտությունը: 1921 թ. սեպտեմբերին ստեղծվեց Հայաստանի օգնության կոմիտեն, որի առաջին ղեկավարը Հովհաննես Թումանյանն էր: Այս կազմակերպության գործունեությունը կասկածամիտ վերաբերմունքի արժանացավ ԽՍՀՄ կենտրոնական իշխանությունների կողմից, և 1926 թ. Հայաստանի օգնության կոմիտեի ներքին սփյուռքի (ԽՍՀՄ այլ հանրապետություններում բնակություն հաստատած հայեր) մասնաճյուղերը վերացվեցին, իսկ դա ամբողջովին լուծարվեց 1937 թ.: ", "Չնայած ծանր սոցիալ-տնտեսական պայմաններին՝ Հայկական ԽՍՀ իշխանությունները ջանում էին ներգաղթ իրականացնել: ", "գաղթականության մեկ երրորդ մասը: Մեծ էր Հայաստանի իշխանությունների դերը Իրաքի հարավում անգլիացի գաղութարարների քաղաքականության պատճառով առանձնապես ծանր պայմանների մեջ հայտնված գաղթականների հայրենադարձվելու գործում. Բաքուբա քաղաքի գաղթականների ճամբարում սովամահ լինող 15 հազար հայից 9 հազարը ներգաղթեց հայրենիք: ", "ՀԱՐՑԵՐ բեկորները Մերձավոր և Միջին Արևելքում շատ ավելի արագ և հաջող կերպով ներգրավվեցին սոցիալ-տնտեսական գործընթացներում, քան Եվրոպայում: ", "ունեցող ազգապահպանության խնդրով ո՞ր կառույցներն էին զբաղվում: ", "էր իրականացվում հայրենիք-սփյուռք կապը: ", "երկրներից ներգաղթ կազմակերպվեց դեպի Հայկական ԽՍՀ: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Քեսաբի հայկական շրջանը, որը մտնում էր Ալեքսանդրեթի սանջակի մեջ, 1920 թ. Սան-Ռեմոյի կոնֆերանսի որոշմամբ միացվեց Ֆրանսիայի մանդատի տակ գտնվող Սիրիային: Թուրքիան չհրաժարվեց այդ սանջակի նկատմամբ տարածքային հավակնությունից: Նրա հարաճուն ճնշման ներքո Ֆրանսիան 1938 թ. համաձայնեց Ալեքսանդրեթի սանջակի անկախության հետ: Հաջորդ տարի Թուրքիան գրավեց Ալեքսանդրեթի սանջակը: Թուրքերը, բռնաճնշումներ իրականացնելով, հայերին արտաքսեցին նորանվաճ տարածքից: Քեսաբում հայերը դիմեցին ինքնապաշտպանության, որն իր վրա բևեռեց միջազգային հանրության ուշադրությունը: Քեսաբ այցելած պապական նվիրակը Հռոմի Պիոս XII պապին խնդրեց միջամտել: Պապի դիմումից հետո, Ֆրանսիայի կառավարության որոշմամբ, Քեսաբի շրջանի հարավային հատվածը` Քեսաբ գյուղաքաղաքով միացվեց Սիրիայի Լաթաքիայի մարզին: ", "Ճար­տա­րա­պե­տու­թյուն: Ար­դյու­նա­բե­րա­կա­նացող Ռու­սա­ստանյան կայս­րու­թյան կազ­մում գտնվող Արևել­ յան Հայաստանի առաջընթացը նկատվում է նաև քաղա­քա­շինու­թյան բնագավառում: Ար­ևե­լ յան Հա­յաս­տա­նում քա­ղաք­ներն է­ա­կան վե­րա­կա­ռուց­ման են­թարկ­վե­ցին: Եր­ևան, Ա­լեք­սանդ­րա­պոլ, Գորիս, Նոր Բա­յա­զետ քա­ղաք­նե­րի կա­ռու­ցա­պա­տումն ի­րա­կա­նաց­վեց ը­ստ հաս­տատ­ված գլ­խա­վոր հա­տա­ կագծե­րի: ", "Օտարության մեջ հայտնված հայ գաղթականները, ինչպես նաև այլ ազգային փոքրամասնությունները ենթակա են հյուրընկալ երկրի սոցիալ-տնտեսական և քաղաքական վայրիվերումներին: ", "Հայկական սփյուռքը բաժանվում է 3 խոշոր հատվածների. Ցեղասպանությունից հետո հայկական հոծ զանգվածները, օգտվելով արաբ ժողովրդի հյուրընկալությունից, հաստատվեցին արաբական երկրներում: Եվ քանի որ այս երկրների սոցիալտնտեսական իրադրությունը շատ մոտ էր Արևմտյան Հայաստանում տիրող վիճակին, արագորեն հարմարվեցին այդ միջավայրին: Հայերի համարումն արաբների շրջանում բարձրացավ Երկրորդ համաշխարհային պատերազմից հետո՝ հակագաղութային պայքարում ցուցաբերած աջակցության շնորհիվ: ", "Ազգային փոքրամասնությունների ձուլման ամենամեծ վտանգը խառնամուսնություններն են: Մուսուլմանական Արևելքի երկրներում կրոնական տարբերության պատճառով հայերի և այս երկրների բնիկների միջև խառնամուսնություններ հնարավոր չեն: ", "­Թիֆ­լի­սում գոր­ծող նշա­նա­վոր հայ ճար­տա­րա­ պետ­նե­րից է­ին Գ. Տեր–Մի­քե­լ յա­նը, Ս. Սար­կիս­յա­նը, Հ. Քա­ջազ­նու­նին և ու­րիշ­ներ: Նրանց կա­ռու­ցած շեն­ քերը բարձր մա­կար­դա­կի և նուրբ ճա­շա­կի շնոր­հիվ բռ­նել են ժա­մա­նա­կի քն­նու­թյու­նը և այ­սօր էլ զար­դա­ րում են Թբի­լի­սի­ի կենտ­րո­նը: Հայ ճար­տա­րա­պետ­նե­ րը Բաք­վում ևս ծան­րակ­շիռ ներդ­րում ու­նեն քա­ղա­քի կա­ռու­ցա­պատ­ման գոր­ծում: ", "Հատկապես մեծ էր նրանց դերը Լիբանանում, որտեղ տիրապետում էին խոշոր արդյունաբերական ձեռնարկությունների ավելի քան 28 տոկոսին: Կապիտալ ներդրումների 33, ինչպես նաև արտաքին առևտրի 10 տոկոսը բաժին էր ընկնում նրանց: ", "Այս­պի­սով՝ հայ ճար­տա­րա­պե­տու­թյու­նը զար­գա­ցավ նոր ժա­մա­նակ­նե­րի ար­դի­ա­կան նվա­ճում ­նե­րի ու ազ­գային ա­վան­դույթ­նե­րի հա­մադր­ման ո­գով: ", "Ինչ­պես տե­սանք, նոր ժա­մա­նակ­նե­րի ա­վար­տա­ կան փու­լում հա­յու­թյու­նը ըն­թա­նում էր ժա­մա­նա­կի քա­ղա­քակր­թա­կան զար­գա­ցում ­նե­րի ուղիով և աս­ տի­ճա­նա­բար հաս­տա­տում էր իր ար­ժա­նի տե­ղը քա­ ղա­քա­կիրթ աշ­խար­հում: ", "XX դ. կեսից Մերձավոր և Միջին Արևելքի երկրներից հայերի արտագաղթ սկսվեց դեպի Արևմտյան Եվրոպա և Հյուսիսային Ամերիկա: Դրա պատճառներն են 1950 թ. հեղափոխությունը Եգիպտոսում, 1975 թ. սկսված քաղաքացիական պատերազմը Լիբանանում, 1978 թ. իսլամական հեղափոխությունն Իրանում և (Հայաստանի ազատագրության հայ գաղտնի բանակ): Այս ռազմականացված կազմակերպությունն ահաբեկչական ակտեր իրականացրեց Թուրքիայի տարածքից դուրս գտնվող թուրքական ներկայացուցչությունների նկատմամբ: Դրանցից ամենահայտնին Արևմտյան Եվրոպայի և Հյուսիսային Ամերիկայի երկրներում հայ գաղթականությունը հայտնվեց շատ ավելի ծանր պայմաններում, քանի որ չէր տիրապետում լեզվին, չէր կարող արագորեն հարմարվել զարգացած տնտեսություններին և հանդիպում էր տե- ղի ժողովուրդների քսենոֆոբիային (օտարատյացություն): Միայն հայ գաղթականների հաջորդ սերունդը, որն այս երկրներում կրթություն էր ստացել, կարողացավ մասը դառնալ տվյալ հասարակական-տնտեսական համակարգերի: Իհարկե, ժամանակի ընթացքում պարզվեց, որ նման հաջող ադապտացումը ձեռք է բերվում թանկ գնով` ազգային դիմագիծը կորցնելով և ձուլմամբ: ", "յա­ցու­ցիչ­նե­րին. ի­՞նչ գի­տեք նրանց մա­սին: ", "նշա­նա­վոր ներ­կա­յա­ցու­ցիչ­նե­րը. նրանց ո­՞ր գոր­ծե­րին եք ծա­նոթ: ", "մա­սին: ", "ԳՈՐԾՆԱԿԱՆ ԱՇԽԱՏԱՆՔ \u0007Օ­գտ­վե­լով լրացուցիչ գրականությունից և հա­մա­ցան­ցից՝ պատ­րաս­տե՛ք զե­կույց­ ներ ար­վես­տի բնա­գա­վա­ռի որ­ևէ եր­կու ներ­կա­յա­ցու­ցչի վե­րա­բե­րյալ, փորձե՛ք ներ­կա­յացնել նրանց մա­սին կեն­սագ­րա­կան հե­տաքր­քիր տվյալ­ներ: ", "պակաս էր ենթակա ուծացման վտանգին: ", "զարգացած երկրների սոցիալ-տնտեսական համակարգերին հայերի հաջող հարմարվողականությունը մեծացրեց նրանց ձուլման հավանականությունը: ", "ԽՍՀ նվազեց, իսկ 80-ականներից` սկսվեց արտագաղթ: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Սփյուռքահայությանը բաժանում են ոչ միայն մայրցամաքներն ու պետական սահմանները, այլև դավանաբանական տարբերությունները: Սփյուռքի բավական ստվար մասն են կազմում հայ կաթոլիկները, որոնց հոգևոր առաջնորդներից կարդինալ Գրիգոր-Պետրոս Աղաջանյանը 1958 թ. քոնքլավում (պապի ընտրություններ) մեծ հնարավորություն ուներ հաղթելու: Ավելի ուշ, Հռոմի հայ կաթոլիկ վարժարանի սաների հետ հանդիպման ժամանակ, նորընտիր Հովհաննես XIII պապը խոստովանել է. «Գիտեք, որ ձեր կարդինալն ու ես քոնքլավում գրեթե հավասար ձայներ ունեինք: Մեր անուններն իրար էին հաջորդում, մեկը` վեր, մյուսը` վար, եռացող ջրի մեջ նետված սիսեռահատիկների նման»: ", "իր ձայնը տալու հայ կարդինալի օգտին: Գրիգոր-Պետրոս Աղաջանյանի ընտրությունը ձախողելու նպատակով իտալական հատուկ ծառայությունները, սակայն, դավադրություն կազմակերպեցին: Քոնքլավի նախօրեին հայ կարդինալը հյուրընկալել էր ԽՍՀՄ քաղաքացիություն ունեցող իր քրոջը: Հռոմում ԽՍՀՄ դես426 պանատան աշխատակցի հետ վերջինիս հանդիպումը իտալական հատուկ ծառայությունները քոնքլավին մասնակցելու համար Վատիկան ժամանած կարդինալներին ներկայացրին որպես իրենց հայ գործընկերոջ և ՊԱԿ-ի միջև հնարավոր գործակցություն: Սառը պատերազմի պայմաններում կոմունիզմի տարածման վտանգից սարսափող կարդինալները պապական տիտղոսի հավակնորդների ցուցակից հանեցին կարդինալ Աղաջանյանի անունը: ", "ԱԶԱՏԱԳՐԱԿԱՆ ՊԱՅՔԱՐԻ ՆՈՐ ՎԵՐԵԼՔԸ XX Դ. ՎԵՐՋԻՆ: ", "Ի­սկ Մեծ ե­ղեռ­նից հե­տո հա­յազրկ­վեց Հա­յաս­տա­նի մեծ մա­սը: ", "Որպեսզի նորաստեղծ Լեռնային Ղարաբաղի Ինքնավար Մարզը չսահմանակցի Հայկական ԽՍՀ-ին, Ադրբեջանի կոմկուսի Կենտկոմի նախագահությունը 1923 թ. հուլիսի 16-ի նիստում որոշեց ստեղծել Քուրդիստանի գավառը (ներկայիս ԼՂՀ Քարվաճառի և Քաշաթաղի շրջաններ): ", "Լեռնային Ղարաբաղի հարցի վերարծարծման մի փորձ էլ կատարվեց Հայրենական պատերազմից անմիջապես հետո. Հայաստանի կոմկուսի Կենտկոմի քարտուղար Գրիգոր Հարությունյանը Այս հարցի կապակցությամբ Ադրբեջանի կոմկուսի Կենտկոմի քարտուղար Բաղիրովի պատասխանը լի էր ցինիզմով: Նա մասնավորապես ասաց՝ Ադրբեջանական ԽՍՀ-ն պատրաստ է Լեռնային Ղարաբաղը, բացառությամբ Շուշիի շրջանի, զիջել Հայկական ԽՍՀ-ին, եթե փոխարենն Ադրբեջանին միացվեն Հայկական ԽՍՀ Գորիսի, Ղափանի և Մեղրիի շրջանները: ", "XVII դա­րի կե­սե­րից մինչև XX դա­րի սկզբ­նե­րը հիմ­նա­կան գաղ­թա­վայ­րերն է­ին Ի­րա­նը, Հնդ­կաս­տա­նը, Ռու­սաս­ տանը, Ա­րև­մուտ­քի զար­գա­ցած ե­րկր­նե­րը, Սի­րի­ան, Լի­ բա­նա­նը, Ե­գիպ­տո­սը: Այս ժա­մա­նա­կաշր­ջա­նում ո­րոշ հա­ մայնք­ներ ստ­վա­րա­ցան, ի­սկ մի մասն էլ ան­կում ապ­րեց:­ Նոր Ջուղայի Ս. Աստվածածին եկեղեցին Հայկական եկեղեցի Լվովում Մեծ թվով հայեր է­ին ապ­րում Օսմանյան կայսրու­ թյան մայրաքաղաք Կոս­տանդ­նու­պոլ­սում: Այնտեղ XV դա­րից ձևա­վոր­ված հայ գաղ­թա­վայ­րը փաս­տո­րեն դար­ձավ այն կենտ­րո­նա­տե­ղին, ո­ւր ստեղծ­վեց և վե­ րելք ապ­րեց հայ քա­ղա­քակր­թու­թյան բաղ­կա­ցու­ցիչ մա­սը կազ­մող ա­րևմ­տա­հայ մշա­կույ­թը: XIX դ. վեր­ ջե­րին Կ.Պոլ­սում կար 200 հա­զար հայ բնակ­չու­թյուն: ", "Այնտեղի հա­մայն­քը հայության ազ­գային, կրո­նա­կան, հա­սա­րա­կա­կան ու քա­ղա­քա­կան կյանքում ունեցավ վիթխարի դերակատարություն: ", "Բերված տվյալները ցույց են տալիս, որ Լեռնային Ղարաբաղի Ինքնավար Մարզի հայությանը սպասվում էր նույն ճակատագիրը, ինչ Նախիջևանի իրենց ազգակիցներին: Բանն այն է, որ 1917 թ. Նախիջևանում ապրում էր 54.000 հայ՝ բնակչության ընդհանուր թվի 40 տոկոսը, մինչև 1926 թ. այդ քանակը պակասեց հինգ անգամ, իսկ 1979 թ. մարդահամարի տվյալներով հայերը բնակչության 1,4 տոկոսն էին: ", "Ի­րա­նի հայ հա­մայն­քում նոր ժա­մա­նակ­նե­րի ա­վար­ տին հաշվվում էր մոտ 200 հա­զա­ր մարդ: ", "Հայկական ԽՍՀ֊ում սկիզբ առան արցախահայության հետ համերաշխության բազմահազարանոց հանրահավաքներ: Սկզբում դրանք առաջնորդում էր 1988 թ. փետրվարի 24-ին ստեղծված՝ Վերամիավորման կազմկոմիտեն, որի պատվավոր նախագահներն էին Վիկտոր Համբարձումյանն ու Սիլվա Կապուտիկյանը, այնուհետև Լեռնային Ղարաբաղի՝ մայր հայրենիքին վերամիավորվելուն միտված շարժման ղեկավարությունը՝ Ղարաբաղ կոմիտեն: ", "Հայկական ԽՍՀ-ում և Լեռնային Ղարաբաղում տեղի ունեցող խաղաղ հանրահավաքներին Ադրբեջանը պատասխանեց հայերի ջարդով՝ կազմակերպված 1988 թ. փետրվարի 26-29 Ադրբեջանի Սումգայիթ քաղաքում: Զուտ պաշտոնական տվյալներով (շատ հեռու են ճշգրիտ լինելուց) 32 մարդ զոհվեց: Միութենական ղեկավարությունը Սումգայիթ զորք մտցրեց միայն երեք օր անց: Սումգայիթյան ջարդին ԽՍՀՄ օրինապահ մարմինների վերաբերմունքը բացարձակ ծաղրական էր. քրեական պատասխանատվության ենթարկվեց միայն երկու մարդ, ինչը նպաստեց հետագայում Ադրբեջանի ամբողջ տարածքում հայկական նոր ջարդերի իրականացմանը: Ադրբեջանական ղեկավարությունը համոզվելով, որ միութենական կենտրոնը մտադիր չէ պատասխանատվության ենթարկել զանգվածային կոտորածների կազմակերպիչներին, 1988 թ. գարնանը բուն Լեռնային Ղարաբաղի տարածքում` Ասկերանի շրջանի Խոջալու ավանում հրահանգեց գնդակահարել և Շուշի քաղաքից վտարել հայ ազգաբնակչությանը: ", "Սումգայիթյան ոճրագործությունը չընկճեց հայ ժողովրդի կամքը. Հայկական ԽՍՀ-ում և Լեռնային Ղարաբաղում ցույցերն ու հանրահավաքները նոր թափով շարունակվեցին: Արցախյան հիմնահարցի արդարացի լուծման և սումգայիթյան ոճրագործության պատասխանատուներին պատժելու արդարացի պահանջներին ԽՍՀՄ ղեկավարությունը ոչ միայն չանսաց, այլև 1988 թ. մարտին բողոքի ալիքի տարածումը խոչընդոտելու նպատակով արտակարգ դրություն հաստատեց Երևանում: ", "հազարի: Ժողովրդական լայն զանգվածների ճնշմամբ Հայկական ԽՍՀ իշխանությունները ստիպված էին Հայաստանի Գերագույն խորհրդի արտակարգ նիստ հրավիրել: 1988 թ. հունիսի 15-ին Հայկական ԽՍՀ Գերագույն խորհուրդը համաձայնություն տվեց Լեռնային Ղարաբաղի Ինքնավար Մարզը Հայկական ԽՍՀ կազմում ներառելու հարցին և այն քննելու ու դրական լուծում տալու խնդրանքով դիմեց ԽՍՀՄ Գերագույն խորհրդին: Վախենալով, որ հայ ժողովրդի արդարացի պահանջի բավարարումը նմանատիպ այլ հիմնահարցեր կառաջացնի բազմազգ երկրի այլ հանրապետություններում, միութենական իշխանությունները մերժեցին այդ արդարացի խնդրանքը: Այդուհանդերձ, ձգտելով մեղմել ազգամիջյան լարվածությունը և չկորցնել արագ զարգացող իրադարձությունների նկատմամբ վերահսկողությունը, ԽՍՀՄ Գերագույն խորհրդի նախագահության 1989 թ. հունվարի 12-ի որոշմամբ Լեռնային Ղարաբաղի Ինքնավար Մարզում հաստատվեց անմիջականորեն միութենական կենտրոնի կողմից ղեկավարվող Հատուկ կառավարման կոմիտե: Այսպիսով՝ Ադրբեջանի իշխանությունը փաստացի դադարեց գործել Լեռնային Ղարաբաղում: ", "Ադրբեջանը միութենական կենտրոնի խուսանավումներին և հայ ժողովրդի երկու հատվածների վերամիավորման համար մղվող միահամուռ պայքարին 1989 թ. գարնանը պատասխանեց Հայկական ԽՍՀ-ի և Լեռնային Ղարաբաղի Ինքնավար Մարզի շրջափակմամբ: Դա ծանր հարված հասցրեց Հայկական ԽՍՀ տնտեսությանը, քանի որ Ադրբեջանի տարածքով էր կատարվում բեռնափոխադրումների ութսուն տոկոսը: Դրությունն ավելի լուրջ էր Լեռնային Ղարաբաղում, որը, չունենալով Հայկական ԽՍՀ-ի հետ ընդհանուր սահման, հայտնվել էր ամբողջական շրջափակման մեջ: ", "Միութենական կենտրոնի թողտվության պայմաններում Ադրբեջանի իշխանությունները և որպես ընդդիմադիր ուժ իրեն հռչակած ժողովրդական ճակատը 1990 թ. հունվարին Բաքվում իրականացրին հայերի ջարդ: Միութենական կենտրոնը Բաքու զորք մտցրեց միայն այն ժամանակ, երբ Ադրբեջանում կոմունիստական կուսակցության իշխանությունը տապալման վտանգի առջև հայտնվեց: ", "ընտրություններում 70 տարի իշխած կոմունիստական կուսակցությունը պարտություն կրեց: Ղարաբաղյան շարժման ալիքի վրա ձևավորված Հայոց համազգային շարժումն իշխանության գալով՝ սկսեց ԽՍՀՄ կազմից օրինական ճանապարհով Հայաստանի դուրս գալու քաղաքականություն իրականացնել: ԽՍՀՄ կենտրոնական իշխանությունները Հայաստանի նոր ղեկավարության այս քայլերին պատասխանեցին՝ Լեռնային Ղարաբաղի Ինքնավար Մարզում և դրան հարակից հայաբնակ Շահումյանի շրջանում ու Գետաշենի ենթաշրջանում հայաթափման քաղաքականություն իրականացնելով, որը վարվում էր, իբր, անօրինական զինված ջոկատների վնասազերծման քողի տակ: 1991 թ. ապրիլի 30-ից մայիսի 17-ն ընկած ժամանակահատվածում վերոհիշյալ հայաբնակ տարածքներից տեղահանվեց 5000 մարդ: 1989 թ. նոյեմբերին Արտակարգ կառավարման կոմիտեն վերացնելուց հետո Լեռնային Ղարաբաղում իշխանությունն անցել էր Ադրբեջանի ղեկավարության իրավասության տակ գտնվող կազմկոմիտեին, որը բացահայտ հակահայկական քաղաքականություն էր իրականացնում: ", "Մոսկվայում 1991 թ. օգոստոսին հետադիմական ուժերի խռովության պարտությունից և ԽՍՀՄ փլուզումից հետո հայ֊ադրբեջանական հակամարտությունը վերաճեց իսկական պատերազմի: ", "Ադրբեջանը մտադիր էր օգտագործել Հայաստանի նկատմամբ ունեցած մարդկային ներուժի քանակական առավելությունը, իր տարածքի աշխարհաքաղաքական ավելի շահավետ տեղադրությունը, ինչպես նաև նավթային գործոնն ու ազգակից Թուրքիայի համակողմանի աջակցությունը և հայաթափել Լեռնային Ղարաբաղը, ինչպես նաև հնարավորության դեպքում նվաճել Զանգեզուրը և Նախիջևանի վրայով միանալ Թուրքիային: Այդ նպատակով Ինքնավար Մարզի լուծարման մասին, իսկ նույն թվականի նոյեմբերին, առգրավելով խորհրդային IV բանակի զենքը, այն ուղղեց Հայաստանի և Լեռնային Ղարաբաղի դեմ: Ադրբեջանաթուրքական այս ծրագրերը ի դերև ելան` բախվելով հայ ժողովրդի համառ և կազմակերպված դիմադրությանը: 1991 թ. սեպտեմբերի 2-ին հռչակված Լեռնային Ղարաբաղի Հանրապետության ինքնա- պաշտպանության ուժերը 1992 թ. մայիսի 9-ին ազատագրեցին ադրբեջանական բանակի հենակետի վերածված և անառիկ համարվող Շուշին, որտեղից շուրջ մեկ տարի հրետակոծվում և հրթիռակոծվում էր Լեռնային Ղարաբաղի մայրաքաղաք Ստեփանակերտը: 1992 թ. մայիսի 18-ին հայկական կազմավորումների կողմից Բերձորի (Լաչին) ազատագրմամբ վերացվեց Հայաստանի Հանրապետությունը Լեռնային Ղարաբաղից բաժանող սեպը: ", "Ադրբեջանը, փորձելով բեկում մտցնել պատերազմում, մեծաքանակ զրահատեխնիկայի և մարդուժի օգտագործմամբ 1992 թ. ամռանը հարձակում իրականացրեց Լեռնային Ղարաբաղի Հանրապետության հյուսիսում: Ադրբեջանական բանակին հաջողվեց օկուպացնել Շահումյանի շրջանը և Մարտակերտի շրջանի մեծ մասը: Սակայն, համառ մարտերի ընթացքում ձևավորված Լեռնային Ղարաբաղի պաշտպանության բանակը ոչ միայն կասեցրեց թշնամու հարձակումը, այլև հակահարձակման անցնելով՝ 19931994 թթ. ազատագրեց Ադրբեջանի կողմից օկուպացված Լեռնային Ղարաբաղի Հանրապետության տարածքները, ինչպես նաև Հայաստանի և ԼՂՀ միջև գտնվող՝ նախկինում հայաբնակ Քարվաճառի (ներկայիս ԼՂՀ Շահումյանի շրջան), ներկայիս ԼՂՀ Քաշաթաղի շրջանի կազմի մեջ մտնող Լաչինի (Բերձոր), Կուբաթլուի (Որոտան), Զանգելանի (Կովսական), ներկայիս ԼՂՀ Հադրութի շրջանի մեջ մտնող Ջաբրայիլի (Մեխակավան), Ֆիզուլու (Վարանդա), ԼՂՀ արևմուտքում գտնվող Աղդամի (Ակնա) շրջանները (շուրջ 9 հազար քառակուսի կիլոմետր): "], "paragraph_source_docs": [0, 1, 0, 0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 0, 1, 0, 0, 1, 0, 0, 0, 0, 1, 1, 1, 1, 1, 1, 0, 1, 1, 0, 0, 1, 0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1], "source_docs_file": "res.json"}