{"paragraphs": ["Հայկական պատվիրակության անդամները մինչ Բեռլին ժամանելը այցելել էին Հռոմ, Փարիզ, Լոնդոն և Պետերբուրգ, հանդիպումներ ունեցել տեղի ունենալիք կոնգրեսի մասնակից երկրների ղեկավարների հետ, որոնցից ոչնչի չպարտավորեցնող խոստումներ էին ստացել: ", "Բեռլինի կոնգրեսի բացումից առաջ մայիսի 30-ին կուլիսների հետևում Ռուսաստանը և Անգլիան համաձայնության եկան, ըստ որի՝ Ռուսաստանը Թուրքիային էր վերադարձնում Բայազետը և Ալաշկերտը: Այդպիսով՝ Անգլիան ապահովում էր Տրապիզոնից Ալաշկերտի և Բայազետի վրայով դեպի Հնդկաստան տանող ճանապարհի անվտանգությունը: Միաժամանակ, Անգլիան հունիսի Կոնգրեսը գումարվեց 1878 թ. հունիսի 13-ին Բեռլինում և շարու- նակվեց մեկ ամիս: Հայկական թեման քննարկվեց հուլիսի 8-ի նիստում: Ռուսական պատվիրակության փաստացի ղեկավար Շուվալովը ստիպված էր տեղի տալ Անգլիայի ներկայացուցիչներ Դիզրաելիի և Սոլսբերիի ճնշմանը: Հայկական տարածքների` Ռուսաստանին անցնելու վտանգն անցել էր, և Անգլիան դեմ արտահայտվեց Արևմտյան Հայաստանի ինքնավարությանը: Բեռլինի կոնգրեսի 61-րդ հոդվածի համաձայն՝ օսմանյան կառավարությունը հայաբնակ տարածքներում պետք է բարեփոխումներ իրականացներ: 61-րդ հոդվածի դրույթները երաշխավորված չէին եվրոպական տերությունների կողմից: Իր ընդունման պահից ի վեր այդ հոդվածը մեռյալ տառ էր: Այստեղ բացակայում էր նույնիսկ Հայաստան բառը, և դրա փոխարեն օգտագործվում էր հայաբնակ գավառներ արտահայտությունը: Արևմտահայերի նկատմամբ անցկացվելիք բարեփոխումների հսկողությունը դրվում էր վեց եվրոպական տերությունների վրա: Եթե Սան-Ստեֆանոյի պայմանագրի համաձայն՝ Արևմտյան Հայաստանում բարեփոխումներն իրականացվելու էին ռուսական բանակի առկայության պայմաններում, ապա ըստ Բեռլինի կոնգրեսի 61-րդ հոդվածի՝ օսմանյան կառավարությունն ընդամենը պարտավորվում էր անցկացվող բարեփոխումների մասին ժամանակ առ ժամանակ ծանոթացնել վեց եվրոպական տերություններին, և հայկական պատվիրակությանը չթույլատրվեց անգամ մասնակցել հայերին վերաբերող հարցերի քննարկմանը: Պատվիրակության անդամները ստիպված էին հեռանալ Բեռլինից՝ սահմանափակվելով կոնգրեսի մասնակիցներին բողոք ուղղելով: ", "Այսպիսով՝ հայերի բոլոր հույսերը` եվրոպական տերությունների աջակցությամբ բարեփոխելու Արևմտահայաստանի բնիկ ազգաբնակչության վիճակը, ի դերև ելան: ", "ՀԱՐՑԵՐ նախատեսում Սան-Ստեֆանոյի պայմանագիրը: ", "վերափոխումների ի՞նչ ծրագիր էր պատրաստվում ներկայացնել Բեռլինի կոնգրեսի մասնակիցներին: ", "Հովհաննես Այվազովսկի. «Ղրիմի թաթարները ծովի ափին» Հովնաթան Հովնաթանյան Հար­ցեր և ա­ռա­ջադ­րանք­ներ XVIII դարում և XIX դարի առաջին կե­սին: ", "Եր­ևա­նում 1827 թ.: ", "ԳՈՐԾՆԱԿԱՆ ԱՇԽԱՏԱՆՔ Տետրում լ­րաց­րե՛ք ա­ղ յու­սա­կը. Բ­նա­գա­վառ Գոր­ծիչ Ս­տեղ­ծա­գոր­ծու­թյուն Գի­տու­թյուն Ար­վեստ ՆՈՐ ԱՆՈՒՆՆԵՐ, ՀԱՍԿԱՑՈՒԹՅՈՒՆՆԵՐ Մ­խի­թա­րյան մի­ա­բա­նու­թյուն, Մխի­թար Սե­բաս­տա­ցի, Մի­քայել Չամ­չյան, ե­ռա­հա­ տոր «­Հայոց պատ­մու­թյուն», Ղու­կաս Ին­ճի­ճյան, Հով­սեփ Գաթըր­ճյան, Սեր­գեյ Գլին­ կա, «­Նոր բառ­գիրք Հայ­կա­զեան լեզ­ուի», Հով­նա­թա­նյան­ներ, Հով­հան­նես Այ­վա­զովս­կի, Համ­բար­ձում Լի­մոն­ճյան, Ա. Գրի­բոյե­դով ԲԱ Ժ ԻՆ ԱՄՓՈՓՈՒՄ Հա­յաս­տա­նը Ի­րա­նի և Օս­մա­նյան կայս­րու­թյան տի­րա­պե­տու­թյան ներ­քո էր: ", "Վերոգրյալը ակնհայտ է դարձնում, թե XIX դ. երկրորդ կեսին ինչպես էր լուծվում արևմտահայության հարցը: ", "ԱՐՄԵՆԱԿԱՆ ԿՈՒՍԱԿՑՈՒԹՅՈՒՆ Արմենականների գաղափարական առաջնորդը պոլսեցի հայ մտավորական Մկրտիչ Փորթուգալյանն է: Նա ակտիվ լուսավորչական և քաղաքական գործունեություն է վարել Եվդոկիայում (Թոխաթ) և տեղի հետադիմական հայերի ու թուրքական իշխանությունների կողմից վտարվել այս քաղաքից: 1881 թ. Փորթուգալյանը Վանում հիմնում է Հայկազյան կեդրոնական վարժարանը, որտեղ զբաղվում է ազատամիտ գաղափարների քարոզչությամբ: ", "Այդ պատճառով 1885 թ. մարտին վտարվում է Վանից: Նույն թվականին բնակություն է հաստատում Մարսելում: Այստեղ 1885 թ. հուլիսին հիմնում է Արմենիա թերթը, որտեղ արծարծվում էր հայերի՝ լուսավորչության և բարեփոխումների ճանապարհով թուրքական տիրապետությունից ազատվելու խնդիրը: ", "րե­նի­քում զին­ված պայ­քար սկս­վեց պար­սիկ­նե­րի ու թուր­քե­րի դեմ: Նույ­նիսկ ստեղծ­վե­ցին հայ­կա­կան իշ­խա­նու­թյուն և ի­նք­նա­վա­րու­թյուն: Ա­պա շարժ­ման կենտ­րո­նը տե­ղա­փոխ­վեց հայ­կա­կան գաղ­թա­վայ­րեր: ", "• \u0007Ին­չո՞ւ հենց Սյու­նի­քում և Ար­ցա­խում տե­ղի ու­նե­ցավ զին­ված պայ­քար օ­տար տի­րա­պե­տու­թյուն­նե­րի դեմ: Թվար­կե՛ք այդ պայ­քա­րի նշա­նա­վոր ղե­կա­վար­ նե­րի: ", "• \u0007Զին­ված պայ­քա­րի մաս­նա­կից­նե­րից ո­՞ւմ կեր­պարն է ձեզ ա­վե­լի դուր գա­լիս, պատ­րաս­տե՛ք փոք­րիկ ե­լույթ նրա մա­սին՝ օ­գտ­վե­լով նաև լրա­ցու­ցիչ գրա­կա­ նու­թյու­նից և հա­մա­ցան­ցից: ", "Պատճառն այն էր, որ Փորթուգալյանը, քարոզելով արևմտահայ բոլոր դասակարգերի միասնական հեղափոխական պայքար, դեմ էր առանձին կուսակցությունների գոյությանը: ", "Արմենական կուսակցությունը հիմնադրվել է 1885 թ. աշնանը Վանում՝ Մկրտիչ և Գրիգորիս Թերլեմեզյանների, Ռուբեն Շատվորյանի և Գրիգոր Օտյանի կողմից: Նրանք թեև ընդունում էին Արմենիա թերթի գաղափարախոսությունը, սակայն այս թերթը կուսակցության օրգան չէին համարում: Արմենականները հավատ չէին ընծայում աբդուլհամիդյան բռնապետության դեմ պայքարում այդ բռնապետությունից տուժող այլ ժողովուրդների հետ համագործակցելու գաղափարին, ինչին հակադրում էին ներազգային համերաշխության գաղափարը: Մինչև XIX դ. 90-ական թթ. երկրորդ կեսը կուսակցության մասնաճյուղեր ձևավորվեցին Կ. Պոլսում, Մուշում, Բիթլիսում, Տրապիզոնում: Արմենական կառույցներ էին գործում Բուլղարիայում, Պարսկաստանում, Եգիպտոսում և ԱՄՆ-ում: Արմենականները ձգտում էին զինված մանր խմբերի ՁԵՎԱՎՈՐՈՒՄԸ, ԾՐԱԳՐԵՐԸ, ԳՈՐԾՈՒՆԵՈՒԹՅԱՆ ՍԿԻԶԲԸ Բեռլինի կոնգրեսից հետո Օսմանյան կայսրության կառավարող վերնախավի համար պարզ դարձավ, որ եվրոպական տերությունները և մասնավորապես՝ Ռուսաստանն օգտագործելու են Հայկական հարցը, ինչի հետևանքով Օսմանյան կայսրությունը կարող է զրկվել նաև իր ասիական տիրույթներից: Նման հեռանկարը բացառելու նպատակով Օսմանյան կայսրության տարածքում հայերի նկատմամբ սկիզբ առան հալածանքներ ու բռնություններ, որոնք վերաճեցին զանգվածային ջարդի: Այս քաղաքականությունը հանգեցրեց հայերի տարերային դիմադրությանը, որի ուղղորդմանն ու ղեկավարմանն էին միտված հայ ազգային կուսակցությունների ստեղծումն ու գործունեությունը: ", "• \u0007\u0007Ո­՞վ էր Հով­սեփ ար­քե­պիս­կո­պոս Ար­ղու­թյա­նը և ին­չո՞վ է հայտ­նի հայ ա­զա­ տագ­րա­կան շարժ­ման պատ­մու­թյան մեջ: ", "մարտերը ղեկավարում էր արմենականների առաջնորդ Մկրտիչ Թերլեմեզյանը (Ավետիսյան): Արմենականներին հաջողվում է զինված դիմադրությամբ կանխել թուրքական իշխանության՝ Վանում ծրագրած մեծ կոտորածը, սակայն Պարսկաստան անցնելիս թուրքերի կողմից: Զոհվում են 700 հայ մարտիկներ: 1896 թ. Վանի ինքնապաշտպանական մարտերի հետևանքով արմենականների ուժերը ջլատվում են, և նրանք ազատագրական պայքարի առաջնությունը հարկադրված զիջում են հնչակյաններին ու դաշնակցականներին: ", "• \u0007Ո­՞ր պա­տե­րազմ­նե­րի ար­դյուն­քում Ռու­սաս­տա­նը գրա­վեց Ա­նդր­կով­կա­սը: Ի՞­ նչ ա­կն­կա­լիք­ներ ու­ներ հա­յու­թյու­նն այդ պա­տե­րազմ­նե­րից: Պա­տե­րազմ­նե­րի ար­դյուն­քում որ­քա՞ն հայ վե­րաբ­նակ­վեց Հա­յաս­տա­նի ար­ևե­լ յան հատ­վա­ծում: ", "Պար­զա­բա­նե՛ք դրա բա­ցա­սա­կան և դրա­կան կող­մե­րը: ", "Արևմտյան Հայաստանում ստեղծված Հնչակյան կուսակցության տեղական կառույցների առջև խնդիր էր դրված հայ ազգաբնակ- չությանը բռնությունների ենթարկող պաշտոնյաների և ազգային դավաճանների նկատմամբ ահաբեկչական գործողություններ իրականացնել, ստեղծել զինված միավորումներ, որոնք մինչ համընդհանուր ապստամբությունը պաշտպանելու էին հայերին, իսկ ապստամբության ընթացքում մարտնչելու էին բռնապետության դեմ: Հնչակյան կուսակցությունն ակտիվ գործունեություն ծավալեց XIX դ. 80-ական թթ. վերջին և 90-ականների սկզբին: Այն մասնաճյուղեր ուներ Արևմտյան Հայաստանի և Թուրքիայի տարբեր շրջաններում: Փորձելով հասնել եվրոպական տերությունների միջամտությանը` Հնչակյանները դիմեցին Օսմանյան կայսրության մայրաքաղաք Կ. Պոլսում լայնածավալ ցույցեր կազմակերպելու մարտավարությանը: ", "• \u0007Ին­չո՞ւ ա­րևմ­տա­հա­յու­թյան վի­ճա­կը XIX դ. ա­ռա­ջին կե­սին չբա­րե­լավ­վեց: ", "Հնչակյանները 1895 թ. սեպտեմբերին 18-ին Կ. Պոլսում կազմակերպեցին Բաբը-Ալիի (օսմանյան կառավարության նստավայր) ցույցն այն նպատակով, որ եվրոպական տերությունների ուշադրությունը գրավեն Արևմտյան Հայաստանում տիրող վայրագությունների վրա և կանխեն դրանք: Նրանք կարծում էին, որ մայրաքաղաքում ատրճանակի մեկ կրակոցն ավելի մեծ արձագանք կունենա, քան բուն երկրում հրանոթների համազարկերը: ", "Այս ցույցի մասին Հնչակյանները նախապես տեղեկացրել էին եվրոպական դեսպանություններին և թուրքական իշխանություններին: Թուրքերը, տեղյակ լինելով դրա խաղաղ բնույթի մասին, այնուամենայնիվ, դիմեցին բռնությունների: Ոստիկանական ուժերն ու խառնամբոխը փակեցին 4000 խաղաղ ցուցարարների ճանապարհը: Ցույցը ցրվեց, իսկ դրան հաջորդող երկու օրերի ընթացքում հայերի ջարդ տեղի ունեցավ: ", "XIX դ. 90-ական թթ. կոտորածներից հետո Հնչակյան կուսակցությունը ճգնաժամ ապրեց: Թուրքական իշխանություններին հաջողվեց համարյա ամենուրեք ջախջախել այս կուսակցության տեղական կառույցները: Ճգնաժամից ելք փնտրելու համար 1896 թ. հունիսին Լոնդոնում գումարված ժողովում պառակտում առաջացավ: Պատգամավորների մի մասն Արփիար Արփիարյանի գլխավորությամբ կարծում էր, որ անհրաժեշտ է դադարեցնել ցույցերն ու մանր կռիվները, քանի որ դրանք միայն վնաս են հասցնում: ", "Նրանք պահանջում էին նաև կուսակցության ծրագրից հանել սոցիալիզմ եզրույթը, քանի որ եվրոպական տերությունների կառավարող վերնախավերը թշնամաբար էին տրամադրված սոցիալիստական գաղափարախոսության հանդեպ: Հայ ժողովրդի դասային բաժանման վերաբերյալ Նազարբեկյանի կողմնակիցների քաղաքականությունը ջլատում է ազգային միասնությունը: Տարաձայնություններն այնքան սուր բնույթ ընդունեցին, որ Արփիարյանի կողմնակիցներն անջատվելով՝ 1898 թ. ստեղծեցին Վերակազմյալ հնչակյանների կուսակցությունը: ", "ՀԱՅ ՀԵՂԱՓՈԽԱԿԱՆ ԴԱՇՆԱԿՑՈՒԹՅՈՒՆ Արևմտյան Հայաստանում Աբդուլ-Համիդ II սուլթանի կողմից կազմակերպված ջարդը և ժողովրդի լայն զանգվածների տարերային դիմադրությունը հրամայական էին դարձնում հայ ժողովրդի ուժերի համակենտրոնացումը: Այդ նպատակով արդեն 1890 թ. կովկասահայ քաղաքական ուժերի միջև սկիզբ են առնում բանակցություններ, որոնց մասնակցում են Երիտասարդ Հայաստան կազմակերպության ղեկավարներ Քրիստափոր Միքայելյանը և Սիմոն Զավարյանը, ազգայնական հայացքներ ունեցող խմբերից մեկի ղեկավար Կոստանտին Խատիսյանը և Մշակ թերթի հայացքների հետևորդները՝ Խաչատուր Մալումյանի գլխավորու- թյամբ: Բանակցություններին մասնակցում էր նաև Հնչակյան կուսակցությունը: ", "Տարբեր հայացքներ ունեցող այս քաղաքական խմբավորումներին միավորող ուժը Քրիստափոր Միքայելյանն ու Սիմոն Զավարյանն էին: 1890 թ. ամռանը հռչակվեց Հայ հեղափոխականների դաշնակցություն կուսակցության ծնունդը: Ստեղծվեց կենտրոնական վարչություն, որում ընդգրկվեցին Քրիստափոր Միքայելյանը, Սիմոն Զավարյանը. Հովհաննես Լորիս-Մելիքյանը, Լևոն Սարգսյանը և Աբրահամ Դաստակյանը: Հրապարակվեց կուսակցության մանիֆեստը: Սակայն այս բոլոր քաղաքական ուժերը չկարողացան համատեղել իրենց գործունեությունը, մանավանդ որ Քրիստափոր Միքայելյանն ու Սիմոն Զավարյանը 1891 թ. գարնանը ձերբակալվեցին: Հնչակյանները դուրս եկան Դաշնակցությունից, իսկ մշակականները և Ֆրակցիա խումբն ինքնամեկուսացվեցին: Միայն աքսորից վերադարձած Ստեփան Զորյանի (Ռոստոմ) ջանքերի գնով հաջողվեց պահպանել կուսակցության կորիզը, որը կազմում էին հեղափոխական պայքար մղող ջոկատները: ", "Հենց Ռոստոմի գլխավորությամբ 1892 թ. աշնանը Թիֆլիսում տեղի ունեցավ Դաշնակցության առաջին համագումարը, որտեղ կուսակցությունը վերանվանվեց Հայ հեղափոխական դաշնակցություն և հաստատվեց կուսակցության ծրագիրը, որը հիմնականում մշակել էր Ռոստոմը: Այն բաղկացած էր երեք մասից: ", "Նպատակ բաժնում Դաշնակցությունը, խուսափելով Արևմտյան Հայաստանի քաղաքական կարգավորման վերջնական ձևին անդրադառնալուց, հնարավոր էր համարում կենսագործել Հայ Առաքելական եկեղեցու Կ. Պոլսի պատրիարք Ներսես Վարժապետյանի ծրագիրը, այն է` Արևմտյան Հայաստանում հաստատել ինքնավարություն: ", "Կով­կա­սի փո­խար­քա­յու­թյան տա­րած­քում կա­տար­ վե­ցին նաև դա­տա­կան և քա­ղաք­նե­րի կա­ռա­վար­ման բա­րե­փո­խում­ներ: Քա­ղաք­նե­րում ը­նտր­վում է­ին ի­նք­ նա­վա­րու­թյան մար­մին­ներ՝ դու­մա­ներ: ", "Վար­չա­կան հերթական փո­փո­խու­թյամբ Ա­նդր­կով­ կա­սը բա­ժան­վեց հինգ նա­հանգ­նե­րի: 1874 թ. օ­րեն­քով Երևա­նի նա­հան­գը տրոհ­վեց յոթ գավառների (Եր­ևա­նի, Ն. Շուստովի կոնյակի գործարանի շենքը Երևանում Ա­լեք­սանդ­րա­պո­լի, Նա­խիջ­ևա­նի, Սուր­մա­լո­ւի և այլն): ", "Օսմանյան բանկի գրավումը, որը գլխավորում էր Բաբկեն Սյունին: Թեպետև դաշնակցականների զինված խմբին հաջողվեց բանկի շենքը գրավել, սակայն իր առջև դրված նպատակին Հայ հեղափոխական դաշնակցությունը չհասավ: Բանկի գրավումը, դաշնակցականների կարծիքով, տեղիք էր տալու եվրոպական տերությունների միջամտությանը` այդ տերությունների կողմից Կ. Պոլսի ռազմակալումը և սուլթանական իշխանություններին Մայիսյան բարեփոխումների ծրագիրն իրականացնելու պարտադրանքը: Ֆրանսիան և Ռուսաստանը, ելնելով իրենց շահերից, հանդես եկան Անգլիայի միջամտության դեմ. Ռուսաստանը սպառնաց անգլիական նավատորմը Բոսֆորի նեղուց մուտք գործելու դեպքում պատերազմ սկսել: Ռուսական դեսպանատան աշխատակից Մաքսիմովից սին խոստումներ ստանալով` բանկը գրաված դաշնակցական խումբը, որը չորս զոհ և հինգ վիրավոր էր ունեցել, լքեց Կ. Պոլիսը և շոգենավով հեռացավ Ֆրանսիա: ", "Կով­կա­սի փո­խար­քա­յու­թյու­նը 1882 թ. վե­րա­փոխ­վեց կա­ռա­վար­չա­պե­տու­թյան (փոխարքայությունը վերա­ կանգնվեց միայն 1905 թ.): ", "Չ­նա­յած ան­կա­տա­րու­թյա­նը՝ բա­րե­նո­րո­գում­նե­րն ա­ռա­ջա­դի­մա­կան նշա­նա­կու­թյուն ու­նե­ցան: ", "Տն­տե­սու­թյան զար­գա­ցու­մը: Ռու­սա­կան կա­ պի­տա­լը սկսեց լայ­նո­րեն ներդր­վել Ա­նդր­կով­կա­ սում: Տե­ղի տնտե­սա­կան կյան­քի զար­գաց­մա­նն է­ա­ պես նպաս­տեց եր­կա­թու­ղու շի­նա­րա­րու­թյու­նը, ո­րն Այսրկով­կա­սում սկս­վեց XIX դ. 60–ա­կան թթ. և շա­րու­ նակ­վեց մինչև Ա­ռա­ջին հա­մաշ­խար­հային պա­տե­րազ­ մը: 1899 թ. գոր­ծարկ­վե­ց Թիֆ­լիս­—Ա­լեք­սանդ­րա­պոլ— Կարս եր­կա­թու­ղին, իսկ ե­րեք տա­րի ան­ց՝ Ա­լեք­սանդ­ րա­պոլ­—Եր­ևան հատ­վա­ծը: Եր­կա­թու­ղին պայ­ման­ներ ստեղ­ծեց կա­պի­տա­լիս­տա­կան հա­րա­բե­րու­թյուն­նե­րի ա­րագ զար­գաց­ման հա­մար: ", "որդեգրեց Դաշնակցությունը: ", "Եր­ևա­նը, Շու­շին, Ա­լեք­սանդ­րա­պոլ­ը, Կար­սը, չնա­ յած ար­դյու­նա­բե­րա­կան ո­րոշ ձեռ­նար­կու­թյուն­նե­րի առ­ կա­յու­թյա­նը, հիմ­նա­կա­նում ա­ռևտ­րի կենտ­րոն­ներ է­ին: ", "ՀԱՅԵՐԻ ԻՆՔՆԱՊԱՇՏՊԱՆԱԿԱՆ ՄԱՐՏԵՐԸ XIX Դ. 90-ԱԿԱՆ ԹԹ. Զրկվելով իր եվրոպական տարածքների զգալի մասից` Օսմանյան կայսրությունն ամեն կերպ ջանում էր պահպանել ասիական տարածքները: Տարածքային ամբողջականությանը սպառնացող ամենամեծ վտանգն այս տարածաշրջանում հայերն էին: Սուլթան Աբդուլ Համիդ ll-ը Հայկական հարցը որոշել էր լուծել ջարդերի միջոցով: Եթե մինչև 1890-ական թվականները հայերին բնօրրանից բռնի գաղթեցնում էին, վարչատարածքային փոփոխություններ կատարելով՝ փոքրամասնություն հայտարարում, ապա XIX դ. տասնամյակի ընթացքում զոհ գնաց 300 հազար հայ, 100 հազարը փախստական դարձավ, ավերվեցին 560 վանք ու եկեղեցի, 539 գյուղի բնակչություն բռնի կրոնափոխ եղավ, որբերի թիվն անցավ հայ: Սուլթանը, առաջնորդվելով «Բաժանիր, որ տիրես» սկզբունքով, հայերի դեմ գրգռեց քրդերին, որոնց կիսականոն հեծելազորային ջոկատները հանդերձավորվում և զինվում էին պետական միջոցներով և կոչվում էին համիդիե: Այս ջոկատների թիվը հասնում էր 50 հազարի: ", "Հայ­կա­կան գյու­ղը, չնայած դան­դա­ղ, բայց մուտք գոր­ծեց շու­կա­յա­կան հա­րա­բե­րու­թյուն­նե­րի ո­լորտ: ", "Եվրոպական երկրների կառավարություններն իրենց հասարակությունների ճնշմամբ Կ. Պոլսում իրենց դեսպաններին հանձնարարեցին մշակել և օսմանյան կառավարությանը ներկայացնել Արևմտյան Հայաստանում իրականացվելիք բարեփոխումների ծրագիր: 1895 թ. մայիսի 11-ին Անգլիայի, Ֆրանսիայի և Ռուսաստանի դեսպաններն օսմանյան կառավարությանը ներկայացրին վեց հայկական նահանգների (Կարին, Վան, Բաղեշ, Ամիդ, Խար- բերդ, Սեբաստիա) բարեփոխումների՝ իրենց կազմած ծրագիրը: ", "Սուլթան Աբդուլ Համիդ II-ը, խոսքով հայտարարելով դրա ընդունման մասին, գործով ոչ միայն ոչինչ չձեռնարկեց դրա կենսագործման ուղղությամբ, այլև սաստկացրեց հայկական կոտորածները: ", "Թեև զար­գա­ցում ապ­րեց տն­տե­սու­թյու­նը՝ Ար­ևե­լ յան Հա­յաս­տա­նը նախկինի պես մնում էր թույլ զար­գա­ցած ագ­րա­րային ե­րկ­րա­մաս ար­դարդյունաբերա­ցող Ռու­ սաս­տանի կազ­մում:­ Ազ­գային ճնշ­ման ու­ժե­ղա­ցու­մը: XIX դ. ե­րկ­րորդ կե­սին ռու­սա­կան ի­նք­նա­կա­լու­թյու­նը սաստ­կաց­րեց իր գա­ղու­թային քա­ղա­քա­կա­նու­թյու­նն ազ­գային ե­րկ­րա­ մա­սե­րում: Անդրկով­կա­սի նվա­ճու­մից հե­տո ռու­սա­կան ար­քու­նի­քի սևե­ռուն նպա­տակն էր աս­տի­ճա­նա­բար ռու­ սականաց­նել տե­ղա­կան ժո­ղո­վուրդ­նե­րին: ", "Ալեքսանդր Մանթաշյան Արամյանցների ընտանիքը Հայ ձեռ­նե­րեց­նե­րից շա­տե­րը, չնա­յած ցա­րիզ­մի խտրա­կան քա­ղա­քա­կա­նու­թյա­նը, ո­րո­շա­կի հա­ջո­ղու­ թյուն­նե­րի հա­սան տն­տե­սա­կան մր­ցակ­ցու­թյան մեջ և Ա­նդր­կով­կա­սում դար­ձան նշա­նա­վոր ձեռ­նար­կա­տե­րեր: ", "Թուրքական բանակի արևմտյան խմբավորումը Ալի-Բեյի գլխավորությամբ դեկտեմբերի 2-ին գրավեց Զեյթունի գավառակի խոշոր գյուղերից մեկը` Ֆռնուզը: Դեկտեմբերի 15-ին հայերի 500 հոգուց բաղկացած ջոկատը կանգնեցրեց թուրքական հիմնական բանակի առաջխաղացումը Սանդուխի կիրճում: Թուրքերը 1000-ից ավելի սպանված ունեցան: ", "Այս մարտերի ժամանակ զորանոցի անկումից հետո գերված թուրք զինվորները գրավեցին կառավարչատան շենքը և փորձեցին հրդեհել Զեյթուն գյուղաքաղաքը, սակայն այդ փորձը կանխվեց զեյթունցի կանանց կողմից, որոնք անխնա կոտորեցին գերիներին: ", "բարձր հայ­կա­կան դպ­րոց­ներ ու­նե­նա­լը: Դրա գոր­ծադր­ ման ար­դյուն­քում փակ­վեց հայ­կա­կան 300 դպ­րոց: ", "Քաջարի զեյթունցիների պայքարի արդյունքն այն էր, որ 1896 թ. հունվարի 30-ի Հալեպի համաձայնագրով սուլթանը պարտավորվեց. թուրքական կառավարության միջոցներով, ազատել հարկերից: ", "արևմտահայերի համընդհանուր ապստամբություն կազմակերպելու գաղափարն անիրագործելի է: Հնչակյանները ծրագրում էին զեյթունցիների հետ միաժամանակ ոտքի հանել նաև Մարաշի ու Դորթ-Յոլի հայերին, սակայն ապստամբեց միայն Զեյթունը: ", "Ազ­գային ճնշ­ման քա­ղա­քա­կա­նու­թյու­նը շա­րու­նակ­ վեց նաև XX դ. սկզբ­նե­րին: "], "paragraph_source_docs": [1, 1, 1, 1, 1, 0, 0, 0, 1, 1, 1, 0, 0, 0, 1, 1, 0, 1, 0, 0, 1, 0, 1, 1, 1, 1, 1, 1, 1, 1, 0, 0, 1, 0, 0, 0, 1, 0, 1, 0, 1, 1, 0, 0, 1, 1, 0, 1, 1, 0], "source_docs_file": "res.json"}