{"paragraphs": ["Մայիսի 1­14 ­ Բոլշևիկների կազմակերպած հակապետական խռովությունը: ", "Այժմ արդեն տարածաշրջանում ազդեցիկ դիրք գրավեց Անտանտի երկրնե­րից Մեծ Բրիտանիան: Աշխարհամարտի ավարտից հետո Հայաստանի ար­տաքին քաղաքական վիճակը փոքր-ինչ բարելավվեց, և նա սկսեց ավելի ակտիվ արտաքին քաղա­քականություն վարել։ ", "Մայիսի 28 ­ հուլիսի 1 ­ Լևոն Շանթի պատվիրակության բանակցությունները Մոսկվայում: ", "Հունիս­հուլիս ­ Հայաստանի Հանրապետության տարածքում բնակվող թուրքերի խռովությունների ճնշումը: ", "Պատմությունից մենք գիտենք, որ հայ և վրաց ժողովուրդների միջև գոյություն է ունեցել դարավոր բարեկամություն։ Նրանք շատ անգամ հա­ մատեղ պայքարել են օտար նվաճողների դեմ։ Սակայն 1918թ. Վրաստանի և Հայաստանի անկախության հռչակումից հետո տարածքային-սահմանային վեճ ծագեց նրանց միջև, որի պատճառը դեռևս ցարիզմի ժամանակներում կատարված վարչատարածքային անարդար բաժանումն էր։ Բանն այն էր, որ հայկական երկու շրջաններ` Լոռին ու Ախալքալաքը (Ջավախքը), մտցվել էին Թիֆլիսի նահանգի մեջ։ Նորահռչակ Վրաստանի Հանրապետությունը ամեն կերպ ձգտում էր իր սահ­մանների մեջ ներառել հայաբնակ այդ տա­րածքները։ ", "Հայաստանի Հանրապետության և Ռուսաստանի միջև Թիֆլիսում պայմանագրի կնքում, ըստ որի՝ Ղարաբաղում, Զանգեզուրում և Նախիջևանում տեղակայվելու էին Կարմիր բանակի ստորաբաժանումներ: ", "Սեպտեմբերի 23 ­ Թուրք-հայկական պատերազմի սկիզբը: ", "Հոկտեմբերի 12 ­ Բոլշևիկյան բռնակալման դեմ ապստամբության սկիզբը Զանգեզուրում: ", "Հոկտեմբերի 18­28 ­ Հայ-ռուսական բանակցությունների մեկնարկը Երևանում: ", "Հայ-վրացական վիճելի տարածքային խնդիրը վերջնականորեն լուծվեց նրանով, որ 1921թ. Ախալքալաքի գավառը կցվեց Վրաստանին, իսկ Լոռին միացվեց Հայաստանին։ ", "Նոյեմբերի 18 ­ Զինադադարի հաստատումը, թուրք-հայկական պատերազմի ավարտը: ", "Նոյեմբերի 21 ­ Կարմիր բանակի ստորաբաժանումների վտարումը Զանգեզուրից: ", "Նոյեմբերի 23 ­ Սիմոն Վրացյանի կառավարության կազմավորումը: ", "Նոյեմբերի 29 ­ Իջևան մտած հայհեղկոմի հայտարարությունը Հայաստանի խորհրդայնացման մասին: ", "Դեկտեմբերի 2-ի, լույս 3-ի գիշեր ­ Ալեքսանդրապոլի պայմանագրի կնքումը: ", "Դեկտեմբերի 6 ­ Հայհեղկոմի ժամանումը Երևան, ռազմական կոմունիզմի կիրառումը: ", "Դեկտեմբերի 25 ­ Տաթևում Համազանգեզուրյան համագումարի կողմից Ինքնավար Սյունիքի հռչակումը: ", "Այդ տեսակետից ծանր ճակատագիր ունեցավ նաև Նախիջևանը։ 1919թ. կեսերին բրիտանացիների օգնությամբ Նախիջևանի գավառը պաշտոնապես միացվեց Հա­ յաստանի Հանրապետությանը։ Սակայն տեղի թաթարները Ադրբեջանի և Թուրքիայի իշխանությունների աջակցությամբ ապստամ­ բու­ թյուն բարձրացրին ու հրաժարվեցին ճանաչել Հայաստանի իշխանությունը։ ", "Փետրվարի 18 ­ Երևանի գրավումն ապստամբների կողմից, Հայրենիքի փրկության կոմիտեի ստեղծումը: ", "Մարտի 16 ­ Թուրքիայի և Խորհրդային Ռուսաստանի միջև Մոսկվայի պայմանագրի կնքումը: ", "Ապրիլի 2 ­ Փետրվարյան ապստամբության ճնշումը: ", "տու­ թյանը։ Ինչո՞ւ չհաջողվեց Նախիջևանը պահել Հայաստանի կազմում։ ", "Հուլիսի 5 ­ ՌՍԴ(բ)Կ Կովկասյան բյուրոյի նիստի որոշումը Լեռնային Ղարաբաղը ինքնավար մարզի կարգավիճակով Ադրբեջանական ԽՍՀ կազմ մտցնելու մասին: ", "Հուլիսի 13 ­ Նժդեհի հեռանալը Զանգեզուրից: ", "Ինչպես հայտնի է, 1918թ. հոկտեմբերի 30-ին ստորագրված Մուդրոսի (նա­ վահանգիստ Էգեյան ծովում) զի­ նա­­ դադարով Թուրքիան ընդունեց իր պար­­­ տությունը և դուրս եկավ պատերազմից։ Պարտություն կրեցին Քառյակ միու­ թյան նաև մյուս երկրները, ու այդպիսով ավարտվեց Առաջին աշխարհա­մարտը։ "], "paragraph_source_docs": [1, 0, 1, 1, 0, 1, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 0, 1, 1, 0], "source_docs_file": "res.json"}