{"paragraphs": ["Քաղաքին հարող, ամբողջովին հայաբնակ Այգեստան թաղամասում կազմվեց ինքնապաշտպանության խորհուրդ, որում ընդգրկվեցին Արամ Մանուկյանը (Սարգիս Հովհաննիսյան), Արմենակ Եկարյանը, Փանոս Թերլեմեզյանը, Հրանտ Գալիկյանը: Այստեղ 1500 մարտունակ տղամարդ կար, սակայն զենքը խիստ սահմանափակ էր` 505 հրացան և 549 ատրճանակ: ", "Քաղաքամեջում նույնպես ձևավորվեց ինքնապաշտպանության մարմին՝ Հայկ Կոսոյանի, Լևոն Գալճյանի, Միրզախան (Ժիրայր) Միրզախանյանի մասնակցությամբ: Քաղաքամեջի պաշտպաններն ունեին 101 հրացան և 210 ատրճանակ: ", "Վանի կառավարիչ նշանակված և այս նահանգում կոտորած- ները ղեկավարած Ջևդեթ բեյի հրամանատարության տակ կար 12հազարանոց զորք, ինչպես նաև 12 նորագույն և մի քանի տասնյակ հնացած թնդանոթներ: ", "­Ինք­նա­պաշտ­պա­նա­կան մար­տեր տե­ղի ու­նե­ցան նաև Մա­լա­թի­ա­յում, Մու­շում, Դի­ար­բե­քի­րում, Շա­տա­ խում և այ­լուր։ Դրանց շնոր­հիվ հնա­րա­վոր ե­ղավ կան­ խել բազ­մա­թիվ մարդ­կանց կո­տո­րա­ծը։ ", "Վանեցիների դիմադրությունը կոտրելու թուրքերի առաջին փորձը տեղի ունեցավ ապրիլի 20-ին: Հանդիպելով համառ դիմադրության՝ նրանք նահանջեցին: Հետագա հարձակումները ևս նրանց համար մեծ կորուստներով հետ մղվեցին: ", "Չնայած Վանի չդադարող հրետակոծությանը՝ թուրքերին չհաջողվեց գրավել քաղաքը, որի պաշտպանությունը տևեց 27 օր: Մայիսի 16-ին թուրքերը տեղեկանալով, որ քաղաքին մոտենում են ռուսական զորքերը, հեռացան, իսկ հաջորդ օրը տեղ հասավ Արարատյան գունդը՝ Խանասորի Վարդանի հրամանատարությամբ: ", "բա­րե­նո­րո­գում­նե­րի ծրագ­րի ի հայտ գա­լը: Ին­չո՞վ պա­տաս­խա­նեց սուլ­թա­նը այդ ծրագ­րին: Հայե­րը որ­տե՞ղ դի­մադ­րու­թյուն ցույց տվե­ցին թուրք ջար­դա­րար­նե­րին: ", "տվեց նաև Տարոնի հայությունը, որը ճնշելուց հետո թշնամու զորքը պաշարեց Մուշ քաղաքը: Թուրքական կանոնավոր բանակին միայն 4-օրյա մարտերից հետո (հուլիսի 11-14), գերմանացի հրետանավոր սպաների օգնությամբ, հաջողվեց գրավել քաղաքի հայ պաշտպանների դիրքերը, որոնց գլխավորում էր Հակոբ Կոտոյանը: Տարոնի գավառի 59 հազար հայերից փրկվեց միայն 9000-ը: ", "է­ին գլ­խա­վո­րում տե­ղի ա­պս­տամ­բու­թյու­նը: ", "ցին դա­դա­րեց­նել դի­մադ­րու­թյու­նը և հե­ռա­նալ Պարս­կաս­տան: Ի­՞նչ պա­տա­հեց նրանց հետ: Հի­շե՛ք՝ ով­քեր և ե­րբ լու­ծե­ցին նրանց վրե­ժը: ", "ՆՈՐ ԱՆՈՒՆՆԵՐ, ՀԱՍԿԱՑՈՒԹՅՈՒՆՆԵՐ Պա­նիս­լա­միզմ (հա­մաիս­լա­մա­կա­նու­թյուն), պան­թյուր­քիզմ (հա­մա­թուր­քա­կա­նու­ թյուն), հա­մի­դի­ե, Սա­սու­նի 1894 թ. հե­րո­սա­մարտ, Մայի­սյան բա­րե­նո­րո­գում­նե­րի ծրա­ գիր, Զեյթու­նի 1895–1896 թթ. ա­պս­տամ­բու­թյուն, Ղա­զար Շով­րո­յան, Գա­րուն Ա­ղա­սի, Վա­նի 1896 թ. ի­նք­նա­պաշտ­պա­նու­թյուն Գ ԼՈՒԽ ԱԶ­ԳԱՅԻՆ ՇԱՐ­ԺՈՒՄ­ՆԵ­ՐԻ ԾԱ­ՎԱ­ԼՈՒ­ՄԸ XX ԴԱ­ՐԻ ՍԿԶ­ԲԻՆ § 1. Ա­ԶԱ­ՏԱԳ­ՐԱ­ԿԱՆ ՊԱՅ­ՔԱ­ՐԸ Ա­ՐԵՎՄՏՅԱՆ ՀԱՅԱՍ­ՏԱ­ՆՈՒՄ Նոր մար­տա­վա­րու­թյան ըն­դու­նու­մը: ", "XX դա­ րասկզ­բին աբ­դուլ­հա­միդ­յան վար­չա­կար­գը հայ­կա­կան նա­հանգ­նե­րում բա­րե­նո­րո­գում­ներ ան­ցկաց­նե­լու փո­ խա­րեն ա­վե­լի սաստ­կաց­րեց ճն­շում­նե­րը հայե­րի նկատ­ մամբ: ", "Հոկտեմբերի 3-23-ը 12-հազարանոց խուժանը և 6000 զինվորներ գերմանացի սպաների անմիջական հրամանատարությամբ անընդմեջ թնդանոթաձգության ուղեկցությամբ գրոհում էին հայերի դիրքերը: Հայ պաշտպանների թիվն օրավուր նոսրանում էր: ", "Հն­չակ­յան­նե­րը նույն­պես ստեղ­ծում է­ին զին­ված խմբեր և նա­խա­պատ­րաստ­վում հա­մընդ­հա­նուր ա­պս­­ տամ­բու­թյան: Դրա կենտ­րո­նը, ը­ստ նրանց ծրագ­րի, դառ­նա­լու էր Կի­լի­կի­ան: Այն ուներ նպաստավոր աշխար­ հագ­րա­կան դիր­ք և ծովով կապված էր Եվ­րո­պա­յի հետ:­ Այս­պի­սով՝ հա­յոց ա­զա­տա­մար­տի գլ­խա­վոր խնդիրը դար­ձավ ժո­ղովր­դին ը­նդ­հա­նուր ա­պստամ­բու­թյան նա­ խա­պատ­րաս­տե­լը: ", "Արևմտահայերի ինքնապաշտպանության փայլուն էջերից մեկն է Մուսա լեռան ինքնապաշտպանությունը, որին նվիրված է ավստրիացի գրող Ֆրանց Վերֆելի Մուսա լեռան 40 օրը հայտնի վեպը: 1915 թ. հուլիսի 13-ին թուրքական իշխանությունները հրամայեցին Ալեքսանդրեթի ծոցին հարող Սուետիայի գավառակի Մուսա լեռը: Ստեղծված պաշտպանության կոմիտեն, որը ղեկավարում էր Եսայի Յաղուբյանը, կազմակերպեց լեռան պաշտպանությունը սակավաթիվ ուժերով: Հայերն ունեին միայն 350 հրացան, 50 ատրճանակ և 200 դաշույն: Մուսալեռցիներն իրենց ճամբարը, որ գտնվում էր լեռան գագաթին, ամրացրին խրամատներով, իսկ լեռան գագաթ տանող արահետները փակեցին փշալարերով ու ժայռաբեկորներով: Հուլիսի 21-ին թուրքական 7000-անոց զորաբանակը սկսեց լեռան գրոհը: Մեծ վնաս էր հասցնում թուրքական հրանոթը, որը հայերը լռեցրին նշանառու կրակով` ոչնչացնելով 4 հրետանավորի և գերելով հրամանատարին: Մի քանի օր անց կատաղի գրոհով թուրքերին հաջողվեց ճեղքել հայերի ինքնապաշտպանության շղթան: Վստահ լինելով, որ հայերի դիմադրությունը կոտրված է, նրանք որոշեցին գիշերել անտառում` նպատակ ունենալով առավոտյան գրավել ճամբարը և նախճիր սարքել: Հայերն օգտագործեցին թուրքերի այս վրիպումը և գիշերը, բոլոր կողմերից շրջապատելով թուրքերին, հարձակման անցան: ", "Հանկարծակիի գալով՝ թուրքերը դիմեցին փախուստի` տալով 300 սպանված: Թուրքական հրամանատարությունն այս պարտությունից հետո իր զորքերի օղակը Մուսա լեռան շուրջն էլ ավելի սեղմեց, թուրք զինվորների թիվը հասցվեց 20 հազարի: Ցամաքից օգնություն ստանալը բացառվում էր, և մուսալեռցիների միակ հույսը մնում էր լեռան միջերկրածովյան ժայռոտ ափը, որը թուրքերը չէին կարող վերահսկել: Քրիստոնյաները աղետի մեջ են. փրկեցե՛ք մեզ մակագրությամբ և կարմիր խաչի նշանով 2 դրոշ հայերն ամրացրին բարձր ծառերի կատարներին` հուսալով գրավել Անտանտի երկրների` լեռան կողքով անցնող նավերի ուշադրությունը: ", "Պաշտպանության 53-րդ օրը լեռանը հարող ափին կառանեց ֆրանսիական մի ռազմանավ, որի տախտակամած բարձրացան մի քանի հայեր և նավապետին տեղեկացրին իրենց օրհասական վիճակի մասին: Շուտով ափին մոտեցան մի քանի ռազմանավեր և կրակի պաշտպանության տակ ավելի քան 4000 հայ շոգենավերով տեղափոխվեց եգիպտական Պորտ-Սայիդ նավահանգիստ: ", "Այսպիսով, չենթարկվելով Միջագետքի կիզիչ անապատներ աքսորվելու հրամանին, որտեղ տանջալից մահ էր սպասվում, Սուետիայի հայերը դիմեցին ինքնապաշտպանության և, շնորհիվ իրենց տոկունության ու արիության, փրկվեցին (Մուսա լեռան ինքնապաշտպանության ընթացքում զոհվեց 18 հայ): ", "ՀԱՐՑԵՐ մեջ խեղդել փորձող թուրքերին հրաժարվել այդ նպատակից և նահանջել: ", "բանակը նահանջեց: ", "­ իթ­լի­սի նա­հան­գա­պե­տը, որ ստանձ­նել էր թուր­քա­ կան զոր­քի հրա­մա­նա­տա­րու­թյու­նը, բա­նակ­ցու­թյուն­ներ է սկ­սում: Հայ­կա­կան կող­մը պա­հան­ջում է նե­րում շնոր­ հել քա­ղա­քա­կան բան­տարկ­յալ­նե­րին, զի­նա­թա­փել ու պատ­ժել քր­դա­կան զին­ված ա­վա­զա­կախմ­բե­րին, հա­յե­ րին վե­րա­դարձ­նել նրան­ցից զավթ­ված հո­ղերը և այլն: ", "Մուշի ինքնապաշտպանության սկզբում սասունցիները պահանջեցին այստեղ Դաշնակցության անունից ղեկավար դեր ստանձնած Ռուբենից օգնության հասնել կենաց ու մահու մարտ մղող մշեցիներին: Ռուբենը մերժեց` հայտարարելով. «Երթանք ալ անօգուտ է, ոչինչ չենք կարող անել»: ", "Երբ Սասունի պաշտպանների վիճակն օրհասական դարձավ, Ռուբենն ու Կոմսը բարեհաջող կերպով ճողոպրեցին Կովկաս: ", "Տարոնում և Սասունում ինքնապաշտպանության պարտության մեղքի իրենց մեծ բաժինն ունեն դաշնակցության կողմից այդ տարածաշրջանում ինքնապաշտպանության ղեկավար նշանակված Ռուբեն Տեր-Մինասյանն ու Կոմսը (Վահան Փափազյան): 1915 թ. հունիսի կեսին Մուշում տեղի է ունենում ժողով, որի ընթացքում սուր վեճ է ծագում վերոհիշյալ դաշնակցական գործիչների և Հակոբ Կոտոյանի ու Տիգրան Մկրտչյանի միջև: Ռուբենն ու Կոմսը պնդում էին բոլոր ուժերը կենտրոնացնել Սասունում` հայտարարելով, որ ինչպես 1904 թ. Սասունի ապստամբության ժամանակ, XX դ. սկզբին որոշակի առաջընթաց տեղի ունեցավ հայ գիտական մտքի զարգացման գործընթացում: Հետազոտությունները վերաբերում էին հիմնականում հայագիտությանը` հայոց պատմությանը, լեզվին և մշակույթին: Այս ժամանակ էլ հենց դրվեց հայագիտությամբ զբաղվող գիտնականների մի ողջ աստղաբույլի գործունեության սկիզբը: Նրանք են մեծ լեզվաբաններ Ստեփանոս Մալխասյանը (1857-1947 թթ.), Հրաչյա Աճառյանը (1876-1953 թթ.), հայ հին գրականության մեծագույն գիտակ Մանուկ Աբեղյանը (1865-1944 թթ.), տաղանդավոր պատմաբաններ, նաև հրապարակախոս և գրող Նիկողայոս Ադոնցը (1871-1942 թթ.), Հակոբ Մանանդյանը (1873-1952 թթ.), Լեոն (Առաքել Բաբախանյանը, 18601932 թթ.), ազգագրագետ և հնէաբան Երվանդ Լալայանը (18641931 թթ.) և ուրիշներ: ", "XX դ. առաջին տասնամյակում ձեռնարկվեց Հայաստանի հնագիտական հուշարձանների, մասնավորապես՝ Բագրատունիների ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ մայրաքաղաք` Անիի, ինչպես նաև Վանի շրջանում Արարատյան թագավորության հուշարձանների ուսումնասիրությունը: Այդ աշխատանքները ղեկավարում էր կովկասագետ, լեզվաբան և հնէաբան Նիկողայոս Մառը (1864-1934 թթ.): Այդ նույն ոլորտում իր առաջին քայլերը կատարեց արևելագետ Հովսեփ Օրբելին (1887­ Հայ գրական աստղաբույլը հարստացավ նորանոր անուններով. անվանի բանաստեղծներ Հովհաննես Հովհաննիսյան (18641929 թթ.), Հովհաննես Թումանյան (1869-1923 թթ.) և Ավետիք Իսահակյան (1875-1957 թթ.), որոնք հսկայական ազդեցություն ունեցան ամբողջ հայ գրականության զարգացման վրա: Ժողովրդի ամենանվիրական իղձերի հանճարեղ արտահայտիչ Հովհաննես Թումանյանն իր ստեղծագործությամբ նոր աստիճանի բարձրացրեց բազմադարյան հայ պոեզիան: Ակունքներով ժողովրդական բանահյուսության խորքերը գնացող նրա բազմաթիվ պոեմները, լեգենդները, բալլադները, հեքիաթներն ու բանաստեղծությունները վայելում են ժողովրդի սերը և համընդհանուր ճանաչում են բերել մեծ պոետին: ", "Ավետիք Իսահակյանի ստեղծագործությունները գեղարվեստական ընդհանրացումների խորությամբ և վարպետությամբ դուրս են գալիս ազգային գրականության շրջանակներից: XIX դ. վերջին սկսելով ստեղծագործական ուղին` Իսահակյանը հետագա տասնամյակների իր բեղուն աշխատանքով անգնահատելի ներդրում ունեցավ հայ գրականության զարգացման գործում: ", "Նույն ժամանակաշրջանի հայ մեծանուն բանաստեղծներից է նաև Վահան Տերյանը (1885-1920 թ.), որի պոեզիան իր նուրբ քնարերգությամբ, տողերի բացառիկ երաժշտականությամբ, լեզվի հարստությամբ և մաքրությամբ, զգացմունքների խորությամբ նախադեպը չունեցող երևույթ է հայ գրականության պատմության մեջ: Տերյանի բանաստեղծական մեծ վարպետությունը հսկայական ազդեցություն է թողել հայ պոեզիայի հետագա զարգացման վրա: ", "XX դ. սկզբին արևմտահայ պոեզիան ներկայացված է այնպի- սի մեծ բանաստեղծներով, ինչպիսիք են Սիամանթոն (1887-1915 թթ.), Դանիել Վարուժանը (1884-1915 թթ.) և Ռուբեն Սևակը (18851915 թթ.), որոնց ստեղծագործական ուղին ընդհատվեց Հայոց ցեղասպանության ժամանակ, որին էլ նրանք զոհ դարձան: ", "Հայ գեղարվեստական գրականությունը հարստացավ արձակագիրներ Ալեքսանդր Շիրվանզադեի (1858-1935 թթ.), Վրթանես Փափազյանի (1886-1920 թթ.), Մուրացանի (1854-1908 թթ.), Գրիգոր Զոհրապի (1861-1915 թթ.), Նար-Դոսի (1867-1933 թթ.) ստեղծագործություններով: XX դ. առաջին տասնամյակների հայ գրականությունն առանձնանում էր գեղարվեստական ժանրերի, ձևերի և գույների բազմազանությամբ: ", "Որակական նոր մակարդակի հասավ հայ երաժշտական արվեստը: Դա, առաջին հերթին, կապված է հայ մեծ երգահան Կոմիտասի (1869-1935 թթ.) անվան հետ: Ժողովրդական երաժշտության անհատնում շտեմարանից քաղելով մոտիվներ և օգտագործելով համաշխարհային երաժշտական արվեստի ձեռքբերումները` Կոմիտասը ստեղծեց հայ ազգային կոմպոզիտորական դպրոցը, համաշխարհային ասպարեզ հանեց հայ երաժշտությունը և կանխորոշեց նրա հետագա զարգացումը: Իր գործունեությամբ հանճարեղ երգահանն արտահայտեց հայ ժողովրդի ձգտումներն ու խոհերը, զգացմունքներն ու երազանքները, արարեց նրա ստեղծագործ ոգու արտացոլումը հանդիսացող երգարվեստի հավերժական արժեքներ: ", "Հար­ցեր և ա­ռա­ջադ­րանք­ներ սուլ­թա­նա­կան վար­չա­կար­գը: ", "«Անուշ» օպերան: Այդ ժամանակից սկսած՝ օպերային արվեստի այդ հոյակապ ստեղծագործությունը չի իջնում հայ երաժշտական բեմից: ", "Հայ թատերական արվեստում երևան եկան բեմի խոշոր վարպետներ: Թեև Հայաստանում դեռևս մշտական թատրոն չկար, սակայն մի շարք քաղաքներում` Թիֆլիսում, Կ. Պոլսում, Ալեքսանդրապոլում ելույթ էին ունենում իրենց ցանկում ինչպես հայկական, այնպես էլ ռուսական և եվրոպական հեղինակների պիեսներ ունեցող թատերախմբեր: Մեծ ժողովրդականություն էին վայելում տաղանդավոր դերասաններ Հովհաննես Աբելյանը (1865-1936 թթ.) և Սիրանույշը (1857-1932 թթ.): ", "Մեծ հաջողությունների հասավ գեղանկարչական արվեստը: ", "նում ի­՞նչ շար­ժում էր ծա­վալ­վել: ", "ամենախոշոր թանգարանի` Էրմիտաժի (որի տնօրենն էր) ազնվական ծագում ունեցող աշխատակիցների ցուցակը: Օրբելին կազմեց և պահանջվող հասցեով ուղարկեց ցուցակը, որտեղ առաջինն իր անունն էր նշված: Էրմիտաժի աշխատակիցներին այլևս չանհանգստացրին: ", "ՀԱՐՑԵՐ իրականացնում Նիկողայոս Մառը: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Համաշխարհային ճանաչում ունեցող հայ գիտնական-արևելագետ Հովսեփ Օրբելին աչքի էր ընկնում մեծ խիզախությամբ և վճռականությամբ. ստալինյան բռնաճնշումների ժամանակ նա ՆԳԺԿ-ից հրաման ստացավ անմիջապես ներկայացնել ԽՍՀՄ Անդրկովկասյան հատուկ կոմիտեն ստանձնելու էր Այսրկովկասի վարչական կառավարումը: Դրա իշխանությունը տարածվում էր նաև ռուսական բանակի կողմից գրավված Արևմտյան Հայաստանում: ", "Ժամանակավոր կառավարությունը հանդես եկավ պատերազմը մինչև հաղթական ավարտ հասցնելու հայտարարությամբ, որին միացավ նաև Թիֆլիսի միջկուսակցական խորհուրդը: Հայ ժողովուրդը հույս ուներ, որ ժամանակավոր կառավարության գործունեությունը կնպաստի Արևմտյան Հայաստանի ազատագրմանը և բռնագաղթվածների վերադարձին: ", "հատուկ կոմիտեի իրավասությունից: Այս տարածքների կառավարումը հանձնվելու էր ժամանակավոր կառավարության կողմից նշանակված գեներալ-կոմիսարին: Այս պաշտոնին նշանակվեց ռուս Ավերյանովը: Քաղաքացիական գործերով նրա օգնականն էր հայ հասարակական գործիչ Զավրիյանը: Ստեղծվեցին հայերից բաղկացած վարչական մարմիններ: Արևմտյան Հայաստանը բաժանվեց 3 օկրուգի` էրզրում, Խնուս և Վան: Այս քաղաքականությունը նպաստեց 150 հազար հայ գաղթականների վերադարձին հայրենիք: ", "Այս գործընթացների հետ միաժամանակ, տեղի էր ունենում ռուսական բանակի տարանջատում՝ ըստ ազգային պատկանելության: Արդեն 1917 թ. հուլիսին Կովկասյան բանակի կազմում գործում էին 6 հայկական գնդեր: Ռուսական բանակում ծառայում էր շուրջ 120 հազ. հայ, և Արևմտյան ճակատից Կովկասյան ճակատ վերջիններիս տեղափոխումը ապագա հայկական բանակի ու հայկական պետության հիմք կհանդիսանար: ", "ժամանակավոր կառավարության բարեփոխումները լայն ասպարեզ բացեցին ազգային կուսակցությունների գործունեության համար: 1917 թ. տեղի ունեցան Դաշնակցության կոնֆերանսը և Հայ ժողովրդական կուսակցության հիմնադիր համագումարը: Այս կուսակցությունները կարծում էին, որ Արևմտյան Հայաստանին պետք է տրամադրվի լիակատար անկախություն, իսկ Արևելյան Հայաստանը, Վրաստանի և Կովկասի թուրքերի պետական կազ- ՀԱՅԱՍՏԱՆԸ 1917-1918 ԹԹ. ՀՈԿՏԵՄԲԵՐՅԱՆ ՀԵՂԱՓՈԽՈՒԹՅՈՒՆՆԵՐԻ ԺԱՄԱՆԱԿԱՇՐՋԱՆՈՒՄ ժամանակավոր կառավարություն, որի հետ միաժամանակ գործում էր Զինվորների և բանվորների պատգամավորների պետրոգրադյան խորհուրդը: Երկրում հաստատվեց երկիշխանություն: ", "Մարտի 2-ին Կովկասի փոխարքան հանդիպեց Թիֆլիսի քաղաքապետ Ալեքսանդր Խատիսյանին և հայտնեց նրան վարչակարգի փոփոխության մասին: Վերջինս այդ մասին տեղեկացրեց Կովկասի բոլոր քաղաքների ղեկավարներին: ", "Պոլ­սա­հա­յու­թյու­նը բուռն գոր­ծու­նե­ու­թյուն ծա­վա­լեց ա­րևմտա­հա­յե­րի շր­ջա­նում` ի պաշտ­պա­նու­թյուն Մայր ա­թո­ռի ա­վան­դա­կան ի­րա­վունք­նե­րի: Իր բո­ղոքն ու հա­ մե­րաշ­խու­թյու­նը հայտ­նեց նաև Եվ­րո­պա­յի ու Ա­մե­րի­ կա­յի հա­յու­թյու­նը: Պայ­քա­րի մեջ մտավ նաև Եվ­րո­պայի հայ ու­սա­նո­ղու­թյու­նը: ", "­Հա­յու­թյան հա­մազ­գային պայ­քա­րը շա­րու­նակվեց եր­կու տա­րի և ի վեր­ջո պսակ­վեց հա­ջո­ղու­թյամբ: ", "Հայատ­յաց կա­ռա­վար­չա­պե­տը հե­ռաց­վեց պաշ­տո­նից, ի­սկ հա­կա­հայ օ­րեն­քը 1905 թ. օ­գոս­տո­սի 1­–ին չեղ­յալ հայ­տա­րա­րվեց: Հայ ա­ռա­քե­լա­կան ե­կե­ղե­ցուն վե­րա­ դարձ­վե­ցին բռ­նագ­րավ­ված հո­ղե­րը, գույքը, դրա­մը, ի­սկ հայ­կա­կան տար­րա­կան դպ­րոց­նե­րը նո­րից հանձն­վե­ցին նրա տնօ­րի­նու­թյա­նը: ", "էր Անդրանիկը: Ընտրվեց նաև 3 հոգուց բաղկացած համակարգող խումբ, որը գործակցելու էր արևելահայերի Ազգային խորհրդի հետ: ", "Արևելահայ Ազգային խորհուրդը ձևավորվեց 1917 թ. սեպտեմբեր-հոկտեմբերին տեղի ունեցած համահայկական խորհրդակցության արդյունքում, որին մասնակցում էր 228 պատգամավոր: ", "Ընտրվեց Ազգային ժողով և 15 հոգուց բաղկացած Արևելահայ ազգային խորհուրդ՝ Ավետիս Ահարոնյանի գլխավորությամբ: ", "Հայ–­թա­թա­րա­կան բա­խու­մը սկիզբ ա­ռավ 1905 թ. փետր­վա­րի 6­–ին: Բաք­վի նա­հան­գա­պետ Մ. Նա­կա­ շի­ձե­ի ան­մի­ջա­կան հրա­հր­մամբ տեղում սկս­ված հայ­ կական ջարդերը շա­ րու­ նակ­ վե­ ցին մի քա­ նի օր: Անա­ կնկալի եկած Բաքվի հայ բնակ­չու­թյու­նը պատ­րաստ չէր դիմադ­րելու և զգալի կո­րուստ­ներ ու­նե­ցավ: Սակայն հայե­րը շատ ա­րագ հա­մախմբ­վե­ցին և հայ­դու­կա­պետ Նիկոլ Դու­մա­նի գլ­խա­վո­րու­թյամբ ար­ժա­նի հա­կա­հար­ ված տվե­ցին հա­կա­ռա­կոր­դին: "], "paragraph_source_docs": [1, 1, 1, 0, 1, 1, 0, 1, 0, 0, 0, 0, 1, 0, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 1, 0, 0, 0, 1, 1, 1, 0], "source_docs_file": "res.json"}