{"paragraphs": ["Ըստ սահմանադրության՝ Հայաստանի Հանրապետությունը շուկայական ազատ տնտեսական համակարգով պետություն էր լինելու: ", "Շահամիր Շահամիրյանն առանձնահատուկ տեղ էր հատկացնում զինված ուժերին. Հայաստանի Հանրապետությունը ունենալու էր 90-հազարանոց կանոնավոր բանակ: Դպրոցներում կարևորվելու էր մարտարվեստի ուսուցանումը: 20 տարին բոլորած յուրաքանչյուր քաղաքացի ենթակա էր լինելու զինակոչի: Բանակի մարդուժի համալրումը կատարվելու էր վիճակահանությամբ, զորակոչվելու էր զինակոչի տարիքի յուրաքանչյուր 100 քաղաքացուց 5-ը: ", "Եվ­րո­պա­յում Հա­յաս­տա­նի ա­զա­տագ­րու­թյան հա­մար ի­րա­կան օ­ժան­դա­կու­թյուն չս­տա­նա­լով` Օ­րին Վիլ­հել­մի խորհր­դով մեկ­նում է Ռու­սաս­տան: ", "XVIII դա­րասկզ­բին Ռու­սաս­տա­նը գոր­ծուն պայ­քար էր սկ­սել Բալ­թիկ, Սև և Կաս­պից ծո­վե­րի ա­ռափ­նյա տա­ րածք­նե­րում հաս­տատ­վե­լու հա­մար: 1701 թ. ամ­ռանն Օ­րին Պետրոս (Պյոտր) I ցա­րին է ներ­կա­յաց­նում Ռու­ սաս­տա­նի օգ­նու­թյամբ Հա­յաս­տանն ա­զա­տագ­րե­լու ծրա­գիր: ", "ո՞վ էր գլխավորելու հայկական պետությունը: ", "Օ­րին նա­մակ է վերց­նում Հռո­մի պա­պից, ո­րով վեր­ջինս խնդ­րում էր պար­սից շա­հին՝ քրիս­տո­նյա­նե­րին չեն­թար­ կել հա­լա­ծանք­նե­րի: ", "ձևավորվելու Հայաստանի իշխանական համակարգը: ", "էր գործելու Հայաստանում: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ «Որոգայթ փառացի» հեղինակ Շահամիր Շահամիրյանը նախարարի և խորհրդակցի ընտրության կարգում որոշակի վերապահումներ է արել. համաձայն սահմանադրության 20-րդ հոդվածի՝ այս պաշտոններում կարող էին ընտրվել «գավառի և պատվի տեր անձինք»: Նման մոտեցումը պայմանավորված էր այն հանգամանքով, որ հայ ժողովրդի ազատագրական պայքարում Մադրասի խմբակի կողմից մեծ դեր էր հատկացված Ղարաբաղի մելիքներին, որպեսզի վերջիններս ավելի մեծ հնարավորություն ունենային զբաղեցնելու այդ պետական բարձր պաշտոնները: ", "Սահմանադրության 52-րդ և 53-րդ հոդվածներում շեշտվում էր, որ նախարարի պաշտոնը ցմահ կարող են զբաղեցնել Հայկ Նահապետի, հայ Արշակունիների կամ Բագրատունիների ուղղակի շառավիղները: Այս հոդվածներում արտահայտված դրույթները ևս ինքնանպատակ չէին. Շահամիր Շահամիրյանը ձգտում էր վրաց Բագրատունիների դինաստիային պատկանող Հերակլ II-ին (17621798 թթ.) մասնակից դարձնել Հայաստանի ազատագրման ծրագրերի իրականացմանը, այսպիսով՝ օտար տիրապետության դեմ պայքարում միավորելով 2 հարևան ժողովուրդներին: Այնուամենայնիվ, նշված հոդվածների համաձայն՝ պետական բարձր պաշտոններ զբաղեցնողների իրավունքները չէին ընդլայնվում, իրենց վերապահված լիազորությունները չարաշահելու դեպքում նրանք կարող էին հեռացվել պաշտոնից: ", "Սահմանադրության նախագծում շեշտված էր հայերի` որպես հայկական պետականության կրողի գերիշխող դերը: Հայերին տրված էին որոշակի արտոնություններ. օրինակ` հողի նկատմամբ սեփականության և առանցքային պաշտոններ զբաղեցնելու իրավունքները վերապահված էին միայն Հայ Առաքելական եկեղեցու հետևորդներին: ", "Ազատագրական շարժման այս փուլի ամենակարկառուն դեմքը Հովսեփ Էմինն է: Նա ծնվել է 1726 թ. Պարսկաստանի Համադան քաղաքում: Երբ ընտանիքը տեղափոխվեց Հնդկաստան, 1745 թ. Հովսեփը Կալկաթայում ընդունվեց անգլիական քոլեջ: Սակայն նա ցանկանում էր զինվորական դառնալ, իսկ դրա համար պետք էր Անգլիա գնալ: Հոր կամքին հակառակ դառնալով անգլիական առևտրային նավի փոքրավոր (յունգա)՝ 1751 թ. Էմինը ժամանում է Լոնդոն և մոտավորապես չորս տարի չարքաշ կյանք վարում: ", "որոշում կայացրեց ժողովը: ", "ցում Հովհան Վիլհելմի հետ: ", "Ռուսաստանին: Ինչպե՞ս արձագանքեց Պետրոս I–ը Ի. Օրու խնդրան­քին: ", "Իր հովանավորներից դրամական նպաստ ստանալով` 1759 թ. Էմինը մեկնում է Հայաստան: Նա Հալեպից քարավանով հասնում է Էրզրում և այստեղ ականատես լինում հայերի ծանր ու չարքաշ կյանքին: Հովսեփ Էմինը հայ գյուղացիներին բացատրում է, որ մարդ ծնվում է ազատ և իրավունք ունի պայքարելու իր ազատությունները ոտնահարող բռնակալների դեմ: Քարոզչության ընթացքում Էմինը խիստ քննադատության է արժանացնում հայ հոգևորականությանը, որը համբերություն և հանդուրժողականություն էր քարոզում: Դա է պատճառը, որ գալով Էջմիածին, Էմինն արժանանում է Էջմիածնի միաբանության թշնամանքին, մի քանի օր նույնիսկ բանտարկվում և միայն Էջմիածնից բացակայող Հակոբ Շամախեցի կաթողիկոսի վերադարձից հետո ազատ է արձակվում: ", "Դեպի հայրենիք այս ուղևորությունն ունեցավ այն արդյունքը, որ Հովսեփ Էմինի համար պարզ դարձավ՝ հայ ժողովրդի ազատագրման ակնկալիքները գերազանցապես կապված են Ռուսաստանի հետ: Այդ պատճառով նա որոշեց վերադառնալ Անգլիա և տեղի բարեկամների միջոցով կապ հաստատել ռուսական վերնախավի հետ: Դա նրան հաջողվեց. Էմինը ստացավ Անգլիայում Ռուսաստանի դեսպան Գոլիցինի երաշխավորագիրը՝ ուղղված Ռուսաստանում բարձր իշխանավորներին, այդ թվում՝ կանցլեր Վորոնցովին: ", "§ 2. ԶԻՆ­ՎԱԾ ՊԱՅ­ՔԱՐԸ ԱՐ­ՑԱ­ԽՈՒՄ­ Շուշիի բերդը Պայ­քա­րի սկիզբը Ար­ցա­խում: XVIII դա­րասկզ­բին Ի­րա­նը հայտն­վել էր չա­փա­զանց ծանր ի­րա­վի­ճա­կում: ", "Դա նպաս­տա­վոր պայ­ման­ներ էր ստեղ­ծել հպա­տակ ժո­ղո­վուրդ­նե­րի ա­զա­տագ­րա­կան պայ­քա­րի ծավալման հա­մար: Ապստամբած աֆ­ղան­նե­րին հա­ջող­վեց 1722 թ. գրա­վել Ի­րա­նի մայ­րա­քա­ղաք Սպա­հա­նը: Ստեղծ­ված ի­րա­վի­ճա­կից շտա­պեց օ­գտ­վել դե­պի հա­րավ` մերձ­կաս­ պ­յան տա­րածք­ներ ձգ­տող Ռու­սաս­տա­նը: ", "Պար­սից շա­հին ա­պս­տամբ­նե­րից պաշտ­պա­նե­լու պատր­վա­կով Պետրոս I–ը 1722 թ. ար­շա­վանք կազ­մա­ կեր­պեց մերձ­կաս­պյան տա­րածք­ներ: ", "Ռուսաստան վերադարձի ճանապարհին Էմինը հիվանդանում և երկար ժամանակ մնում է չեչենական գյուղերից մեկում: Այստեղ պատահաբար հանդիպում է մի դաղստանցու, որը մասնակցել էր Հաղպատի մոտ Էմինի ջոկատի և Կովկասի ավարառու լեռնականների ընդհարմանը: Տեղեկանալով, որ Հերակլ II-ը վտարել է մի այդպիսի քաջի, զայրացած լեռնականը կարճ ժամանակամիջոցում մի զորաբանակ է հավաքում, որը պատրաստ էր Էմինի գլխավորությամբ արշավել Վրաստան և քարուքանդ անել այն: Սակայն Էմինը հրաժարվում է գլխավորել այդ ձեռնարկումը, քանի որ նրա համար պարզ էր, որ դրանից կտուժեն բազմաթիվ հայեր: ", "Վրաս­տա­նից հայ կա­մա­վոր­նե­րով Սյու­նիք ժա­մա­նեց Դա­վիթ բե­կը: Ար­ցա­խի մե­լիք­նե­րն այդ ժամանակ կազ­ մակերպել էին 12000–ա­ նոց զոր­ ք: Դրանից 10 000–ը, առաջնորդվելով Գան­ձա­սա­րի կա­թո­ղի­կոս Ե­սայի Հա­ սան–Ջա­լա­լ յա­նի ցուցումով, ռազ­մեր­թով մեկ­նեց Գան­ ձա­կի մո­տա­կա Չո­լակ վայ­րը՝ սպա­սե­լու ռու­սական զոր­քին: Սա­կայն Դեր­բեն­դը գրա­վե­լուց հե­տո Պետրոս I–ը ա­նակն­կալ վե­րա­դար­ձավ Ա­ստ­րա­խան: ", "Գանձասարի կաթողիկոս Հովհաննես Հասան-Ջալալյանը հանդիպելով Էմինին ասում է՝ քանի դեռ այս անդրլուսնային աշխարհում ապրում է Սիմեոն կաթողիկոսը, նրա բոլոր ձեռնարկումները մատնվելու են անհաջողության: ", "Էմինը դժգոհ էր նաև հայ վաճառականներից: Նրան դրամական օժանդակություն էր հատկացրել միայն Հովհաննես Լազարյանը: ", "Իր հայրենանվեր ձեռնարկումներում մնալով մենակ` Հովսեփ Էմինը ստիպված էր ձեռնունայն վերադառնալ Հնդկաստան: Իր հուշերում նա դառնությամբ է խոսում հայ մեծահարուստների մասին. Եթե հայ վաճառականներն իրենց փողի նկատմամբ սիրո գեթ կեսն ունենային նաև հայրենիքի նկատմամբ, այն վաղուց ազատագրված կլիներ: "], "paragraph_source_docs": [1, 1, 0, 0, 1, 0, 1, 1, 1, 1, 1, 1, 0, 0, 0, 1, 1, 0, 0, 0, 1, 0, 1, 1, 1], "source_docs_file": "res.json"}