{"paragraphs": ["­Մեծ ժո­ղովր­դա­կա­նու­թյուն է ձեռք բե­րում Ռա­փա­ յել Պատ­կա­նյա­նի պոե­զի­ան: Նա ասում էր, որ հային պետք է դաս­տի­ա­րա­կել` հի­շեց­նե­լով նրան իր կորց­րած փառ­քը, սո­վո­րեց­նե­լով «­պա­ղա­րյուն նայել այն մահ­ վան վրա, որ նա կա­րող է ստա­նալ՝ զո­հե­լով ան­ձը ազ­գի ա­զա­տու­թյա­նը... »: ", "Հանրապետություններում դրությունը ծանրացավ: 1985-1986 թթ. համեմատությամբ Հայաստանի արտադրական աճի տեմպերը 1987-1988 թթ. երկու անգամ նվազեցին: Երկիրը ճյուղային նախարարություններին և բանկերին պարտք էր 600 միլիոն ռուբլի: ", "ռո­ման­տիզ­մից ան­ցում է կա­տա­րում ռե­ա­լիզ­մին: ", "ՀԱՐՑԵՐ մամբ Հայկական ԽՍՀ-ից աքսորեցին Ալթայի երկրամաս: ", "Հանդես է գալիս ան­ձնա­կան քնա­րեր­գու­թյու­նը՝ հայ­ րե­նի­քի, բնու­թյան, սի­րո, կա­րո­տի ու թախի­ծի վե­րապ­ րում­նե­րով: Այդ­ պոե­զի­այի նոր սե­րուն­դը ներկայացնում էին Հով­հան­նես Թու­մա­նյանը, Ա­վե­տիք Ի­սա­հակ­յանը և ու­րիշ­ներ: ", "Ո՞րն էր անցյալ դարի 60-70-ական թվականներին Հայկական ԽՍՀ-ում ի հայտ եկած ընդհատակյա կազմակերպությունների գործունեության նպատակը: ", "Պոե­զի­ա­յում աս­պա­րեզ է գա­լիս բա­նաս­տեղծ­նե­րի նոր սե­րուն­դը՝ Սի­ա­ման­թո, Վա­հան Տե­րյան, Դա­նի­ել Վա­րու­ժան, Մի­սաք Մե­ծա­րենց: Դրա­մա­տուր­գի­ա­յում նոր ո­ւղ­ղու­թյուն է նշա­նա­վո­րում Լևոն Շան­թը: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ տարարեց, որ մանր խուլիգանության մեղադրանքով վարչական պատասխանատվության է ենթարկվել փոքր խումբ: Մինչդեռ ԽՈՐՀՐԴԱՅԻՆ ՀԱՅԱՍՏԱՆՈՒՄ ՀԵՏՊԱՏԵՐԱԶՄՅԱՆ ՏԱՐԻՆԵՐԻՆ դիմաց, որտեղ Հայկական ԽՍՀ ղեկավարության և ականավոր մտավորականության մասնակցությամբ տեղի էր ունենում Մեծ Եղեռնի 50-ամյա տարելիցին նվիրված նիստ: Երբ դրսում հավաքված ցուցարարներից մի խումբ երիտասարդներ իրենց պահանջները ներկայացնելու նպատակով մուտք գործեցին շենք, նիստի մասնակիցները լքեցին դահլիճը` ժողովրդին հանգստացնելու գործը թողնելով կաթողիկոս Վազգեն I-ին: Թատրոնի տնօրենի աշխատասենյակում հավաքված՝ Հայաստանի խորհրդային և կուսակցական մարմինների մի շարք խուճապահար բարձրաստիճան պաշտոնյաներ առաջարկեցին ցուցարարներին զսպել Խորհրդային բանակի զորամասերի օգնությամբ: Այդ առաջարկին կտրուկ դեմ արտահայտվեցին Հայկական ԽՍՀ-ում գտնվող VII բանակի հրամանատար Դրագունսկին և հանրապետության ղեկավար Յակով Զարոբյանը: Առաջինը հայտարարեց, որ, առանց ԽՍՀՄ պաշտպանության նախարարի ուղղակի հրամանի ինքն իրավասու չէ նման քայլ կատարելու, իսկ Զարոբյանն ասաց, որ չի պատրաստվում սեփական ժողովրդի նկատմամբ զինված ուժ կիրառել: ", "Արդյունքում ոչ մի ցուցարարի նկատմամբ քրեական գործ չհարուցվեց, ավելի ուշ Հայկական ԽՍՀ գլխավոր դատախազը հայ- Պատերազմից հետո վերստին առաջընթաց ապրեցին դպրոցաշինությունը և կրթությունը: 1966 թ. որոշում ընդունվեց պարտադիր միջնակարգ կրթության անցնելու մասին: Մեծացավ միջնակարգ մասնագիտական կրթության դերը Հայկական ԽՍՀ-ում: ", "Զարգացավ նաև բուհական համակարգը: ", "զարգացման առումով աշխարհում առաջին տեղերից մեկն էր զբաղեցնում. այստեղ յուրաքանչյուր 10 հազար մարդուց 191-ը ուսանող էր (Իրանում ուսանող էր նույն քանակից 37-ը, Թուրքիայում` 49-ը, Գերմանիայի Դաշնային Հանրապետությունում` 70-ը, Անգլիայում` 90-ը): ", "Թիֆ­լի­սում, Կ. Պոլ­սում, Սանկտ Պե­տեր­բուր­գում, Փա­րի­զում, Վե­նե­տի­կում և այ­լուր հայե­րեն, եր­բեմն նաև օ­տար լե­զու­նե­րով հրա­տա­րա­կում է­ին գրա­կան– գե­ղար­վես­տա­կան պատ­կե­րա­զարդ պար­բե­րա­կան­ներ: ", "Օ­րի­նակ՝ Ա. Չո­բա­նյա­նի խմ­բագ­րու­թյամբ Փա­րի­զում հրա­տա­րակ­վում էր «Ա­նա­հիտ» հանդեսը, Գ. Լևո­նյանի խմբագ­րու­թյամբ Թիֆ­լի­սում՝ «­Գե­ղար­վեստը»: ", "Հայկական ԽՍՀ-ում մաթեմատիկական դպրոցի հիմնադրման գործում առանձնահատուկ է Սերգեյ Մերգելյանի դերը, որի հետազոտությունները վերաբերում են ֆունկցիոնալ կոնստրուկցիաների բնագավառին և ֆունկցիոնալ սինթեզին: Մերգելյանը 21 տարեկանում դարձավ ԽՍՀՄ ամենաերիտասարդ դոկտորը, 25 տարեկանում ընտրվեց ԽՍՀՄ գիտությունների ակադեմիայի թղթակից անդամ: ", "Առաջընթաց արձանագրվեց ռադիոէլեկտրոնիկայի, հաշվիչ տեխնոլոգիաների և տարրական մասնիկների ուսումնասիրության բնագավառներում: 1967 թ. Երևանում շահագործման հանձնվեց ժամում 6 միլիարդ էլեկտրոն/վոլտ հզորությամբ արագացուցիչը, որն այդ ժամանակ աշխարհում գործող 3 խոշորներից մեկն էր: ", "«Դրոշակ»-ի 3–րդ համարը լույս է տեսել Ռումինիայում, է Շվեյցարիայի Ժնև քաղաքում: ", "Հայաստանի գիտական հաջողությունները ներդրվեցին նաև խորհրդային տիեզերագնացության մեջ. հայ գիտնականների և ինժեներների ջանքերով Սալյուտ ուղեծրային կայանի վրա տեղադրվեց աստղադիտակ: ", "Գիտական այս առաջընթացն աննկատ չէր մնում արտասահմանցի գիտնականների կողմից: Տեղին է նշել ամերիկացի պրոֆեսոր Լիվինգստոնի խոսքը. Եթե դարասկզբին հայ ժողովուրդը կանգնած էր բնաջնջման եզրին, ապա այժմ մենք գիտնականներ ենք ուղարկում Երևան՝ տարրական մասնիկների վերաբերյալ որոշակի տեղեկատվություն ստանալու համար: ", "Հաշվիչ տեխնոլոգիաների բնագավառում Հայաստանն առաջին տեղն էր զբաղեցնում ԽՍՀՄ-ում: XX դ. 50֊ական թթ. երկրորդ կեսին Երևանում բացվեց Հաշվիչ տեխնոլոգիաների ինստիտուտը, քիչ անց սկսեց գործել հաշվիչ մեքենաների Երևանի Էլեկտրոն գործարանը: Արտադրված առաջին հաշվիչ մեքենան Արագածն էր: Երրորդ սերնդի Նաիրի հաշվիչ մեքենան իր տեխնիկական բնութագրիչներով զգալի առավելություն ուներ սոցիալիստական երկրների համապատասխան արտադրանքի նկատմամբ: ", "Արդյունաբերության զարգացման հետ միաժամանակ, արագ թափով մեծացան քաղաքները: Հայաստանում ուրբանիզացիայի աճը նոր խնդիրներ առաջադրեց հայ ճարտարապետներին: Ճարտարապետ Ռաֆայել Իսրայելյանի տաղանդի արգասիքն են Սարդարապատի, Ապարանի և Նոր Հաճնի հուշահամալիրները: Այս ոլորտում մեծ դեր ունի նաև Երվանդ Քոչարը: Նրա Սասունցի Դավիթ արձանը դարձավ Երևանի խորհրդանիշ: ", "Հար­ցեր և ա­ռա­ջադ­րանք­ներ ստեղ­ծա­գոր­ծու­թյու­նը կամ ո՞­ ր հե­րո­սին եք նա­խընտ­րում. ին­չո՞ւ: ", "պար­բե­րա­կան­ներ է­ին հրա­տա­րակ­վում XIX դ. երկրորդ կեսին և XX դ. սկզբին: ", "Խրուշչովյան ձնհալի պայմաններում հրատարակվեցին Րաֆֆու աշխատությունները: 30-ական թթ. հետո առաջին անգամ վերահրատարակվեցին Ակսել Բակունցի և Եղիշե Չարենցի ստեղծագործությունները: Վերականգնվեցին մեծանուն հայագետներ և խոշոր լեզվաբաններ Աճառյանի և Ղափանցյանի բարի անունները: Վերջիններիս 1950-ական թթ. պիտակավորել էին որպես հետադիմական և իմպերիալիստական որակավորվող հնդեվրոպական լեզուների թվում հայոց լեզվի մաս կազմելու կողմնակիցներ և ձերբակալել: ", "Երևանի հրատարակչություններում տպագրվեցին արևմտահայ խոշոր գրողներ Վարուժանի, Զոհրապի, Սիամանթոյի և Ռուբեն Սևակի ստեղծագործությունները: ", "ՀԱՐՑԵՐ ոլորտներն աննախընթաց զարգացում ունեցան: "], "paragraph_source_docs": [0, 1, 0, 1, 0, 1, 0, 1, 1, 1, 1, 0, 0, 1, 1, 0, 1, 1, 1, 1, 0, 0, 1, 1, 1], "source_docs_file": "res.json"}