{"paragraphs": ["դրացի­ ական հարա­ բերություններ հաստատել իր անմիջական հարևանների՝ Վրաստանի‚ Ադրբեջանի‚ Թուրքիայի և Պարսկաստանի հետ‚ սակայն խան­գարեցին սահմանային-տարածքային վեճերը։ Հայ-վրացական վիճելի տարած­ քային խնդիրը լուծվեց միայն 1921թ.‚ երբ Լոռին միացվեց Հայաստանին‚ իսկ Ախալքալաքը՝ Վրաստանին։ ", "Ղարաբաղի Հանրապետության և Ադրբեջանի խորհրդարանների ներկայացուցիչների կողմից, ԱՊՀ միջխորհրդարանային ասամբլեայի, Ռուսաստանի Դաշնային խորհրդի, Ղրղզստանի խորհրդարանի միջնորդությամբ, ռազմական գործողությունների դադարեցման վերաբերյալ Բիշկեկյան արձանագրության ստորագրումը: ", "նահանգները և ստեղծել Միացյալ Հայաստան։ Փարիզի խաղաղության կոնֆերանս մեկնած հայկական երկու պատվի­ րակու­ թյունները մեծ աշխատանք կատարեցին այդ ուղղությամբ։ Ի վերջո, 1920թ. օգոստոսի Սակայն խոշոր տե­րությունների երկդիմի քաղաքականության հետևանքով Սևրի պայմանագիրը չիրագործվեց և մնաց թղթի վրա։ ", "Հայոց և համաշխարհային պատմությունների համեմատական ժամանակագրական աղյուսակ Հայկական ցեղային միավորումներ Ք. ա. III հազ. – Հին թագավորուև պետական կազմավորումներ թյունը Եգիպտոսում (Ք. ա. III հազ. ­ Ք. ա. IX դ.) Ք. ա. մոտ 2150-Ք. ա. XVI դ. – Միջին թագավորությունը Եգիպտոսում Ք. ա. մոտ 2316 թ. – Միջագետքի միավորումը Աքքադի տիրապետության ներքո Ք. ա. II հազ. – Հինբաբելական թագավորության ձևավորումը XV դ. Ք. ա. 1317-1251 թթ. – Եգիպտոսի Ռամզես II փարավոնի արշավանքները Ք. ա. XII դ. – Տրոյական պատերազմը, դորիական ցեղերի ներխուժումը Հունաստան Հայաստանում առաջին միասնա- Ք. ա. 753 թ. – Հռոմի հիմնադրման կան պետությունը` Արարատյան ավանդական տարեթիվը թագավորությունը Ք. ա. VIII դ. – Փոքր Ասիայի հու(Ք. ա. IX-VI դդ.) նական քաղաքների ծաղկումը, ԼաՔ. ա. 859 թ. – Ասորեստանի Սալցիումում էտրուսկների գերիշխամանասար I արքայի առաջին արշա- նությունը վանքն Արարատյան թագավորուՔ. ա. VI-V դդ. – Բուդդիզմի ի հայտ թյուն գալը Հնդկաստանում Ք. ա. 782 թ. – Էրեբունի քաղաքամրոցի հիմնադրումը Ք. ա. 735 թ. – Տուշպայի պաշարումը Ասորեստանի արքա Թիգլաթպալասար lll-ի բանակի կողմից Երվանդունիների դինաստիայի տիրապետությունը Հայաստանում (Ք. ա. VI-III դդ.) Ք. ա. VI դ. 584-553 թթ. – Մարաստանի գերիշխանությունը Հայաստանում Ք. ա. 522-520 թթ . – հայերի ապստամբությունը Աքեմենյան Պարսկաստանի դեմ Ք. ա. 401-400 թթ. – Հայաստանի տարածքով հունական 10-հազարանոց զորքի երթը Միջագետքից դեպի Տրապիզոն Ք. ա. մոտ 260-245 թթ. – Երվանդունի Շամ (Սամոս) արքայի գահակալումը, Ծոփք-Կոմմագենեի միացյալ թագավորության հիմնումը Ք. ա. 220-200 թթ. – Երվանդ IV-ի գահակալումը, Երվանդաշատ մայրաքաղաքի, Երվանդավանի և Բագավանի հիմնադրումը Ք. ա. 200 թ. – Սելևկյան Անտիոքոս lll-ի ստրատեգոս Արտաշեսը գահընկեց է անում Երվանդ IV-ին Արտաշեսյան դինաստիայի տիրապետությունը Մեծ Հայքում (Ք. ա. 189 թ. - Ք. հ. 1 թ.) Ք. ա. 189 թ. - Մեծ Հայքի անկախության վերականգնումը, Արտաշեսյան դինաստիայի հաստատումը Ք. ա. 140 թ. - Տիգրան II Մեծի ծնունդը Ք. ա. 87- 83 թթ. - Պարթևական տերության ջախջախումը, Սելևկյան թագավորության նվաճումը, աշխարհակալ Հայկական թագավորության ձևավորումը Ք. ա. 68 թ. սեպտեմբեր- Լուկուլլոսի գլխավորած հռոմեական լեգ- Ք. ա. 594 թ. – Սոլոնի ռեֆորմներն Աթենքում Ք. ա. 586 թ. – Երուսաղեմի գրավումը բաբելոնացիների կողմից, հրեական թագավորության կործանումը Ք. ա. 510-509 թթ. – Տիրանիայի կործանումն Աթենքում, Կալիսթենեսի բարեփոխումները Ք. ա. 509 թ. – Հանրապետական կարգերի հաստատումը Հռոմում Ք. ա. 500-449 թթ. – Հույն-պարսկական պատերազմները Ք. ա. V-IV դդ. – Չինաստանում կոնֆուցիականության և դաոսիզմի ի հայտ գալը Ք. ա. V դ. – Աթենական ստրկատիրական դեմոկրատիայի ծաղկումը Ք. ա. 334-324 թթ. – Ալ. Մակեդոնացու արշավանքը Ք. ա. 324 թ. – Մաուրիների դինաստիայի հաստատումը Հնդկաստանում Ք. ա. 264-241 թթ. – Պունիկյան առաջին պատերազմը Ք. ա. 149-146 թթ. - Պունիկյան III պատերազմը, Կարթագենի կործանումը Ք. ա. 146 թ. - Հունաստանում Հռոմի տիրապետության հաստատումը Ք. ա. 140-87 թթ. – Ու-Դի կայսեր գահակալումը Չինաստանում Ք. ա. 133-123 թթ. - Հռոմում պլեբեյների շարժումը, Գրաքոսների ռեֆորմները Ք. ա. 73-71 թթ. - Սպարտակի ապստամբությունն Իտալիայում Ք. ա. 66-28 թթ. - Հրեական պատերազմը Ք. ա. 49-45 թթ. – Քաղաքացիա- եոնների պարտությունն Արածանիի ճակատամարտում Ք. ա. 66 թ. - Արտաշատի պայմանագիրը Ք. ա. 31 թ. - Արտավազդ ll-ի մահապատիժը Կլեոպատրայի հրամանով Ք. ա. 8 թ. - Ք. հ. 1 թ. - Տիգրան lllի զավակներ Տիգրան IV-ի և Էրատոյի համատեղ գահակալումը Մեծ Հայքում Արշակունիների դինաստիայի տիրապետությունը Մեծ Հայքում (66-428 թթ.) կողմից Տրդատ I-ի ճանաչումը որպես Մեծ Հայքի արքա նկատմամբ Արշակունիների հայկական ճյուղի ժառանգական իրավունքի հաստատումը կան պատերազմը Հռոմում, Կեսարի դիկտատուրան Ք. ա. 37 թ. - Հերովդես Մեծի գահակալումը Հուդայի թագավորությունում Ք. ա. 27 թ. - Հռոմի սենատը Օկտավիանոսին շնորհում է օգոստոս տիտղոսը, պրինցիպատի հաստատումը կայսերը հաստատումը Հնդկաստանում մայրաքաղաքի տեղափոխումը Բյուզանդիոն (Կ. Պոլիս) կայսրության պետական կրոն վերջնական բաժանումը 2 մասի՝ Արևմտյանի և Արևելյանի գլխավորած վեստգոթերի կողմից Հայկական ինքնավար մարզպանությունը Սասանյան Պարսկաստանի կազմում (V-VII դդ.) ինքնուրույն (ավտոկեֆալ) Հայոց եկեղեցին Կատալանյան դաշտերում կայսրության կործանումը V դ. երկրորդ կես - Վաղֆեոդալական պետության ձևավորումը Ճապոնիայում հեփթաղների ջախջախումը, թյուրքական խաքանաթի ձևավորումը Միջին Ասիայում նվաճումն արաբների կողմից Արմինիա փոխարքայության հայ652 թ. - Սասանյան վերջին արքա կական ինքնավար իշխանությունը, Հազկերտ III-ի սպանությունը ՄերԱրմինիա կուսակալությունն վում Արաբական խալիֆաթի կազմում (VII-X դդ.) թը արաբ կուսակալ Մուավիայի և նագրի կնքումը VII-X դդ. - Մայաների քաղաքա774-775 թթ. - Ապստամբություն կրթության ծաղկումը Մեզոամերիարաբական տիրապետության դեմ կայում IX դ. - Կիևյան Ռուսիայի ձևավորումը արշավանքը Հայաստան և Այսր829 թ. - Անգլիայի Միասնական թակովկաս գավորության ձևավորումը Բագրատունյանց Հայաստանը թյան ձևավորումը զան հռոմեական կայսրությունը հայոց, վրաց և աղվանից արքա քրիստոնեությունը ճանաչում է որճանաչում է որպես Հայաստանի պես Կիևյան Ռուսիայի պետական շահնշահ կրոն Կապետինգների դինաստիան Ֆրանսիայում Իսպանիայում X դ. երկրորդ կես - Հինլեհական թագավորության ձևավորումը Կիլիկյան Հայաստանը (1080-1375 թթ.) II խաչակրաց արշավանքները l-ի իշխանավարումը Մոտ 1200 թ. - Սորբոնի համալսա1173 թ. - Մլեհը Կիլիկիայի հայկարանի հիմնումը կան իշխանապետության կենտրոնը 1204 թ. - Կ. Պոլսի գրավումը խաչատեղափոխում է Սիս կիրների կողմից կան թագավորության ձևավորումը րի դինաստիայի հաստատումը ձևավորումը կողմից կաթողիկոսանիստ Հռոմ1325 թ. - Ացտեկների տերության կլա բերդի գրավումը հիմնումը ղաքի առումը եգիպտացիների կող- միջև Հարյուրամյա պատերազմի մից, Կիլիկիայի հայկական թագասկիզբը վորության անկումը Հայաստանը թուրքմենական և թյան օրոք քերի կողմից կոսության աթոռի վերահաստավարդերի պատերազմն Անգլիայում և արքունիքի հաստատումը Անիում տումը Էջմիածնում Ստեփանոս Սալմաստեցի կաթողիկոսի նախագահությամբ տեղի ունեցած առաջին գաղտնի ժողովը Պարսկաստանի և Օսմանյան Թուրքիայի միջև Ամասիայի հաշտության պայմանագրով Հայաստանի բաժանումը շուրջ 300 հազար հայերի բռնագաղթը Պարսկաստան ռազմական ուժերի և վրացական բանակի միավորումը Գանձակի մոտ: Դավիթ Բեկը ժամանում է Սյունիք շահի միջև պայմանագիրը Արևելյան Հայաստանը Ռուսական կայսրության տիրապետության տակ, արևմտահայերի ազատագրական պայքարը թուրքական բռնապետության դեմ (XIX դ.-XX դ. սկիզբ) Արևելյան Հայաստանն անցնում է Ռուսաստանին` բացառությամբ Երևանի, Նախիջևանի խանու- Գերմանիայում պատերազմը գաղութների անկախության համար պատերազմը: ԱՄՆ-ի ստեղծումը գրավումը, Ֆրանսիական մեծ հեղափոխության սկիզբը օգոստոսի 26 - Ֆրանսիայի սահմանադիր ժողովի կողմից «Մարդու և քաղաքացու իրավունքների հռչակագրի» հրապարակումը գալը Ֆրանսիայում կայսր հռչակվելը Ֆրանսիայում բանակի ներխուժումը Ռուսաստան հունիս - Վիեննայի կոնգրեսը ԱՄՆ-ի և Մեքսիկայի միջև թյունների և Մեղրիի հոկտեմբերի 1 - Երևանի գրավումը ռուսների կողմից Երևանի, Նախիջևանի խանությունները և Մեղրին Հունիսի 1 (13) – հուլիսի 1 (13) Բեռլինի կոնգրեսի նիստերը կայսրությունում Ամենայն Հայոց կաթողիկոսության գույքի և դրամական միջոցների բռնագրավման ցարական հրամանագրի հրապարակումը ականավոր հայ մտավորականների ձերբակալությամբ երիտթուր- կայսրության հռչակումը Ֆրանսիայում պատերազմը ԱՄՆ-ում կայսրության հռչակումը Պարսկաստանում բռնակցումը Ճապոնիայի կողմից մայիս - Առաջին բալկանյան պատերազմը կողմից պատերազմի հայտարարումը Ռուսաստանին քական կառավարությունը ձեռնարկում է հայերի ցեղասպանությունը բանակի գրաված Արևմտյան Հայաստանի տարածքներում գեներալ-կոմիսարության հաստատումը Սեպտեմբեր-հոկտեմբեր - Արևելահայերի համագումարը Հայաստանի առաջին Հանրապետություն (1918-1920 թթ.) Մայիսի 21-28 – Սարդարապատի, Բաշ-Ապարանի, Ղարաքիլիսայի ճակատամարտերը Մայիսի 28 - Հայաստանի Հանրապետության հռչակումը Հունիսի 4 - Հայաստանի Հանրապետության և Օսմանյան կայսրության միջև կնքվում է Բաթումի պայմանագիրը Դեկտեմբերի 13-31 - Հայ-վրացական պատերազմը Ապրիլի 24 - Կարսի նկատմամբ Հայաստանի Հանրապետության վերահսկողության հաստատումը Մայիսի 28 - Միացյալ Հայաստանի հռչակումը Սեպտեմբերի 25 - Հարբորդի առաքելության ժամանումը Երևան Նոյեմբերի վերջ - դեկտեմբերի սկիզբ - Նժդեհի գլխավորությամբ Զանգեզուրի հայերը թուրքերից մաքրում են Ողջի և Գեղա գետերի հովիտները կողմից պատերազմի հայտարարումը Գերմանիային: Առաջին համաշխարհային պատերազմի սկիզբը ընտանիքի սպանությունը Հուլիսի 31 - Բաքվի խորհրդի կողմից ժողկոմխորհի հրաժարականի ընդունումը, հաջորդ օրն իշխանության հանձնումը Ցենտրոկասպիայի դիկտատուրային Սեպտեմբերի 1 - «Կարմիր տեռորի» սկիզբը Ռուսաստանում Սեպտեմբերի 20 - Բաքվի 26 կոմիսարների գնդակահարումը Սեպտեմբերի 26 - Արևմտյան ճակատում Անտանտի վճռական հարձակման անցնելը Սեպտեմբերի 29 - Բուլղարիայի դուրս գալը Առաջին համաշխարհային պատերազմից Հոկտեմբերի 28 – Չեխոսլովակիայի անկախության հռչակումը Հոկտեմբերի 30 - Մուդրոսի զինադադարով Թուրքիայի դուրս գալը Առաջին համաշխարհային պատերազմից Նոյեմբերի 3 - Պադուայի զինադադարով Ավստրո-Հունգարիայի դուրս գալն Առաջին համաշխարհային պատերազմից Նոյեմբերի 7 - Լեհաստանի Հանրապետության հռչակումը Նոյեմբերի 11 - Կոմպյենի զինա- Հունվարի 19 - Անտանտի Գերագույն խորհուրդը դեֆակտո ճանաչում է Հայաստանի Հանրապետությունը Ապրիլի 24 – ԱՄՆ-ն դեֆակտո ճանաչում է Հայաստանի Հանրապետությունը Մայիսի 1-14 - Բոլշևիկների կազմակերպած հակապետական խռովությունը Մայիսի 4 - Համո Օհանջանյանի կառավարության կազմավորումը Հունիսի 1 - ԱՄՆ-ի սենատը մերժեց ստանձնել Հայաստանի մանդատը Օգոստոսի 10 - Սևրի պայմանագրի ստորագրումը, ըստ Հայաստանի Հանրապետության և Ռուսաստանի միջև Թիֆլիսում կնքված պայմանագրի՝ Ղարաբաղում, Զանգեզուրում և Նախիջևանում կարմիր բանակի ստորաբաժանումների տեղակայում Սեպտեմբերի 23- նոյեմբերի 18 Թուրք-հայկական պատերազմը Հոկտեմբերի 18-28 - Հայ-ռուսական բանակցությունները Երևանում Հոկտեմբերի 30 - Կարսի անկումը Նոյեմբերի 18 - Զինադադարի հաստատումը, թուրք-հայկական պատերազմի ավարտը Նոյեմբերի 22 - ԱՄՆ-ի նախագահի իրավարար վճռով Օսմանյան կայսրության արևմտահայկական նահանգներից 90 հազար քռ. կմ. անցնում է Հայաստանի Հանրապետությանը դադարով Գերմանիայի կողմից սեփական պարտության ճանաչումը. Առաջին համաշխարհային պատերազմի ավարտը հայոց ցեղասպանության մասին առաջին ֆիլմի` «Հոշոտված Հայաստանի» ցուցադրումը Մարտի 2 - Կոմունիստական ինտերնացիոնալի I կոնգրեսի բացումը Մայիսի 15 - Հունական բանակի կողմից Իզմիրի գրավումը. հույնթուրքական երկրորդ պատերազմի սկիզբը Հունիսի 28 - Վերսալի հաշտության ստորագրումը, Առաջին համաշխարհային պատերազմի պաշտոնական ավարտը Հուլիսի 3 - գեներալ Ա. Դենիկինի հրամանով Կամավորական բանակի հարձակումը Մոսկվայի ուղղությամբ Հոկտեմբերի 10 - Անտանտի գլխավոր խորհուրդը հայտարարում է Խորհրդային Ռուսաստանի շրջափակման մասին մեծ ուխտի ընդունումը Փետրվարի 7 - Ռուսաստանի գերագույն կառավարիչ, ծովակալ Կոլչակի գնդակահարությունը Ապրիլի 23 - Անկարայում Թուրքիայի Ազգային մեծ ժողովի հրավիրումը, որն իրեն հռչակում է երկրում միակ օրինական իշխանություն Ապրիլի 28 - Կարմիր բանակի զորամասերի մուտքը Բաքու, Նոյեմբերի 23 - Սիմոն Վրացյանի կառավարության կազմավորումը Դեկտեմբերի 2 - Դրո-Լեգրան համաձայնագրով Հայաստանի խորհրդայնացումը Դեկտեմբերի 2-ի լույս 3-ի գիշեր – Ալեքսանդրապոլի պայմանագրի կնքումը Խորհրդային Հայաստան (1921-1991 թթ.) քաղաքականության կիրառումը ԽՍՍՀ անդրանիկ սահմանադրության ընդունումը ԽՍՀ-ն անդամակցում է Անդրֆեդերացիային՝ ընդգրկելով ԽՍՀՄ կազմում ստեղծվում է ԽՍՀՄ գիտությունների ակադեմիայի հայկական մասնաճյուղ կազմ սպանությամբ Հայկական ԽՍՀ-ում Ադրբեջանի՝ խորհրդային հանրապետության հռչակումը Հունիսի 4 - Անտանտի և Հունգարիայի միջև Տրիանոնի պայմանագրի կնքումը Օգոստոսի 10 - Սևրի խաղաղության պայմանագրի կնքումը Նոյեմբերի 13 - Սևաստոպոլից գեներալ Վրանգելի բանակի և քաղաքացիական փախստականների (ընդհ. առմամբ, 150 հազ. մարդ) տարհանումը Կ. Պոլիս խորհրդային հանրապետություն ռուս-թուրքական պայմանագիրը կողմից ֆաշիստական դիկտատուրայի հաստատումն Իտալիայում հուլիսի 24 - Լոզանի կոնֆերանսը բանակի կողմից Ռուրի շրջանի ռազմակալումը Դաուեսի ծրագրի ընդունումը տնտեսական ճգնաժամը տապալումն Իսպանիայում սկիզբ է առնում բռնաճնշումների ալիք հայ հակահիտլերյան կոալիցիայի կազմում մարտնչում է Երկրորդ աշխարհամարտի ռազմաբեմերում կասկադի առաջնեկ Սևանի հէկի շահագործումը ԽՍՀ-ից շուրջ 12 հազար մարդ բռնագաղթեցվում է Ալթայի երկրամաս խորհուրդը որոշում է ՀԽՍՀ-ում զարկ տալ քիմիական արդյունաբերությանը բազմահազարանոց ցույց մարզխորհուրդը դիմում է ԽՍՀՄ Հայկական և Ադրբեջանական ԽՍՀ-ների Գերագույն խորհուրդներին ԼՂԻՄ-ը Հայկական ԽՍՀին վերամիավորելու խնդրանքով Սումգայիթում տեղի է ունենում հայերի սպանդ Հյուսիսարևելյան Չինաստանի (Մանջուրիայի) գրավումը գլխավորած նացիոնալ-սոցիալիստական կուսակցության իշխանության գալը Գերմանիայում անդամակցումն Ազգերի լիգային հարձակումը Եթովպիայի վրա զորքերի մուտքը Հռենոսյան ապառազմականացված շրջան միացումը «Հակակոմինտերնյան համաձայնագրին», Բեռլին – Հռոմ -Տոկիո առանցքի ստեղծումը կողմից Ավստրիայի բռնակցումը Մյունխենի կոնֆերանսը Չեխոսլովակիայի մասնատման վերաբերյալ Օգոստոսի 23 - Խորհրդագերմանական չհարձակման համաձայնագրի հաստատումը Սեպտեմբերի 1 - Գերմանիայի հարձակումը Լեհաստանի վրա, Երկրորդ համաշխարհային պատերազմի սկիզբը Սեպտեմբերի 17 - Կարմիր բանակի զորամասերի ներխուժումը Լեհաստանի տարածք Նոյեմբերի 30 - Խորհրդաֆիննական պատերազմի սկիզբը Դեկտեմբերի 14 - ԽՍՀՄ հեռացումը Ազգերի լիգայից Դանիայի ռազմակալումը Գերմանիայի կողմից Մայիս - Բելգիայի, Հոլանդիայի և Լյուքսեմբուրգի ռազմակալումը Գերմանիայի կողմից Հունիսի 22 - Կոմպյենում Ֆրանսիայի՝ Գերմանիայից իր պարտության ճանաչումը Օգոստոս - Էստոնիայի, Լատվիայի և Լիտվայի բռնակցումը ԽՍՀՄ-ին Սեպտեմբերի 27 - Բեռլինում Գերմանիայի, Ճապոնիայի և Իտալիայի միջև Եռյակ համաձայնագրի ստորագրումը Հունիսի 22 - Գերմանիայի հարձակումը ԽՍՀՄ-ի վրա Դեկտեմբերի 7 - Ճապոնիայի հարձակումը Պյորլ-Հարբորում կանգնած ԱՄՆ-ի նավատորմի վրա, Խաղաղ օվկիանոսում պատերազմի սկիզբը փետրվար - Ստալինգրադի ճակատամարտը Սեպտեմբերի 8 - Իտալիայի կապիտուլյացիան Նոյեմբերի 8 - Հյուսիսային Աֆրիկայում անգլո-ամերիկյան դեսանտի իջեցումը Նոյեմբերի 28 - դեկտեմբերի 1 Հակահիտլերյան կոալիցիայի Թեհրանյան կոնֆերանսը կոնֆերանսը Ապրիլի 25- հունիսի 26 - Սան Ֆրանցիսկոյում Միացյալ ազգերի կազմակերպության կոնֆերանսը: ", "ՄԱԿ-ի ստեղծումը Մայիսի 8 - Գերմանիայի անվերապահ կապիտուլյացիայի ստորագրումը Հուլիսի 17- օգոստոսի 2 – Անգլիայի, ԱՄՆ-ի և ԽՍՀՄ ղեկավարների՝ Պոտսդամի կոնֆերանսը Օգոստոսի 6-8 - Հիրոսիմա և Նագասակի քաղաքների միջուկային ռմբակոծությունը առաջընթացը կասեցնելու՝ «Տրումենի դոկտրինի» ընդունումը հուլիս - Կորեայի պատերազմը ազգայնացումը Եգիպտոսի կողմից տնտեսական համագործակցության (Ընդհանուր շուկա) ստեղծումը Հանրապետության հռչակումը Կարիբյան ճգնաժամը նախագահ Ջոն Քենեդիի սպանությունը ծոցի միջադեպը, Վիետնամի պատերազմի սկիզբը ստորագրումը ԳԴՀ-ի, Լեհաստանի, Հունգարիայի և Բուլղարիայի զորքերի կողմից խորհրդակցության բացումը միջնորդությամբ Եգիպտոսի և Իս480 Հայաստանի երրորդ Հանրապետություն, Լեռնային Ղարաբաղի Հանրապետություն խորհրդի ընտրության արդյունքում իշխանությունն անցնում է ՀՀՇ-ին ընդունումը րայելի միջև Քեմփդևիդյան համաձայնագրի ստորագրումը փետրվար - Իսլամական հեղափոխությունն Իրանում րանի առաջին ընտրությունները պատերազմը պատերազմը պատի ապամոնտաժումը ազատ տեղաշարժի մասին Շենգենի համաձայնագրի ստորագրումը Իրաքի դեմ ԱՄՆ-ի գլխավորած միջազգային կոալիցիայի ռազմական գործողությունները որպես միջազգային իրավունքի սուբյեկտի վերացման մասին Բելովեժյան համաձայնագրի ստորագրումը հունվար - Ռազմական խռովություն Վրաստանում պատերազմ բազմակուսակցական համակարգի ներդրումը անցկացումը Գերագույն խորհրդի որոշումը ԼՂԻՄ լուծարման մասին Ադրբեջանի պաշտպանության նախարարների միջև Մոսկվայում անժամկետ զինադադարի համաձայնագրի ստորագրումը հեղաշրջում Ադրբեջանում, նախագահ Էլչիբեյի փախուստը Նախիջևան Իսրայելի միջև խաղաղության համաձայնագրի ստորագրում հաղթանակը նախկին սոցիալիստական երկրների հետ «Համագործակցություն՝ հանուն խաղաղության» ծրագրի ընդունումը օգոստոսի 30 - Չեչենական առաջին պատերազմը "], "paragraph_source_docs": [0, 1, 0, 1, 1], "source_docs_file": "res.json"}