{"paragraphs": ["Նոյեմբերի 19 ­ Հայկական բանակային կորպուսի ստեղծումը: ", "Այսպիսով` Հայաստանի կառավարությունը բավարար վճռականություն հանդես բերեց՝ ճնշելու թուրք-թաթարական խռովությունները։ Դա նպաստեց պետականության հիմքերի ամրապնդմանն ու երկրի միատարրությանը: ", "Դեկտեմբերի 29 ­ Բոլշևիկյան կառավարության կողմից Թուրքահայաստանի մասին դեկրետի հրապարակումը: ", "Մարտի 3 ­ Քառյակ դաշինքի և Խորհրդային Ռուսաստանի միջև Բրեստի հաշտության պայմանագրի կնքումը: ", "Կարմիր բանակի մուտքը Անդրկովկաս և Ադրբեջանի խորհրդայնացումը ազդա­ նշան հանդիսացան Հայաստանում ապստամբություն սկսելու համար։ ", "Մայիսի 24­28 ­ Ղարաքիլիսայի ճակատամարտը: ", "Պետության համար ստեղծվեց վտանգավոր դրու­ թյուն։ Քաղաքական ճգնա­­­ժամը հաղթահարելու համար որոշվեց ստեղծել ուժեղ ձեռքի կառա­վա­ րություն։ Մա­ յիսի 5-ին հրաժարական տվեց Ալ. Խատիսյանի կառա­ վարու­ թյունը, նրա փո­ խարեն կազմվեց այսպես կոչված բյուրո-կառավարություն (Դաշնակցության ղեկավար մարմնի ա­­նդամներից)։ Վարչապետ նշանակվեց Համա­ զասպ Օհանջանյանը։ Նորաստեղծ կառավա­ րու­ թյունը ձեռնարկեց մի շարք արտակարգ միջոցա­ ռում­ ներ։ Արգելվեցին գործա­ դուլները և ցույցերը։ ", "Հիմնվեցին արտակարգ դատարա­ններ, սահմանվեց մահապատիժ։ Բոլշևիկ­ ների կազմակերպած հակապետական ելույթի դեմ կոչով հանդես եկան գրեթե բոլոր կուսակցու­թյունները և հասարակական կազմակերպությունները: ", "Հուլիսի 22 ­ Համաղարաբաղյան առաջին համագումարի հրավիրումը Շուշիում: ", "Հուլիսի 24 ­ Հովհաննես Քաջազնունու կառավարության ստեղծումը: ", "Օգոստոս­նոյեմբեր ­ Անդրանիկի կողմից Զանգեզուր ներխուժել փորձող ադրբեջանական բանակի ստորաբաժանումների ջախջախումը: ", "Միացյալ և Անկախ Հայաստանի հռչակագրից Հայաստանի ամբողջությունը վերականգնելու և ժողովրդի լիակատար ազատությունն ու բարգավաճումն ապահովելու համար Հայաստանի կառավարությունը, համաձայն բովանդակ հայ ժողովրդի միահամուռ կամքի և ցանկության, հայտարարում է, որ այսօրվանից Հայաստանի բաժան-բաժան մասերը մշտնջենապես միացած են իբրև անկախ պետական միություն... ՀԱՐՑԵՐ ԵՎ ԱՌԱՋԱԴՐԱՆՔՆԵՐ ցումը։ Որո՞նք էին աչքի ընկնող հասարակական-քաղաքական կազմա­կեր­ պու­թյունները։ Փորձե՛ք բնութագրել քաղաքական կուսակցություններին։ ", "Դեկտեմբերի 13­31 ­ Հայ-վրացական պատերազմը: ", "երկու հանրապետության միջև բնականոն հարաբերությունների հաստատումը: ", "Ապստամբության նպատակը Ղեկավարները Կարևոր (գործիչները) իրադարձությունները Նշանակությունը (հետևանքները) ԹԵՍՏ Համապատասխանեցրե՛ք տարեթիվը իրադարձությանը. ա) Միացյալ և Անկախ Հայաստանի հռչակումը, բ) արևմտահայերի 2-րդ համագումարը, գ) Հայաստանի կոմիտեի (Արմենկոմի) ստեղծումը, դ) Ալ. Խատիսյանի կառավարության հրաժարականը, ե) Հայաստանի բոլշևիկյան կազմակերպությունների խորհրդաժողովը։ ", "Փետրվարի 6-13 ­ Արևմտահայերի երկրորդ համագումարը: ", "Մարտի 6 ­ Հայաստանի Հանրապետության կառավարության կողմից Զանգեզուրի կոմիսար նշանակված Արսեն Շահմազյանի ժամանումը Գորիս: ", "Ապրիլի 24 ­ Կարսի նկատմամբ Հայաստանի Հանրապետության վերահսկողության հաստատումը: ", "Մայիսի 28 ­ Միացյալ Հայաստանի հռչակումը: ", "նալով գրավել իշխանությունը, բայց պարտություն կրեցին։ Պարտություն կրեցին նաև Հայաստանի ներքին կյանքը խաթարող թուրք-թաթարական խռովությունները։ ", "ՄԻՋԱԶԳԱՅԻՆ ԴՐՈՒԹՅՈՒՆԸ ԵՎ ՀԱՅԿԱԿԱՆ ՀԱՐՑԸ 1918-1920ԹԹ. պետությունների հետ Հանրապետության հարաբերությունները Քառյակ միության հետ։ 1918թ. հունիսի 4-ին Թուրքիայի հետ Բաթումում հաշտություն կնքելուց հետո Հա­ յաստանի Հանրապետությունը հայտնվել էր չափազանց ծանր դրության մեջ. սահմանափակ տարածք, թուրք-թաթարական շրջափակում, հարյուրհա­­ զա­ րավոր գաղթականներ և այլն։ ", "Նոյեմբերի 1­4 ­ Ադրբեջանի բանակի ջախջախումը Զանգեզուրում: ", "Քանի դեռ շարունակվում էր աշխարհամարտը, Անդրկովկասում տնօրի­ նություն էին անում Քառյակ միության երկրներից Գերմանիան և Թուրքիան։ ", "Մարտի 22­23 ­ Ադրբեջանի կառավարության կողմից Շուշիի հայերի կոտորածի կազմակերպումը: ", "Մարտի 30­ապրիլի 3 – Մարտեր՝ Ղարաբաղի հայկական ինքնապաշտպանության ուժերի և Ադրբեջանի բանակի միջև: "], "paragraph_source_docs": [1, 0, 1, 1, 0, 1, 0, 0, 1, 1, 1, 0, 1, 1, 0, 1, 1, 1, 1, 0, 0, 1, 0, 1, 1], "source_docs_file": "res.json"}