{"paragraphs": ["հայտարարվում էր հեթանոսությանը իրավահավասար, ապա Տրդատ III-ն ավելի հեռու էր գնացել. նա իսպառ հրաժարվում էր հեթանոսությունից, արգելում էր այն և քրիստոնեությունը հռչակում հայկական պետության պաշտոնական կրոն։ Իր այս քայլով Տրդատ III-ը ջանում էր քրիստոնեությունը դարձնել երկրի միավորման և կենտրոնացման հենարան։ ", "Թագավորական իշխանությունը պայքար է սկսում հեթանոսության դեմ։ Քրմերը դիմադրում են։ Պայքարն ուղեկցվում է արյունահեղ ընդհարումներով, որոնց ընթացքում հիմնահատակ կործանվում են Արամազդի, Անահիտի, Վահագնի, Տիրի, Միհրի և մյուս աստվածների արձանները։ ", "ՀԱՐՑԵՐ ունի՞, արդյոք, իրական հիմք: ", "Հայքի պետական կրոն: ", "քրիստոնեության պետական կրոն հռչակման վերաբերյալ հիմնական աղբյուրը: ", "մկրտությունը: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Հայտնի է, որ քրիստոնեական եկեղեցիները Քրիստոսի ծնունդը տարբեր օրեր են տոնում. Հայ Առաքելական եկեղեցին` հունվարի 6-ին, կաթոլիկ և բողոքական, հույն, բուլղար, ռումին և կիպրական ուղղափառ եկեղեցիները՝ դեկտեմբերի 25-ին, ռուս, վրաց և սերբ ուղղափառ եկեղեցիները՝ հունվարի 7-ին: Ո՞րն է այս տարընթացության պատճառը: Պատմագիտությունը վկայում է, որ հունվարի 6-ին Հին Եգիպտոսում նշվում էր Օսիրիսի ծննդյան տոնը, և տեղի քրիստոնյաները հենց այդ օրն են շարունակում նշել որպես Քրիստոսի ծննդյան տոնը: Թերևս, մյուս քրիստոնեական համայնքները նրանցից էլ փոխ են առնում այդ օրը: 354 թ. կաթոլիկ եկեղեցին Քրիստոսի ծնունդը հաստատեց դեկտեմբերի 25-ին: ", "Ծննդյան տոնի օրվա տեղափոխումը որոշակի պատճառ ուներ. Հռոմեական կայսրության ողջ տարածքում դեկտեմբերի 25-ը նշվում էր որպես արևի աստված Միհրի ծննդյան օր: Քրիստոնյա հայրերի համար չափազանց դժվար կլիներ մարդկանց կենցաղից ու գիտակցությունից դուրս մղել այն: Այդ իսկ պատճառով արևային հավատալիքին նվիրված տոնը արգելելու փոխարեն, դա փոխարինվեց Քրիստոսի ծննդյան տոնով: ", "Ինչ վերաբերում է Քրիստոսի ծնունդը հունվարի 7-ին նշելուն, Դաշնային Հանրապետությունը (որի կազմում էր Վրաստանը) և Հարավսլավիան (որի կազմում էին Սերբիան, Չեռնոգորիան և Մակեդոնիան), Հուլյան տոմարից անցում կատարեցին Գրիգորյանին: Այդուհանդերձ, այս երկրների եկեղեցիները շարունակում են նշել Սբ. Ծնունդը հին տոմարով` դեկտեմբերի 25-ին, որը համապատասխանում է նոր տոմարով հունվարի 7-ին: ", "Մեծ Հայքում Արշակունիների դինաստիայի կառավարման սկզբնական ժամանակաշրջանը հայ ժողովրդի համար համեմատաբար բարենպաստ էր։ Ճիշտ է, Մեծ Հայքի թագավորությունը Տրդատ I-ի մահից մինչև Պարսկաստանում Սասանյան դինաստիայի հաստատումը (226 թ.) ենթարկվել է հռոմեական երեք ներխուժման (Տրայանոս կայսեր 115 թ. արշավանքը, երբ Հայաստանը հռոմեացիների պրովինցիայի վերածելու անհաջող փորձ կատարվեց, Մարկոս Ավրելիոսի (161–180 թթ.) գահակից Լուցիոս Վերոսի (161–169 թթ.) արշավանքը, որի ընթացքում Արտաշատը կրկին ավերվեց, Կարակալա կայսեր 215 թ. արշավանքը), սակայն դրանք չեն հանգեցրել հայոց պետականության կործանմանը։ ", "Մեծ Հայքի և Պարթևական տերության հարաբերությունները, ընդհանուր առմամբ, բարեկամական էին։ Պարթև արքայից արքաները, որոնց հետ հայ թագավորներն ազգակցական կապեր ունեին, Հայաստանի՝ իրենց ազգակից Արշակունի թագավորներին համարում էին կրտսեր դաշնակիցներ։ ", "Հայաստանի համար այդ ժամանակ ծանր արհավիրք էին Կովկասի լեռնականների արշավանքները։ Տրդատ I-ի կողմից ալանների արշավանքը հետ մղելուց հետո վերջիններս միայն II դ. 30ական թվականներին ներխուժեցին Մեծ Հայքի թագավորություն։ ", "Չնայած հռոմեացիների և ալանների հետ բախումներին` այս ընթացքում Մեծ Հայքի թագավորության վիճակը հիմնականում բարենպաստ էր։ Ծաղկում էր տարանցիկ առևտուրը. Հայաստանի վրայով Հռոմ էին շարժվում երկաթով, գորգերով, հնդկական համեմունքներով, փղոսկրով և չինական մետաքսով բեռնված քարավաններ։ Նշված առևտրական ճանապարհները հաջողությամբ մրցակցում էին Միջագետքից դեպի սիրիական նավահանգիստներ տանող քարավանային ուղիների հետ։ ", "Կրոնագաղափարական առումով ևս հայերի վրա ճնշում չէր գործադրվում։ Հայաստանում տիրապետող հեթանոսությունն անհանգստություն չէր պատճառում ո՛չ Հռոմին, որտեղ հեթանոսությունը դեռևս պետական կրոն էր, ո՛չ զրադաշտականությամբ հանդերձ բավական հանդուրժողական Պարթևական տերությանը, որը թույլ էր տալիս հունական աստվածությունների ազատ պաշտամունքը հատկապես քաղաքներում: Դա Մեծ Հայքում Պարթևական տերության ուժեղ արտահայտված մշակութային ազդեցության ժամանակաշրջան էր։ Այդ ազդեցությունը բողոք չէր առաջացնում, քանի որ դրանում Մեծ Հայքի ո՛չ իշխող դասի, ո՛չ հասարակ ժողովրդի բարքերի ու սովորույթների համար բռնի և օտար ոչինչ չկար։ Մինչև այժմ հայոց լեզվում համարյա անփոփոխ ՍԱՍԱՆՅԱՆ ՊԱՐՍԿԱՍՏԱՆԻ ԵՎ ՀՌՈՄԵԱԿԱՆ ԿԱՅՍՐՈՒԹՅԱՆ ՄԻՋԵՎ կերպով պահպանվել են վաղուց մեռած պահլավերենից փոխառյալ շատ բառեր։ ", "III դ. սկզբին Մեծ Հայքի թագավորության հասարակական-քաղաքական կյանքում լուրջ փոփոխություններ նկատվեցին. իշխող դարձավ ավատատիրական կարգը, ինչը նույնպես ազդեց կրոնագաղափարական աշխարհայացքում արմատական հեղաբեկման և քրիստոնեությունը պետական կրոն ճանաչելու առումով։ Միաժամանակ, վատացավ արտաքին քաղաքական վիճակը. կործանվեց բարեկամ Պարթևական տերությունը, և դրա տեղում երևան եկավ հայ Արշակունիների հանդեպ թշնամի Սասանյանների ուժեղ տերությունը։ Գոյության առաջին տարիներին այս տերության արքաներին հաջողվեց հաղթանակներ տանել հռոմեացիների նկատմամբ։ ", "III դ. վերջին քառորդը Մեծ Հայքի համար ծանր պատերազմների ժամանակաշրջան էր, որոնցում ներքաշված էին ինչպես հայերն ու պարսիկները, այնպես էլ հռոմեացիններն ու վրացիները։ ", "Սասանյան Շապուհ I արքան (241−272 թթ.) մի շարք արշավանքներ ձեռնարկեց դեպի Մեծ Հայք։ Պարսից արքան փորձում էր Հայաստանում բռնությամբ տարածել պարսիկ մոգպետ Կարտիրի կողմից դոգմատիկ փոփոխությունների ենթարկված զրադաշտականությունը։ Միայն III դ. 80-ական թվականներին Մեծ Հայքի թագավորության վիճակը բարվոք դարձավ։ Հռոմի կայսր Դիոկլետիանոսի (284-305 թթ.) աջակցությամբ Մեծ Հայքի գահին բազմեց Տրդատ III Մեծը (298-330 թթ.)։ Մծբինի 298 թ. պայմանագրով Հռոմն ու Պարսկաստանը ճանաչեցին Մեծ Հայքի անկախությունը, ընդ որում, Մեծ Հայքն ընդգրկվեց Հռոմի ազդեցության ոլորտը։ ", "Տրդատ III-ի օրոք և Խոսրով Կոտակի (330–338 թթ.) իշխանության սկզբում Մեծ Հայքի թագավորության գոյության համար դեռ լուրջ արտաքին սպառնալիք չկար։ ", "Թագավորական իշխանության կենտրոնացման ճանապարհին ներքին կյանքում Արշակունի արքաների համար հիմնական խոչընդոտ էին հզոր նախարարական տոհմերը։ Խոսրով Կոտակն Արտաշատից մայրաքաղաքը տեղափոխեց մի փոքր հյուսիս գտնվող Դվին՝ Արաքսի հունի փոփոխման հետևանքով երևան եկած ճահճուտների առաջացրած անառողջ կլիմայի, ինչպես նաև Արտաշատի պաշտպանական հնարավորությունների փոքրանալու պատճառով։ Ամենայն հավանականությամբ, Խոսրով Կոտակը վախենում էր և՛ արտաքին, և՛ իր նախարարների հարձակումներից։ ", "Լինելով թույլ քաղաքական գործիչ՝ Խոսրով Կոտակը չկարողացավ երկրի կենտրոնացման հաստատակամ և անշեղ քաղաքականություն վարել։ Թագավորի վրա մեծ ազդեցություն ուներ հայոց եկեղեցու հայրապետ Վրթանես կաթողիկոսը, ով Գրիգոր Լուսավորչի որդին էր։ Թագավորը չէր կարող հաշվի չառնել նաև բանակում մեծ ազդեցություն և հեղինակություն ունեցող սպարապետ Վաչե Մամիկոնյանի կարծիքը։ Այս երկու անձինք հռոմեամետ նախարարների խմբավորման առաջնորդներն էին։ Կենտրոնական իշխանության թուլության պայմաններում այլ նախարարական անջատողական ձգտումներն օգտագործվում էին Սասանյան Շապուհ II (310–379 թթ.) արքայից արքայի կողմից, որը պարսկասեր նախարարներին դրդում էր ապստամբել Խոսրով Կոտակի դեմ։ Վերջիններս հռոմեամետ խմբավորման ազդեցությունը Մեծ Հայքում վերացնելու նպատակով մահափորձ կազմակերպեցին Վրթանես կաթողիկոսի նկատմամբ։ Մահափորձը, որին մասնակից էր նաև թագուհին, ձախողվեց։ Թագավորական իշխանության թուլության պայմաններում Մանավազյան և Օրդունի նախարարական տոհմերի միջև ռազմական գործողություններ սկսվեցին։ Կռիվը դադարեցնելու մասին արքունիքի կոչն այս տոհմերի տանուտերերը ոչ միայն արհամարհեցին, այլև ավերեցին թագավորին պատկանող տարածքները։ Խոսրով Կոտակի հրամանով այս տոհմերի արական բոլոր ներկայացուցիչները ոչնչացվեցին, իսկ նրանց հողային տիրույթները հանձնվեցին եկեղեցուն։ ", "ստվարաթիվ մի բանակ և ներխուժում Մեծ Հայք: Խոսրով Կոտակը, խուսափելով ճակատամարտից, փակվում է Մասիսի հարավային ստորոտում գտնվող Դարույնք (ներկայիս Թուրքիայի Բայազետ քաղաքի մոտ) ամրոցում: Սանեսանը գրավում է Վաղարշապատը և շուրջ մեկ տարի ասպատակում երկիրը: Կայսրությունից վերադարձած սպարապետ Վաչե Մամիկոնյանի գլխավորությամբ հայկական բանակը 336 թ. Օշականի ճակատամարտում ջախջախում է թշնամուն. Սանեսանը սպանվում է: ", "Խոսրով Կոտակի թագավորության վերջին տարիներին Հռոմն ու Պարսկաստանը վերստին ռազմական գործողություններ են սկսում միմյանց դեմ։ Հակամարտ այս երկու տերությունների համար չափազանց կարևոր էր Մեծ Հայքի թագավորության դիրքորոշումը։ Այդ պատճառով և՛ Հռոմի կայսրը, և՛ պարսից արքայից արքան ջանում էին իրենց ազդեցությունը հաստատել այստեղ։ ", "Քանի որ Խոսրով Կոտակը Հռոմի դաշնակիցն էր, պարսից Շապուհ II արքան 336 թ. մի բանակ է ուղարկում Մեծ Հայք։ Պատերազմի ժամանակ Դատաբեն Բզնունի նախարարը, ապա Աղձնիքի բդեշխ Բակուրը դավաճանում և անցնում են թշնամու կողմը։ ", "Ղ­ևոնդ, Պատ­մու­թյուն, ԼԴ § 4. ՀԱՅ­ԿԱ­ԿԱՆ ԻՇ­ԽԱ­ՆԱ­ԿԱՆ ՏՆԵ­ՐԻ ՀԶՈ­ՐԱ­ՑՈՒ­ՄԸ ­Խա­լի­ֆա­յու­թյան գե­րիշ­խա­նու­թյան վե­րաց­ ման ըն­թաց­քը Հա­յաս­տա­նում: IX դ. խա­լի­ֆա­յու­ թյան թու­լաց­ման պայ­ման­նե­րում կր­կին հզո­րա­նում է­ին Բագ­րա­տու­նի, Ա­րծ­րու­նի, Սյու­նի­քի, Ար­ցա­խի և այլ հայ­կա­կան իշ­խա­նու­թյուն­նե­րը: Ա­ռա­վել ազ­ դե­ցիկ դիր­քի հա­սան Բագ­րա­տու­նի­նե­րը` Սպեր և Կո­գո­վիտ գա­վառ­նե­րի ժա­ռան­գա­կան տե­րե­րը: ", "պատվիրակության խնդրանքով Կոստանդիոս կայսրը (338–361 թթ.) հավանություն է տալիս Խոսրով Կոտակի որդու` Տիրանի գահակալմանը (338–350 թթ.)։ Նա ձգտում է ձերբազատվել արքունիքում չափազանց հզորացած նախարարական տարբեր խմբավորումների ազդեցությունից, ինչպես նաև իրեն ենթարկել հողային մեծաքանակ նվիրատվությունների հետևանքով հարստացած և աշխարհիկ իշխանության լծակների տեր դառնալու ձգտող եկեղեցին։ Տիրանի այս քաղաքականությունը հանգեցնում է հայոց եկեղեցու առաջնորդների հետ բախմանը, որի պատճառով կաթողիկոսական աթոռին հորը` Վրթանեսին հաջորդած Հուսիկը Տիրանի հրամանով բրածեծ է արվում և մահանում։ Տիրանի վարած խիստ կենտրոնացման քաղաքականությունը սրում է թագավորի և Արծրունիների ու Ռշտունիների փոխհարաբերությունները։ Այս տոհմերին պատկանող հողային տարածքները, որոնք կարևոր ռազմավարական նշանակություն ունեին, պետականացվեցին։ Բանակում մեծ հեղինակություն վայելող Մամիկոնյանների արքունիքից հեռանալը թուլացրեց Տիրանի դիրքերն արտաքին ասպարեզում։ "], "paragraph_source_docs": [1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1], "source_docs_file": "res.json"}