{"paragraphs": ["Ներքին Հայքին կցվեցին տարածքներ Փոքր Հայքից և Պոլեմոնյան Պոնտոսից, և ստեղծվեց Առաջին Հայքը: Փոքր Հայքի մաս Առաջին Հայքին միացվեցին Պոլեմոնյան Պոնտոսից որոշ հատվածներ և կազմավորվեց Երկրորդ Հայքը՝ Սեբաստիա կենտրոնով: Փոքր Հայքի մյուս հատվածը՝ նախկին Երկրորդ Հայքը, վերանվանվեց Երրորդ Հայք: Նախկինում կիսանկախ սատրապություններից կազմավորվեց Չորրորդ Հայքը: Հիմնականում հայկական բնակչություն ունեցող վարչական միավորների վերաձևումները այստեղ հայերի և այլազգիների քանակական հարաբերակցության արհեստական փոփոխման նպատակ էր հետապնդում, իսկ կայսեր կողմից վարչական այս միավորների կառավարիչ-դուքսերի (լատիներեն դուքո՝ առաջնորդում եմ բառից. այստեղից էլ ֆրանսերեն, անգլերեն՝ դյուք, հայերեն՝ դուքս տիտղոսը) նշանակումով վերացվեց հայ նախարարների թե՛ վարչաքաղաքական, թե՛ ռազմական իշխանությունը: Նորակազմ նահանգում ռազմական և վարչական իշխանությունը կենտրոնացավ կայսեր կողմից նշանակված մագիստրոսի ձեռքում: ", "Արևելահռոմեական կայսրության կազմում հայտնված հայերի ձուլման ճանապարհին լուրջ խոչընդոտ հանդիսացող նախարարական ինստիտուտի թուլացմանը միտված մեկ այլ քայլ էր 535 թ. Հուստինիանոս l-ի էդիկտը հայերի ժառանգական իրավունքի փոփոխման վերաբերյալ: Այս էդիկտով կանայք ևս հողային կալվածքներ ժառանգելու իրավունք էին ստանում: Արդարությունը վերականգնելու վերամբարձ արտահայտությունների տակ թաքնված էր հայ նախարարության տնտեսական հզորությունը խարխլելու ձգտումը: Հայոց ժառանգական իրավունքի համաձայն՝ հողային տիրույթներն անցնում էին հորից ավագ որդուն: Հողային տիրույթների ժառանգման այս համակարգը թույլ չէր տալիս նախարարական տոհմերի հզորության հիմք հանդիսացող հողային տիրույթների մանրացում: Այսպիսով կայսրն իր այս էդիկտով փորձում էր վերջնական հարված հասցնել հայ նախարարությանը: ", "Հուստինիանոս I-ի օրոք կայսրության ոչ ուղղափառ հպատակների նկատմամբ կրոնական անհանդուրժողականությունը և հալածանքները մեծ ծավալներ ընդունեցին։ Պարսկահպատակ քրիս- տոնյաների շրջանում ուղղափառություն տարածելով՝ կայսրությունը փորձում էր իր ազդեցությունը հաստատել նրանց վրա։ ", "Վարչաքաղաքական, օրենսդրական նորամուծությունները, կրոնական անհանդուրժողականությունն ու հալածանքները, ինչպես նաև հարկային բեռի աննախընթաց ծանրացումը հանգեցրին կայսրությանը հպատակ հայերի դժգոհությանը, որն էլ 539 թ. ապստամբության պատճառ դարձավ: Այս ապստամբությունը 540 թ. վերաճեց Պարսկաստանի և Արևելահռոմեական կայսրության միջև պատերազմի։ Ի վիճակի չլինելով դիմադրելու կայսերական բանակներին՝ հայ նախարարների պատվիրակությունը Վասակի գլխավորությամբ մեկնեց Տիզբոն և համոզեց պարսից Խոսրով Անուշիրվան արքային (531–579 թթ.) ռազմական գործողություններ սկսել կայսրության դեմ։ Պատերազմն ավարտվեց 561 թ.։ Երկու տերությունների` Հայաստանով անցնող սահմանը մնաց անփոփոխ։ ", "մեջ մտնող կայսերապատկան Հայաստանը կառավարվում էր միայն մեկ պաշտոնյայի` ռազմական և քաղաքացիական ամբողջ իշխանությունը մեկտեղած դուքսի կողմից: Վերջինիս հրամանատարության տակ գտնվում էին մեծաքանակ ռազմական ուժեր` 3 լեգեոն, հեծյալ նետաձիգների 2 գունդ, 11 հեծելազորային ջոկատ՝ յուրաքանչյուրը 600 հեծյալով, 10 կոհորտա՝ յուրաքանչյուրը 600 զինվորով: Միաժամանակ, բերդերի և ամրությունների հարաճուն շինարարություն էր ընթանում: Կայսեր՝ «Շինությունների մասին» աշխատության չորս գրքից մեկն ամբողջովին նվիրված էր Հայաստանին: ", "ՏԻՐԱՊԵՏՈՒԹՅԱՆ ԴԵՄ: ", "­Թա­գա­վո­րու­թյան հռ­չա­կու­մը։ Ա­շոտ I։ Ա­րա­բա­ կան խա­լի­ֆա­յու­թյու­նը չհաշտ­վեց ստեղծ­ված ի­րա­ վի­ճա­կի հետ և փոր­ձեց վե­րա­կանգ­նել իր դիր­քե­րը Հա­յաս­տա­նում։ Հա­տուկ հանձ­նա­րա­րու­թյամբ խա­ լի­ֆը Հա­յաս­տան ու­ղար­կեց նոր ոս­տի­կա­նի։ Նա ա­րաբ ա­մի­րա­նե­րի հետ ո­րո­շում է բա­րե­կա­մու­թյուն հաս­տա­տե­լու պատր­վա­կով հայ իշ­խան­նե­րին հրա­ վի­րել Դվին և ո­չն­չաց­նել նրանց։ Ա­շոտ Բագ­րա­տու­ նին հան­դես է բե­րում մեծ զգու­շու­թյուն և հետ­ևում է ա­րաբ­նե­րի բո­լոր գոր­ծո­ղու­թյուն­նե­րին։ Նրա ու­ղար­ կած մար­դիկ ձեր­բա­կա­լում են ոս­տի­կա­նի սուր­հան­ դակ­նե­րին։ Ա­րաբ­նե­րի մոտ հայտ­նա­բեր­վում է ոս­ տի­կա­նի նա­մա­կը՝ ո­ւղղ­ված Գան­ձա­կի ա­մի­րային, ո­րում բեր­վում էր Դվի­նում հայ իշ­խան­նե­րին ծու­ղա­ կի մեջ գցե­լու ծրա­գի­րը։ Ա­շո­տի խորհր­դով Դվին են ներ­կա­յա­նում ոչ թե իշ­խան­նե­րը, այլ հայոց զոր­քը։ ", "Սպա­րա­պետ Ա­բա­սը մտ­նում է Գան­ձա­կի ա­մի­րայի վրա­նը, և ցույց տա­լով հայտ­նա­բեր­ված նա­մա­կը՝ ձեր­բա­կա­լում է նրան։ Ա­պա հայե­րը նրան ստո­րաց­ նե­լու նպա­տա­կով ձի­ու փո­խա­րեն ջո­րի են նս­տեց­ նում, հասց­նում են Հա­յաս­տա­նի հա­րա­վային սահ­ մա­նը և վտա­րում ե­րկ­րից։ Այս­պի­սի ան­փա­ռու­նակ վախ­ճան է ու­նե­նում ա­րա­բա­կան վեր­ջին ոս­տի­կա­ նի իշ­խա­նու­թյու­նը Հա­յաս­տա­նում։ ", "փոփոխմանը վերաբերող՝ 535 թ. հրապարակված օրենքի էությունը: ", "Խոսրով Անուշիրվան արքայի հանդիպումից հետո: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ այստեղ ստեղծված իրավիճակի մասին հայտնեց արքայից արքային։ Վերջինս նրան հանձնեց 15-հազարանոց մի բանակ և պահանջեց ճնշել ապստամբությունը։ Հայ ապստամբները, միավորվելով Աղվանքի և Վիրքի նախարարների հետ, դիմեցին բյուզանդական կայսր Հուստինոս II-ին (565−578 թթ.)։ ", "­Բա­գրա­տու­նյաց ա­ռա­ջին ար­քան խե­լա­ցի և փոր­ ձա­ռու քա­ղա­քա­կան գոր­ծիչ է­ր։ Նա մեծ աշ­խա­տանք կա­տա­րեց եր­կի­րը մի­ա­վո­րե­լու և նրա ան­վտան­գու­ թյու­նը ա­պա­հո­վե­լու ո­ւղ­ղու­թյամբ։ Ա­շոտ I–ը ճն­շեց Վա­նան­դի իշ­խան­նե­րի ա­պս­տամ­բու­թյու­նը և նրանց գա­վա­ռը՝ Կարս կենտ­րո­նով, մի­աց­րեց իր պե­տու­ թյա­նը։ Կար­սը վե­րա­կա­ռուց­վեց և դար­ձավ հայոց սպա­րա­պետ­նե­րի նս­տա­վայ­րը։ Խա­ղաղ ճա­նա­պար­ հով Ա­շոտ I–ը կա­րո­ղա­ցավ իր ազ­դե­ցու­թյունն ամ­ րապն­դել զո­րեղ Սյու­նյաց և Ա­րծ­րու­նյաց իշ­խան­նե­ րի վրա։ Ա­շո­տի գե­րիշ­խա­նու­թյունն ըն­դու­նե­ցին նաև Մա­նազ­կեր­տի, Ար­ճե­շի, Բերկ­րի­ի և այլ շր­ջան­նե­րի ա­րա­բա­կան ա­մի­րա­յու­թյուն­նե­րը։ Մի քա­նի ար­շա­ վանք­նե­րից հե­տո հա­ջող­վեց սան­ձա­հա­րել Վրաս­ տա­նը և Աղ­վան­քը աս­պա­տա­կող հյու­սիս­կով­կա­ս­ յան լեռ­նա­կան­նե­րին։ Շնոր­հիվ այդ հան­գա­ման­քի՝ ամ­րապնդ­վե­ցին Ա­շոտ Բագ­րա­տու­նու բա­րե­կա­մա­ կան կա­պե­րը վրա­ցի­նե­րի ու աղ­վան­նե­րի հետ։ ", "Խոսրովի կողմից Հայաստան ուղարկված բանակը 571 թ. փետրվարին Դվինում ջախջախվեց հայերի կողմից: Նույն թվականի ամռանը Խաղամախյա դաշտում (գտնվում է Վասպուրականի Մարդաստանի գավառում) հայերը հաղթեցին նաև պարսկական 20-հազարանոց զորքին: Ապստամբները գիտակցում էին, որ միայնակ չեն կարող կռվել հզոր Պարսկաստանի դեմ։ Նախարարներն իրենց շարժական գույքն ու ընտանիքները տեղափոխեցին բյուզանդական տարածք։ ", "Ե­րկ­րում սկս­վեց խա­ղաղ շի­նա­րա­րա­կան ժա­մա­նա­ կաշր­ջան։ ", "Պատերազմական գործողությունները տեղի էին ունենում հիմնականում Հայաստանի տարածքում, և երկիրն այդ պատճառով ավերվում էր։ Պարսկական բանակներին չէր հաջողվում պարտության մատնել Վարդան Մամիկոնյանի գլխավորած զորքին, որի կազմում կային նաև բյուզանդական ստորաբաժանումներ։ Ռազմական գործողություններն ընթանում էին փոփոխական հաջողու- թյամբ, և նույնիսկ պատերազմին Խոսրով Անուշիրվանի անմիջական մասնակցությունը իրավիճակը չի փոխում։ ", "III-ը (579-590թթ.) սաստկացրեց բռնությունը Հայաստանում, իսկ բուն Պարսկաստանում փորձեց սահմանափակել մոգպետների իշխանությունը, ինչը հանգեցրեց նրա դեմ խռովության։ Դրան նպաստեց նաև պարսից զորահրամանատար Վահրամ Չուբինը, որն ապստամբեց իր գլխավորած բանակի հետ միասին։ ", "վե­րա­կանգն­ման ուղղությամբ: ", "Բյուզանդական բանակի միջոցով ճնշելով Չուբինի ապստամբությունը` Պարսկաստանը 591 թ. տարածքային զիջումներ կատարեց Բյուզանդիային. Պարսկաստանի և Բյուզանդիայի միջև կնքված պայմանագրով Հայաստանը երկրորդ անգամ բաժանվեց այս տերությունների միջև։ Սահմանը Սևանա լճի արևմտյան ափով, Ազատ և Հրազդան գետերի ջրբաժանով հասնում էր Արաքս գետին` բաժանելով Պարսկաստանին մնացած Ոստան գավառը Բյուզանդիային անցած Կոտայքի գավառից։ Արարատ լեռան արևելյան լանջով պարսկաբյուզանդական նոր սահմանն իջնում էր հարավ՝ բաժանելով Բյուզանդիային անցած Կոգովիտի գավառը Պարսկաստանին անցած Արտազ գավառից։ Հասնելով Վանա լճի հյուսիսային ափ` այն անցնում էր Առեստ ավանի մոտով։ Վասպուրականի նահանգը հայտնվեց Պարսկաստանի տարածքում, Տուրուբերանի նահանգը՝ Բյուզանդիայի։ Վանա լճից հարավ սահմանն անցնում էր Ընձաքիսար լեռան մոտով և հեռանում Միջագետք։ ", "ՀԱՐՑԵՐ ստիպված եղավ Հայաստանի մեծ մասը զիջել Բյուզանդիային: ", "բատ I–նն օգ­ նեց վրա­ ցի­ նե­ րին և Վրաս­ տա­նից դուրս վտա­րեց ա­րաբ­նե­րին։ Նրա օ­ժան­դա­ կու­թյամբ վրաց Բագ­րա­տու­նի­նե­րից Ա­տր­ներ­սե­հը դար­ձավ Վրաս­տա­նի թա­գա­վոր։ ", "Սասանյան Խոսրով Անուշիրվան արքայի օրոք Մերձավոր Արևելքում, նաև Հայաստանում սկսեց տարածում գտնել նարդի սեղանի խաղը: Համաձայն լեգենդի` հնդիկները պարսիկների ուշիմությունն ու ընկալունակությունը ստուգելու համար, առանց կանոնները բացատրելու, ուղարկում են շախմատային ֆիգուրներ և տախտակ` առաջարկելով ինքնուրույն գտնել խաղի իմաստը: ", "Պարսիկ իմաստուն Բուզուրգ-Միհրը ոչ միայն բացահայտում է շախմատի կանոնները, այլև հնդիկներին է ուղարկում իր հնարած խաղը` նարդին (պահլավերեն նև-արտաշիր` Արտաշիր արքայի մարտ), որի սկզբունքները հնդիկները 40 օր շարունակ չեն կարողանում ըմբռնել: ", "Այս ա­ղե­տին գու­մար­վեց Հա­յաս­տա­նի քա­ղա­քա­ կան վի­ճա­կի շեշ­տա­կի վատ­թա­րա­ցու­մը։ Հայ–բյու­ զան­դա­կան պայ­մա­նա­գի­րն ան­հանգս­տաց­րեց Ա­տր­պա­տա­կա­նի ա­րա­բա­կան ա­մի­րա­յու­թյա­նը։ ", "ԹԵՈԴՈՐՈՍ ՌՇՏՈՒՆՈՒ ՔԱՂԱՔԱԿԱՆՈՒԹՅՈՒՆԸ Արաբական թերակղզու ցեղերը VII դ. սկզբին միավորվեցին Մուհամմադ մարգարեի կողմից քարոզվող իսլամի կրոնական գաղափարախոսության շուրջ և արտաքին լայնածավալ նվաճումների դիմեցին, որոնց հաջողությունը մեծապես պայմանավորված էր միմյանց դեմ վարած արյունահեղ պատերազմների հետևանքով Պարսկաստանի և Բյուզանդիայի թուլացմամբ։ ", "ճակատամարտում նրանք հաղթանակ տարան պարսիկների նկատմամբ։ Այս իրադարձություններից հետո Հայաստանում պարսիկների իշխանությունն արևելյան մասում վերացավ, իսկ կայսեր իշխանությունը բյուզանդական մասում զգալիորեն թուլացավ։ Դա օգտագործեց հայոց սպարապետ Թեոդորոս Ռշտունին և 636 թ. միավորեց Հայաստանի երկու հատվածը։ 639 թ. արաբական մեկ այլ բանակ՝ Իյադ իբն Ղանմի հրամանատարությամբ, ասպատակելով Միջագետքը, Բաղեշի լեռնանցքով ներխուժեց Հայաստան, հանկարծակի հայտնվեց Դվինի պարիսպների տակ և կոտորվեց, մյուս մասը` շուրջ 35 հազար մարդ, գերեվարվեց։ "], "paragraph_source_docs": [1, 1, 1, 1, 1, 1, 0, 0, 1, 1, 1, 0, 1, 0, 1, 1, 0, 1, 1, 0, 1, 1, 0, 1, 1], "source_docs_file": "res.json"}