{"paragraphs": ["Հայկական անկախ պետականության վերականգնման պատմական նշանա­կությունը։ Այսպիսով, դարերի ընդմիջումից հետո, հայ ժողովրդի հե­ րո­ սական մաքա­ ռումների արդյունքում, 1918թ. մայիսի 28-ին ծնվեց Հայաս­ տանի առաջին հանրա­պետությունը։ Դա օրինաչափ պատմական անհրա­ժեշ­ տու­թյուն էր։ ", "Հայաստանի անկախության հռչակումը նոր դարաշրջան բացեց հայ ժո­ ղովրդի բազմադարյան պատմության մեջ։ Դրանով փաստորեն սկսվեց հայոց պատմության նորագույն ժամանակաշրջանը։ ", "Անկախ պետականության վերականգնումը պայմաններ ստեղծեց ազգա­ յին վերա­ծնության ու զարգացման համար։ ", "XVIII դ. 20-ական թթ. սկիզբ ­ Ղարաբաղում սղնախների ձևավորումը: ", "Հայաստանը, պետական կառուցվածքի ու կառավարման տեսակետից, դեմոկրա­ տական (ժողովրդավարական) հանրապետություն էր` խորհրդա­ րանի գերակայությամբ։ Ծրագրվում էր Հայկական հարցի լուծումից հետո ընդունել սահմանադրություն: ", "թուրքական 6-հազարանոց զորաբանակի ջախջախումը Ղարաբաղում: ", "Ականատես, բժիշկ Հ. Մելիքյանի հուշերը 1918թ. օգոստոսի 1-ին խորհրդարանի բացման մասին Ամբողջ հրապարակը բռնել էր բազմահազար ամբոխ, որ սրտատրոփ սպասում էր կորցրած փառքի վերականգնման և դարերից ի վեր երազած անկախության իրագործման ակտին: Հրապարակի մեջ տեղ էին բռնել բանակի զանազան զորամասերից մեկ-մեկ ջոկատ: ", "Սբ. Կարապետի վանքի վանահայր Հովնանի միջև նամակագրական կապի հաստատումը: ", "XVIII դ., 80-ական թթ. կես ­ Շահամիր Շահամիրյանի կողմից ապագա անկախ Հայաստանի սոցիալ-տնտեսական և պետական կառուցվածքի մասին ծրագրի կազմումը: ", "կողմից Երևանի խանի զորքի ջախջախումը: ", "Միայն Հայաստանի անկախությունից հետո, ի վերջո, կատարվում է ազգային հերոս Անդրանիկի կտակը: 2000թ. նրա աճյունը տեղափոխվեց հայրենիք և հանդիսավորությամբ վերաթաղվեց Երևանի Եռաբլուր զինվորական պանթեոնում, ուր հանգչում են Հայաստանի ու Արցախյան հերոսամարտի նահատակ հերոսները: ", "*** Հայտնի է, որ խորհրդային բանտերում տևական բանտարկությունից և մահվանից (1955թ.) առաջ մեծն Գ. Նժդեհը (Գարեգին Տեր-Հարությունյան) կտակել էր թաղվել Հայաստանում: Նրա մահից հետո՝ տասնամյակներ անց, դեռևս խորհրդային իշխանության շրջանում, մի քանի հայ հայրենասերների ջանքերով, մեծ զորավարի ու մտածողի աճյունի մասունքները հանվեցին բանտավայրի գերեզմանից և գաղտնի բերվեցին Հայաստան: ", "Հոկտեմբերի 9-նոյեմբերի 30 ­ Երևանի երկրորդ պաշարումը ռուսների կողմից: ", "*** Նույն ոգեկոչմամբ, ի կատարումն հայոց մյուս տաղանդավոր զորավար, հարկադրա­ բար օտար ափերում հայտնված Դրոյի (Դրաստամատ Կանայան) կտակի, 2000թ. Բոստոնից (ԱՄՆ) հայրենիք տեղափոխվեց նրա աճյունը և մայիսի 28-ին՝ անկախության խորհրդա­ նշական օրը, վերաթաղվեց Ապարանում՝ իր գլխավորած Բաշ-Ապարանի հաղթական ճակատամարտին նվիրված հուշակոթողի մոտ: Փառք և խոնարհում ռազմական, պետական և քաղաքական տաղանդաշատ գործչի հիշատակին: ", "ՀԱՐՑԵՐ ԵՎ ԱՌԱՋԱԴՐԱՆՔՆԵՐ մարտու­նակության մասին։ Ովքե՞ր էին հայոց բանակի առաջին ղեկավար գործիչները։ ", "հան­րապետության միջազգային ճանաչման ուղղությամբ։ ", "­նիշները։ Բնու­թագրե՛ք դրանք։ ", "օրինաչափ պատմական անհրաժեշտություն էր: ", "բանակի կողմից: ", "Հուլիսի 5 ­ Ջևան-Բուլաղի ճակատամարտը: ", "նացող թուրքական վտանգը չէր վերացել‚ անհրաժեշտ համարվեց բա­ նակցություններ վարել Թուրքիայի հետ‚ կնքել հաշտության պայմանագիր։ ", "Հաշտությունը կնքվեց Բաթումում 1918թ. հունիսի 4-ին‚ սակայն չափա­ զանց ծանր էր Հայաստանի համար։ ", "Հոկտեմբերի 1 ­ Երևանի գրավումը ռուսների կողմից: ", "հայերն իրավունք են ստանում գաղթելու Ռուսաստանին անցած տարածքներ: ", "կայսերական հրովարտակի հրապարակումը: "], "paragraph_source_docs": [0, 0, 0, 1, 0, 1, 0, 1, 1, 1, 0, 0, 1, 0, 0, 0, 0, 0, 1, 1, 0, 0, 1, 1, 1], "source_docs_file": "res.json"}