{"paragraphs": ["Սեպտեմբերի 29­հոկտեմբերի 23 ­ Ուրֆայի հայերի հերոսամարտը: ", "Հունիսի 26­30 ­ Մուշի հերոսամարտը: ", "Քաղաքական կյանքը, կուսակցությունները։ Հա­ յաս­ տանի սոցիալ-տնտեսական ծանր դրությունն իր դրոշմն էր թողնում հասարակական-քաղաքական կյան­ քի վրա։ Այդուհանդերձ` նկատվում էր հասարակական կյանքի աշխուժացում։ Երևանը և Ալեք­ սանդրապոլը (այժմ՝ Գյումրի) դարձան հասարակական-քաղաքական կյանքի կենտ­ րոն­ ներ։ Հանրա­ պետությունում լույս էին տեսնում մի քա­ նի տասնյակ անուն պարբերականներ, Հայ հեղափոխական որոնց մի զգալի մասը համարվում էր ընդդիմադիր, դաշնակցություն գործում էին բազ­ մաթիվ հրատարակչություններ ու կուսակցության զինանշանը տպա­­ րաններ։ Թեր­ թերն ու ամսագրերը լուսաբանում էին երկրի առօրյան։ Ընդդիմադիր մամուլը քննադատում էր իշխանություններին: Պետության լրատվության հիմնական միջոցը Հա­ յաստանի հեռագրական գործակա­ լությունն էր (ՀՀԳ): 1919թ. սեպտեմբերից բացվել և գործում էր Երևանի հզոր ռադիոկայանը: Կառավարությունը հիմ­ նականում ապահովում էր խոսքի ու մամուլի ազատությունը։ ", "Հանրապետության քաղաքական կյանքի հիմնական դերակատարները կուսակ­ցու­թյուններն էին։ Հայաս­տա­նում գործում էին մի շարք քաղաքական կուսակցու­թյուններ։ Դրանցից առավել աչքի էին ընկնում Դաշ­նակցությունը, Հայ ժողովրդական, Հայ (սահ­ մանադրա­ կան) ռամկավար, Սոցիալիստ-հե­ ղափոխական (էսէռ), Սոցիալ-դեմոկրատ (մենշևիկ, բոլ­ շևիկ) կուսակցու­ թյուն­ ները։ Հանրապետությունում շատ փոքր էր Ս. Դ. հնչակ­յան կուսակցության դերակատա­րու­ թյունը։ Վերոնշյալ կազմակերպությունների մի մասը՝ Դաշ­ նակցություն, Էսէռ, Սոց.-դեմ. հնչակյան, պաշտ­ պա­ նում էր սոցիալիզմի գաղափարներ, իսկ մյուս մասը` ՀԺԿ, Սոցիալ-դեմոկրատ Հայ ռամկավար, ազա­տա­կան (լիբերալ) արժեքներ: Բազ­ հնչակյան կուսակցության մա­ կուսակ­ ցական համակարգի ձևավորումը, անշուշտ, զինանշանը նպաս­­­ տում էր երկրի ժողովրդավարացման (դեմոկրա­ տաց­ման) գործ­ընթացներին: ", "Ապրիլի 26 ­ Ռուսական բանակի կողմից գրավված Արևմտյան Հայաստանի տարածքներում գեներալ-կոմիսարության հաստատումը: ", "գումարը, որը որոշում ընդունեց Միացյալ և Անկախ Հայաստան ստեղծելու մասին։ Այդ գաղափարը կենսագործելու նպատակով Հայաստանի կառա­ վարությունը անկախության առաջին տարեդարձի օրը` 1919թ. մայիսի 28-ին, պաշտոնական հայտարարություն արեց Միացյալ և Անկախ Հայաստանի հռչակման մասին։ Սակայն այդ հռչակագիրը կուսակցությունների միջև առաջ բերեց սուր տարաձայնություններ, որովհետև ընդունվել էր առանց խոր­հրդա­ րանի գիտության։ Մի շարք կուսակցություններ բողոք արտահայտեցին, իսկ ՀԺԿ-ն հեռացավ կառավարությունից։ Դրանով քայքայվեց կոալիցիան։ Դաշ­ նակցությունը միայնակ ստանձնեց երկրի կառավարման ղեկը և պատաս­ խանատվությունը։ ", "Թուրք-թաթարական խռովությունները։ Հայաստանի Հանրապետության ներքին կյանքի ամենացավոտ հարցերից էին հանրապետությունում զգալի թիվ կազմող թուրք-թաթարների հաճախ կրկնվող խռովությունները։ Դրանք հրահրվում և ուղղորդվում էին Թուրքիայի և Ադրբեջանի կողմից։ Վերջիններս ձգտում էին խորտակել Հայաստանի անկախությունը, զավթել նրա տա­ րածքները և անմիջական սահմանային կապ հաստատել իրար հետ։ ", "Հակահայկական շարժման թեժ օջախներ էին համարվում Մեծ Վեդին, Զանգի­բասարը (Մասիսի շրջ.), Շարուր-Նախիջևանը, Արդահանը, Սուրմալուն և այլն։ ", "հեռանալով Անդրկովկասից, Հայաստանի թուրքաբնակ վայրերում թողեցին մեծ թվով ասկյարներ (զինվորներ) ու զինվորական մասնագետներ։ Նրանք սկսեցին հավաքագրել տեղացի մահմեդականներին: Թուրք-թաթարական խռովարարները չէին ենթարկվում Հայաստանի օրինական իշխանություն­նե­ րին։ Նրանք հալածում էին հայ խաղաղ բնակչությանը, կատարում ահա­բեկ­ չական գործողություններ, փակում ճանապարհները։ Անգամ Երևանում հավատարմագրված Ադրբեջանի դիվանագիտական ներկայացուցիչը զբաղ­ ված էր Հայաստանի դեմ ուղղված լրտեսական գործունեությամբ։ ", "Նոյեմբերի 15 ­ Անդրկովկասյան կոմիսարիատի ստեղծումը: "], "paragraph_source_docs": [1, 1, 0, 0, 1, 0, 0, 0, 0, 1], "source_docs_file": "res.json"}