{"paragraphs": ["Կովկասյան ճակատում ռուսական բանակի քայքայման հետևանքով առաջացել էր թուրքական հարձակման վտանգ, որը կանխելու նպատակով նոյեմբերի 19-ին ստեղծվեց Հայկական կորպուսը՝ գեներալ Թովմաս Նազարբեկյանի գլխավորությամբ: Հայոց Ազգային խորհրդի պահանջով Հայկական կորպուսի զիվորական կոմիսար նշանակվեց Դրոն: Հայկական կորպուսը բաղկացած էր 2 դիվիզիայից, յուրաքանչյուրը՝ 4 գնդից: Առաջին դիվիզիայի հրամանատարն էր գեներալ Մ. Սիլիկյանը, երկրորդինը` գեներալ Մ. Արեշյանը: Ձևավորվեց նաև արևմտահայերից բաղկացած երկրապահ դիվիզիա, որը գլխավորում էր Անդրանիկը: ", "Հայ–թա­թա­րա­կան ը­նդ­հա­րում­նե­րը ե­րկ­րա­մա­սում շա­րու­նակ­վե­ցին մինչև 1906 թ. սեպ­տեմ­բերը: Այդ ժա­ մա­նակ արդեն ա­ռա­ջին հե­ղա­փո­խու­թյու­նն ան­կում էր ապ­րում, ուստի ռու­սա­կան իշ­խա­նու­թյու­նը ո­րոշ­ե­ց դա­ դա­րեց­նել ազ­գա­մի­ջյան բա­խու­մը: ", "Ռուսական զորքերի հեռանալու պատճառով Կովկասյան ռազմաճակատը մերկանում էր, իսկ ռազմաճակատի գիծը հիմնականում պահում էին հայկական ստորաբաժանումները: Այս պայմաններում ռուսական հրամանատարությունն ընդունեց թուրքերի զինադադարի առաջարկը, որը կնքվեց Երզնկայում՝ 1917 թ. դեկտեմբերի 5-ին: ", "Թուրքահայաստանի մասին դեկրետը Նախկին Ռուսական կայսրության տարածքում ապրող հայերի համակրանքը շահելու նպատակով դեռևս իրեն վստահ չզգացող բոլշևիկյան կառավարությունը (ժողովրդական կոմիսարների խորհուրդ) որոշեց ընդառաջել Արևմտյան Հայաստանի հիմնահարցին Ռուսաստանի նոր իշխանությունների օժանդակությամբ լուծում տալու ձգտող մի շարք հայկական կազմակերպությունների: ", "Ստալինի, Ավանեսովի, Տերյանի, Ռոստոմի, Պռոշյանի անդամակցությամբ: Այս հանձնաժողովը մշակեց Հայկական հարցի կարգավորման նախագիծ, որի համաձայն՝ Արևմտյան Հայաստանում ստեղծվելու էր ինքնիշխան հայկական պետություն, իսկ Արևելյան Հայաստանն ինքնորոշման իրավունքի հարգման պայմանով Ռուսաստանի կազմում ինքնավարություն էր ստանալու: ", "Խորհրդային Ռուսաստանը պետք է Արևմտյան Հայաստանում ստեղծվելիք անկախ հայկական պետությանը տրամադրեր նախնական երաշխիքներ. ամենից առաջ, ռուսական զորքերը պետք է մնային Արևմտյան Հայաստանում, և այդ պետությունը ամուր հիմքերի վրա դնելու նպատակով նախատեսվում էր Ռուսաստանում ծվարած հայ փախստականներին տեղափոխել հայրենի բնակավայրեր, ինչպես նաև հայրենիք վերադառնալու միջոցներ տրամադրել Եվրոպայում և Ամերիկայում ապաստանածներին: Արևմտյան Հայաստանի գերագույն կոմիսարին կից ստեղծվելու էր բոլշևիկների նկատմամբ լոյալ արևմտահայ նոր խորհուրդ: Այս ամենը կենսագործվելու էր հատուկ հիմնադրամի միջոցներով: Նախագծում նշվում էր այն տարածքը, որտեղ ձևավորվելու էր հայկական պետությունը (Կարինի, Վանի, Բաղեշի նահանգներ): ", "Հար­ցեր և ա­ռա­ջադ­րանք­ներ կե­լու հա­մար: ", "ՀԱՐՑԵՐ փոփոխություններ տեղի ունեցան ռուսական բանակի կողմից գրավված Արևմտյան Հայաստանի կառավարման համակարգում: ", "փաստաթուղթ: ", "քի ըն­կան կռիվ­նե­րում: ", "Արևելահայ Ազգային խորհրդում, որտեղ գերիշխում էին դաշնակցականները, Արևմտահայ զորախմբի ձևավորման հարցը միանշանակ չընդունվեց: Այդ զորախմբի հրամանատարի նշանակումը դարձավ ոչ թե ռազմական, այլ քաղաքական խնդիր` հանգելով միջկուսակցական և ներկուսակցական բախման: Արևելահայ Ազգային խորհուրդը, սկզբում մերժելով Անդրանիկի թեկնածությունը, առաջարկեց ձևավորել ռազմական գործողությունները համակարգող խորհրդակցական մարմին, որտեղ Անդրանիկը ներկայացված չէր: Արևելահայերի Ազգային խորհուրդը միայն թուրքերի կողմից Երզնկայի զինադադարը խախտելուց և Երզնկայի գրավումից հետո համաձայնեց հաստատել Անդրանիկի թեկնածությունը: Սակայն, այս ընթացքում, ռազմական նախաձեռնությունը թուրքերին անցնելու և հայկական ռազմական ստորաբաժանումների ձևավորմանը ֆինանսապես օժանդակելու՝ ԱՄՆ-ի հրաժարումից հետո, իրավիճակը կտրուկ վատացել էր: ", "Բանակցությունների առաջին փուլում խորհրդային պատվիրակության փաստացի ղեկավարն էր պաշտպանության ժողովրդական կոմիսար Տրոցկին: Խորհրդային կառավարությունը նրան հանձնարարել էր գերմանական բլոկի կողմից վերջնագրի ներկայացման դեպքում ստորագրել հաշտության պայմանագիրը: Տրոցկին խախտեց այդ հանձնարարությունը և հայտարարեց, որ Խորհրդային Ռուսաստանը գերմանական բլոկի պայմաններով հրաժարվում է հաշտություն կնքել, սակայն զորացրում է բանակը և համարում պատերազմն ավարտված: Այս արկածախնդիր հայտարարությունը պատճառ դարձավ Գերմանիայի կողմից պատերազմական գործողությունների վերսկսման: Կանգնելով ռազմաճակատի փլուզման վտանգի առջև` խորհրդային իշխանությունները ստիպված էին բանակցությունները շարունակելու խնդրանքով դիմել գերմանական կողմին: Բրեստ-Լիտովսկի բանակցությունների երրորդ փուլում բոլշևիկները հարկադրված էին համաձայնել գերմանացիների շատ ավելի ծանր պահանջներին և 1918 թ. մարտի 3-ին ստորագրել հաշտության պայմանագիր: ", "Բանակցությունների ժամանակ արծարծվեցին նաև հայ ժողովրդին առնչվող մի շարք խնդիրներ: Թուրքիան հրաժարվեց քննարկել խորհրդային պատվիրակության՝ հայերին ինքնավարություն տալու առաջարկը: Թուրքական պատվիրակության ղեկավար Թալեաթը ժխտում էր Հայկական հարցի գոյությունը և Արևմտյան Հայաստանն անվանում Անատոլիայի արևելյան նահանգներ: Խորհրդային պատվիրակությունը Բրեստ-Լիտովսկի պայմանագրի IV հոդվածով ճանաչեց Թուրքիայի ինքնիշխանությունն ամբողջ Արևմտյան Հայաստանի, ինչպես նաև Կարսի մարզի և Արդահանի օկրուգի նկատմամբ: ", "Ռուսական պատվիրակությունը խոստացավ 7-8 շաբաթվա ընթացքում ռուսական զորքերից մաքրել ողջ Արևմտյան Հայաստանը, ինչպես նաև Արևելյան Հայաստանի վերոհիշյալ տարածքները: ", "Այսպիսով՝ վերականգնվում էր մինչ 1877-1878 թթ. պատերազմը գոյություն ունեցած ռուս-թուրքական սահմանը: Առանձին համա- ՏԱՐԱԾՔՆԵՐԻ ԲՌՆԱԿՑՈՒՄԸ ԹՈՒՐՔԻԱՅԻՆ ձայնությամբ ռուսական պատվիրակությունը պարտավորվեց նաև ցրել հայերից կազմված զորամիավորումները, ինչպես նաև լուծարել Ռուսաստանում գործող հայերի այն կազմակերպությունները, որոնք հակաթուրքական քարոզչություն կարող էին ծավալել: ", "Փաստորեն, պարտության եզրին գտնվող Թուրքիան բոլշևիկների պարտվողական քաղաքականության արդյունքում դարձավ հաղթող և իր կամքը թելադրող երկիր: ", "Սա­կայն իշ­խա­նու­թյուն­նե­րը խա­բե­ու­թյամբ Ա­դա­ նայի հայե­րից հա­վա­քե­ցին զեն­քը: Ապ­րի­լի 12–14–ին տե­ղի ունե­ցավ կո­տո­րա­ծի ե­րկ­րորդ փու­լը: Այս ան­գամ ջարդեր տե­ղի ու­նե­ցան ինչպես Ա­դա­նայի, այնպես էլ Հա­լե­պի նա­հանգ­նե­րի հայ­կա­կան մի շարք բնա­կա­ վայ­րե­րում: Կոտորածներին մաս­նակ­ցեց նաև զոր­քը: ", "Պետրոգրադում բոլշևիկների կողմից Սահմանադիր ժողովի ցրումից հետո Այսրկովկասում ձևավորվեց օրենսդիր իշխանության բարձրագույն մարմին` Անդրկովկասյան սեյմ: 1918 թ. փետրվարի 10-ին գումարվեց առաջին նիստը: Սեյմի կազմը ձևավորվել էր 1917 թ. Հարավային Կովկասում Համառուսաստանյան սահմանադիր ժողովի ընտրություններում հաղթանակ տարած քաղաքական կուսակցությունների պատգամավորների քանակը եռապատկվելու արդյունքում: 125-տեղանոց սեյմում Դաշնակցությունն ուներ և, ընդունելով թուրքերի առաջարկը, պատվիրակություն ուղարկեց (պատվիրակության մեջ հայերին ներկայացնում էին Ալ. Խատիսյանն ու Հ. Քաջազնունին) Տրապիզոն՝ վերջիններիս հետ ինքնուրույն բանակցելու նպատակով: Մարտի 14-ից սկսված բանակցություններում թուրքերը պահանջեցին ճանաչել Բրեստ-Լիտովսկի պայմանագրով նախատեսվող տարածքային փոփոխությունները և Այսրկովկասը հայտարարել անկախ պետություն: Թուրքերի այս պահանջը սեյմը բավարարեց 1918 թ. ապրիլի 22-ին` հռչակելով անկախ Անդրկովկասյան Դեմոկրատական Դաշնային Հանրապետությունը: Նույն նիստում Գեգեչկորիի կառավարությունը հրաժա335 րական ներկայացրեց, և Չխենկելիի ղեկավարությամբ կազմավորվեց նոր կառավարություն: Սեյմը ճանաչեց նաև Բրեստ-Լիտովսկի հաշտության պայմանագիրը: Սակայն, երբ Կովկասյան ռազմաճակատից ռուսական զորքերը հեռացան, թուրքերը, չբավարարվելով Բրեստ-Լիտովսկի պայմանագրով նախատեսվող տարածքային ձեռքբերումներով, նոր, ավելի ծանր պայմաններ առաջ քաշեցին, ինչի հետևանքով ապրիլի 14-ին Տրապիզոնում բանակցություններն ընդհատվեցին: ", "ՀԱՐՑԵՐ Բրեստ-Լիտովսկում բանակցություններ սկսեցին Քառյակ դաշինքի երկրների հետ: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Տրապիզոն մեկնած Այսրկովկասյան պատվիրակության կազմը չափազանց մեծաքանակ էր` 40 մարդ, ինչպես նաև 50-հոգիանոց պահակախումբ: Թուրքական մամուլը ծաղրանքով նշում էր. «Տրապիզոն ժամանած բազմությունը զինվորական արշավախումբ լինելու համար չափազանց փոքր է, իսկ հաշտության պատվիրակության համար` չափազանց մեծ»: ", "­Կի­լի­կի­ա­յի դեպ­քե­րը ցույց տվին, որ ե­րիտ­թուր­քե­րը որ­դեգ­րել են հա­յե­րի բնաջնջ­ման աբ­դուլ­հա­միդ­յան պե­ տա­կան ծրագ­ի­րը: ", "ՀԵՐՈՍԱՄԱՐՏԵՐԸ ԹՈՒՐՔ ԶԱՎԹԻՉՆԵՐԻ ԴԵՄ Ռուսաստանում 1917 թ. տեղի ունեցած հեղափոխությունների հետևանքով ռուսական բանակը կորցրեց իր ռազմունակությունը և սկսեց կազմալուծվել, քայքայվեց նաև Կովկասյան ռազմաճակատը: Այստեղ տեղակայված ռուսական զորքերը հեռացան Ռուսաստան: Հայկական փոքրաթիվ ուժերը ստիպված էին պաշտպանել Տրապիզոնից մինչև Վան ընկած 500 կմ ձգվող ռազմաճակատը: Ճիշտ է, Երզնկայում կնքվել էր զինադադար, բայց այն հայերի համար չարագուշակ էր, որովհետև թուրքերն այդ ընթացքում նոր ուժերով թարմացնում և վերախմբավորում էին իրենց երրորդ բանակը, որի թիվը 1918 թ. հունվարից մարտ ընկած ժամանակահատվածում 10 հազարից հասավ 20 հազարի: ", "Մեծ դեր խա­ղաց նաև Ռու­սաս­տա­նի ար­դեն փոխված՝ դրա­կան դիր­քո­րո­շու­մը Հայ­կա­կան հար­ցում: ", "Հայ ազ­գա­յին մար­մին­ները ե­ռան­դուն գոր­ծու­նե­ու­ թյուն ծա­վա­լե­ցին: 1912 թ. հոկ­տեմ­բե­րին Թիֆ­լի­սում ստեղծ­վեց Հա­յոց ազ­գա­յին բյու­րոն: Նրա գլ­խա­վոր նպա­տա­կն էր նպաս­տել Հայ­կա­կան հար­ցի լուծ­մա­նը:­ Ա­մե­նայն հա­յոց կա­թո­ղի­կոս Գևորգ Ե­ –ն 1912 թ. հոկ­տեմ­բե­րի 2­–ին Կով­կա­սի փո­խար­քա Ի. Վո­րոն­ ցով–­Դաշ­կո­վի մի­ջո­ցով դի­մեց ռու­սա­կան կայս­րին` հա­յե­րին պաշտ­պա­նե­լու խնդ­րան­քով: Այ­նու­հետև նո­ յեմ­բե­րի 10­–ի կոն­դա­կով Պո­ղոս Նու­բար փաշ­ան նշա­ նակ­վեց Եվ­րո­պա­յում կա­թո­ղի­կո­սի լի­ա­զոր ներ­կա­յա­ ցու­ցիչ: Նրա գլ­խա­վո­րու­թյամբ ստեղծ­ված Ազ­գա­յին պատ­վի­րա­կու­թյու­նը հայ­կա­կան բա­րե­նո­րո­գում ­նե­րի հու­շա­գիր պատ­րաս­տեց տե­րու­թյուն­նե­րին ներ­կա­յաց­ նե­լու հա­մար: ", "վեց տե­րու­թյուն­նե­րի (Ռու­սաս­տան, Մեծ Բրի­տա­նի­ա, Ֆրան­սի­ա, Գեր­մա­նի­ա, Ի­տա­լի­ա, Ա­վստ­րո–Հուն­գա­րի­ա) դի­վա­նա­գի­տա­կան պայ­քա­րի ա­ռար­կա: ", "Հենակետ դարձնելով Ալեքսանդրապոլը` թուրքական բանակի մի մասն Արագածի արևմտյան լանջով շարժվեց դեպի Երևան, մյուս մասը՝ Ղարաքիլիսա (Վանաձոր): Գրավելով Համամլուն (Սպիտակ)` նրանք դեպի Ղարաքիլիսա շարժվող խմբավորման մի մասն ուղղեցին դեպի Ապարանի սարահարթ` նպատակ ունենալով աքցանի մեջ վերցնել Երևանը պաշտպանող հայկական ուժերին: ", "Ալեքսանդրապոլից Երևան շարժվող թուրքական 36-րդ դիվիզիան մայիսի 21-ին գրավեց Սարդարապատ գյուղը և նույնանուն կայարանը, Գեչրլուն (այժմ` Մրգաշատ) և ընդհուպ մոտեցավ Ղամշլուին (այժմ` Եղեգնուտ կիսակայարան): ", "Երևանի ազգային խորհրդի ղեկավար Արամ Մանուկյանի կազմակերպչական տաղանդի և բանիմաց ղեկավարման շնորհիվ հնարավոր եղավ ոչ միայն կանխել խուճապը, այլև ապահովել հայկական զորքերին զինամթերքի և սննդի մատակարարումը: ", "Գեներալ Սիլիկյանի ռազմական պլանի համաձայն՝ դեպի ԲաշԱպարան շարժվող թուրքական զորքին ընդառաջ շարժվեցին գնդապետ Դոլուխանյանի հրաձգային, գնդապետ Զալինսկու հեծյալ գնդերը և սահմանապահ գումարտակը: Արարատյան դաշտում կենտրոնացված ուժերը` պարտիզանական գունդը, Իգդիրի հատուկ հեծյալ գունդը, Պողոս Բեկ-Փիրումյանի հրամանատարության տակ գտնվող 5-րդ հրաձգային գունդը, և աշխարհազորային ջոկատները Ղուրդուղուլիից (այժմ՝ Արմավիրի մարզի Արմավիր գյուղ) մայիսի 22-ին անցան հարձակման և թշնամուն հարկադրեցին նահանջել 20 կմ: Մեծ կորուստներ կրած 36-րդ դիվիզիային օգնություն ուղարկելու թուրքական հրամանատարության փորձը ձախողվեց. Արաքսը գետանցել փորձող թուրքական 5-րդ դիվիզիան հետ շպրտվեց: Թուրքերը, դիրքավորվելով Արաքս կայարանից հյուսիս գտնվող բարձունքների վրա, մայիսի 25-ին հետ մղեցին հայերի առաջին գրոհը: Սակայն, մայիսի 27-ին թուրքական դիվիզիան, չդիմանալով հայկական հիմնական ուժերի ճակատային և Կոշ ու Խզնաուր (այժմ՝ Արագած) գյուղերից գնդապետ Հա- սան-Փաշայանի հարվածային զորախմբի, ինչպես նաև Թալինից Պանդուխտի (Միքայել Սերյան) մշեցիների ջոկատի թիկունքային հարվածին, խուճապահար փախավ Ալեքսանդրապոլ: Հաղթական ելք ունեցավ նաև Դրոյի գլխավորած հայկական ուժերի գրոհը Բաշ-Ապարանում: Չդիմանալով 6-հազարանոց հայկական ուժերի այս հուժկու գրոհին` թուրքերն Ապարանի սարահարթից նահանջեցին Ալեքսանդրապոլ: ", "Կատաղի և անզիջում էին մարտերը նաև Ղարաքիլիսայի ուղղությամբ: Այստեղ 10-հազարանոց թուրքական զորքի առջև կանգնած էր գեներալ Թովմաս Նազարբեկյանի հրամանատարությամբ գործող հայկական 6-հազարանոց զորաբանակը, որը դիրքավորվել էր Մայմեխ լեռան լանջին՝ Բզով-Դարա գյուղի մոտ՝ փակելով Պուշկինի լեռնանցքը: Չորս օր շարունակ հայկական զորաբանակը համառ մարտերի ընթացքում հետ մղեց թուրքական գերակշիռ ուժերի գրոհները: Միայն մայիսի 27-ին, նոր համալրումներ ստանալով, թուրքերին հաջողվեց ճեղքել ռազմամթերքի կարիք ունեցող հայերի պաշտպանական բնագծերը: Թուրքերի հարձակման թափն արդեն կոտրված էր, և նրանք ստիպված էին հաշվի նստել իր հայրենիքի փոքր պատառիկի վրա մահու և կենաց պայքար մղող ժողովրդի հետ ու ճանաչել նրա` անկախ պետականություն ունենալու իրավունքը: Բաթումում վերսկսված բանակցություններում Թուրքիան 1918 թ. հունիսի 4-ին ճանաչեց Հայաստանի անկախությունը: Հայաստանի և Օսմանյան կայսրության միջև կնքված պայմանագրով Հայաստանի Հանրապետության տարածքը սահմանափակվում էր 11 հազար կմ2-ով: Հայաստանը կորցրեց Ալեքսանդրապոլի գավառի տարածքի 2/3-ը, Երևանի գավառի կեսը և Շարուր-Դարալագյազի տարածքի 1/5-ը: ", "Օգտ­վե­լով բա­րեն­պաստ ի­րա­վի­ճա­կից` Թուր­քի­ան չեղ­յալ հա­մա­րեց բա­րե­նո­րո­գում­նե­րի ծրա­գի­րը և կա­ սեց­րեց եվ­րո­պա­ցի տե­սուչ­նե­րի աշ­խա­տան­քը: Այս­պի­ սով` հայ­կա­կան բա­րե­նո­րո­գում­նե­րի հեր­թա­կան փոր­ձը նույն­պես ձա­խող­վեց: ", "ՀԱՅԱՍՏԱՆԻ ԱՌԱՋԻՆ ՀԱՆՐԱՊԵՏՈՒԹՅՈՒՆԸ (1918-1920 ԹԹ.) ՔԱՂԱՔԱԿԱՆՈՒԹՅՈՒՆԸ Ի տարբերություն Այսրկովկասի երկու հարևան ժողովուրդների` Կովկասի թուրքերի և վրացիների, որոնցից առաջինը պետականություն ձեռք բերեց Օսմանյան կայսրության բացահայտ աջակցությամբ, իսկ երկրորդը` Գերմանիայի հովանավորությամբ, հայ ժողովուրդն անկախ ապրելու իրավունքը ձեռք բերեց իր հայրենիքի վերջին պատառիկը ներխուժած դարավոր ոսոխի դեմ կենաց ու մահու կռվում հաղթանակ տանելու շնորհիվ: ", "Օսմանյան կայսրության և քառյակ դաշինքի մյուս երկրների կողմից ճանաչվելուց հետո Հայաստանի Հանրապետությունում ձեռնարկվեց պետական շինարարություն: Հայոց նորաստեղծ պետությունը կառավարման ձևով խորհրդարանական հանրապետություն էր: Խորհրդարանը` Հայաստանի խորհուրդը, կազմավորվեց Թիֆլիսում գործող Ազգային խորհրդի հիմքի վրա: ", "ռավարություն: Հայաստանի Հանրապետության առաջին վարչապետը Հովհաննես Քաջազնունին էր, ներքին գործերի նախարարը՝ Արամ Մանուկյանը, արտաքին գործերի նախարարը՝ Ալեքսանդր Խատիսյանը, ֆինանսներինը՝ Խաչատուր Կարճիկյանը, պաշտպանությանը` Հովհաննես Հախվերդյանը, արդարադատությանը` Գրիգոր Տեր-Պետրոսյանը: Այս կառավարության բոլոր անդամները, բացառությամբ վերջին երկուսի, դաշնակցականներ էին: ", "խորհրդի առաջին նիստը: Երկար բանակցություններից հետո Հայ ժողովրդական կուսակցության (ՀԺԿ) չորս անդամ 1918 թ. նոյեմբերի 4-ին ընդգրկվեց կառավարության մեջ. ձևավորվեց կոալիցիոն կառավարություն: Սակայն Դաշնակցության և ՀԺԿ միջև առկա տարաձայնությունները չվերացան: 1919 թ. փետրվարի 6-13-ը Երևանում տեղի ունեցավ արևմտահայերի II համագումարը, որտեղ ընդունվեց մի բանաձև, որով Հայաստանի Հանրապետության կառավարությանը կոչ էր արվում ընդունել միացյալ Հայաստանի գաղափարը: 1919 թ. մայիսի 28-ին Հայաստանի խորհրդի հանդիսավոր նիստում հռչակվեց անկախ և միացյալ Հայաստանի ծնունդը, որն իր մեջ ներառում էր ոչ միայն Արևելյան Հայաստանը, այլև Արևմտյան Հայաստանի 6 նահանգ: Հայ ժողովրդական կուսակցությունը դեմ հանդես եկավ ունիտար (միացյալ) Հայաստանի ստեղծմանը` հայտարարելով, որ ապագա հանրապետությունը պետք է դաշնային կառուցվածք ունենա: ՀԺԿ-ն հարում էր Պողոս Նուբարին, ով նույն գաղափարներով հանդես էր գալիս Փարիզի հաշտության կոնգրեսում: Այս կուսակցությունը հունիսի ընտրություններ, որոնցում հաղթանակ տարավ Դաշնակցությունը: Հայաստանի 80-տեղանոց խորհրդարանում 72 պատգամավորական աթոռներ ստացան այս կուսակցության ներկայացուցիչները, 3 տեղ` թուրքերը, 4 տեղ` հայ էսեռները, 1 պատգամավոր անկուսակցական էր: ", "\u0007 ՞­ րբ է ստո­րագր­վել ռուս–թուր­քա­կան հա­մա­ձայ­նա­գի­րը: ", "Իր ձևավորման պահից Հայաստանի Հանրապետությունը ստիպված էր դիմագրավել բազմաթիվ ծանր խնդիրների: 1918 թ. հոկտեմբերին սպառված էին ցորենի պաշարները, և երկրում սով սկսվեց: Սովից և համաճարակից մեռավ 150 հազար մարդ: Այս ծանր իրավիճակը տևեց մինչև 1919 թ. գարուն: Հովհաննես Քաջազնունին մեկնեց Եվրոպա և ԱՄՆ: Նրան հաջողվեց ձեռք բերել ԱՄՆ-ի կառավարության օժանդակությունը, և 1919 թ. մայիսին ստացվեց պարենի առաջին խմբաքանակը: Ծանր էր նաև ֆինանսական դրությունը: Հայաստանի Հանրապետության բյուջեի ծախսային մասը 1920 թ. 1 միլիարդ ռուբլի էր, եկամուտները՝ 300 միլիոն ռուբլի: Այս պայմաններում ամբողջովին պետական մենաշնորհ հայտարարվեցին բամբակի արտադրությունն ու վաճառքը, պետականացվեց Շուստովի կոնյակի գործարանը, հսկայական ծավալների հասավ սղաճը: Կառավարությունը ստիպված էր ավելացնել դրամի ծավալը շուկայում: ", "Չնայած նման ծանր պայմաններին` Հայաստանի Հանրապետության կառավարությունն ուշադրություն էր դարձնում կրթության զարգացմանը: 1918-1920 թթ. երկրում գործել են 431 թերի միջնակարգ դպրոցներ՝ 38 հազար և 20 միջնակարգ դպրոցներ՝ ընդունեց, որը բացվեց 1920 թ. հունվարի 31-ին Ալեքսանդրապոլում: Աշխարհաքաղաքական բարդ պայմաններում գտնվող Հայաստանի Հանրապետությունը ստիպված էր մեծ ուշադրություն դարձնել զինված ուժերին: 1920 թ. բանակը բաղկացած էր 40 հազար մարդուց, սակայն կանոնավոր ստորաբաժանումներն այստեղ միայն 25 հազար էին: ", "Բոլշևիկների մայիսյան խռովությունը և դրա ճնշումը Կոմունիստական կուսակցությունը լեգալ գործում էր Այսրկովկասի 3 հանրապետություններից միայն Հայաստանում: Օգտվելով այդ հնարավորությունից՝ բոլշևիկները քայքայիչ գործունեություն ծավալեցին Հայաստանի Հանրապետության բանակում: 1920 թ. մայիսմեկյան պետական տոնախմբություններն օգտագործելով՝ Ալեքսանդրապոլում կանգնած Վարդան զորավար զրահագնացքը, հրամանատար Սարգիս Մուսայելյանի գլխավորությամբ, ապստամբեց: Ապստամբներն իրենց վերահսկողության տակ վերցրին Ալեքսանդրապոլի կայարանը: Սարգիս Մուսյաելյանն ապստամբության մասին տեղեկացրեց Հայաստանում կոմունիստական կուսակցության ղեկավար օրգան Արմենկոմին: Մայիսի 7ին Ալեքսանդրապոլ եկած Արմենկոմի ղեկավար անդամների հետ հանդիպման ժամանակ որոշում ընդունվեց ապստամբություն սկսել նաև Կարսում և Ադրբեջանի Ղազախի շրջանին հարող Հայաստանի տարածքում, ինչը նպատակ ուներ առաջ բերել Ադրբեջանում տեղակայված 11-րդ կարմիր բանակի միջամտությունը: ", "Ան­տան­տի հա­կա­ռա­կորդ Գեր­մա­նի­ա­յին հա­ջող­վեց օսմանյան Թուր­քի­ա­յին ներգ­րա­վել իր դա­շին­քի մեջ՝ վեր­ջի­նիս խոս­տա­նա­լով ա­մեն կար­գի ա­ջակ­ցու­թյուն Ան­ տան­տի դեմ պա­տե­րազ­մի ժա­մա­նակ: Գլ­խա­վոր պատ­ ճա­ռը, որ դր­դեց ե­րիտ­թուր­քե­րին նույնպես ներ­քաշ­վե­ լու պա­տե­րազ­մի մեջ, թուրք–­ռու­սա­կան հա­կա­մար­տու­ թյունն էր: Երիտթուրքերը մտա­դիր է­ին Ռու­սաստանյան կայս­րու­թյու­նում բնակ­վող թուր­քա­լե­զու, ի­նչ­պես նաև մահ­մե­դա­կան մյուս ժո­ղո­վուրդ­նե­րին օգ­տա­գոր­ծել ռուս­ նե­րի դեմ և ա­պա­գա­յում մի­ա­վո­րել նրանց «­Մեծ Թու­ րանի» մեջ: Պան­թյուր­քա­կան այդ ծրագ­րի ի­րա­գործ­ման ճա­նա­պար­հին լուրջ խո­չըն­դոտ է­ին հա­յերն ու Հա­յաս­ տա­նը: Հետև­ա­բար Օս­ման­յան կայս­րու­թյան պա­տե­րազ­ մի մեջ մտ­նե­լու հիմ­նա­կան նպատակներից էր նաև հայ ժո­ղովր­դի բնաջնջումը, նրա հայրենազրկումը: ", "Ալեքսանդրապոլում, Կարսում և Սարիղամիշում խորհրդային իշխանություն հռչակվեց: Այս ապստամբությունը ժողովրդական բնույթ չուներ և սահմանափակված էր միայն առանձին զինվորական ստորաբաժանումներով: Մայիսի 10-ին, առանց մի կրակոց անգամ արձակելու, Սարգիս Մուսայելյանը հայտարարեց Ալեքսանդրապոլում խորհրդային իշխանության հաստատման մասին, սակայն դա սահմանափակվում էր միայն Ալեքսանդրապոլի կայարանով: ", "Ստեղծված պայմաններում Ալեքսանդր Խատիսյանի ղեկավարած կառավարությունը մայիսի 5-ին հրաժարական տվեց: Համո Օհանջանյանի գլխավորությամբ ստեղծվեց նոր կառավարություն, որն ամբողջովին բաղկացած էր Դաշնակցության բյուրոյի անդամներից: Հայաստանի Հանրապետության խորհրդարանը մեկ ամսով դադարեցրեց աշխատանքները և իր լիազորությունները հանձնեց կառավարությանը: ", "Երբ Մուսայելյանը մերժեց կառավարության` զենքը վայր դնելու վերջնագիրը, Սեպուհի հրամանատարության տակ գործող զորքերը մայիսի 14-ին մտան Ալեքսանդրապոլ: Ապստամբության պարագլուխները որոշեցին դիմադրություն չցուցաբերել և փախուստի դիմեցին: Երկու օր տևեց խռովությունը միայն Կարսի զորամասերում: Կարսում խռովության ղեկավար Ղուկաս Ղուկասյանը գնդակահարվեց: Գնդակահարվեցին նաև Ալեքսանդրապոլի խռովության պարագլուխները՝ Մուսայելյանը, Ղարիբջանյանը և Ալավերդյանը: ", "Չնայած ապստամբությունը ճնշվեց, սակայն այն ծանր հարված հասցրեց նորաստեղծ պետությանը: Ակնհայտ դարձավ, որ բանակում շատ ցածր է կարգապահության մակարդակը: Սրվեցին նաև հարաբերությունները Խորհրդային Ռուսաստանի հետ, որոնք մինչ այդ բնականոն էին: ", "Թուրքական խռովությունները Նորաստեղծ Հայաստանի Հանրապետության թուրք բնակչությունն ագրեսիվ փոքրամասնություն էր: Թուրքիայի և Ադրբեջանի օժանդակությամբ հռչակվեցին 20 մուսուլմանական հանրապետություններ Հայաստանի տարածքում: Սրանք նորաստեղծ պետության համար մեծ վտանգ էին ներկայացնում, քանի որ, փակելով հաղորդակցության ուղիները, արգելակում էին բանակի մատակարարումը և տնտեսության զարգացումը: Այս հանրապետություններին Թուրքիան օժանդակում էր զինամթերքով և փորձառու սպաներով, իսկ Ադրբեջանը` դրամական միջոցներով: Շարուր-Նախիջևանում ստեղծված կազմավորումը պատրաստ էր մարտադաշտ հանել 10 հազար, Զանգի-Բասարինը` 5 հազար, Վեդիինը` 4 հազար մարդ: Հայաստանի Հանրապետության կառավարությունը հարկադրված էր վճռական միջոցների դիմել պետության միասնությունն ու անգամ գոյությունը վտանգող այս խռովություններին վերջ տալու համար: Անգլիայի օժանդակությամբ հայկական զորքերը 1919 թ. ապրիլի 24-ին մտան Կարս: Այստեղ գոր345 ծող, այսպես կոչված, Արևմտյան Կովկասի հանրապետության շուրայի (պարսկ.՝ խորհուրդ) անդամները դիմադրության փորձ կատարելու համար ձերբակալվեցին և աքսորվեցին Մալթա: Մայիսի թ. ամռանը սկսվեց Հայաստանի Հանրապետության թուրք բնակչության համընդհանուր խռովությունը: Վեդիի և Սևանա լճի հյուսիսային ու արևելյան ափերին հաստատված թուրքերի համառ դիմադրությունը հայկական բանակը կոտրեց հուլիսի 10- 25-ն ընկած ժամանակահատվածում: ", "ՀԱՐՑԵՐ անկախությունը: ", "­ ու­սա­կան կով­կաս­յան բա­նա­կը 1915 թ. գար­նանը գրա­վեց Թավ­րի­զը, Վա­նը: Ռու­սա­կան զո­րա­մա­սե­րը, նրանց հետ նաև հայ­կա­կան կա­մա­վո­րա­կան ու­ժե­րը հա­ սան Մուշ­ի և Բիթ­լի­սի մա­տույց­նե­րը, բայց այս անգամ չկա­րո­ղա­ցան գրա­վել այդ շր­ջան­նե­րը: ", "բարձրագույն մարմինը: ", "հայտնվեցին Հայաստանի խորհրդում: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Թիֆլիսի և Երևանի ազգային խորհուրդների 1918 թ. հուլիսին տեղի ունեցած համատեղ նիստում մինչև սահմանադիր ժողովի հրավիրումը հաստատվեց ժամանակավոր պետական դրոշը: "], "paragraph_source_docs": [1, 0, 1, 1, 1, 1, 0, 1, 1, 0, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 0, 1, 0, 0, 0, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 0, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1], "source_docs_file": "res.json"}