{"paragraphs": ["ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ ները) միայն լավ զինվորներ էին, ճարպիկ՝ ընդհատակյա գործունեության մեջ, իսկ զեյթունցի անվեհեր հայրենասերներն ու նրանց առաջնորդներն իրենց երկրի անձուկ տարածքում լեռնային պատերազմի էին միայն վարժ: Եթե գտնվեր ռազմական գործողությունների հստակ ծրագիր ունեցող և այդ ծրագիրը գործադրելու համար անհրաժեշտ ունակություններով օժտված ռազմական հրամանատար, նոյեմբերի սկզբին Հալեպի ամբողջ վիլայեթը ապստամբների ձեռքում կլիներ»: ", "ղային հար­ցը Ար­ևե­լ յան Հա­յաս­տա­նում: ", "Հայկական ապստամբական շարժումը չունեցավ նախկինում լուրջ ռազմական գործողությունների մասնակցած փորձառու առաջնորդ: Երիտասարդ պարոնները (Զեյթուն եկած Հնչակյան- XIX դ., անհավասար պայքարի մեջ մտնելով թուրքական բռնակալության դեմ, հայ ժողովուրդը դիմեց պարտիզանական պայքարի մարտավարության` ֆիդայական կռիվների: Համընդհանուր ապստամբության գաղափարը չհաջողվեց իրականացնել, քանի որ մեր ժողովրդի արևմտյան հատվածն ապրում էր ոչ թե կոմպակտ, այլ թուրք և քուրդ բնակչության հետ շերտընդմեջ: ", "նում: Ար­դյու­նա­բե­րու­թյան ո՞­ ր ճյու­ղերն է­ին այս­տեղ զար­գա­ցած: ", "կա­սում. ո՞­ րն էր դրա նպա­տա­կը: Ին­չո՞ւ էր այդ քա­ղա­քա­կա­նու­թյունն ո­ւղղ­վում հատ­կա­պես հայե­րի դեմ: ", "Կեսարիայի շրջանում ֆիդայական մարտերի առաջնորդներն էին Ժիրայրը (Մարտիրոս Պոյաջյան), Արամ Աշգպաշյանը, որոնք համակարգում էին Թորոս Ծառուկյանի և Կյուլբեկ Համալյանի, ինչպես նաև Մեծ ու Փոքր Չելո կոչվող ջոկատների գործողությունները: ", "XIX դ. երկրորդ կեսին Օս­մա­ն­յան կայս­րու­թյու­նն ան­ կա­սե­լի ան­կում էր ապ­րում: Թուր­քա­կան տի­րա­պե­տու­ թյան ծանր պայ­ման­նե­րում գտն­վող ազ­գե­րը հե­րո­սա­կան պայ­քար էին ծա­վա­լե­լ ի­րենց ան­կա­խու­թյու­նը վե­րա­կանգ­ նե­լու հա­մար: Նրան­ցից շա­տե­րը հաղ­թա­նա­կով ա­վար­տե­ ցին ազ­գային–ա­զա­տագ­րա­կան պայ­քա­րը և հա­սան բաղ­ ձա­լի ար­դյունք­նե­րի: Այլ էր ի­րա­վի­ճա­կը մեր հայ­րե­նի­քի բռ­նա­զավթ­ված մա­սում՝ Ա­րևմ­տյան Հա­յաս­տա­նում: ", "Արևմ­տյան Հա­յաս­տա­նի վար­չա­կան բա­ժա­նու­մը, բնակ­չու­թյու­նը: Թուր­քա­կան կա­ռա­վա­րու­թյու­նը հա­ճա­ խա­կի փո­խում էր Ա­րևմ­տյան Հա­յաս­տա­նի վար­չա­կան բա­ժա­նու­մը: Դա ար­վում էր այն նպատակով, որպեսզի ոչ մի նա­հան­գում հայե­րը մե­ծա­մաս­նու­թյուն չկազ­մե­ին: ", "Իսկ վար­չա­կան բա­ժա­նում­նե­րում ար­գել­ված էր գոր­ծա­ ծել Հա­յաս­տան ա­նու­նը: ", "Թուրքերին չի հաջողվում ընկճել փոքրաթիվ հայերի դիմադրությունը, իրավիճակը չի փոխում նաև թնդանոթների առկայությունը: Հայ ֆիդայիները դիպուկ կրակոցներով սպանում են թնդանոթաձիգներին և, օգտվելով մառախուղից, հեռանում: Մարտում սպանվում են յոթանասուն թուրք ու քուրդ և մեկ հայ: Այս մարտից հետո Մուշում և Սասունում թուրքական իշխանությունները կորցնում են իրավիճակի վերահսկողությունը: Այստեղ բոլոր հարցերը կարգավորում էր Աղբյուր Սերոբը: Նրան հաջողվում է կարգ ու կանոն հաստատել ոչ միայն իր ջոկատում, այլև Տարոնի հայկական գյուղերում: Այդ ժամանակ հայկական միջավայրում տարածում էր գտել աղջիկ առևանգելու սովորություն: Աղբյուր Սերոբը վերջ տվեց դրան առանձնահատուկ դաժանությամբ. մեղավորները սպանվում էին: Երբ Գևորգ Չաուշի ազգականը նման քայլի դիմեց, Աղբյուր Սերոբը հարկադրեց Գևորգ Չաուշին իր ձեռքով գնդակահարել մեղավորին: ", "Թուրքական իշխանությունները Աղբյուր Սերոբին չեզոքացնելու նպատակով դիմում են հայ դավաճանների օգնությանը: Քուրդ ցեղապետ Խալիլը կաշառում է Գեղաշենի գեղջավագ Ավեին, որն էլ թունավորում է Աղբյուր Սերոբին: Խալիլը, չսպասելով Սերոբի մահվանը, 1899 թ. նոյեմբերի 5-ին հարձակվում է Գելիեգուզան գյուղի վրա, որտեղ գտնվում էր նա: Զինակիցները Սերոբին բարձրացնում են Անդոկ լեռը, որտեղ էլ անհավասար պայքար է սկսվում: Սպանվում են Աղբյուր Սերոբը, նրա երկու եղբայրները և մանկահասակ որդին, որին Խալիլն անձամբ խողխողում է մոր` Սոսեի ձեռքերի վրա: Սոսեին շղթայակապ տանում են Մուշ, որտեղ ի ցույց է դրվում Սերոբի գլուխը: Քաջարի ֆիդայու նահատակությունը թուրքերի և քրդերի շրջանում եռօրյա տոնակատարության առիթ է դառնում: Աբդուլ Համիդը Խալիլին փաշայի կոչման է արժանացնում: Հայ ֆիդայիներն Անդրանիկի և Գևորգ Չաուշի գլխավորությամբ որոշում են վրեժխնդիր լինել: Երբ 1900 թ. հոկտեմբերին Խալիլը քառասուն ձիավորների ուղեկցությամբ մտնում է Աղբերիկի կիրճը, քսանհինգ հայդուկ փակում է կիրճի ելքերը և առաջին հրացանազարկերով սպանում Խալիլի թիկնապահներին: ", "Խալիլի մոտ Անդրանիկը հայտնաբերում է տասներեք հայ դավաճանների կնիքները, որոնք ստանում են արժանի պատիժ: Խալիլի կտրված գլուխն ի ցույց է դրվում հայկական գյուղերից մեկում: ", "Կոս­տանդ­նու­պոլ­սի հայոց պատ­րի­ար­քա­րա­նի 1876 թ. տվյալ­նե­րով՝ Օս­մա­նյան կայս­րու­թյու­նում ապ­րում էր տա­նում: Ի­սկ այդ ժա­մա­նակ աշ­խար­հում ապ­րում էր շուրջ 5 մի­լի­ոն հայ:­ Հայ գյու­ղա­ցի­ու­թյան վի­ճա­կը: Թուր­քա­կան կա­ ռա­վա­րու­թյու­նը տար­բեր մի­ջոց­նե­րով ար­գե­լում էր հայ գյու­ղա­ցի­նե­րին դառ­նալ հո­ղի սե­փա­կա­նա­տե­րեր: ", "Հրայրը դեմ էր ֆիդայական պայքարին, որը, ըստ նրա, ջլատում էր հայերի սակավաթիվ ուժերը: Նա հաստատվում է Ղզլաղաջ գյուղում և խաղաղ կենցաղի քողի տակ հայ բնակչությանը նախապատրաստում համընդհանուր ապստամբության: ", "Անդրանիկը դեմ էր այդ տեսակետին և, ինչպես Գևորգ Չաուշը, կարծում էր, որ անհրաժեշտ է շարունակել ֆիդայական պայքարը: ", "Ար­դյու­նա­բե­րու­թյու­նն Ա­րևմ­տյան Հա­յաս­տա­նում: ", "Եվ­րո­պա­կան զար­գա­ցած տե­րու­թյուն­նե­րն ի­րա­կա­նաց­ նում է­ին Օս­մա­նյան կայս­րու­թյան գա­ղու­թաց­ման քա­ղա­ քա­կա­նու­թյուն: Աս­տի­ճա­նա­բար ար­տա­սահ­մա­նյան կա­ պի­տա­լն ամ­րապնդ­վեց ե­րկ­րի տն­տե­սու­թյան մեջ, ստեղծ­ վեցին ար­դյու­նա­բե­րա­կան ձեռ­նար­կու­թյուն­ներ, կա­ռուց­ վեցին եր­կա­թու­ղի­ներ: Դրան մաս­նա­կից է­ին դառ­նում նաև տե­ղա­կան ձեռ­նե­րեց հայե­րը, հույ­նե­րը, հրե­ա­նե­րը: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Թուրքական բռնապետության դեմ Արևմտյան Հայաստանում ազգային-ազատագրական պայքար մղող մարտիկներին անվանում էին կա՛մ ֆիդայիներ, կա՛մ հայդուկներ: ", "XIX դ. վեր­ջե­րին զար­գա­ցած ար­դյու­նա­բե­րա­կան ե­րկր­նե­րում հիմն­վում է­ին գերհ­զոր ձեռ­նար­կու­թյուն­ներ ու մե­նա­տի­րու­թյուն­ներ: Իսկ հայ­կա­կան նա­հանգ­նե­ րում նոր մի­այն սկիզբ էր առ­նում ու զար­գա­նում ձեռքի աշխատանքի վրա հիմնված մա­նու­ֆակ­տու­րային ար­ տադ­րու­թյու­նը: Վա­նում, Կա­րի­նում, Խար­բեր­դում, Բիթ­ լի­սում, Ե­րզն­կա­յում հիմն­վում են տեքս­տիլ և սնն­դի ար­ դյու­նա­բե­րու­թյան մա­նու­ֆակ­տու­րա­ներ: ", "Առաջին անգամ այդ եզրույթը շրջանառության մեջ է դրել XII դ. իսլամական ծայրահեղական շարժման` իսմայելիտների ղեկավար Հասան իբն-Սաբահը` այդպես անվանելով նրանց, ովքեր իր հրամաններն իրականացնում էին սեփական անձը զոհաբերելու գնով: Այդ մոլեռանդներն իսլամական աշխարհում հայտնի էին հաշիշիյուն` հաշիշ ընդունածներ անվամբ: Խաչակրաց արշավանքների ժամանակ այս բառը փոխանցվեց եվրոպական լեզուներ ասսասին ձևով, ինչը նշանակում է՝ վարձու մարդասպան: ", "Հայդուկ բառը ծագում է հունգարերեն հայդու, թարգմանաբար` հովիվ բառից: XVI դ. այդպես էին անվանում Սրբազան Հռոմեական և Օսմանյան կայրությունների միջև բաժանված և Սրբազան Հռոմեական կայսրության հպատակ այն հունգարներին, որոնք իրենց հոտը պաշտպանում էին թուրքերի ասպատակություններից: XIX դ. այս բառը սկսեց օգտագործվել սլավոն ժողովուրդների՝ թուրքական տիրապետության դեմ զենք բարձրացրած ներկայացուցիչներին բնութագրելու համար: ", "Արևելյան Հայաստանի միացումը Ռուսաստանին, եվրոպական տերություններից Օսմանյան կայսրության ուժեղացող կախումը խիստ նշանակալից ազդեցություն գործեցին և արագացրին հայ մշակույթի զարգացումը XIX դ.: Այս փոփոխությունները հեղաշրջող դեր ունեցան հայ գրականության համար: Դարասկզբին գրական ստեղծագործություններում գերիշխում էր կրոնական գաղափարախոսությունը, գրականությունը հեռու էր ժողովրդից և չէր անդրադառնում լայն հատվածներին հուզող կենսական խնդիրներին: Բացի դրանից, գրական լեզուն գրաբարն էր, որն անհասկանալի էր ժողովրդին: 20-40-ական թվականներին զգալի տեղաշարժեր արձանագրվեցին: Գրականության իշխող ուղղություն դարձավ հումանիզմը, հետագայում՝ ռեալիզմը, որոնք, ի տարբերություն նախկինում գերիշխող կլասիցիզմի, առավել առաջադեմ էին և արծարծում էին սոցիալական թեմաներ, դեմոկրատական գաղափարներ: Գլխավոր հերոս դարձավ ժամանակակից մարդն իր ներաշխարհով: Գրաբարին փոխարինելու եկավ նոր գրական լեզուն` աշխարհաբարը՝ ձևավորելով նոր գրականություն: Հայ նոր գրականության ստեղծման գործում իրենց վաստակն ունեն Հարություն Ալամդարյանը (1795-1834 թթ.) և գրող, հրապարակախոս Մեսրոպ Թաղիադյանը (1803-1858 թթ.): Որոշիչ դեր խաղաց մեծ լուսավորիչ, գրող և մանկավարժ Խաչատուր Աբովյանը (1795-1834 թթ.): Աբովյանի ստեղծագործության գագաթնակետը «Վերք Հայաստանի» վեպն է, որտեղ նկարագրված են արևելահայության վիճակը XIX դ. սկզբին, նրա ազատագրական պայքարը օտար բռնակալների դեմ: Վեպի հիմքում հայրենասիրական, մարդասիրական գաղափարներն են: Իր ժամանակի հետադիմական ուժերի դեմ անզիջում պայքար մղող Աբովյանը դարձավ հայ նոր գրականության հիմնադիրը՝ նպաստելով մշակույթի հետագա զարգացմանը, հայության շրջանում առաջադեմ գաղափարների տարածմանը: ", "XIX դ. կեսը շրջադարձային էր հայ ժողովրդի ինչպես հասա- րակական, քաղաքական, այնպես էլ մշակութային կյանքում: Գրականությունը, արվեստը, մամուլը և մշակույթի այլ ուղղություններ զգալի վերելք ապրեցին: Ասպարեզ ելավ դեմոկրատական հայացքներ ունեցող տաղանդաշատ գրողների և հրապարակախոսների մի ծաղկաբույլ, որում առանձնանում է հեղափոխական-դեմոկրատ, գրող, հրապարակախոս, փիլիսոփա, հայ ռեալիստական գեղագիտության և քննադատության հիմնադիր Միքայել Նալբանդյանը (1829-1866 թթ.): 1860 թ. նա Պետերբուրգի համալսարանի արևելագիտության ֆակուլտետում պաշտպանել էր թեկնածուական ատենախոսություն, ապա մեկնել Հնդկաստան (Կալկաթա)` ստանալու Նոր Նախիջևանի կրթական կենտրոնների համար մի հայ վաճառականի թողած ժառանգությունը: Կ. Պոլսում «Մեղու» հանդեսի խմբագիր Սվաճյանի հետ ստեղծել է «Երիտասարդների ընկերություն» դեմոկրատական կազմակերպությունը: ", "Ա­րևմ­տյան Հա­յաս­տա­նի հա­մե­մա­տա­բար խո­շոր քա­ղաք­ նե­րում հայ բնակ­չու­թյու­նը զբաղ­վում էր ա­ռևտ­րով, ար­ հեստ­նե­րով ու ար­դյու­նա­բե­րա­կան ար­տադ­րու­թյամբ: ", "Հա­մի­դյան հա­կա­հայ քա­ղա­քա­կա­նու­թյան ար­դյուն­ քում Ա­րևմ­տյան Հա­յաս­տա­նում սկ­սեց ու­ժե­ղա­նալ նաև թուր­ք ձեռ­նե­րեց­նե­րի դա­սը, սա­կայն ա­ռաջ­նայ­նու­թյու­նը մնում էր հայության ձեռ­քում: ", "XIX դ. երկրորդ կեսին, արձակի և պոեզիայի հետ միաժամանակ, զարգանում էին թատերագրությունն ու սատիրան: Այս ժամանակաշրջանի ականավոր ներկայացուցիչներն էին Ռափայել Պատկանյանը (1830-1892 թթ.), վիպասան, հրապարակախոս Րաֆֆին (Հակոբ Մելիք-Հակոբյան, 1835-1888 թթ.) և գրող-երգիծաբան, լրագրող, հրապարակախոս Հակոբ Պարոնյանը (1843-1891 թթ.), ով գրական ասպարեզ է իջել որպես թատերագիր: ", "Մեծ տեղաշարժ գրանցվեց թատրոնի, երաժշտության և գեղանկարչության բնագավառներում: Եթե մինչև XIX դ. կեսը թատերական ներկայացումները պատահական բնույթ ունեին, չկային մշտապես գործող թատերական խմբեր, ապա դարի երկրորդ կեսին իրավիճակը փոխվեց` ձևավորվեցին նոր և մշտապես գործող թատերական կոլեկտիվներ, ի հայտ եկան արհեստավարժ դերասաններ: 1850-1860-ական թվականներին Երևանում, Ալեքսանդրապոլում, Թիֆլիսում, Կ. Պոլսում և հայաշատ այլ քաղաքներում բեմադրվեցին երգիծական և դրամատիկական բնույթի մի շարք ներկայացումներ: Հաջորդ տասնամյակներում թատերական արվեստի մասնագիտական մակարդակը զգալիորեն բարձրացավ: ", "Գորգ. Կարս–Կաղզվան, XIX դ. վերջ Հայ առևտրականները Թավրիզի մաքսատանը Արևմ­տա­հայ ձեռ­նե­րեց­նե­րը, աս­տի­ճա­նա­բար նեղ­վե­ լով օ­տա­րերկ­րյա կա­պի­տա­լի մր­ցակ­ցու­թյու­նից, սկ­սե­ ցին ի­րենց հիմ­նա­կան մի­ջոց­նե­րը ներդնել հայ­կա­կան մի­ջա­վայ­րում և կայս­րու­թյան մյուս ե­րկ­րա­մա­սե­րում: ", "Օս­մա­նյան տե­րու­թյան վա­րած քա­ղա­քա­կա­նու­թյան հետ­ևան­քով հայե­րի ստ­վար զանգ­ված­ներ թող­նում է­ին հայ­րե­նի­քը: Նրանք ժա­մա­նա­կա­վոր կամ մշ­տա­ կան բնակության էին մեկ­նում տարբեր ե­րկր­ներ կամ կայս­րու­թյան ա­րևմ­տյան քա­ղաք­ներ, հատ­կա­պես՝ Կոս­ տանդ­նու­պո­լիս: Այս­պես կոչ­ված պանդխ­տու­թյու­նը մեծ չա­րիք դար­ձավ հա­յու­թյան հա­մար. բուն հայ­րե­նի­ քում նվազում էր հա­յու­թյան թվաքանակը, տկա­րա­նում էր ազ­գային նե­րու­ժը: ", "Հար­ցեր և ա­ռա­ջադ­րանք­ներ փու­լում: ", "Գեղանկարչության ոլորտում առանձնանում էին դիմանկարիչ Հակոբ Հովնաթանյանը (1806-1881 թթ.), հայկական ժանրային գեղանկարչության հիմնադիր Ստեփան Ներսիսյանը (1820-1884 թթ.), բնանկարիչ Գևորգ Բաշինջաղյանը (1857-1921 թթ.), պատմական մոտիվներով կտավների հեղինակ Վարդգես Սուրենյանցը (18601921 թթ.) և ուրիշներ: ", "ե­րկր­նե­րն Օս­մա­նյան կայս­րու­թյան նկատ­մամբ: ", "կե­րը: ", "նը: Տն­տե­սա­կան ի­՞նչ փո­փո­խու­թյուն­ներ կա­տար­վե­ցին Ա­րևմ­տյան Հա­յաս­տա­նի քա­ղաք­նե­րում: ", "XIX դ. ամենահայտնի պարբերականը 1858-1864 թթ. Մոսկվայում լույս տեսնող «Հյուսիսափայլ» հանդեսն էր, որի էջերում խիզախ պայքար էր ծավալվում հետադիմական ուժերի դեմ: Հանդեսը կոչ էր անում հրաժարվել գրաբարից և գրել ժողովրդին հասանելի աշխարհաբարով, վերափոխումներ իրականացնել հասարակական կյանքի և մշակույթի բոլոր ոլորտներում: Լինելով ժամանակի գլխավոր լուսավորչական մամուլի միջոցը` «Հյուսիսափայլը» շատ կարևոր առաջադիմական դերակատարում ունեցավ հայ հասարակական-քաղաքական մտքի և մշակույթի զարգացման գործում: Հանդեսի խմբագիր Ստեփանոս Նազարյանցը (18121875 թթ.) հասարակական ակտիվ գործունեություն է ծավալել, բազմիցս հանդես է եկել հայ պահպանողականների դեմ: Նազարյանցը նաև ականավոր գրականագետ և արևելագետ էր. վեց տարի գլխավորել է Կազանի համալսարանում հայագիտության ամբիոնը, երկար տարիներ եղել է Մոսկվայի արևելյան լեզուների Լազարյան ճեմարանի պրոֆեսոր: ", "ՆՈՐ ԱՆՈՒՆՆԵՐ, ՀԱՍԿԱՑՈՒԹՅՈՒՆՆԵՐ ­ այ­կա­կան վեց նա­հանգ­ներ, չեր­քեզ­ներ, մու­հա­ջիր­ներ, Օս­մա­նյան կայսրու­թյան գա­ ղու­թա­ցում, ա­րևմ­տա­հայ ձեռ­նե­րեց­ներ, էսնաֆություն, պանդխ­տու­թյուն Գ ԼՈՒԽ II ՀԱՅ ԱԶ­ԳԱՅԻՆ–ՀԱ­ՍԱ­ՐԱ­ԿԱ­ԿԱՆ ՇԱՐ­ԺՈՒՄ­ՆԵ­ՐԸ § 1. ՀԱՅ ՀԱ­ՍԱ­ՐԱ­ԿԱ­ԿԱՆ–ՔԱ­ՂԱ­ՔԱ­ԿԱՆ ՄԻՏ­ՔԸ XIX դ. ե­րկ­րորդ կե­սին Հա­յաս­տա­նի տն­տե­սու­թյան մեջ և սո­ցի­ալ–քա­ղա­քա­կան կյան­քում տե­ղի ու­նե­ցած տե­ղա­շար­ժե­րը, Եվ­րո­պա­յում ըն­թա­ցող հե­ղա­փո­խու­ թյուն­ներն ի­րենց ազ­դե­ցու­թյունն ու­նե­ցան հայ քա­ղա­քա­ կան մտ­քի զարգացման վրա։ Հայ մտա­վո­րա­կան շր­ջա­ նակ­նե­րում սկ­սե­ցին լայ­նո­րեն քն­նարկ­վել Հա­յաս­տա­նի ա­պա­գայի, հայ ժո­ղովր­դի ա­զա­տագ­րու­թյան, Հայ ա­ռա­ քե­լա­կան ե­կե­ղե­ցու, հայոց լեզ­վի դե­րի և այլ կեն­սա­կան խն­ դիր­ ներ։ Այս խնդիրների լուծման մոտեցումներից կախված՝ հայկական միջավայրում ձևա­վոր­վե­ցին հա­ սա­րա­կա­կան–­քա­ղա­քա­կան հո­սանք­ներ՝ պահ­պա­նո­ ղա­կա­նու­թյու­նը, ա­զա­տա­կա­նու­թյու­նը, ազ­գայ­նա­կա­ նու­թյու­նը և այլն։ ", "­Հայ­կա­կան պահ­պ ա­նո­ղա­կա­ն ու­թյու­ն ը։ XIX դ. կան հո­սանք­նե­րի մեջ ա­ռանձ­նա­նում էր պահ­պա­նո­ ղա­կա­նու­թյու­նը։ Այս հո­սան­քի ներ­կա­յա­ցու­ցիչ­նե­րը հա­մոզ­ված է­ին, որ հայ ժո­ղովր­դի ա­պա­գան ազ­գային ար­ժեք­նե­րի պահ­պա­նու­թյան մեջ է։ Նրանք ձգ­տում է­ին վե­րա­կանգ­նելու հայ­կա­կան թա­գա­վո­րու­թյու­նը, պահ­ պա­նելու Հայոց ե­կե­ղե­ցու դե­րը, հայ նա­հա­պե­տա­կան ըն­տա­նի­քի բա­րո­յա­կան նկա­րա­գի­րը, ա­նա­ղարտ պա­ հելու հին հայե­րե­նը՝ գրա­բա­րը։ Ո­ւս­տի հա­ճախ դեմ է­ին ար­տա­հայտ­վում ա­մեն մի նո­րա­մու­ծու­թյան, եվ­րո­պա­ կան ար­ժեք­նե­րի ըն­դօ­րի­նակ­մա­նը՝ դրանք հա­մա­րե­լով ազ­գի հա­մար վնա­սա­կար։ ", "­Մի­ա­ժա­մա­նակ պահ­պա­նո­ղա­կան­նե­րը փոր­ձում է­ին Հայ ե­կե­ղե­ցու և դպ­րո­ցի մի­ջո­ցով կր­թել ազ­գի ե­րի­տա­սար­դու­թյա­նը, պատ­րաս­տել գիտ­նա­կան­ներ, թարգ­մա­նիչ­ներ, գրող­ներ, հոգ­ևո­րա­կան­ներ։ Աչ­քի ը­նկ­նող ներ­կա­յա­ցու­ցիչ­նե­րից է­ին Գաբ­րի­ել վար­ դա­պետ Այ­վա­զովս­կին (ն­կա­րիչ Հ. Այ­վա­զովս­կու եղ­ Վարդապետ Գաբրիել Այվազովսկու դիմանկարը Ծե­րեն­ց «Մշակ» թերթի համարներից մեկը բայրը), Հով­հան­նես Չա­մուռ­ճյա­նը և ու­րիշ­ներ։ Պահ­ պա­նո­ղա­կան­նե­րին հա­մակ­րում է­ին ազ­գային–պահ­ պա­նո­ղա­կան հա­յացք­ներ ու­նե­ցող գրող Ծե­րեն­ցը, պատ­մա­բան­ներ Ս. Պա­լա­սա­նյա­նը, Ա. Ե­րի­ցյա­նը և ու­րիշ­ներ։ ", "Ա­զա­տա­կա­նու­թյու­նը հայ ի­րա­կա­նու­թյան մեջ։ ", "XIX դ. երկրորդ կեսին բացվեցին հայկական նոր դպրոցներ, որոնց մեջ առանձնանում էր 1874 թ. հիմնադրված Էջմիածնի Գևորգյան ճեմարանը: Բացվեցին նաև օրիորդաց վարժարաններ: ", "Այնուամենայնիվ, կրթությունը XIX դ. երկրորդ կեսին չտարածվեց հայության լայն խավերի շրջանում: Ցարական կառավարությունը սահմանափակում էր հայկական դպրոցների թիվը և ամեն կերպ ջանում զրոյացնել դրանց դերը: Արդեն XIX դ. 80-ական թվականներին ցարիզմը հալածանքներ սկսեց հայ կրթական հաստատությունների նկատմամբ, փակեց բազմաթիվ դպրոցներ: Վիճակն առավել ծանր էր Արևմտյան Հայաստանում: Օսմանյան կայսրությունում, որտեղ իշխում էր սուլթանական բռնապետությունը հայերի նկատմամբ, կիրառվում ազգային ճնշման ու ջարդերի քաղաքականություն, ուսումնական գործն իհարկե չէր կարող զարգանալ: ", "XIX դ. հայ գիտական միտքն ուղղված էր հիմնականում հայոց պատմության, լեզվի և գրականության ոլորտներին: Դարի առաջին կեսի գիտնականների շարքում իրենց աշխատություններով և հետազոտություններով առանձնանում են Մխիթարյան միաբանության անդամներ, պատմաբան և աշխարհագրագետ Ղուկաս Ինճիճյանը (1758-1833 թթ.) և լեզվաբան Մկրտիչ Ավգերյանը (17621854 թթ.): 1836-1837 թթ. Մկրտիչ Ավգերյանը Վենետիկում, Գաբրիել Ավետիքյանի և Խաչատուր Սյուրմելյանի հետ համատեղ, հրատարակեց երկհատոր Հայկազյան բառարանը, որն առ այսօր պահպանում է իր գիտական մեծ արժեքը: ", "Արևմ­տա­հայ ա­զա­տա­կան­նե­րը՝ Գրի­գոր Օ­տյան, Նա­հա­պետ Ռու­սի­նյան և այլք, ա­վե­լի հա­մար­ձակ մտքեր է­ին ար­տա­հայ­տում։ Նրանք սուլ­թա­նա­կան կա­ ռա­վա­րու­թյու­նից և Կ. Պոլ­սի հայ վեր­նա­խա­վից պա­ հան­ջում է­ին հա­յու­թյա­նը շնոր­հել ը­նտ­րա­կան ի­րա­ վունք, հա­մայն­քային կյան­քը կար­գա­վո­րող հա­տուկ կա­նո­նա­դ­րու­թյուն։ Եր­գի­ծա­բան Հա­կոբ Պա­րո­նյա­նը (1843–1891 թթ.) և ու­րիշ­ներ ծաղ­րում է­ին սուլ­թա­նա­ կան իշ­խա­նու­թյան կա­մա­կա­տար հայ մե­ծա­հա­րուստ ա­մի­րա­յա­կան դա­սին։ ", "Ալիշանը հայտնի է ոչ միայն որպես բանաստեղծ, այլև պատմաբան-գրականագետ: Նրա գրչին են պատկանում Հայաստանի պատմությանն ու աշխարհագրությանը վերաբերող բազում աշ- խատություններ, որոնցից առանձնանում են «Սիսվան», «Այրարատ» և «Սիսական» երկերը: ", "Մկրտիչ Էմինը զբաղվել է հայ դիցաբանության, հնէաբանության, պատմության և գրականության հարցերով: Նա ռուսերեն թարգմանել և հրատարակել է միջնադարյան հայ պատմիչների մի շարք աշխատություններ, եղել է Ռուսաստանի հնագիտական և արևելագիտական ընկերությունների պատվավոր անդամ: ", "Քերովբե Պատկանյանը հրատարակել է հայոց պատմության և գրականության, ինչպես նաև Արևելքի պատմության վերաբերյալ արժեքավոր աշխատություններ: Նա դասավանդել է Պետերբուրգի համալսարանի Արևելքի ֆակուլտետում, ընտրվել է Ռուսաստանի գիտությունների ակադեմիայի թղթակից անդամ: ", "Մի­քայել Նալ­բան­դյա­ն Գրիգոր Արծրունի Հար­ցեր և ա­ռա­ջադ­րանք­ներ \u0007 ­՞նչ հար­ցեր է­ին քն­նարկ­վում հայ մտա­վո­րա­կան շր­ջա­նակ­նե­րում: Թվար­կե՛ք հայտ­նի հա­սա­րա­կա­կան–քա­ղա­քա­կան հո­սանք­նե­րը: ", "Բնական գիտությունների ոլորտում աչքի է ընկել հայտնի երկրաբան և քիմիկոս Անդրեաս Արծրունին (1847-1898 թթ.): Նա սովորել է Պետերբուրգի, Դորպատի (ներկայիս Տարտու), Հայդելբերգի համալսարաններում: XIX դ. 70-ական թվականներին աշխատել է Թիֆլիսում, ապա Գերմանիայում (Բեռլինի համալսարանում, Աախենի ճարտարագիտական ինստիտուտում): Զբաղվել է հիմնականում Կովկասի, Ուրալի երկրաբանության խնդիրներով: Գլխավորել է Հայաստան ուղարկված երկրաբանական երկու արշավանք: ", "ու­ներ նա, համ­աձա՞յ­ն եք նրա հետ: ", "զարգացման մեջ: "], "paragraph_source_docs": [1, 0, 1, 0, 0, 1, 0, 0, 0, 1, 1, 1, 0, 1, 1, 0, 0, 1, 0, 1, 1, 1, 1, 0, 0, 1, 1, 0, 0, 0, 1, 0, 0, 0, 1, 0, 0, 0, 0, 1, 1, 1, 0, 1, 1, 1, 0, 1, 0, 1], "source_docs_file": "res.json"}