{"paragraphs": ["Մի­ա­ժա­մա­նակ նրանք պետք է լու­ծե­ին քիչ թե շատ ի­նք­նու­րույն ազ­գային կյան­քի կազ­մա­կերպ­ման հիմ­ նախն­դի­րը: Գաղ­թա­վայ­րում ծն­ված սե­րունդ­նե­րին հա­ յե­ցի դաս­տի­ա­րա­կու­թյուն տա­լու, ազ­գային ի­նք­նու­ թյու­նը պահ­պա­նե­լու և Հա­յաս­տա­նից հե­ռու գո­յատ­ևե­ լու հա­մար ան­հրա­ժեշտ էր ու­նե­նալ ազ­գային ե­կե­ղե­ ցի, դպ­րոց, հա­մայն­քի գոր­ծե­րը տնօ­րի­նող ազ­գային մար­մին­ներ և գոր­ծիչ­ներ: ", "Զինադադարի հաստատումից հետո սկիզբ առան հակամար- տության խաղաղ կարգավորմանը միտված բանակցություններ, որոնք մինչև այժմ շարունակվում են Եվրոպայի անվտանգության և համագործակցության կազմակերպության Մինսկի խմբի երեք երկրների` ԱՄՆ֊ի, Ֆրանսիայի և Ռուսաստանի համանախագահությամբ: ", "Ադրբեջանը չհրաժարվեց զինված ճանապարհով Արցախը նվաճելու քաղաքականությունից և էներգակիրների վաճառքից ստացված եկամուտների մի զգալի մասն ուղղեց ժամանակակից զենքի ձեռքբերմանը: 2008 թ. Ադրբեջանի բանակի սադրիչ գործողությունների հետևանքով ղարաբաղաադրբեջանական զորքերի շփման գծի ողջ երկայնքով հաճախացան զինադադարի խախտումները: 2016 թ. ապրիլի 1-ի լույս 2-ի գիշերը Ադրբեջանը գնաց լայնածավալ ռազմական արկածախնդրության` փորձելով ճեղքել ԼՂՀ պաշտպանության բանակի դիրքերը հյուսիսարևելյան և հարավարևելյան հատվածներում: Հանդիպելով համառ և կազմակերպված դիմադրության, մարդուժի և զինտեխնիկայի խոշոր կորուստներ կրելով` Ադրբեջանի բանակը հետ շպրտվեց: ", "Այս զարգացումներն ակնհայտ են դարձնում, որ Ադրբեջանի ղեկավարությունն ընտրել է զինված ճանապարհով Լեռնային Ղարաբաղը նվաճելու և նրա բնիկ հայ ազգաբնակչությանը կա՛մ արտաքսելու, կա՛մ ոչնչացնելու քաղաքականություն: ", "Լեռնային Ղարաբաղը զավթելու Ադրբեջանի նկրտումների առջև կարելի է որպես անհաղթահարելի պատվար կանգնեցնել միայն ողջ հայության միացյալ ջանքերը` ամուր հայկական պետականությունը: ", "ՀԱՐՑԵՐ ԼՂԻՄ-ի միջև ընդհանուր սահմանը վերացնելու համար: ", "ինչի՞ հանգեցրեց ԼՂԻՄ-ը Հայկական ԽՍՀ-ին վերամիավորելու՝ Հայաստանի կոմկուսի Կենտկոմի առաջին քարտուղար Գր. Հարությունյանի՝ ԽՍՀՄ ղեկավարությանը ներկայացրած առաջարկը: ", "պատկերը: ", "մարզխորհրդի արտահերթ նիստում: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Լեռնային Ղարաբաղի հակամարտության խաղաղ կարգավորման ուղղությամբ միջնորդական առաքելություն է իրականացնում Եվրոպայի անվտանգության և համագործակցության կազմակերպության (ԵԱՀԿ) Մինսկի խումբը, որի անդամներն են Հայաստա436 նը, Ադրբեջանը, Բելառուսը, Գերմանիան, Թուրքիան, Իտալիան, Շվեդիան, Ֆինլանդիան: Խմբի մշտական համանախագահող երկրներն են ԱՄՆ-ը, Ռուսաստանը և Ֆրանսիան: ", "Դեռևս 1991-1992 թթ. տարբեր երկրների և միջազգային կառույցների կողմից միջնորդական առաջարկներ են ստացվել (այդ թվում` Ռուսաստանի և Ղազախստանի նախագահներ Ելցինի և Նազարբաևի, ՄԱԿ-ի գլխավոր քարտուղարի հատուկ ներկայացուցչի առաքելությունները, Իրանի միջնորդությունը), սակայն դրանք հաջողությամբ չեն պսակվել: ", "Դուք գիտեք, որ ավելի քան 500 տա­րի ա­ռաջ Վե­նե­տի­ կում է սկզբ­նա­վոր­վել հայ­կա­կան տպագ­րու­թյու­նը: Այն զար­գա­նում էր ա­ռա­վե­լա­բար հայ­կա­կան տար­բեր գաղ­ թա­վայ­րե­րում: Նոր ժա­մա­նակ­նե­րում հրա­տա­րակ­չա­կան գոր­ծը մեծ ա­ռա­ջըն­թաց ու­նե­ցավ, տպա­րան­ներ հիմն­վե­ ցին Ա­մս­տեր­դա­մում, Մար­սե­լում, Զմյուռ­նի­ա­յում, Մադ­ րա­սում և այ­լուր: Տպագ­րա­կան ար­վես­տը բուռն զար­ գա­ցում ապ­րեց հատ­կա­պես Կոս­տանդ­նու­պոլ­սում: XX դ. սկզբ­նե­րին այս­տեղ գործում էր 68 հայ­կա­կան տպա­րան: ", "Ռուսաստանը, ապա հերթականությամբ` Ֆրանսիան և ԱՄՆ-ը: ", "Արցախյան ազգային-ազատագրական շարժման ընթացքում միութենական իշխանությունների՝ հայ ժողովրդի արդարացի պահանջների մերժումը Հայկական ԽՍՀ-ում առաջացրեց անկախության ձեռքբերման ճանապարհով ազգային հրատապ հիմնահարցերը լուծելու ձգտում: ԽՍՀՄ-ից Հայկական ԽՍՀ-ի անջատման և անկախ պետականություն կերտելու նպատակի վրա որոշակիորեն ազդեց նաև այն հանգամանքը, որ իշխանության լծակներն իր ձեռքում կենտրոնացրած Հայաստանի կոմունիստական կուսակցության ղեկավարությունը ժողովրդին հուզող խնդիրների նկատմամբ անհաղորդ գտնվեց: Նման կեցվածքը Հայաստանի կոմունիստական կուսակցության հանդեպ զանգվածային անվստահություն առաջացրեց: ", "Հայկական ԽՍՀ-ում թափ առնող ժողովրդավարական շարժումը, որը հանդես էր գալիս հասարակական-քաղաքական կյանքի շրջադարձային փոփոխությունների պահանջով, Հայաստանի Գերագույն խորհրդի 1990 թ. մայիսի 20-ին կայացած ընտրություններում կոմկուսի հետ հավասար պատգամավորական տեղեր ստացավ: Նույն թվականի օգոստոսի 4-ին Հայկական ԽՍՀ Գերագույն խորհրդի նախագահ ընտրվեց Հայոց համազգային շարժման (ՀՀՇ) վարչության նախագահ Լևոն Տեր֊Պետրոսյանը: Արցախյան շարժման ալիքի վրա 1989 թ. նոյեմբերին կազմավորված ՀՀՇ-ն, որի վարչության գերակշիռ մասը բաղկացած էր Ղարաբաղ կոմիտեի անդամներից, չկարողացավ ստեղծված բարդ իրավիճակում ճիշտ կողմնորոշվել և լուրջ սխալներ թույլ տվեց: Լևոն ՏերՊետրոսյանի՝ Գերագույն խորհրդի նախագահ ընտրվելուց անմիջապես հետո ներքաղաքական ճգնաժամ սկսվեց, որը սպառնում էր վերաճել բախումների ՀՀՇ զինված ջոկատների և Ռազմիկ Վասիլյանի ղեկավարած Հայ ազգային բանակ (ՀԱԲ) ռազմականացված կազմակերպության միջև: Միայն 1990 թ. օգոստոսին, ՀԱԲ-ը ցրելուց հետո, ՀՀՇ-ն դեֆակտո տիրացավ իշխանությանը: ", "Այս ճգնաժամի պատճառը ՀՀՇ անզգույշ քաղաքականությունն էր. կարգախոսը: ՀՀՇ առաջնորդությամբ հանրապետության ներքին գործերի մարմինները զինաթափվեցին: Առգրավված զենքի մի զգալի մասն ընկավ զինվորական գործին անտեղյակների և քրեական տարրերի ձեռքը: ", "­­Հար­ցեր և ա­ռա­ջադ­րանք­ներ նու­թյու­նը պահ­պա­նե­լու հա­մար: ", "ԽՍՀՄ պահպանման հանրաքվեին, միաժամանակ, որոշում ընդունվեց 1991 թ. սեպտեմբերի 21-ին Հայաստանի Հանրապետության տարածքում անցկացնել ԽՍՀՄ կազմից դուրս գալու վերաբերյալ հանրաքվե: ԽՍՀՄ կազմից դուրս գալու վերաբերյալ ԽՍՀՄ Գերագույն խորհրդի ընդունած նոր օրենքով նախատեսվում էր, որ անկախության օգտին պետք է քվեարկի միութենական հանրապետության բնակչության երկու երրորդը: Դրան պետք է հաջորդեր հնգամյա անցումային շրջանը: ԽՍՀՄ ղեկավարությու- նը վախենալով, որ էթնիկապես միատարր Հայաստանը կարող է բավականաչափ վճռական գտնվել այս հարցում և հաջողությամբ հաղթահարել օրենքով նախատեսված խոչընդոտները, անկախության համար պայքարող հայ ժողովրդին ծնկի բերելու նպատակով համաձայնության եկավ Ադրբեջանի ղեկավար Այազ Մութալիբովի հետ: Այս քաղաքականությունը սկիզբ առավ, երբ Հայաստանի ղեկավարությունն անընդունելի համարեց որևէ զիջում անկախացման հարցում, հրաժարվեց մասնակցել Նովոօգարյովոյում Ինը գումարած մեկ ձևաչափով վարվող՝ ԽՍՀՄ պետխորհրդի նիստերին, որտեղ տեղի էին ունենում Գորբաչովի առաջարկած միութենական պայմանագրի քննարկումները: Այս նիստերին Հայաստանի չմասնակցելը, ինչպես նաև 1991 թ. ապրիլին Հայաստանի կոմունիստական կուսակցության ունեցվածքի ազգայնացման մասին որոշման ընդունումը գրգռեցին միութենական կենտրոնին: Անմիջապես դադարեցվեց Սպիտակի երկրաշարժից տուժած շրջանների վերականգնման համար նախատեսված օգնության տրամադրումը: Միաժամանակ, ոչինչ չձեռնարկվեց Հայաստանի նկատմամբ Ադրբեջանի կողմից պարբերաբար իրականացվող երկաթուղային և ավտոմոբիլային շրջափակումները կանխելու ուղղությամբ: Նպատակ ունենալով Հայաստանի օրինակով ցույց տալու, թե ինչ դրության մեջ կհայտնվի միութենական այն հանրապետությունը, որը կփորձի ԽՍՀՄ կազմից դուրս գալ, միութենական կենտրոնը կատարեց հաջորդ քայլը՝ սաստկացրեց բանակի, ներքին զորքերի կողմից ճնշումները Լեռնային Ղարաբաղում և Հայաստանի Հանրապետության սահմանամերձ տարածքներում: ", "փորձից հետո անկախության ձեռքբերման ճանապարհին Հայաստանի առջև ծառացած արգելքները վերացան: Նույն թվականի սեպտեմբերի 21-ին տեղի ունեցած հանրաքվեում Հայաստանի Հանրապետության ընտրական ձայնի իրավունք ունեցող քաղաքացիների 94 տոկոսը քվեարկեց անկախության օգտին: Սեպտեմբերի 23-ին Հայաստանի Հանրապետության Գերագույն խորհրդի հանդիսավոր նիստում հռչակվեց Հայաստանի Հանրապետության անկախությունը: Դեկտեմբերի 8-ին ԽՍՀՄ երեք սլավոնական հանրապետությունները` Ռուսաստանը, Ուկրաինան և Բելառուսը, ըստ վերջինիս մայրաքաղաք Մինսկի մոտ գտնվող Բելովեժսկում կայացրած համաձայնագրի, հայտարարեցին ԽՍՀՄ-ի` որպես միջազգային հարաբերությունների սուբյեկտի գոյության դադարեցման մասին: Դեկտեմբերի 21-ին Ղազախստանի մայրաքաղաք Ալմա Աթայում, ի թիվս նախկին ԽՍՀՄ տասնմեկ հանրապետությունների, Հայաստանի Հանրապետությունը ևս ստորագրեց Անկախ պետությունների համագործակցության ստեղծման մասին պայմանագիրը և անդամակցեց միջազգային այս կազմակերպությանը: 1992 թ. մարտին Հայաստանի Հանրապետությունը դարձավ Միավորված ազգերի կազմակերպության անդամ: ", "կենտ­րոն­նե­րը և հա­մազ­գային կա­ռույց­նե­րը Նոր դա­րե­րում: Թվար­կե՛ք հայտ­նի գոր­ծիչ­նե­րի: ", "պաշտոնական իրավաքաղաքական գործընթացը: ", "գործընթացը: ", "առաջինն անդամակցեց Հայաստանի Հանրապետությունը: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Հայաստանի Հանրապետության ազգային արժույթը շրջանառության մեջ է դրվել 1993 թ. նոյեմբերի 22-ին: 1992 թ. կառավարությունը ազգային արժույթի անվանակոչման, նմուշների ու շրջանառության մեխանիզմների մշակման հանձնաժողով ստեղծեց: ", "Ազգային արժույթի հիմնական միավորի անվան վերաբերյալ արդեն ստացվել էին առաջարկներ, ինչպես, օրինակ, ստակ, իբար, դահեկան, իսկ դրա արտադրյալը` մանրադրամ, ար, մանր, իմի, զուզա, պլիկ: Հանձնաժողովի նիստի մասնակից, հանրապետության նախագահ Լևոն Տեր-Պետրոսյանի առաջարկը` արժույթի հիմնական միավորը դրամ, իսկ արտադրյալը լումա անվանել, դրվեց քվեարկության և ընդունվեց յոթ կողմ, մեկ դեմ հարաբերակցությամբ: ", "•Ի \u0007 ­՞նչ բա­րե­փո­խում­ներ ի­րա­կա­նաց­վե­ցին XIX դ. ե­րկ­րորդ կե­սին Ռու­սաս­տա­ նում: Ներ­կա­յաց­րե՛ք դրանց ազ­դե­ցու­թյու­նն Ար­ևե­լ յան Հա­յաս­տա­նի տն­տե­սա­ կան և սո­ցի­ա­լա­կան կյան­քի զար­գաց­ման վրա: Ին­չո՞ւ ցա­րիզ­մը հայե­րի նկատ­ մամբ ու­ժե­ղաց­րեց ազ­գային ճնշ­ման քա­ղա­քա­կա­նու­թյու­նը: ", "Ք. ա. 2236 ­2200 թթ. ­ Աքքադի տիրակալ Նարամ-Սուենի արշավանքը Արմանում: ", "Ք. ա. XVI դ. առաջին կես - Խեթական արքա Խանտիլիսի արշավանքը Թեգարամա: ", "Ք. ա. XV-XIII դդ. ­ Նորխեթական տերության գահակալները տեղեկություններ են հաղորդում Հայասա-Ազի ցեղային միավորման մասին: ", "Հայտ­նի ի­՞նչ ներ­կա­յա­ցու­ցիչ­նե­րի գի­տեք: Ազ­գայ­նա­կան գա­ղա­փար­նե­րի տա­ րա­ծու­մը հայ­կա­կան մի­ջա­վայ­րում ի­՞նչ նշա­նա­կու­թյուն ու­նե­ցավ: ", "Ք. ա. IX դ. 70­50-ական թթ. ­ Արարատյան թագավորության՝ մեզ հայտնի առաջին գահակալի՝ Արամեի իշխանության տարիները: ", "Ք. ա. 859 թ. ­ Ասորեստանի Սալմանասար I արքայի առաջին արշավանքն Արարատյան թագավորություն: ", "Ք. ա. 856 թ. ­ Ասորեստանի Սալմանասար I արքայի երկրորդ արշավանքն Արարատյան թագավորություն, դրա մայրաքաղաք Արզաշկուի ավերումը: ", "•Ո \u0007 ­՞ր պա­տե­րազ­մի հետ կապ­ված և ո­՞ր պայ­մա­նագ­րե­րով մի­ջազ­գային դի­վա­ նա­գի­տու­թյան մեջ մտավ Հայ­կա­կան հար­ցը: Պար­զա­բա­նե՛ք հար­ցի է­ու­թյու­ նը: Ար­տա­հայ­տե՛ք ձեր տե­սա­կե­տը հար­ցի մի­ջազ­գայ­նաց­ման վե­րա­բե­րյալ, գնա­հա­տե՛ք հայտ­նի «61–րդ հոդ­վա­ծը»: ", "քայլ դր­վեց կազ­մա­կերպ­ված հիմ­քե­րի վրա։ Ա­ռաջ ե­կան ազ­գային–քա­ղա­քա­ կան կազ­մա­կեր­պու­թյուն­նե­րը, ո­րոնք գլ­խա­վո­րե­ցին հայ ժո­ղովր­դի պայ­քա­րը ան­կա­խու­թյան և ժո­ղովր­դա­վա­րա­կան ի­րա­վունք­նե­րի ձեռք­բեր­ման հա­մար: ", "Ք. ա. 810­786 թթ. ­ Մենուա l-ի գահակալումն Արարատյան թագավորությունում: ", "Ք. ա. 786­764 թթ. ­ Արգիշտի l-ի գահակալումն Արարատյան թագավորությունում: ", "• \u0007Պատ­րաս­տե՛ք հա­մա­ռոտ զե­կույց ազ­գային կու­սակ­ցու­թյուն­նե­րից որ­ևէ մե­կի մա­սին՝ օ­գտ­վե­լով լրա­ցու­ցիչ գրա­կա­նու­թյու­նից և հա­մա­ցան­ցի նյու­թե­րից: ", "Ք. ա. 776 թ. ­ Արգիշտիխինիլի քաղաք-ամրոցի հիմնադրումը: ", "Ք. ա. 764­735 թթ. ­ Սարդուրի ll-ի գահակալումն Արարատյան թագավորությունում: ", "Ք. ա. 748 թ. ­ Արպադի ճակատամարտը (այժմյան Սիրիայի հյուսիս-արևմուտքում) Հյուսիսասորիքյան միության և Արարատյան թագավորության ուժերի ու Ասորեստանի բանակի միջև: ", "Ք. ա. 735 թ. ­ Տուշպայի պաշարումն Ասորեստանի արքա Թիգլաթպալասար lll-ի բանակի կողմից: ", "Ի­՞նչ հետ­ևանք­ներ ու­նե­ցան 1890–ա­կան թթ. հայ­կա­կան կո­տո­րած­նե­րը: Վերհա­ նե՛ք Սա­սու­նի, Զեյ­թու­նի և Վա­նի հե­րո­սա­կան կռիվ­նե­րի նշա­նա­կու­թյու­նը: ", "Ք. ա. 714 թ. ­ Արարատյան թագավորության պարտությունը, Ասորեստանի բանակի ռազմերթն Արարատյան թագավորության տարածքով, Արդինիի (Մուսասիր) ավերումը: ", "Ք. ա. 713­685 թթ. ­ Արգիշտի ll-ի գահակալումն Արարատյան թագավորությունում: ", "Ք. ա. 685­645 թթ. ­ Ռուսա ll-ի գահակալումն Արարատյան թագավորությունում, Թեյշեբայինի քաղաքի հիմնադրումը: ", "Ք. ա. 645­635 թթ.­ Սարդուրի lll-ի գահակալումն Արարատյան թագավորությունում: ", "Ք. ա. VI դ. առաջին կես ­ Հայաստանում Երվանդունիների դինաստիայի կառավարման սկիզբը: ", "Ք. ա. VI դ. 584­553 թթ. ­ Մարաստանի գերիշխանությունը Հայաստանում: ", "Ք. ա. 522­520 թթ. ­ Հայերի ապստամբությունն Աքեմենյան Պարսկաստանի դեմ: "], "paragraph_source_docs": [0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 0, 1, 1, 0, 1, 1, 1, 1, 1, 0, 1, 1, 1, 0, 1, 1, 1, 0, 0, 1, 1, 0, 1, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1], "source_docs_file": "res.json"}