{"paragraphs": ["­ այե­րի պա­հանջ­նե­րը վե­հա­ժո­ղո­վին ներ­կա­յաց­նե­լու հա­մար Մկր­տիչ Խրի­մյա­նի (Խ­րի­մյան Հայ­րիկ) գլխա­ վո­րու­թյամբ հա­տուկ պատ­վի­րա­կու­թյուն կազմվեց։ Հայ պատ­վի­րակ­նե­րը մինչև վեհաժողովի սկսվելը հան­դի­ պում­ներ ունե­ցան եվ­րո­պա­կան մի շարք ե­րկր­նե­րի ղե­ կա­վար­նե­րի հետ, ստա­ցան օգ­նու­թյան խոս­տում­ներ։ ", "բինբաշուն հանձնեց 10 հազարի հասնող պատժիչ ուժերի հրամանատարությունը, որոնք օղակեցին Սասունը: Այս մեծաքանակ ուժերին դիմագրավում էին 200 փորձված ֆիդայիներ և կայծքարե հրացաններով զինված հազար գյուղացիներ: ", "Ռազմական գործողությունները սկսվեցին 1904 թ. ապրիլի 11ին Շենիկ գյուղի մատույցներում: Գյուղը գրոհող թուրքական հեծելազորը հետ մղվեց: Ապրիլի 13-ին, օգտվելով թվական գերակշռությունից, թուրքական բանակը գրավեց Սեմալ և Ալիանք գյուղերը, որոնց բնակչությունը հեռացավ Գելիեգուզան: Երբ թուրքերը փորձեցին հեռացող բնակչությանը շրջապատել Բարբարայի կիրճում, հայկական ուժերի կենտրոնական ճակատի հրամանատար Հրայրը, նկատելով հակառակորդի տեղաշարժը, իր ջոկատով նետվեց մարտի և նահատակվեց: Մարտական գործողությունների այս տեղամասում հայերին հաջողվեց ուժերի գերագույն լարումով հետ շպրտել թուրքերին: ", "Գելիեգուզան գյուղի պաշտպանությունը տևեց ապրիլի 19-23-ը: ", "Քանի որ գյուղը ռմբակոծվում էր տասից ավելի թնդանոթներով, հայերը ստիպված էին այն դատարկել և Սասունի բնակչությանը լեռնածերպերով իջեցնել Մուշի դաշտավայր: ", "Անդրանիկի այս հանձնարարությունը փայլուն կերպով կատարեց Սեբաստացի Մուրադը: Ինքնապաշտպանական մարտերը Սասունում շարունակվեցին մինչև մայիսի 14-ը: Հայդուկները հեռացան Սասունից և իջան Մուշի դաշտ: Նրանց ժողովում որոշում ընդունվեց, որ իրենց մի մասը կրկին կբարձրանա լեռները, իսկ մյուս մասը, Անդրանիկի գլխավորությամբ, կգնա Վան: ", "արևելք: Հուլիսի 16-ին տեղի ունեցավ Կուրավու գյուղի նշանավոր մարտը, որտեղ 40 հայդուկ կես ժամվա ընթացքում ոչնչացրեց 100 թուրք զինվորի, գրավեց նրանց զենքը և հանձնեց տեղի բնակչությանը: Վան հասնելուց հետո Անդրանիկը հեռացավ Կովկաս, իսկ Գևորգ Չաուշը վերադարձավ Սասուն: ", "Հայ հեղափոխական դաշնակցությունը որոշեց վրեժի գործողություն իրականացնել հայերից 8 հազար զոհ խլած Սասունի դեպքերի համար: Նախատեսվում էր ոչնչացնել հայակեր սուլթան Համիդին և ահաբեկչություն կատարել Իզմիրում: Դաշնակցության այս ծրագիրը ղեկավարում էր Քրիստափոր Միքայելյանը, որը, սակայն, ռումբի փորձարկման ժամանակ զոհվեց: ", "առջև կայանած շքեղ կառքը պայթեց: Զոհվեց և վիրավորվեց 100 մարդ: Սուլթանը, որ հապաղել էր շեյխ ուլ-իսլամի հետ զրույցի բռնվելով, չտուժեց: Թուրքերին հաջողվեց տեղեկություն ստանալ Իզմիրում նախատեսվող գործողությունների մասին և կանխել դրանք: Այսպիսով, Դաշնակցության ծրագիրը նպատակին չհասավ: ", "ՀԱՐՑԵՐ ի՞նչ պահանջեց Անդրանիկը: ", "Մեծ տե­րու­թյուն­նե­րի կող­մից Հայ­կա­կան հար­ցի մի­ ջազ­գայ­նա­ցումն ի­րա­կա­նում ո­չինչ չտ­վեց հա­յու­թյա­նը։ ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Փորձելով կանխել սասունցիների ջարդը` կաթողիկոս Մկրտիչ Խրիմյանը դիմեց մեծ տերություններին: Օսմանյան կայսրությունում Մեծ Բրիտանիայի և Ֆրանսիայի դեսպանները սուլթանից պահանջեցին դադարեցնել արյունահեղությունը: Ռուսաստանի դեսպան Զինովևը հրաժարվեց մասնակցել արևմտահայերին օգնելու դիվանագիտական ցույցին: Մեծ Բրիտանիայի և Ֆրանսիայի դեսպաններն առաջարկեցին սուլթանին հայ ֆիդայիներին Սասունից հեռացնելու նպատակով վերջիններիս հետ բանակցություններ սկսել, որոնց ընթացքում իրենք պատրաստ էին ստանձնել միջնորդի դերը: Սակայն, Զինովևի կողմից մեկնելը ձգձգելու պատճառով, նրանք Մուշ ժամանեցին, երբ արդեն ռազմական գործողությունները Սասունում թեժ փուլ էին թևակոխել: ", "Հայ­կա­կան հար­ցից ա­զատ­վե­լու հա­մար սուլ­թան Հա­ միդ II–ն ը­նտ­րեց խնդ­րի լուծ­ման բար­բա­րո­սա­կան ճա­ նա­պարհ՝ հայե­րի զանգ­վա­ծային բնաջնջ­ման քա­ղա­քա­ կա­նու­թյու­նը։ ", "­Հար­ցեր և ա­ռա­ջադ­րանք­ներ յաց­րե՛ք դրա ար­դյունք­նե­րը Ռու­սաս­տա­նի հա­մար: ", "Օսմանյան կայսրության ծովափնյա քաղաքներում հաստատված հայ առևտրական բուրժուազիայի մի շարք ներկայացուցիչ- ներ, ինչպես նաև հայ պաշտոնյաներ կիսում էին կայսրության կապիտալիստական զարգացման գաղափարները և նյութապես օգնում էին երիտթուրքերին. իզմիրցի հայտնի առևտրական Ա. Սպարտլյանի կողմից 2 հազար ոսկու նվիրաբերման արդյունքում երիտթուրք պարագլուխներից Ահմեդ Ռիզան Մեշվերեթ թերթը սկսեց տպագրվել նոր, որակյալ տպագրական հաստոցներով: Այս թերթի հետ համագործակցում էին հայեր, որոնք Ահմեդ Ռիզայի թելադրանքով հավանություն էին տալիս Հայկական հարցի նկատմամբ երիտթուրքերի տեսակետին` այդպիսով օժանդակելով վերջիններիս խորամանկ քաղաքականությանը: ", "Հայկական հասարակական-քաղաքական կազմակերպություններում այն թյուր կարծիքն էր տիրում, թե երիտթուրքերի հետ համագործակցությունը հնարավորություն կտա Ավստրո-Հունգարիայի օրինակով Օսմանյան կայսրությունը վերափոխելու այնպես, որ Հայաստանը նոր պետական կազմավորման մեջ զբաղեցնի Հունգարիայի տեղը: ", "հանդես են գալիս Վերակազմյալ հնչակյանները: Այս հանդիպմանը մասնակցած Արփիար Արփիարյանն օգտակար էր համարում երիտթուրքերի հետ համագործակցությունը, սակայն կարծում էր, որ գործունեության միասնական ծրագրի մշակումը չափազանց բարդ խնդիր է: ", "ար­դյունք­նե­րը հայե­րի հա­մար: ", "ՔՆՆԱՐԿՄԱՆ ՀԱՐՑԵՐ հա­ժո­ղո­վում: ", "Դաշնակցության հետ երիտթուրքերի ուղղակի կապերի հաստատումը վերաբերում է 1900 թ., երբ Ստամբուլում տեղի ունեցան գաղտնի հանդիպումներ դաշնակցության և երիտթուրքերի ներկայացուցիչների միջև: Օսմանյան կայսրության հակասուլթանական ուժերի՝ 1902 թ. Փարիզում տեղի ունեցած համագումարում երիտթուրքերի մեծ մասը համաձայնեց հայ ներկայացուցիչների այն տեսակետին, թե առանց եվրոպական երկրների միջամտության հակասուլթանական ներքին ուժերը չեն կարող վերափոխել երկիրը: ", "մարտավարության մեջ: Դաշնակցությունը, ձգտելով հարմարվել նոր պայմաններին, փոխեց վերաբերմունքը երիտթուրքերի նկատմամբ: Ինչ վերաբերում է Հնչակյան կուսակցությանը, ապա այն չհրաժարվեց Արևմտյան Հայաստանի ազատագրման իր ծրագրային դրույթներից և մերժեց երիտթուրքերի հետ համագործակցությունը, քանի որ վերջիններս հրաժարվեցին դրա հիմքում ընդունել եվրոպական տերությունների ներկայացրած բարեփոխումների Մայիսյան ծրագիրը: Երիտթուրքերի նկատմամբ ընդհանուր մոտեցում որդեգրելու նպատակով Հնչակյաններն առաջարկեցին հայկական միջկուսակցական համագումար հրավիրել: Դաշնակցությունը, դա համարելով ժամանակավրեպ քայլ, հրաժարվեց մասնակցությունից: Սակայն նույն Դաշնակցությունը շտապեց հա- մաձայնել համատեղ համագումար հրավիրելու երիտթուրքական Միություն և առաջադիմություն կուսակցության առաջարկին: ", "Գ ԼՈՒ Խ IV ԱԶԳԱՅԻՆ–ԱԶԱՏԱԳՐԱԿԱՆ ՊԱՅՔԱՐԸ XIX ԴԱՐԻ 70–90–ԱԿԱՆ ԹՎԱԿԱՆՆԵՐԻՆ § 1. \u0007ԱԶԱՏԱԳՐԱԿԱՆ ԽՄԲԱԿՆԵՐԸ ԵՎ ԿԱԶՄԱԿԵՐՊՈՒԹՅՈՒՆՆԵՐԸ Ալեքսանդրապոլ. Սուրբ Ամենափրկիչ եկեղեցին կառուցված Հին Ղարաքիլիսա Ա­զա­տագ­րա­կան խմ­բակ­նե­րի և կազմակերպու­ թյուն­ների ա­ռա­ջա­ցու­մը։ Ա­րևմ­տա­հա­յու­թյան նկատ­ մամբ թուր­քա­կան իշ­խա­նու­թյուն­նե­րի ճն­շում­նե­րը սաստ­կա­ցան XIX դա­րի ե­րկ­րորդ կե­սից։ Սուլ­թա­նա­կան բռ­նա­տի­րու­թյան դեմ պայ­քա­րի կո­չեր հն­չեց­րին ժա­մա­ նա­կի նշա­նա­վոր գոր­ծիչ­ներ Գ. Ա­րծ­րու­նին, Րաֆ­ֆին, Ռ. Պատ­կան­յա­նը, Մ. Խրի­մյա­նը և ու­րիշ­ներ։ Հայ­կա­կան հար­ցի մի­ջազ­գայ­նա­ցու­մը մի կող­մից՝ զարկ տվեց հայե­ րի ա­զա­տագ­րա­կան պայ­քա­րին, մյուս կող­մից՝ ա­վե­լի սրեց հայ–թուր­քա­կան հա­րա­բե­րու­թյուն­նե­րը։ ", "Ահաբեկված Աբդուլ Համիդ ll-ը հուլիսի 24-ին հրապարակեց հրովարտակ 1876 թ. սահմանադրության վերականգնման և խորհրդարանի (մեջլիս) առաջիկա ընտրությունների վերաբերյալ: ", "Հրավիրված խորհրդարանում համամասնությունը խախտված էր. Օսմանյան կայսրության երկու միլիոն հայ հպատակները 266տեղանոց խորհրդարանում 12 ներկայացուցիչ ունեին, այն պարագայում, երբ 27 միլիոն բնակիչ ունեցող կայսրությունում ամենևին ոչ ամենամեծ էթնիկ միավոր հանդիսացող, 8-10 միլիոնի հասնող թուրքերը՝ 115: ", "Չնայած այս ամենին` Դաշնակցությունը հայտարարեց, որ հայ ժողովրդի խաղաղ և բնականոն զարգացումը հեղափոխությունն ապահովել է, և այդ պատճառով կուսակցությունը դադարեցնում է զինված պայքարն Արևմտյան Հայաստանում: ", "Սուլթան Աբդուլ Համիդ ll-ին հաջորդած երիտթուրքերը որդեգրեցին նրա հակահայկական քաղաքականությունը: Իշխանությունից հեռացնելով սուլթանին` նրանք մասամբ հրաժարվեցին վերջինիս դավանած պանիսլամիզմից և փորձեցին Օսմանյան կայսրությունը փրկել փլուզումից օսմանիզմի գաղափարախոսության կիրառմամբ, որի օգնությամբ նպատակ ունեին ձուլելու ոչ թուրք ժողովուրդներին: Նրանք ընդունում էին միայն մեկ՝ օսմանյան ազգի գոյությունը: Օսմանյան կայսրության հպատակ ոչ թուրք ժողովուրդներն իրենց զարգացմամբ գերազանցում էրն տիտղոսավոր ազգին, ուստի հնարավոր չէր ոչ բռնի միջոցներով ձուլում իրականացնել. երիտթուրքերի Միություն և առաջադիմություն կուսակցության առաջնորդներից Թալեաթը 1911 թ. հայտարարեց. «Մենք ցանկանում էինք գյավուրներին ձուլել, սակայն երբ դա չհաջողվեց, դիմեցինք նրանց բնաջնջմանը: ", "երիտթուրք պարագլուխներին հարկադրեց պետական քարոզչության աստիճանի բարձրացնել պանթուրքիզմի ծայրահեղ ազգայնամոլական գաղափարախոսությունը. մի գաղափարախոսություն, որի համաձայն՝ բոլոր թրքախոս ժողովուրդները մեկ էթնիկ միասնություն են, որոնք Թուրքիայի առաջնորդությամբ պետք է միավորվեն Բալկաններից մինչև Արևելյան Սիբիր տարածվող Մեծ Թուրան պետության մեջ, իսկ այդ պետության տարածքում հայտնված այլազգիները կամ պետք է ձուլվեն, կամ ոչնչանան: ", "Պանթուրքիզմի գաղափարախոսության առաջին գործնական կիրառումն Ադանայի կոտորածն էր, որին երիտթուրքերը ձեռնամուխ եղան 1909 թ. ապրիլին: ", "Կոտորածը սկսվեց ապրիլի 1-ին, ապա լայն թափ ստացավ ապրիլի 12-ին, երբ Կիլիկիա մտան Ազատության բանակի զորամասերը: Այս ջարդին զոհ գնաց 30 հազար հայ: Ադանայի ջարդի պատճառներն ու հետևանքներն ուսումնասիրելու նպատակով ստեղծվեց հանձնաժողով, որի եզրակացությունները օսմանյան պառլամենտում ընդհանրապես չքննարկվեցին: Հանձնաժողովի հայ անդամներից Հակոբ Պապիկյանը տարօրինակ հանգամանքներում մահացավ Ստամբուլում, և միայն մի քանի տարի անց հրապարակվեցին նրա հավաքագրած փաստերի սևագրերը: ", "Այսպիսով՝ իրականանում էր Արշակ Չոպանյանի՝ երիտթուրքական հեղաշրջումից առաջ արած կանխագուշակումը. Այն օրը, երբ հայկական ուժերի օգնությամբ ներկա ռեժիմը (սուլթանական) կտապալվի, և սահմանադրություն կհաստատվի, թուրքերը չեն ճանաչի ոչ մի ազգի գոյություն Թուրքիայում, բացի թուրքականից: ", "Եվ նույնիսկ հայկական արյան շնորհիվ հաստատված սահմանադրությունը կօգտագործեն որպես զենք, որպեսզի վերջնականապես սպանեն Հայկական հարցը: ", "ՀԱՐՑԵՐ ի՞նչ որոշումներ ընդունվեցին այդ համագումարում: ", "կոտորածը: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Ստամբուլում գրավեցին իշխանությունը: Մայրաքաղաքում վերականգնվեց սուլթանի բացարձակ տիրապետությունը: Միայն ապրիլի 24-ին երիտթուրքերին հաջողվեց Ստամբուլում իրավիճակի տերը դառնալ: Ապրիլի 27-ին խորհրդարանի որոշմամբ սուլթանը գահընկեց արվեց: Այդ որոշման մասին Աբդուլ Համիդը տեղեկացավ, այսպես կոչված, Չորսի կոմիտեի անդամներից: Սառնասրտորեն լսելով իր գահընկեցության խորհրդարանական ակտը, սուլթանն ասաց. «Մի՞թե այդ որոշման մասին ինձ տեղեկացնելու համար մի թուրք չգտնվեց»: Չորսի կոմիտեի մեջ ներգրավված էին հրեա Էմանուել Կարասոն, աջար ծովակալ Արիֆ Հիքմեթ փաշան, հայ կաթոլիկ համայնքի ներկայացուցիչ Արամ բեյը և ալբանացի Էսադ Թոփթանի փաշան: ", "Բալկանյան պատերազմից հետո Հայկական հարցն առավել սուր երանգավորում ստացավ, քանի որ հայերը, ոգևորվելով բալկանյան ժողովուրդների հաղթանակից, ձգտում էին Արևմտյան Հայաստանի տարածքում ինքնավարություն ձեռք բերել: ", "փոխարքայի միջոցով դիմեց Նիկոլայ II կայսերը` խնդրելով Ռուսաստանի միջամտությունը: 1912 թ. նոյեմբերին Գևորգ V կաթողիկոսը Լոնդոնում վարվող բանակցություններին հայերի դիրքորոշումն արտահայտելու նպատակով որպես կաթողիկոսական պատվիրակ հաստատեց Պողոս-Նուբարին: ", "Թուր­քա­կան իշ­խա­նու­թյուն­նե­րի հե­տապն­դում­նե­րից խու­սա­փե­լով՝ ու­սու­ցիչ Մ. Փոր­թու­գա­լ յա­նը ստիպ­ված տե­ղա­փոխ­վեց Ֆրան­սի­այի Մար­սել քա­ղա­քը, որ­տեղ սկ­սեց հրա­տա­րա­կել «Ար­մե­նի­ա» թեր­թը։ Փոր­թու­գա­լ յա­ նի սա­նե­րը չդա­դա­րեց­րին ի­րենց գոր­ծու­նե­ու­թյու­նը։ Վա­ նում այդ գոր­ծու­նե­ու­թյան ար­դյուն­քում 1885 թ. աշ­նա­նը ե­րի­տա­սարդ մտա­վո­րա­կան Մ. Ա­վե­տի­սյա­նի ղե­կա­վա­ րու­թյամբ ստեղծ­վեց ա­ռա­ջին հայ ազ­գային–քա­ղա­քա­ կան կու­սակ­ցու­թյու­նը՝ «Ար­մե­նա­կան­ներ» ա­նու­նով։ Այդ ա­նու­նը նրանք կու­սակ­ցու­թյա­նը վե­րագ­րե­ցին ի­րենց ուսու­ցիչ Մ. Փոր­թու­գա­լ յա­նի հրա­տա­րա­կած թեր­թի հայ­ րե­նա­սի­րա­կան գա­ղա­փար­նե­րին հետևե­լու հա­մար։­ Մկրտիչ Փորթուգալյան Մկրտիչ Ավետիսյան (Թերլեմեզյան) Ավետիս Նազարբեկյան «Հնչակ» թերթը Ար­մե­նա­կան­ներն ի­րենց գլ­խա­վոր նպա­տակ հռ­չա­ կե­ցին ա­րևմ­տա­հա­յու­թյան ա­զա­տագ­րու­մը, Հայ­կա­կան հար­ցի լու­ծու­մը։ Այդ նպա­տա­կին հաս­նե­լու հա­մար նրանք կար­ևո­րում է­ին ի­նչ­պես եվ­րո­պա­կան ե­րկր­նե­րի օգ­նու­թյու­նը, այն­պես էլ զին­ված պայ­քա­րը։ ", "­Կու­սակ­ցու­թյան ծրագ­րում նշ­վում էր, որ ան­հրա­ ժեշտ է ա­ռանց ցու­ցա­մո­լու­թյան ժո­ղովր­դին նա­խա­ պատ­րաս­տել հա­մա­ժո­ղովր­դա­կան ա­պս­տամ­բու­թյան։ ", "Ռուսական կառավարությունը, վախենալով հայերի շրջանում Ռուսաստանի ազդեցության թուլացումից, իր դեսպաններին, արտաքին գործերի նախարար Սազոնովի միջոցով, կարգադրեց շփման մեջ մտնել եվրոպական երկրների կառավարությունների հետ՝ Արևմտյան Հայաստանին վերաբերող բարեփոխումների համատեղ ծրագիր մշակելու նպատակով: ", "Գերմանիայի գլխավորած Եռյակ միությունը (Գերմանիա, Ավստրո-Հունգարիա, Իտալիա) դեմ հանդես եկավ Ռուսաստանի այս նախաձեռնությանը: Գերմանական արտաքին գործերի նախարար ֆոն Յագովը հայտարարեց, որ Ռուսաստանի նախաձեռնության կենսագործման դեպքում Օսմանյան կայսրությունը կմասնատվի: Անտանտայի կազմում Ռուսաստանի դաշնակիցներ Անգլիան և Ֆրանսիան, թեպետ կողմ արտահայտվեցին և հրահանգեցին Կ. Պոլսում իրենց դեսպաններին Հայկական հարցի լուծման առնչությամբ շփման մեջ մտնել ռուսական դեսպանատան հետ, սակայն գործով ոչինչ չարեցին: ", "Նրա հիմ­նա­դիր­ներն է­ին Ա­վե­տիս Նա­զար­բեկ­յա­նը, Ռու­բեն Խա­նա­զա­տը, Մա­րո Վար­դա­նյա­նը և ու­րիշ­ներ։ ", "Նրանք սկ­սե­ցին հրա­տա­րա­կել «Հն­չակ» թեր­թը, ո­րի ա­նու­նից էլ կու­սակ­ցու­թյու­նը կոչ­վեց Հն­չա­կյան։ ", "Գերմանիան և Ավստրո-Հունգարիան հայտարարեցին, որ անհրաժեշտ է քննարկել նաև Թուրքիայի նախագիծը: Ռուսաստանի դեսպան Գիրսը հայտարարեց, որ նման բան գոյություն չունի, և որպեսզի բացառի թուրք ներկայացուցչի մասնակցությունը բա- նակցություններին, պահանջեց դրանք փակ վարել: Այս բանակցություններում Ռուսաստանը ստիպված էր հայտարարել, որ Օսմանյան կայսրությունը մասնատելու ցանկություն չունի: ", "Ռուսաստանի դեսպան Գիրսը Թուրքիայի արտաքին գործերի նախարարի հետ հանդիպման ժամանակ պահանջեց հայկական 6 վիլայեթում բարեփոխումներ անցկացնել` հակառակ դեպքում սպառնալով ռազմական միջամտությամբ: Ռուսաստանի արտաքին գործերի նախարար Սազոնովը 1913 թ. օգոստոսի 6-ին իր դեսպանի միջոցով Բեռլինի կառավարությանը հասկացրեց, որ այս անգամ ամեն ինչ չի ավարտվի լոկ խոսակցություններով, և որ իրենք լրջորեն շահագրգռված են Արևմտյան Հայաստանում բարեփոխումների անցկացմամբ: Ռուսաստանը սպառնաց նաև իր դաշնակիցներ Ֆրանսիային և Անգլիային՝ չօժանդակելու դեպքում հարել Գերմանիային: Միայն դրանից հետո Անգլիայի դեսպանը Կ. Պոլսում 1913 թ. օգոստոսին Թուրքիայի արտաքին գործերի նախարարին ներկայացրեց Արևմտյան Հայաստանում կատարված հանցագործությունների մի ցուցակ և պահանջեց բարեփոխումներ իրականացնել այստեղ: 1913 թ. հուլիսի 3-ին Կ. Պոլսում Հայկական բարեփոխումների հանձնաժողովի` ավստրոհունգարական դեսպանատանը սկսված աշխատանքներում ավստրոհունգարական և գերմանական ներկայացուցիչներն ամեն ինչ անում էին, որ Մանդելշտամի ծրագիրը չկենսագործվի: ", "Ռուսաստանը ստիպված էր անմիջականորեն շփման մեջ մտնել Գերմանիայի հետ և գնալ լուրջ զիջումների: ", "Գերմանիան, որ մտադիր էր ջախջախված թուրքական բանակը վերցնել իր վերահսկողության տակ, համաձայնության եկավ Ռուսաստանի հետ: 1913 թ. դեկտեմբերի 12-ին Գերմանիայի և Ռուսաստանի դեսպաններն այցելեցին Թուրքիայի արտաքին գործերի նախարարին և պահանջեցին ընդունել բարեփոխումների վերափոխված ծրագիրը: Թուրքիան ստիպված տեղի տվեց և հայտարարեց դրա ընդունման մասին: ", "Հա­մա­գու­մա­րի մաս­նա­կից­նե­րի մե­ծա­մաս­­նու­թյան՝ ազ­ գային թևի ներ­կա­յա­ցու­ցիչ­նե­րի կար­ծի­քով՝ սո­ցի­ա­լիզ­ մի մա­սին խո­սե­լը դեռ վաղ էր, քա­նի որ ա­ռաջ­նա­հերթ խն­դիրն օ­տար տի­րա­պե­տու­թյու­նից ա­զա­տագր­վելն է­ր: ", "Ան­շուշտ, այս ո­ւղ­ղու­թյան ներ­կա­յա­ցու­ցիչ­ներն իրա­վա­ ցի է­ին: Նրանք հրա­պա­րա­կա­խոս Ար­­փիար Ար­փի­ա­ րյա­նի հետ հե­ռա­ցան կու­սակ­ցու­թյու­նից և ի­րենց կո­չե­ ցին «Վե­րա­կազ­մյալ հն­չա­կյան­ներ»։ Նա­զար­բե­կյա­նի կողմ­նա­կից­նե­րը հե­տա­գա­յում հիմ­նա­կա­նում ան­դա­ մակ­ցե­ցին սո­ցի­ալ–դե­մոկ­րա­տա­կան կազ­մա­կեր­պու­ թյուն­նե­րին։ ", "Կառավարիչներ նշանակվեցին հոլանդացի Վեստենենկը և նորվեգացի Հոֆը: Ի տարբերություն Մանդելշտամի ծրագրի, Օսմանյան կառավարությունը հասավ նրան, որ բացի Էրզրումի, Վանի և Բիթլիսի նահանգներից, մնացածներում վարչական խորհուրդները և օրենսդիր մարմինները 2/3-ով բաղկացած լինեն մուսուլմաններից: 1914 թ. մայիսին Վեստենենկը և Հոֆը ժամանեցին իրենց կառավարման հատվածներ, սակայն սկիզբ առած Առաջին համաշխարհային պատերազմն արգելակեց նրանց գործունեությունը: ", "Թուր­քա­կան բռ­նա­տի­րու­թյան դեմ մարտնչող մարդ­կանց՝ հե­ղա­փո­խա­կա­ննե­րի հա­ջո­ղու­թյու­նը հնա­րա­վոր կդառ­ նար մի­այն մի­ա­վոր­ման, մի­մյանց հետ դաշ­նակ­ցե­լու դեպ­ քում։ Ո­ւս­տի 1890 թ. Թիֆ­լի­սում ստեղծ­ված նոր կու­սակ­ ցու­թյունն ի­րեն կո­չեց Հայ հե­ղա­փո­խա­կան­նե­րի դաշ­ նակ­ցու­թյուն։ Նրա հիմ­նա­դիր­ներն է­ին Քրիս­տա­փոր Մի­քայե­լյա­նը, Սի­մոն Զա­վա­րյա­նը, Ստե­փան Զո­րյա­նը (Ռոս­տոմ) և այ­լք։ Շու­տով դաշ­նակ­ցու­թյու­նը դար­ձավ հայ ի­րա­կա­նու­թյան ա­մե­նաազ­դե­ցիկ կու­սակ­ցու­թյու­նը։ "], "paragraph_source_docs": [0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 0, 0, 1, 1, 1, 0, 0, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 0, 1, 1, 0, 0, 1, 1, 1, 1, 0, 0, 1, 0], "source_docs_file": "res.json"}