{"paragraphs": ["Վա­նե­ցի­նե­րը պատս­պար­վե­ցին բեր­դում և հա­մառ դի­մադ­րու­թյուն կազ­մա­կեր­պե­ցին։ Ծանր կո­րուստ­ նե­րի գնով քա­ղա­քը գրա­վե­լուց հե­տո դա­ժան տի­ րա­կա­լը հրա­մայեց գե­րի ըն­կած պաշտ­պան­նե­րին վայր նե­տել բեր­դի պա­րիսպ­նե­րից։ Հայ պատ­մի­չի վկա­յու­թյամբ պա­րիսպ­նե­րից վայր նետ­ված­ների թիվն այն­քան մեծ էր, որ ներք­ևում ա­ռա­ջա­ցել էր դի­ակ­նե­րի հս­կա­յա­կան կույտ, ո­ւս­տի վեր­ջին ըն­ կած­ներն այլևս չէ­ին մա­հա­նում։ Դա­րա­վեր­ջին Լենկ Թե­մու­րի ա­վե­րիչ ար­շա­վանք­նե­րը կրկն­վե­ցին։ ", "VII-XI դդ. Հայաստանում ժողովրդական մեծաթիվ զանգվածների մասնակցությամբ և տարածքային ընդգրկումով առավել հզոր էին Պավլիկյան և Թոնդրակյան աղանդավորական շարժումները: Պավլիկյան շարժումն սկզբնավորվել է VII դ. կեսին Բյուզանդական Հայաստանի Մանանաղի գավառի համանուն գյուղում: Շարժման անվանումը ծագում է Պողոս առաքյալի անունից, որը աղանդավորական այս շարժման ներկայացուցիչների շրջանում ավետարանական առաքյալներից ամենապաշտելին էր: ", "Այս­պես՝ XIV դ.­ Ար­ցա­խում շա­րու­նա­կում է­ին ի­րենց ազ­դե­ցու­թյու­նը պահ­պա­նել Հա­սան–Ջա­լա­լ յան­նե­ րը,­ Սյու­նի­քում՝ Օր­բե­լ յան­նե­րը, Սա­սու­նում՝ Թոռ­ նիկ­յան­նե­րը և այլն։ ", "Կոստանդին-Սիլվանոսը հաստատվեց Կոլոնիայի գավառում և շուրջը համախմբելով մեծաթիվ հետևորդների: ", "դիմադրությունը: ", "համաձայնությանը: ", "Նյութական ամեն ինչ` երկրային աշխարհը և մարդիկ, ստեղծվել էին չար աստծո կողմից, որին երկրպագում էր պաշտոնական եկեղեցին: Բարի աստծո ստեղծածն էին վերին յոթ երկինքները, արեգակն ու մարդկային հոգիները: ", "Ահաբեկված պավլիկյանների թափ առնող շարժումից` բյուզանդական կայսր Կոստանդին IV-ը (668−685 թթ.) Կոլոնիա է ուղարկում Սիմեոն անունով մի պաշտոնյայի, որի հրամանով Կոստանդին-Սիլվանոսը սպանվում է: Սակայն, հետաքննության ընթացքում, Սիմեոնը վարակվում է Պավլիկյան աղանդի գաղափարներով և 3 տարի անց, վերցնելով Տիտոս վերադիր անունը, դառնում է պավլիկյանների նոր աղանդապետը: Աղանդավորներից մեկի դավաճանության հետևանքով Սիմեոն-Տիտոսը և բազմաթիվ այլ պավլիկյաններ ողջակիզվում են: ", "Բյուզանդական իշխանությունների հալածանքների հետևանքով պավլիկյանների մի մասը հաստատվում է արաբներին ենթակա Հայաստանի արևելյան հատվածում, որտեղ ծավալվում է պայքար նրանց և արևելահայ հոգևոր ու աշխարհիկ վերնախավի միջև: Պավլիկյանների աղանդը բանադրվում է Պարտավի 703 թ. և Դվինի 719 թ. ժողովներում: ", "XI դ. կե­սե­րից հայ բնակ­չու­թյան զանգ­վա­ծային ար­տա­գաղթ է սկս­վում՝ կապ­ված թուրք–­սել­ջուկ­նե­ րի ար­շա­վանք­նե­րի և Բյու­զան­դի­այի վա­րած քա­ղա­ քա­կա­նու­թյան հետ: ", "Արաբների հետ պավլիկյանների հարաբերությունները կայուն չէին: Վերջիններիս հարկային ծանր քաղաքականությունը 728 թ. հանգեցրեց Գրիգոր Մամիկոնյանի գլխավորած ապստամբությանը, որին մասնակցեցին նաև բազմաթիվ պավլիկյաններ: ", "Ար­դեն XI դ. ե­րկ­րորդ կե­սին, Եփ­րատ գե­տից ա­րև­ մուտք ընկած հա­յաբ­նակ շր­ջան­նե­րից բա­ցի, հայե­րը մե­ծա­մաս­նու­թյուն է­ին կազ­մում նաև Կի­լի­կի­այի, Կա­ պա­դով­կի­այի, Ա­սո­րի­քի և Հյու­սի­սային Մի­ջա­գետ­քի մի շարք գա­վառ­նե­րում: ­Կի­լի­կի­ա­յում ապ­րում է­ին նաև հույ­ներ, ա­սո­րի­ներ, ա­րաբ­ներ, հրե­ա­ներ: ", "Բյուզանդացիները, նպատակ ունենալով պառակտում առաջացնել պավլիկյանների շարքերում, կազմակերպում են Սերգիոսի սպանությունը: Սակայն, տեղի է ունենում տրամագծորեն հակառակը. պավլիկյանները, խուսափելով ներքին հակամարտության առաջացումից, նոր աղանդապետ չեն ընտրում, այլ որոշում են շարժման ղեկավարումը հանձնել խորհրդակցական մարմնին՝ Ուղեկիցների խորհրդին: ", "Վայելելով Մալաթիայի արաբ ամիրա Օմար իբն Աբդալլահի հովանավորությունը` պավլիկյանները հիմնում են Տիվրիկ կամ Տեփրիկե քաղաքը և ստեղծում հզոր բանակ, որը Կարբեասի, ապա Խրիսոխիրի հրամանատարությամբ IX դ. կեսին ծանր հարվածներ է հասցնում բյուզանդացիներին: Խրիսոխիրի օրոք պավլիկյանների զորքը հասնում է Նիկիա և Նիկոմեդիա՝ ընդհուպ մոտենալով Բյուզանդական կայսրության մայրաքաղաք Կ. Պոլսին: ", "Իրենց գրաված տարածքի եկեղեցիները պավլիկյանները վերածում են ախոռի: ", "Բյուզանդական կայսր Վասիլ l-ը համոզվելով, որ հնարավոր չէ խաղաղ միջոցներով լուծել պավլիկյանների հարցը, օգտվելով այն հանգամանքից, որ Արաբական խալիֆաթի ներսում երկպառակտ- չական պայքար է սկիզբ առել, և արաբները հնարավորություն չունեն օժանդակություն ցուցաբերելու, 871 թ. իր զորքերի գերակշիռ մասն ուղղում է նրանց դեմ: Տիվրիկի մոտ բյուզանդական բանակը պարտություն է կրում: Վասիլ l-ը հազիվ է խուսափում գերի ընկնելուց: Ոգևորված այս հաղթանակից՝ 872 թ. պավլիկյանները վերստին ներխուժում են Բյուզանդիայի տարածք, սակայն ռազմական հաջողությունն այս անգամ երես է թեքում նրանցից, և Անգորայի (Անկարա) մոտ ծանր պարտություն են կրում: Բազմահազար սպանվածների թվում էր նաև Խրիսոխիրը: Այս պարտությունը ճակատագրական էր պավլիկյանների համար: Բյուզանդացիները գրավում են նրանց կենտրոնը՝ Տիվրիկը, ինչպես նաև նրանց վերահսկողության տակ գտնվող մի շարք ամրոցներ: ", "Թեպետ բյուզանդացիներին հաջողվեց արյունոտ հաշվեհարդար տեսնել Փոքր Ասիայի և Արևմտյան Հայաստանի պավլիկյանների հետ, սակայն այս շարժումից սկիզբ առան բոգոմիլների աղանդը Բուլղարիայում և կատարներինը՝ Ֆրանսիայի հարավում: ", "­Հայ­կա­կան այս իշ­խա­նու­թյուն­նե­րը, չնա­յած կար­ճատև կյանք ու­նե­ցան, սա­կայն ո­րոշ ժա­մա­նակ խո­չըն­դո­տե­ցին սել­ջուկ­նե­րի ներ­թա­փան­ցու­մը Կի­ լի­կի­ա, ո­րը հնա­րա­վո­րու­թյուն տվեց Լեռ­նային Կի­ լի­կիայի հայե­րին հա­մախմբ­վե­լու և ձեռ­նա­մուխ լի­ նե­լու հայ­կա­կան նոր իշ­խա­նու­թյան ստեղծ­մա­նը: ", "Սմբատ Զարեհավանցին և նրան հաջորդած յոթ առաջնորդները, շուրջ 200 տարի ղեկավարելով Թոնդրակյան շարժումը, ստեղծեցին այդ շարժման գաղափարները պարունակող գրակա- նություն, որը, ցավոք, չի պահպանվել, և շարժման մասին տեղեկություններ ստանում ենք միայն հակառակորդների թողած տվյալներից: Համաձայն այդ հաղորդումների` թոնդրակյանները մերժում էին. սոսկ լվացման ջուր: ", "երկնային արքայությանը հասնելու միջոց: ", "Ռուբինյաններին սպառնացող արտաքին ուժերը: Ռու­բի­նյան իշ­խա­նու­թյան գո­յու­թյա­նը սպառ­նում է­ին ի­նչ­պես Բյու­զան­դի­ան, այն­պես էլ սել­ջուկ­նե­րը: Կոս­տան­դի­նը ստիպված էր պայ­քա­ րել եր­կու թշ­նա­մի­նե­րի դեմ: Սա­կայն խա­չակ­րաց ա­ռա­ջին ար­շա­վանքը ո­րոշ ժա­մա­նա­կով նրանց ու­ շադ­րու­թյու­նը շե­ղեց Կի­լ ի­կի­այից: Դա հնա­րա­վո­րու­ թյուն տվեց հայե­րին ամ­րապն­դե­լու և ըն­դար­ձա­կե­ լու նո­րաս­տեղծ իշ­խա­նու­թյու­նը: ", "Թոնդրակյանների շարժումը, աղբյուրների վկայությամբ, ուներ երկու հիմնական ճյուղավորումներ: Առաջինի հետևորդները բացարձակ աթեիստներ էին. ժխտում էին Աստծո, Հոգու և անդրշիրիմյան կյանքի մասին եկեղեցու պնդումները: Նրանք կարծում էին, որ մարդկությունը կարող է և պետք է բարօրության հասնի միայն երկրային կյանքում: ", "Մա­նազ­կեր­տի ճա­կա­տա­մար­տից հե­տո սել­ջուկ­ նե­րի մի մա­սը հաս­տատ­վեց Փոքր Ա­սի­ա­յում, որ­տեղ ստեղ­ծեց նոր պե­տու­թյուն՝ Ի­կո­նի­այի սուլ­թա­նու­­ թյունը: Սել­ջուկ­նե­րը և այդ տա­րած­քում հաս­տատ­ ված թուրք­մե­նա­կան տար­բեր ցե­ղեր Կի­լ ի­կի­այի հա­ մար դար­ձան վտան­գա­վոր հար­ևան­ներ: ", "Թոնդրակյանների շարժումը XI դ. առաջին կեսին հասավ իր բարձրակետին: Այն ընդգրկեց համարյա ամբողջ Հայկական լեռնաշխարհը: Այս շարժման թափն այնքան ուժեղ էր, որ հայ աշխարհիկ և հոգևոր վերնախավն անկարող էր ճնշել դա, ինչը, ինչպես վկայում է Գրիգոր Մագիստրոսը, առաջացնում էր հակառակորդների թե՛ զայրույթը, թե՛ սրտմտությունն ու վհատությունը միաժամանակ: ", "Թոնդրակյան շարժումը բոլոր նախադրյալներն ուներ՝ վերածվելու գյուղացիական պատերազմի, սակայն դա տեղի չունեցավ, քանի որ XI դարի կեսից Հայաստանը հեղեղած սելջուկ թուրքերի հորդաներն զգալիորեն քայքայեցին երկրի սոցիալ-տնտեսական վիճակը: ", "Առավել զարգացած սոցիալ-տնտեսական հարաբերությունների և ժողովրդական զանգվածների ավելի բարձր գիտակցության արգասիք լինելով՝ թոնդրակյան շարժումը մեծ ազդեցություն ունե127 ցավ միջնադարյան Հայաստանի` թոնդրակյաններին հերթագայած սոցիալական շարժումների վրա: ", "նա­կեն­սու­նա­կը. ո­՞վ և ե­՞րբ է այն հիմ­նադ­րել: Ինչպիսի՞ հարաբերություններ ձևավորվեցին խաչակիրների հետ: ", "ՆՈՐ ՀԱՍԿԱՑՈՒԹՅՈՒՆՆԵՐ, ԱՆՈՒՆՆԵՐ, ԱՐՏԱՀԱՅՏՈՒԹՅՈՒՆՆԵՐ Դաշտային, Լեռնային և Քարուտ Կիլիկիաներ, Ապլղարիպ Արծրունի, Ադանա, Մսիս, Տարսոն, Լամբրոն, Պապեռոն, Օշին, Պիզու, Փիլարտոս Վարաժնունի, Գող Վասիլ, Ռուբեն իշխան, Ռուբինյան իշխանություն, Վահկա բերդ, հայ–խաչակրաց հարաբերություններ § 2. \u0007ԿԻ­ԼԻ­ԿԻ­ԱՅԻ ՀԱՅ­ԿԱ­ԿԱՆ ՊԵ­ՏՈՒԹՅԱՆ ԱՄ­ՐԱՊՆ­ԴՈՒ­ՄԸ ­Պայ­քար Դաշ­տային Կի­լի­կի­այի հա­մար: Լեռ­ նային Կի­լի­կի­ա­յում ձևա­վոր­ված Ռու­բի­նյան պե­տու­ թյան հե­տա­գա գո­յատև­ման հա­մար կար­ևոր էր Դաշ­ տային Կի­լի­կի­այի նվա­ճու­մը: Ա­նհ­րա­ժեշտ էր ձեռք բերել գյու­ղատն­տե­սու­թյան հա­մար կար­ևոր կեն­սա­ կան տա­րածք­ներ և ա­ռևտ­րա­կան ճա­նա­պարհ­նե­րի վրա գտն­վող քա­ղաք­ներ, ի­նչ­պես նաև Մի­ջերկ­րա­ կան ծո­վի ա­փե­րի նա­վա­հան­գիստ­նե­րը: Հա­կա­ռակ դեպ­քում լեռ­նե­րում ծվա­րած հայ­կա­կան փոք­րիկ պե­ տու­թյու­նը չէր կա­րող եր­կար գո­յու­թյուն ու­նե­նալ: Այս խն­դիր­նե­րը լու­ծե­լու հա­մար Ռու­բի­նյան­նե­րը պայ­քա­ րի մեջ մտան Բյու­զան­դի­այի, խա­չա­կիր­նե­րի և սել­ ջուկ­նե­րի դեմ: ", "ՀԱՅԱՍՏԱՆԸ XI Դ. ՍԿԶԲԻՑ ՄԻՆՉԵՎ XIII Դ. ՍԿԻԶԲԸ ՍԵԼՋՈՒԿ-ԹՈՒՐՔԵՐԻ ԿՈՂՄԻՑ Բյուզանդիան, գրավելով Հայաստանը, վերացրեց այն պատնեշը, որը փակում էր արևելքից դեպի կայսրության կենտրոն ուղղված մուսուլմանական ներխուժումների ուղին: Այս անհեռատես քայլը բախտորոշ հետևանքներ ունեցավ Բյուզանդիայի համար: XI դ. սկզբին Կենտրոնական Ասիայից դեպի Մերձավոր Արևելքի երկրներ ներխուժեցին թուրք օղուզների ցեղախմբերը, որոնց առաջնորդում էր Քընըք ցեղի առաջնորդ Սելջուկի թոռ Տուղրիլ բեկը (1038−1063 թթ.): Տուղրիլի գլխավորությամբ 1040 թ. Դանդանականի ճակատամարտում ջախջախելով Ղազնևյանների պետությունը և գրավելով Խորասանը (նահանգ Իրանի հյուսիսարևելքում)՝ իրենց նախնու անունով սելջուկ կոչվող թուրքերը ճանապարհ բացեցին դեպի արևմուտք: Այս հաղթանակից հետո սկիզբ առան սելջուկների արշավանքները դեպի Մերձավոր Արևելքի երկրներ, այդ թվում` Հայաստան: ", "Սելջուկ-թուրքերի կողմից Հայաստանի նվաճումը տեղի ունեցավ երկու փուլով: Առաջին փուլում՝ 1016−1063 թթ., արշավանքների ընթացքում ավարառությունն ու կողոպուտը, կոտորածներն ու գերեվարությունները հանգեցրին երբեմնի ծաղկուն երկրի ամայացմանը: Երկրորդ փուլում՝ 1064−1092 թթ., Հայաստանը վերջնականապես նվաճվեց, ստեղծվեց սելջուկներին ենթակա վարչակարգ, սկսվեց թուրքական ցեղերի բնակեցում երկրի բարեբեր շրջաններում: ", "Երկիրն անկարող էր լուրջ դիմադրություն ցույց տալ արևելքից հայտնված նվաճողներին. Բյուզանդիան տարհանել էր հայկական ռազմական ուժերը, իսկ Հայաստանի տարածքում տեղակայված բյուզանդական զորքերը փոքրաքանակ էին և ոչ մարտունակ: ", "Բասենը, Տայքը, Արշարունիքն ու Տարոնը: Հաջորդ տարի արշավանքը կրկնվեց: Այս անգամ գրավվեց վաճառաշահ Արծն քաղաքը, որի 150-հազարանոց բնակչության մի մասը սպանվեց, մյուս մասը գերեվարվեց: Նույն ճակատագրին արժանացավ Կարսը: ", "Սելջուկների այս արշավանքը հետ վանելու բյուզանդացիների փորձը ձախողվեց: 1049 թ. սեպտեմբերի 18-ին Բասենի դաշտում, Կապուտռու բերդի մոտ տեղի ունեցած ճակատամարտում բյուզանդական բանակը ծանր պարտություն կրեց: Գերիների թիվը հասնում էր հարյուր հազարի, այդ թվում` բյուզանդացի ազնվականներ: ", "Կապուտռուի ճակատամարտից հետո Բյուզանդիան ստիպված էր մեղմացնել իր քաղաքականությունը հայերի նկատմամբ: Հարկերը պակասեցին, մի շարք գավառներում հայ կառավարիչներ նշանակվեցին, ավելի տոլերանտ (հանդուրժողական) վերաբերմունք սկսեց դրսևորվել Հայ Առաքելական եկեղեցու հանդեպ: Սակայն այս քաղաքականությունը, որի նպատակը սելջուկ-թուրքերի դեմ հայ ժողովրդի ներուժի լավագույնս օգտագործումն էր, դատապարտված էր ձախողման, քանի որ կարճ ժամանակահատվածում հնարավոր չէր վերականգնել այն, ինչ Բյուզանդական կայսրությունն ի վնաս իրեն իրականացրել էր արշավանքների նախօրյակին: ", "հավասարեցնելով Տարոնի, Խորձյանի, Անձիտի, Եկեղյաց, Խաղտյաց գավառները` Տուղրիլի բանակը Կարսի պատերի տակ պարտություն կրեց Գագիկ Աբասյան Բագրատունու զորքերից: Տուղրիլին չհաջողվեց գրավել նաև Մանազկերտը: Քաղաքի մեկամսյա պաշարման ընթացքում պաշտպանները հերոսության բազմաթիվ օրինակներ ցույց տվեցին: Քաղաքի պարիսպների տակ ական փորելու, բաբանների օգնությամբ պարիսպները քանդելու փորձերը ձախողվեցին: Սելջուկները ստիպված էին դադարեցնել պաշարումը և ձեռնունայն հեռանալ: Այս արշավանքին հաջորդած տասնամյա դադարը ոչ Բյուզանդիան, ոչ Տաշիր-Ձորագետի, Կարսի ու Սյունիքի հայկական թագավորությունները չօգտագործեցին սելջուկների նոր հարձակմանը նախապատրաստվելու համար, ինչն անխուսափելի էր, քանի որ կենտրոնախույս ուժերի գործունեության հետևանքով թուլացած Բյուզանդական կայսրությունը հարուստ ավար էր խոստանում Կենտրոնական Ասիայից առաջացող թուրքական հեղեղին: ", "Տուղրիլի եղբորորդի Ալփ-Արսլանը (1063−1072 թթ.), ամրապնդելով իր իշխանությունը տերությունում, 1064 թ. 100-հազարանոց բանակով ներխուժեց Հայաստան: Դեռևս գոյատևող հայկական երեք թագավորությունները հպատակություն հայտնեցին նրան: 1064 թ. օգոստոսի 16-ին սելջուկ թուրքերը, օգտվելով Անիի բյուզանդական կայազորի ապիկարությունից և վախկոտությունից, գրավեցին քաղաքը: Փարթամ ու հարուստ Անին ենթարկվեց անխնա կոտորածի և ավերման: Ապահովելով թիկունքը Հայաստանում` Ալփ-Արսլանը ձեռնարկեց Փոքր Ասիայի նվաճումը: 1065− նրանք ջախջախեցին բյուզանդական բանակը: Ռոմանոս-Դիոգենես կայսրը (1068−1072 թթ.) գերի ընկավ: Բյուզանդացիների պարտության պատճառը կայսեր ոխերիմ թշնամի զորապետերի ու վարչական բարձր պաշտոնյաների դավաճանությունն էր: Մանազկերտի ճակատամարտից հետո մի շարք երկրների հետ Հա- յաստանը ևս անցավ սելջուկների տիրապետության տակ: Այս ճակատամարտը նաև Բյուզանդական կայսրության վերջն ավետող իրադարձություն էր: Թուրքերը պատմական կարճ ժամանակահատվածում գրավեցին գրեթե ամբողջ Փոքր Ասիան և դուրս եկան Էգեյան ծովի ափ: ", "Մանազկերտի ճակատամարտն իր հետևանքներով ճակատագրական էր հայ ժողովրդի համար: Հաստատվելով Հայաստանի տարածքում՝ թուրքերն այստեղ սկսեցին իրականացնել ձուլման և հայաթափման քաղաքականություն: ", "Մլեհ (1169–1175 թթ.): Թո­րոս II­–ին հա­ջոր­դեց եղ­ բայ­րը՝ Մլե­հը: Այդ ժա­մա­նակ Դաշ­տային Կի­լ ի­կի­այի մի մա­սը դեռևս Բյու­զան­դի­այի տի­րա­պե­տու­թյան տակ էր: Իսկ ար­ևե­լ յան մի քա­նի շր­ջան­նե­ր պատ­ կա­նում է­ին խա­չա­կիր­նե­րին: Ե­րկ­րի հե­տա­գա ամ­ րապնդ­ման հա­մար ան­հրա­ժեշտ էր ծո­վեզ­րյա բո­ լոր շր­ջան­նե­րն ա­զա­տագ­րել հույ­նե­րից և խա­չա­կիր­ նե­րից: Այդ դժ­վա­րին խն­դիրն ի­րա­գոր­ծե­լու հա­մար Մլե­հը դաշ­նակ­ցեց Հա­լե­պի ա­մի­րայի հետ: Նա խա­ չա­կիր­նե­րից հետ վերց­րեց Դաշ­տային Կի­լ ի­կի­այի ար­ևե­լ յան շր­ջան­նե­րը, Բյու­զան­դի­այից ա­զա­տագ­ րեց Ա­դա­նա, Մսիս, Տար­սոն քա­ղաք­նե­րը և ծո­վափ­ նյա շր­ջան­նե­րը: ", "Մ­լե­հը բա­րե­կար­գեց Սի­ սը և 1173 թ. դարձ­րեց ե­րկ­րի մայ­րա­քա­ղաք: Նրա վա­րած քա­ղա­քա­կա­նու­ թյունը և կա­տա­րած բա­րե­փո­խում­նե­րը նպաս­տե­ցին հայոց պե­տու­թյան ամ­րապնդ­մա­նը և հզո­րաց­մա­նը: ", "Սա­կայն այդ քա­ղա­քա­կա­նու­թյու­նից, հատ­կա­պես իս­լա­մա­կան ե­րկր­նե­րի հետ դաշ­նակ­ցե­լու քայ­լե­րից դժ­գոհ բարձ­րաս­տի­ճան հոգ­ևո­րա­կան­նե­րը և իշ­ խան­նե­րը դա­վադ­րու­թյուն կազ­մա­կեր­պե­ցին և սպա­ նե­ցին նրան: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ ՍԵԼՋՈՒԿՆԵՐԻ ԴԵՄ ՊԱՅՔԱՐՈՒՄ: ", "ԶԱՔԱՐՅԱՆՆԵՐԻ ԻՇԽԱՆԱՊԵՏՈՒԹՅՈՒՆԸ Սելջուկյան տերությունը սկսեց քայքայվել: Այս տերության փլատակների վրա Հայաստանում առաջ եկան մի շարք մուսուլմանական իշխանություններ, որոնք, իրենց կառավարողների տիտղոսի համաձայն, կոչվում էին էմիրություններ: Դրանցից էին Շադդադյան էմիրությունն Արարատյան դաշտում և Շիրակում (կենտրոնները՝ Անի, Դվին), Շահարմենների էմիրությունը՝ Տուրուբերանի, Բարձր Հայքի, Վասպուրականի մի շարք գավառներում (կենտրոնները՝ Մանազկերտ, Խլաթ), Կարինի, Կարսի էմիրությունները: ", "Դրանք, անվանապես ճանաչելով սելջուկյան սուլթանի գերագույն իշխանությունը, իրականում անկախ էին և միմյանց դեմ անընդհատ պատերազմներ էին վարում, որից օգտվեց Դավիթ IV Շինարարի (1089-1125 թթ.) օրոք վերելք ապրող Վրաստանը և ի հաշիվ դրանց` սկսեց ընդարձակել իր տարածքը: ", "Էմիրությունների բնակչության գերակշիռ մասը կեղեքիչ հարկերից և զանազան բռնություններից հեծող հայեր էին, որոնք, հուսալով Վրաստանի օժանդակությամբ թոթափել լուծը, ամեն կերպ օժանդակում էին վրացական բանակին: Վրաստանն էմիրությունների դեմ պայքարում հավատարիմ դաշնակցի կարիք ուներ և, սատարելով հայերի ազատագրական պայքարին, օգտագործում էր նրանց զինական ուժը: Դավիթ Շինարարի թագավորության տարիներին բազմաթիվ հայ իշխաններ իրենց ռազմական ջոկատներով ծառայության անցան վրացական բանակում, Վրաստան գաղթեց նաև մեծաքանակ հայ բնակչություն, որի մի մասը վրաց թագավորի թույլտվությամբ հիմնեց Գորի քաղաքը: Հայերի գործուն օժանդակությամբ Դավիթ Շինարարը 1110 թ. գրավեց ՏաշիրՁորագետի կենտրոնը՝ Շամշուլդեն, 1118 թ.՝ մյուս կենտրոնը Լոռի բերդաքաղաքը: Մինչև 1123 թ. Տաշիր-Ձորագետի ամբողջ տարած- քը՝ Կայեն, Կայծոն, Գավարզին, Գագ բերդերով, անցավ Վրաստանին: Այս հաջողությունները հնարավորություն տվեցին Դավիթ Շինարարին Վրաստանին կցելու Շիրակը և Բագրատունիների շքեղ մայրաքաղաք Անին: Հայ բնակչությունը, զայրացած Աբուլասվար էմիրի կողմից Անիի մայր տաճարը մզկիթի վերածելու քայլից, 1124 թ. ապստամբեց և քաղաքի դարպասները բացեց վրացական բանակի առջև: Ապստամբների կողմից գերված էմիրը հանձնվեց Դավիթ Շինարարին: Վրաստանի այս հաջողություններից անհանգստացած՝ էմիրությունները 1126 թ. օժանդակեցին գերված Աբուլասվարի որդի Փատլունին Դավիթ Շինարարի մահից հետո մեծաքանակ բանակով Անին պաշարելու գործում: Քաղաքի երկարատև պաշարումը սպառեց պաշտպանների ուժերը, և քաղաքում սով սկսվեց: Այս պայմաններում Դեմետրե թագավորը (1125−1156 թթ.) ստիպված էր Անին վերադարձնել Շադդադյաններին: Մուսուլմանական էմիրությունների և Վրաստանի պայքարը առանձնապես սուր բնույթ ընդունեց XII դ. 40−70-ական թվականներին: Հզոր Փահլավանյանների էմիրությունը, 1142−1145 թթ. Ուտիքի և Արցախի հայ իշխաններից խլելով մի շարք ստրատեգիական կարևոր նշանակության բերդեր, ձեռնարկեց Սյունիքի թագավորության նվաճումը և, 1170 թ. գրավելով այս թագավորության կենտրոն Բաղաբերդը, վերացրեց Սյունիքի թագավորությունը: Հայ ազգաբնակչության կոտորածները, հայկական բնակավայրերի ավերումը ուղեկցվում էին մշակութային արժեքների ոչնչացմամբ. միայն Բաղաբերդում Փահլավանյան Ելտկուզ էմիրի զորքերը հրո ճարակ դարձրին 10 հազար ձեռագիր մատյան: ", "Վրաց Գեորգի III (1165−1184 թթ.) թագավորը, ստանալով հայ ժողովրդի բոլոր խավերի լայն աջակցությունը, 1161 թ. ամռանը վերստին գրավեց Անին: Քաղաքի կառավարիչ Իվանե Օրբելու օգնական հաստատվեց Վրաստանի հետ գործակցող հայ անվանի իշխաններից Սարգիս Զաքարյանը (Զաքարյանները ծագումով հարավային Հայաստանից էին և XI դ. հաստատվել էին Լոռիում՝ Կյուրիկյաններից ստանալով Խոժոռնի բերդը): Շադդադյաններին օգնության եկած Շահարմեն Միրան էմիրի բանակը Անիի մոտ ջախջախվեց: Այս հաղթանակից հետո վրացական բանակը գրավեց Դվինը: Դա առիթ հանդիսացավ ռազմական գործողություններին Ելտկուզ էմիրի միջամտելուն: 1162 թ. նրա բանակը գրավեց Մրենն ու Աշնակը. Մրենում ողջակիզվեց 4 հազար, Աշնակում՝ 5 հազար մարդ: Նույն թվականի վերջին Ելտկուզը հետ գրավեց Դվինը, պաշարեց Անին և Գագա դաշտում ծանր պարտության մատնեց վրացական բանակին: Պատերազմն ավարտվեց 1165 թ.: ", "Գրավված տարածքները Վրաստանը ստիպված էր վերադարձնել Շադդադյաններին: ", "ՔՆՆԱԿԱՆ ՀԱՐՑ Ինչո՞ւ էր անհրաժեշտ Դաշտային Կիլիկիան Ռուբինյան իշխանությանը: ", "Սարգիս Զաքարյանի և նրա Զաքարե ու Իվանե որդիների հեղինակությունը վրաց արքունիքում շատ բարձրացավ, երբ նրանք, ճնշմանը: Վրաց արքան խռովության մասնակից իշխանների հողերի մի զգալի մասը հատկացրեց Զաքարյաններին: Այս իրադարձություններից հետո Զաքարյանները դարձան ժամանակի ամենահզոր հայկական իշխանական տոհմը: Թամար թագուհու (1184− ղփչաղ ազնվականներն ստիպված էին իրենց դիրքերը զիջել հայերին: ", "Վրաստանի վարած պատերազմներին մասնակցող հայերի թիվն այնքան մեծ էր, որ նրանք հանդես էին գալիս առանձին զորամիավորումներով, որոնց հրամանատարությունն ստանձնել էր Սարգիս Զաքարյանը: ", "ամիրսպասալարի պաշտոնն զբաղեցրեց վրաց իշխան Գամկրել Թորելին: 1192 թ. Թամար թագուհու ամուսին, ռուս իշխան Յուրիի ապստամբության ճնշմանը Զաքարե և Իվանե եղբայրների ակտիվ մասնակցությունից հետո ամիրսպասալարի պաշտոնն ստանձնեց Սարգիս Զաքարյանի ավագ որդին՝ Զաքարեն: Նա նաև արքունի գլխավոր վեզիրն էր, կնքապահն ու թիկնազորի պետը, իսկ կրտսեր եղբայրը` Իվանեն, արքունի վեզիրը: "], "paragraph_source_docs": [0, 1, 0, 1, 0, 0, 1, 1, 1, 0, 1, 0, 1, 1, 1, 1, 1, 0, 1, 1, 0, 1, 0, 1, 1, 1, 0, 0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 0, 0, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1], "source_docs_file": "res.json"}