{"paragraphs": ["Դրա շնորհիվ Հայաստանի Հանրապետության տարածքը ընդարձակվեց` հաս­նելով մինչև 70 հազար քառ. կմ-ի: ", "Այժմ արդեն տարածաշրջանում ազդեցիկ դիրք գրավեց Անտանտի երկրնե­րից Մեծ Բրիտանիան: Աշխարհամարտի ավարտից հետո Հայաստանի ար­տաքին քաղաքական վիճակը փոքր-ինչ բարելավվեց, և նա սկսեց ավելի ակտիվ արտաքին քաղա­քականություն վարել։ ", "Հայ-վրացական հարաբերությունները։ ՀՀ արտաքին քաղաքականու­ թյան հիմնական ուղղություններից մեկը բարիդրացիական հարաբերու­թյուն­ ների հաստատումն էր անմիջական հարևանների հետ։ Հայաստանի հա­ րևաններն էին Թուրքիան, Վրաստանը, Ադրբեջանը և Պարսկաստանը (Իրա­ նը)։ Նրանց հետ կանոնավոր հարաբերությունների հաստատումը հարթ չըն­ թա­ցավ, որովհետև իրար միջև կային ազգային, տարածքային-սահ­մա­նա­յին լուրջ վեճեր։ Պարսկաստանը միակ երկիրն էր, որը Հայաստանի հետ չի ունեցել որևէ լուրջ խնդիր և հանրապետության գոյության ողջ ընթացքում պահպանել է բարեկամական հարաբերություններ։ ", "Հունիս­հուլիս ­ Հայաստանի Հանրապետության տարածքում բնակվող թուրքերի խռովությունների ճնշումը: ", "Պատմությունից մենք գիտենք, որ հայ և վրաց ժողովուրդների միջև գոյություն է ունեցել դարավոր բարեկամություն։ Նրանք շատ անգամ հա­ մատեղ պայքարել են օտար նվաճողների դեմ։ Սակայն 1918թ. Վրաստանի և Հայաստանի անկախության հռչակումից հետո տարածքային-սահմանային վեճ ծագեց նրանց միջև, որի պատճառը դեռևս ցարիզմի ժամանակներում կատարված վարչատարածքային անարդար բաժանումն էր։ Բանն այն էր, որ հայկական երկու շրջաններ` Լոռին ու Ախալքալաքը (Ջավախքը), մտցվել էին Թիֆլիսի նահանգի մեջ։ Նորահռչակ Վրաստանի Հանրապետությունը ամեն կերպ ձգտում էր իր սահ­մանների մեջ ներառել հայաբնակ այդ տա­րածքները։ ", "Հայաստանի կառավա­րությունը ջանում էր հարցը լուծել բա­նակ­ցությունների միջոցով, բայց ապարդյուն: Վիճակն առավել սրվեց, երբ թուր­քական զորքը հետ քաշվեց Ախալքալաքից: Վրացական զորքը, օգտվելով հայ­ կական զինուժի հապաղումից, դեկտեմբերի 5-ին մտավ և գրավեց 77 տո­ կոս հայ ազգաբնակչություն ունեցող գավառը: ", "Սեպտեմբերի 23 ­ Թուրք-հայկական պատերազմի սկիզբը: ", "Հոկտեմբերի 12 ­ Բոլշևիկյան բռնակալման դեմ ապստամբության սկիզբը Զանգեզուրում: ", "Հոկտեմբերի 18­28 ­ Հայ-ռուսական բանակցությունների մեկնարկը Երևանում: ", "Հայ-վրացական վիճելի տարածքային խնդիրը վերջնականորեն լուծվեց նրանով, որ 1921թ. Ախալքալաքի գավառը կցվեց Վրաստանին, իսկ Լոռին միացվեց Հայաստանին։ ", "Հայ-ադրբեջանական հարաբերությունները։ Շատ ավելի բարդ էին հարաբերությունները Ադրբեջանի հետ։ Առանձնապես սուր և շարունակական բնույթ կրեցին տարածքային-սահմանային վեճերը։ Ադրբեջանը ձգտում էր նվաճել Ղարաբաղը (Արցախը), Զանգեզուրը (Սյունիքը), Շարուր-Նախիջևանը և այլ տարածքներ։ Այդ խնդրում Ադրբեջանին աջակցում էին Մեծ Բրիտանիան և Թուրքիան, իսկ 1920թ. գարնանից բրիտանացիների փոխարեն՝ Խորհրդային Ռուսաստանը։ ", "զորախմբի առաջխաղացումը դեպի Շուշի ու Արցախ։ Բրիտանական հրա­ մանատարության աջակցությամբ Արցախ-Զանգեզուրի նահանգապետ նշա­ նակվեց թուրք ջարդարար Խոսրով բեկ Սուլթանովը։ Արցախի և Սյունիքի հա­ յությունը չճանաչեց Ադրբեջանի գերիշխանությունը և զենքը ձեռքին պայքարի ելավ իր ազատության ու մայր հայրենիքին միանալու համար։ Հայաստանի Հանրապետության կառավարությունը ձգտում էր խաղաղ միջոցներով լուծել Ադրբեջանի հետ ունեցած վիճելի հարցերը։ Սակայն այդ բանակցությունները արդյունք չտվեցին։ Մեծ տերությունները, շահագրգռված լինելով Բաքվի նավթով, ավելի հաճախ ճնշում էին գործադրում Հայաստանի վրա, որպեսզի նա զիջումներ անի Ադրբեջանին։ Այդուհանդերձ` Հայաստանի կառա­ վա­ րությունը անում էր հնարավորինը` պաշտպան կանգնելու արցախա­հայության արդար դատին, Ղարաբաղը համարելով Հայաստանի Հանրա­ պե­ տության անբաժանելի մասը։ ", "Նոյեմբերի 23 ­ Սիմոն Վրացյանի կառավարության կազմավորումը: ", "Նոյեմբերի 29 ­ Իջևան մտած հայհեղկոմի հայտարարությունը Հայաստանի խորհրդայնացման մասին: ", "Իրադրությունը հայ-ադրբեջանական հարաբե­ րու­ թյուններում կտրուկ փոխվեց, երբ մի քանի օր անց` Դրո (1883–1956) ապրիլի 28-ին, 11-րդ բանակի միջամտությամբ, առանց որևէ կրակոցի, խորհրդայնացվեց Ադրբեջանը։ Դրանից հետո վերջի­ նիս սկսեց պաշտպանել Խորհրդա­ յին Ռուսաստանը։ Խորհրդային Ադրբեջանի կառավարությունը և Ռուսաս­ տանի 11-րդ բանակի հրամանատարությունը վերջնագիր ներկայաց­ րին Հա­ յաս­ տանի Հանրապետությանը։ Դրան հետևեց թուրք-թաթար-բոլշևիկ զինուժի ներխու­ժումը Ղարա­բաղ, Զանգեզուր և Նա­ խի­ ջևան։ Կարմիր բանակի օգ­ նու­ թյամբ Ադրբեջանը տիրեց Ղարաբաղին։ ", "Դեկտեմբերի 6 ­ Հայհեղկոմի ժամանումը Երևան, ռազմական կոմունիզմի կիրառումը: ", "Ավելին, ՀՍԽՀ և ԼՂԻՄ արանքում նույն թվականին ստեղծվեց միջանկյալ (բուֆերային) «Կար­ միր Քրդստան» ազգային օկրուգը, որպեսզի մարզն անմիջական սահմանային շփում չունենա Հայաստանի հետ և լիովին կտրվի մայր հայրենիքից: ", "սկիզբը: ", "Փետրվարի 18 ­ Երևանի գրավումն ապստամբների կողմից, Հայրենիքի փրկության կոմիտեի ստեղծումը: ", "Մարտի 16 ­ Թուրքիայի և Խորհրդային Ռուսաստանի միջև Մոսկվայի պայմանագրի կնքումը: ", "ունեցավ վիճելի տարածքների հարցի լուծումը։ ", "տու­ թյանը։ Ինչո՞ւ չհաջողվեց Նախիջևանը պահել Հայաստանի կազմում։ ", "րու­ թյուն­ ները հարևան երկրների հետ: ", "խորհրդաժողովում և Սևրի պայմանագիրը Հայկական պատվիրակությունները Փարիզի կոնֆերանսում։ Հայաս­ տանի Հանրապետության արտաքին քաղաքականության գլխավոր խնդիրը Հայկական հարցի լուծումն էր։ Այսինքն` պահանջ էր դրվում Թուրքիայի տի­ րա­ պետության տակ գտնվող արևմտահայ նահանգները միացնելու Հայաս­ տա­նի Հանրապետությանը և այդպիսով ստեղծելու Միացյալ, Անկախ Հայաս­ տան։ ", "Ինչպես հայտնի է, 1918թ. հոկտեմբերի 30-ին ստորագրված Մուդրոսի (նա­ վահանգիստ Էգեյան ծովում) զի­ նա­­ դադարով Թուրքիան ընդունեց իր պար­­­ տությունը և դուրս եկավ պատերազմից։ Պարտություն կրեցին Քառյակ միու­ թյան նաև մյուս երկրները, ու այդպիսով ավարտվեց Առաջին աշխարհա­մարտը։ "], "paragraph_source_docs": [0, 0, 0, 1, 0, 0, 1, 1, 1, 0, 0, 0, 1, 1, 0, 1, 0, 1, 1, 1, 0, 0, 0, 0, 0], "source_docs_file": "res.json"}