{"paragraphs": ["կենտրոնացած ադրբեջանական բանակը, որը բաղկացած էր հետևակի երեք և հեծելազորի երկու գնդից, և Նախիջևանում կենտրոնացած 3 հազար զինվոր հարձակման անցան: Ադրբեջանին հաջողվեց գրավել Խոզնավար, Խնածախ, Կոռնիձոր գյողերը: ", "Արսեն Շահմազյանի հրամանատարության տակ գործող հայկական ուժերը հակահարձակման անցան նոյեմբերի 4-ին և նոյեմբերի 6-ին ադրբեջանական բանակից ամբողջովին մաքրեցին Զանգեզուրը: Ամերիկացիների միջնորդությամբ նոյեմբերի 23-ին Հայաստանի և Ադրբեջանի միջև պայմանավորվածություն ձեռք բերվեց, որի համաձայն՝ տարածքային վեճերը պետք է լուծվեին խաղաղ ճանապարհով: Նոյեմբերի վերջին Զանգեզուր եկած Գարե- գին Նժդեհի (Գարեգին Տեր-Հարությունյան) գլխավորությամբ հայկական ուժերը թուրքերից մաքրեցին Ողջի գետի ավազանը, իսկ դեկտեմբերի սկզբին՝ հողին հավասարեցրին Գեղա գետի ձորում գտնվող քառասուն թուրքական գյուղերը: ", "Արևմ­տա­հայե­րի ազ­գային խոր­հուր­դը: Արևմտա­ հա­յաս­տանի վերածննդի սկիզբը: Ինչպես գիտեք, Ա­նդր­կով­կա­սում ա­պաս­տան էին գտել մոտ 300 հա­ զար ա­րևմ­տա­հայ գաղ­թա­կա­ններ: Օգտվելով Ռու­սաս­ տա­նում հաս­­տատ­­ված քա­ղա­քա­կան ա­զա­տու­թյունից՝ արևմտահայերը ստեղ­ծեցին ազ­գային մար­մին­ներ: ", "Եր­ևա­նում 1917 թ. մա­յի­սին կա­յա­ցավ ա­րևմ­տա­հա­յե­ րի ա­ռա­ջին հա­մա­գու­մա­րը: Հայ­րե­նի­քի վե­րաբ­նա­կեց­ ման, Հա­յաս­տա­նում ազ­գա­յին վարչու­թյուն կազ­մա­կեր­ պե­լու, կր­թա­կան, տն­տե­սա­կան և այլ հար­ցե­րի վե­րա­ բեր­յալ ըն­դուն­վե­ցին կար­ևոր ո­րոշումներ:­ Ընտր­վեց ղե­կա­վար մար­մին՝ Ա­րևմ­տա­հայ ազ­գա­ յին խոր­հուրդ, ո­րի նա­խա­գահն էր Վա­հան Փա­փա­ զյա­նը (Կոմս): ", "կազմավորումը: Իշխանության գերագույն մարմին հայտարարվեց համագումարը, որը պետք է հավաքվեր տարին երկու անգամ, իսկ համագումարների միջև ընկած ժամանակահատվածում Զանգեզուրը ղեկավարելու էր վեց հոգուց բաղկացած կառավարությունը: ", "Իրականում ամբողջ իշխանությունը կենտրոնացվեց ինքնա- վար Սյունիքի սպարապետ հռչակված Գարեգին Նժդեհի ձեռքում: ", "Վահան Փափազյան Կով­կ ա­ս յան ռու­ս ա­ կան զորքի ջո­կա­տի պետ գե­նե­րալ Նա­զա­րո­վը նոր նշա­նա­կում էր ստա­ցել: ", "Այս անվանումն ուղղակի մարտահրավեր էր խորհրդային Հայաստանում իշխող բոլշևիկներին: ", "Կարմիր բանակը, գրավելով Վրաստանը և ճնշելով փետրվարյան ապստամբությունը Հայաստանում, հարձակում ձեռնարկեց Զանգեզուրի վրա: 1921 թ. հունիսի 30-ին կարմիր բանակի երևանյան խմբավորումը գրավեց Սիսիանը, հուլիսի 4-ին ընկավ Գորիսը: Նկատի ունենալով այն հանգամանքը, որ բոլշևիկները խոստացել էին Զանգեզուրը թողնել Հայկական ԽՍՀ կազմում, Նժդեհը որոշեց դադարեցնել դիմադրությունը և հեռանալ Պարսկաստան: Հեռանալուց առաջ նա զգուշացրեց՝ ինքը կրկին կվերադառնա, եթե Զանգեզուրը տրվի Ադրբեջանին. Դուք գիտեք, որ ցանկության դեպքում ես միշտ էլ հնարավորություն կունենամ մի քանի տասնյակ զինվորով վերագրավելու Լեռնահայաստանը: Հուլիսի Թեպետ եռամյա այս համառ պայքարն ավարտվեց պարտությամբ, սակայն անարդյունք չէր. Մոսկվան վարանեց Զանգեզուրը Լեռնային Ղարաբաղի նման Ադրբեջանին հանձնելու հարցում, և այն մնաց Հայաստանի կազմում: ", "Ավետիս Ահարոնյան Նիկոլ Աղբալյան լա­հա­յե­րի հա­մագումարը: Մաս­նակ­ցում է­ին քա­ղա­քա­ կան և հա­սա­րա­կա­կան տար­բեր կազ­մա­կեր­պու­թյուն­ նե­րի 228 պատ­գա­մա­վոր­ներ, որոնց կե­սից ա­վե­լին դաշ­նակ­ցա­կան­ներ է­ին: Հա­մագումարը ո­րո­շում ­ներ ըն­դու­նեց Կով­կա­սյան ճա­կա­տի պաշտ­պա­նու­թյան, հայ­կա­կան ազ­գային զո­րա­մա­սե­րի ստեղծ­ման և այլ հար­ցե­րի մա­սին: ", "­Հա­մա­գումարի ա­վար­տից քիչ ան­ց ձևա­վոր­վեց հուրդը: Այն հայտնի է նաև Արևելահայ ազգային խորհուրդ անունով: Խորհր­դի նա­խա­գահն էր Ա. Ա­հա­ րո­նյա­նը, քար­տու­ղա­րը՝ Ն. Աղ­բալ­յա­նը: ", "Ադրբեջանի միջև ի՞նչ համաձայնություն ձեռք բերվեց: ", "Փետրվարյան ապստամբությանը: ", "Հայոց ազգային խորհուրդը դարձավ հայության կեն­ սական խնդիրները տնօրինող գլխավոր մար­մինը: ", "Սահմանափոխության հարցը Անդրկովկասում: ", "ԿԱՐՍԻ ՀՈԿՏԵՄԲԵՐԻ 13-Ի ՊԱՅՄԱՆԱԳՐԵՐԸ Անտանտի տերությունների կողմից աքցանի մեջ առնված քեմալական ազգայնական շարժումը դաշնակցի իր փնտրտուքներում 1920 թ. ապրիլի 20-ին դիմեց Խորհրդային Ռուսաստանին և արժանացավ բոլշևիկյան ղեկավարության բարյացակամ ընդունելությանը: Նույն թվականի ամռանը Մոսկվա մեկնեց քեմալականների արտաքին գործերի նախարար Բեքիր Սամի բեյը: Նրա և Չիչերինի միջև տեղի ունեցած բանակցություններում կազմվեցին բոլշևիկաքեմալական ծրագրվող դաշինքի հոդվածները: Հայաստանին առնչվող հոդվածում Թուրքիան ընդունում էր վերջինիս հետ ունեցած տարածքային վեճի հանգուցալուծման մեջ Խորհրդային Ռուսաստանի միջնորդությունը: Չնայած այս պայմանավորվածությանը՝ քեմալականները 1920 թ. սեպտեմբերին Հայաստանի Հանրապետության դեմ պատերազմ սանձազերծեցին: ", "տեղի ունեցած բանակցություններում Խորհրդային Ռուսաստանը ճանաչեց Թուրքիայի ինքնիշխանությունը բոլոր այն տարածքների վրա, որոնք, քեմալականների ճնշմամբ, 1920 թ. հունվարի 28-ին Օսմանյան խորհրդարանի ընդունած Ազգային մեծ ուխտով թուրքական էին հռչակվել, և պարտավորվեց այսրկովկասյան հանրապետությունների նկատմամբ քայլեր ձեռնարկել՝ Թուրքիայի հետ այդ հանրապետությունների կնքվելիք պայմանագրերում սույն պայմանագրի՝ անմիջականորեն նրանց վերաբերող հոդվածների պարտադիր ճանաչման համար (հոդված 15): Այսպիսով՝ Կարսի մարզն անցնում էր Թուրքիային: Խորհրդային Ռուսաստանն իր համար ստրատեգիական նշանակություն ունեցող Բաթում քաղաքի դիմաց Թուրքիային զիջեց Սուրմալուի գավառը, որը երբեք թուրքական տարածք չէր եղել: Թուրքիայի ճնշմամբ Շարուր- Նախիջևանը, երրորդ կողմին չզիջելու պայմանով, անցավ Ադրբեջանին: Ռուս-թուրքական բարեկամության և եղբայրության պայմանագիրը ստորագրվեց 1921 թ. մարտի 16-ին: ", "Բազ­մա­թիվ քննար­կում ­նե­րից հետո` 1917 թ., հրա­ պա­րակ եկավ Անդրկով­կասի վար­չա­կան սահ­մա­նա­ փո­խու­թ­յան վե­րա­բե­ր­յալ կառավարական ծրագիր: ", "Ըստ դրա՝ հա­յաբ­նակ գա­վառ­նե­րից կազմ­վե­լու էին 3 հայ­կա­կան նա­հանգ­ներ՝ Երևանի, Ալեք­սանդ­րա­պո­ լի, Գան­ձա­կի` 64 000 քառ. կմ ընդհանուր տա­րած­քով: ", "Արևելահայերի հա­մագումարը հա­վա­նու­թ­յուն տվեց այդ ծրա­գրին: ", "Թուրքական պատվիրակությունն ի դեմս Կարաբեքիրի հայտարարեց, որ ինքը լիազորված չէ տարածքների շուրջ քննարկումներ անցկացնել: Հաջորդ նիստին Կարաբեքիրը կտրուկ պահանջեց ելակետ ունենալ Մոսկվայի պայմանագիրը, որով Թուրքիայի ինքնիշխանությունը տարածվում էր բոլոր այն տարածքների վրա, որոնք վերահսկվում էին թուրքական ռազմական և քաղաքացիական իշխանությունների կողմից: ", "Ինչ վերաբերում է Անիին, ապա Կարաբեքիրը հայտարարեց, որ սահմանը պետք է անցնի Ախուրյան գետի հունով, և դրա փոփոխությունը ռազմավարական վնաս կհասցնի Թուրքիայի Հանրապետությանը: Թուրքիան մերժեց նաև Շարուրի մի հատվածի անցումը Հայաստանին: ", "Թուրքական պատվիրակությունը պահանջում էր լայն վերահսկողություն Բաթումի նավահանգստի նկատմամբ՝ ջանալով այստեղ իր օգտին սերվիտուտ (մեկ պետության օգտին մյուսի ինքնիշխանության սահմանափակում) հաստատել: Թուրքիան փորձեց նաև իր ուղղակի պրոտեկտորատը հաստատել Նախիջևանի նկատմամբ, սակայն դա նրան չհաջողվեց: Եթե Մոսկվայի պայմանագրում շեշտվում էր, որ Նախիջևանը տրվում է Ադրբեջանին` երրորդ կողմին (Հայաստանին) չհանձնելու պայմանով, ապա Կարսի պայմանագրում այս պարբերությունը բացակայում էր: ", "Պայմանագրի մեկ այլ հոդված վերաբերում էր քաղաքացիության հարցին: Թուրքական կողմը կտրուկ մերժեց Հայաստանում ու Վրաստանում կուտակված գաղթականությանը վերադարձնել իրենց նախկին բնակավայրերը: Պայմանագրում հատուկ կետ մտցվեց, որի համաձայն՝ վեց ամսվա ընթացքում Թուրքիային անցած տարածքներում գտնվող անձինք կարող էին՝ իրենց քաղաքացիությունը փոխելով, անցնել այսրկովկասյան հանրապետությունների տարածք (օպտացիա): Չնայած մի երկրից մյուսը տեղաշարժի և քաղաքացիության փոփոխության համար նախատեսված էր վեց ամիս, սակայն թուրքերը կոպիտ կերպով խախտեցին այս դրույթը. Կարսում դեռևս գտնվող հայերին նրանք բռնությամբ վտարեցին: 1922 թ. հոկտեմբերին թուրքական կառավարության որոշմամբ քրիստոնյաները պետք է արտաքսվեին: Կ. Պոլսի պատրիարքարանի տվյալներով այս որոշմամբ Թուրքիայից արտաքսվեց մոտ 150 հազար հայ: ", "ՀԱՐՑԵՐ Խորհրդային Ռուսաստանը հայկական ո՞ր տարածքները զիջեց Թուրքիային: "], "paragraph_source_docs": [1, 1, 0, 0, 1, 1, 0, 1, 1, 0, 0, 1, 1, 0, 0, 1, 1, 0, 0, 0, 1, 1, 1, 1, 1], "source_docs_file": "res.json"}