{"paragraphs": ["բռնագաղթը Պարսկաստան: ", "Հայաստանի անկախության հռչակումը նոր դարաշրջան բացեց հայ ժո­ ղովրդի բազմադարյան պատմության մեջ։ Դրանով փաստորեն սկսվեց հայոց պատմության նորագույն ժամանակաշրջանը։ ", "գլխավորությամբ: ", "XVIII դ. 20-ական թթ. սկիզբ ­ Ղարաբաղում սղնախների ձևավորումը: ", "սղնախների ռազմական ուժերի և վրացական բանակի միավորումը Գանձակի մոտ: Դավիթ-Բեկի ժամանումը Սյունիք: ", "Հայաստանի Հանրապետությունը դարձավ աշխարհացրիվ հայության հայրենիքը, նրա հասարակական-քաղաքական և հոգևոր-մշակութային կյան­ քի միավորման կենտրոնը։ ", "դեմ Դավիթ-Բեկի փոքրաթիվ ջոկատի փայլուն հաղթանակը: Դավիթ-Բեկի և Թահմասպ II շահի միջև պայմանագրի կնքումը: ", "Սբ. Կարապետի վանքի վանահայր Հովնանի միջև նամակագրական կապի հաստատումը: ", "XVIII դ., 80-ական թթ. կես ­ Շահամիր Շահամիրյանի կողմից ապագա անկախ Հայաստանի սոցիալ-տնտեսական և պետական կառուցվածքի մասին ծրագրի կազմումը: ", "կողմից Երևանի խանի զորքի ջախջախումը: ", "Միայն Հայաստանի անկախությունից հետո, ի վերջո, կատարվում է ազգային հերոս Անդրանիկի կտակը: 2000թ. նրա աճյունը տեղափոխվեց հայրենիք և հանդիսավորությամբ վերաթաղվեց Երևանի Եռաբլուր զինվորական պանթեոնում, ուր հանգչում են Հայաստանի ու Արցախյան հերոսամարտի նահատակ հերոսները: ", "*** Հայտնի է, որ խորհրդային բանտերում տևական բանտարկությունից և մահվանից (1955թ.) առաջ մեծն Գ. Նժդեհը (Գարեգին Տեր-Հարությունյան) կտակել էր թաղվել Հայաստանում: Նրա մահից հետո՝ տասնամյակներ անց, դեռևս խորհրդային իշխանության շրջանում, մի քանի հայ հայրենասերների ջանքերով, մեծ զորավարի ու մտածողի աճյունի մասունքները հանվեցին բանտավայրի գերեզմանից և գաղտնի բերվեցին Հայաստան: ", "Հոկտեմբերի 9-նոյեմբերի 30 ­ Երևանի երկրորդ պաշարումը ռուսների կողմից: ", "*** Նույն ոգեկոչմամբ, ի կատարումն հայոց մյուս տաղանդավոր զորավար, հարկադրա­ բար օտար ափերում հայտնված Դրոյի (Դրաստամատ Կանայան) կտակի, 2000թ. Բոստոնից (ԱՄՆ) հայրենիք տեղափոխվեց նրա աճյունը և մայիսի 28-ին՝ անկախության խորհրդա­ նշական օրը, վերաթաղվեց Ապարանում՝ իր գլխավորած Բաշ-Ապարանի հաղթական ճակատամարտին նվիրված հուշակոթողի մոտ: Փառք և խոնարհում ռազմական, պետական և քաղաքական տաղանդաշատ գործչի հիշատակին: ", "սկիզբը: ", "հան­րապետության միջազգային ճանաչման ուղղությամբ։ ", "­նիշները։ Բնու­թագրե՛ք դրանք։ ", "օրինաչափ պատմական անհրաժեշտություն էր: ", "րանը» աղյուսակը: ", "Խորհրդարան Գումարման տարեթիվը Անդամների թվակազմը Հայաստանի խորհուրդ Հայաստանի խորհրդարան Անդր­ կովկասյան Հանրապետությունը։ Նույն թվականի մայիսի 28-ին հռչակվեց Հայաստանի Հանրապետությունը‚ ինչը շրջադարձային եղավ հայ ժողովրդի կյանքում։ ", "նացող թուրքական վտանգը չէր վերացել‚ անհրաժեշտ համարվեց բա­ նակցություններ վարել Թուրքիայի հետ‚ կնքել հաշտության պայմանագիր։ ", "Հաշտությունը կնքվեց Բաթումում 1918թ. հունիսի 4-ին‚ սակայն չափա­ զանց ծանր էր Հայաստանի համար։ ", "Հոկտեմբերի 1 ­ Երևանի գրավումը ռուսների կողմից: ", "Թիֆլիսում կազմվեց Հայաստանի անդրանիկ կառավարությունը‚ որից հետո ձևավորվեց բարձրագույն օրենսդիր մարմինը՝ խորհրդարանը։ ", "Պետական իշխանության կայացման գործում կարևոր էր նաև դատական իշխանության ձևավորումը։ "], "paragraph_source_docs": [1, 0, 1, 1, 1, 0, 1, 1, 1, 1, 0, 0, 1, 0, 1, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0], "source_docs_file": "res.json"}