{"paragraphs": ["­ աշ­նակ­ցա­կան­նե­րը հրա­տա­րա­կում է­ին«Դ­րո­շակ» թեր­թը, ո­րի հա­մար հայտ­նի է­ին նաև «դրո­շա­կա­կան­ ներ» ա­նու­նով։ Նրանք ևս ի­րենց կար­ևո­րա­գույն խն­ դիրն է­ին հա­մա­րում Ա­րևմ­տյան Հա­յաս­տա­նի ա­զա­ տագ­րու­թյու­նը։ Այդ կեն­սա­կան հար­ցում մի­ան­ման մո­ տե­ցու­մը կա­րող էր լավ հիմք հանդ­իսա­նալ մի­ա­վոր­ման ՀՅԴ զինանշանը Հայ հեղափոխական դաշ­նակ­ցության հիմնա­ դիր­ներ Ստեփան Զորյանը (Ռոստոմ), Քրիստափոր Միքայելյանը և Սիմոն Զավարյանը հա­մար։ Պա­տա­հա­կան չէ, որ դաշ­նակ­ցա­կան­նե­րը փոր­ ձե­ցին մի­ա­վոր­վել հն­չա­կյան­նե­րի հետ։ Նույ­նիսկ ե­ղավ մի­ա­վոր­ման մա­սին ը­նդ­հա­նուր հայ­տա­րա­րու­թյուն։ Սա­ կայն ծա­գած գա­ղա­փա­րա­կան տա­րա­ձայ­նու­թյուն­նե­րի պատ­ճա­ռով մի­ա­վոր­ման փոր­ձը ձա­խող­վեց։ ", "քայլեր ձեռնարկելու: ", "Ռուսաստանը փոխզիջումների գնացին: ", "կատարվեցին Մանդելշտամի ծրագրում: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ ռմբակոծությունից հետո Ռուսաստանը 1914 թ. նոյեմբերի 2-ին պատերազմ հայտարարեց Թուրքիային: Ռազմական գործողությունների Կովկասյան ռազմաճակատի երկարությունը 720 կմ էր: ", "­Հար­ցեր և ա­ռա­ջադ­րանք­ներ էր կապ­ված անվանումը: Ո­՞վ էր հիմ­նա­դի­րը, և ո­՞ւմ գոր­ծու­նե­ու­թյամբ էր նա­խա­ պատ­րաստ­վել դրա ստեղ­ծու­մը: ", "վեց: Ը­ստ նրանց ծրագ­րի` ի­նչ­պե՞ս էր լուծ­վե­լու Հայ­կա­կան հար­ցը: ", "գրավելով Բարդուսը, Օլթին և ներխուժեց Սարիղամիշ: Դեկտեմբերի 27-ին ռուսներն անցան հակահարձակման, շրջապատեցին թուրքական 9-րդ կորպուսը և ջախջախեցին այն: Սպանվեց 40 հազար թուրք, գերի ընկան կորպուսի շտաբը և հրամանատար Այբիս-Ալի փաշան: Ռուսները, զարգացնելով իրենց հարձակումը, թույլ չտվեցին Էնվերին պաշտպանվել 10-րդ և 11-րդ կորպուսների ուժերով: Էնվերը հրամանատարությունը հանձնեց գնդապետ Հաքքը բեյին և փախավ Ստամբուլ: Սարիղամիշի ճակատամարտին մասնակցող 90 հազար թուրք զինվորներից սպանվեց, ցրտահարվեց և գերի ընկավ 78 հազարը: ", "Կովկասյան ռազմաճակատի մյուս ուղղությունը պարսկականն էր: Թուրքական բանակը, օգտվելով այն իրողությունից, որ ռուսներն իրենց ուժերը կենտրոնացրել են Սարիղամիշի ճակատում, գրավեցին Դիադինը, Ուրմիան, Թավրիզը: Սարիղամիշում ջախջախելով թուրքական 3-րդ բանակը՝ ռուսները Պարսկաստան տեղափոխեցին գեներալ Չերնոզուբովի կորպուսը, որը 1915 թ. ապրիլին մաքրեց Ատրպատականը հակառակորդից: Նույն թվականի փետրվար-մայիս ամիսներին նրանք գրավեցին Վասպուրականը: ", "Թուրքական կողմը փորձեց վիժեցնել բարեփոխումների ռուսգերմանական համատեղ ծրագիրը, և միայն տնտեսական ճնշամիջոցների սպառնալիքը ստիպեց գնալ զիջումների: ", "Տնտեսական պատժամիջոցների կիրառման գաղափարը պատկանում էր Պողոս Նուբարին: Օսմանյան կառավարությունը սնանկացումից խուսափելու համար դիմել էր պարտատեր պետություններին` խնդրելով փոխառություն և մաքսային հավելումներ կատարելու իրավունք տալ: Պողոս Նուբարը 1914 թ. հունվարին, հանդիպելով Ֆրանսիայի վարչապետ Դումերգին, առաջարկեց օսմանյան կառավարությանը հասկացնել, որ միմիայն հայկական բարենորոգումների ծրագիրն ընդունելուց հետո կարող է նման ակնկալիք ունենալ: Ֆրանսիայի վարչապետը խոստացավ Պողոս Նուբարի ծրագիրը կյանքի կոչել Թուրքիայի ֆինանսների նախարարի հետ հանդիպման ժամանակ և կատարեց իր խոստումը: ", "Ֆրանսիայի այս դեմարշին միացան նաև Մեծ Բրիտանիան և Ռուսաստանը: Այս տնտեսական ճնշումը թուրքական կողմին ավելի զիջող դարձրեց, ինչի արդյունքում 1914 թ. հունվարի 24-ին Օսմանյան կայսրության և Ռուսաստանի միջև ստորագրվեց հայկական բարենորոգումների վերաբերյալ համաձայնագիր: ", "ԵՎ ՀԱՅԵՐԸ վարման ինքնուրույն մարմիններ հիմնել, նահանջեց Վանից: ", "հետևանքով թուրքերը կորցրին 60 հազար մարդ: Փետրվարի 16-ին նրանք կորցրին Էրզրումը, իսկ ապրիլի 16-ին դուրս մղվեցին Տրապիզոնից, հուլիսի 16-ին` Բաբերդից, հուլիսի 25-ին՝ Երզնկայից: ", "Այսպիսով՝ մինչև 1916 թ. կեսը ռուսական բանակը գրավեց Արևմտյան Հայաստանի մեծ մասը: ", "թյուն ձեռք բե­րած ֆի­դա­յա­պետ­ե­րից էր Աղ­բյուր Սե­րոբը (Սե­րոբ Վար­դա­նյան, ծնվել է 1864 թ.)։ Նրա ծնն­դա­վայ­ րը Նեմ­րութ լե­ռան լան­ջին ըն­կած Սո­խորդ գյուղն է­ր։ ", "Ֆրանսիայի, Անգլիայի և ԱՄՆ-ի բանակներում կռվում էր ավելի քան 50 հազար հայորդի: 1914 թ. հուլիսին ցարական կառավարությունը ռուսական բանակը կամավորներով համալրելու հայտարարություն արեց: Թիֆլիսի Հայկական ազգային բյուրոն կամավորական ջոկատների կազմակերպման շուրջ սկսեց բանակցություններ վարել Կովկասի փոխարքայի հետ: 1914 թ. սեպտեմբերին, ստանալով կամավորական ջոկատներ կազմավորելու թույլտվություն, հայերը մինչև 1915 թ. վերջը կազմեցին յոթ կամավորական ջոկատներ (շուրջ 6000 մարտիկ), որոնք մարտնչում էին ռազմական գործողությունների ամենապատասխանատու տեղամասերում: Սկզբում կազմավորվեցին 4 կամավորական ջոկատներ (I-ի հրամանատարն էր Անդրանիկ Օզանյանը, II-ինը` Դրաստամատ Կանայանը, III-ինը` Համազասպ Սրվանձտյանը, IV- ինը` Քեռին): ", "Ձևավորվեցին նաև Խանասորի Վարդանի հրամանատարու- թյամբ V, Գրիգոր Ավշարյանի հրամանատարությամբ VI և Հովսեփ Արղությանի հրամանատարությամբ VII ջոկատները: 1915 թ. հայ կամավորականների ընդհանուր թիվը հասավ 10 հազարի: Այս ջոկատներից ամենամեծաքանակը, որն ուներ 1200 մարտիկ, գործում էր Անդրանիկի հրամանատարությամբ: Այն մեծ դեր է խաղացել Սալմաստի գավառի կենտրոն Դիլման քաղաքի մոտ 1915 թ. ապրիլի երկրորդ կեսին տեղի ունեցած ճակատամարտում: Առաջին կամավորական ջոկատի մասին դրվատանքով է արտահայտվել Կովկասյան ճակատի այս տեղամասի ռուսական զորքերի հրամանատար, գեներալ Չեռնոզուբովը: Ջոկատի դերը մեծ է նաև Վանի ինքնապաշտպանությունը խեղդել փորձող Ջևդեդի զորքերին օգնության շտապող Խալիլի ուժերին կանգնեցնելու գործում: ", "Սե­րո­բին դա­վադ­րա­բար սպա­նում ե­ն։ Մեկ տա­րի ան­ց Սե­րո­բի հա­վա­տա­րիմ զին­վոր­ներ Գևորգ Չա­վուշն ու Ա­նդ­րա­նի­կը վրեժխն­դիր են լի­նում ի­րենց ա­ռաջ­նոր­դին մատ­նած դա­վա­ճան Ա­վե­ից և սպա­նու­թյան կազ­մա­կեր­ պիչ, քուրդ ցե­ղա­պետ Բշարե Խա­լի­լից։ Ա­նդ­րա­նիկն ու Գևոր­գը փո­խա­րի­նում են ի­րենց հայ­դու­կա­պե­տին։ ", "ՀԱՐՑԵՐ ղեկավարությունը՝ Կովկասյան ռազմաճակատում 1914 թ. դեկտեմբերին Սարիղամիշի ուղղությամբ հարձակման անցնելով: ", "հուլիսին Վանից նահանջելու հրաման տալ: ", "ազգային բյուրոն և Կովկասի փոխարքան: ", "­ ն­կաս­կած, հայ­դու­կային պայ­քա­րը չէր կա­րող հան­ գեց­նել Ա­րևմ­տյան Հա­յաս­տա­նի ա­զա­տագր­մա­նը։ Սա­ կայն ֆի­դա­յա­կան կռիվ­նե­րը հա­ճախ ստի­պում է­ին իշ­ խա­նու­թյուն­նե­րին մեղ­մե­լ ժո­ղովր­դի հարս­տա­հա­րումը, հրա­ժար­վե­լ խա­ղաղ բնակ­չու­թյա­նը կո­տո­րե­լու քայ­լե­ րից և ա­մե­նա­կար­ևո­րը՝ ժո­ղովր­դա­կան լայն զանգ­ված­ նե­րին մղում է­ին նոր պայ­քա­րի, հա­սու­նաց­նում հա­մա­ ժո­ղովր­դա­կան ա­պս­տամ­բու­թյան գա­ղա­փա­րը։ ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Առաջին աշխարհամարտի տարիներին տեղի ունեցավ մարդկության պատմության մեծագույն ողբերգություններից մեկը. Օսմանյան կայսրությունը ղեկավարող երիտթուրքերը կազմակերպեցին մոտ 1,5 միլիոն արևմտահայերի ոչնչացումը՝ փորձելով նույն ճակատագրին արժանացնել արևելահայերին: ", "տե՛ք նրա մո­տե­ցու­մը: "], "paragraph_source_docs": [0, 1, 1, 1, 1, 0, 0, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 0, 1, 1, 1, 0, 1, 0], "source_docs_file": "res.json"}