{"paragraphs": ["Կովկասյան ճակատում ռուսական բանակի քայքայման հետևանքով առաջացել էր թուրքական հարձակման վտանգ, որը կանխելու նպատակով նոյեմբերի 19-ին ստեղծվեց Հայկական կորպուսը՝ գեներալ Թովմաս Նազարբեկյանի գլխավորությամբ: Հայոց Ազգային խորհրդի պահանջով Հայկական կորպուսի զիվորական կոմիսար նշանակվեց Դրոն: Հայկական կորպուսը բաղկացած էր 2 դիվիզիայից, յուրաքանչյուրը՝ 4 գնդից: Առաջին դիվիզիայի հրամանատարն էր գեներալ Մ. Սիլիկյանը, երկրորդինը` գեներալ Մ. Արեշյանը: Ձևավորվեց նաև արևմտահայերից բաղկացած երկրապահ դիվիզիա, որը գլխավորում էր Անդրանիկը: ", "Որոշ ժամանակ անց վերջինս ստացավ ռուսական գեներալի աստիճան: ", "Ռուսական զորքերի հեռանալու պատճառով Կովկասյան ռազմաճակատը մերկանում էր, իսկ ռազմաճակատի գիծը հիմնականում պահում էին հայկական ստորաբաժանումները: Այս պայմաններում ռուսական հրամանատարությունն ընդունեց թուրքերի զինադադարի առաջարկը, որը կնքվեց Երզնկայում՝ 1917 թ. դեկտեմբերի 5-ին: ", "Նի­կոլ Դու­մա­նը Բաք­վից հե­տո ղե­կա­վա­րեց Եր­ևա­նի նա­հան­գի, Վար­դա­նը՝ Ղա­րա­բա­ղի, Ար­մեն Գարոն՝ Թիֆ­լի­սի ի­նք­նա­պաշտ­­պա­նու­թյու­նը: Կռիվ­նե­րում աչ­քի ըն­կան Քե­ռին, Սև­քա­րե­ցի Սա­քոն, Դրոն, Համազասպը, Մու­րա­դը և շատ ու­րիշ­ներ: Ա­ռա­վել հա­յատ­յաց գոր­ծիչ­նե­րի նկատ­մամբ դաշ­նակ­ցու­թյունը մա­հա­պատ­ժի վճիռ կա­յաց­րեց: Դրոն Բաք­վում սպա­ նե­ց Մ. Նա­կա­շի­ձե­ին: Նման պատ­ժի ար­ժա­նա­ցան նաև Նա­խիջ­ևա­նի հա­յե­րի կո­տո­րա­ծի կազ­մա­կեր­ պիչ գե­նե­րալ Դ. Ա­լի­խա­նով­–Ա­վարս­կին և շատ ուրիշ հայատյաց պաշտոնյաներ:­ Ազ­գային ի­րա­վունք­նե­րի հա­մար զին­ված պայ­քա­րում զգա­լի ներդ­րում ու­նե­ցավ նաև Հն­չա­կյան կու­սակ­ցու­ թյու­նը: Վեր­ջի­նիս մարտական խմ­բե­րը մասնակ­­ցե­ցին Նա­խիջ­ևա­նի, Էջ­մի­ած­նի և այլ գա­վառ­նե­րի հա­յու­թյան ի­նք­նա­պաշտ­պա­նու­թյա­նը: Զան­գե­զու­րում էր մարտն­ չում հն­չա­կյան հայտ­նի գոր­ծիչ Փա­րա­մա­զի (Մատ­թե­ոս Սարգս­յան) խում­բը: ", "Ստալինի, Ավանեսովի, Տերյանի, Ռոստոմի, Պռոշյանի անդամակցությամբ: Այս հանձնաժողովը մշակեց Հայկական հարցի կարգավորման նախագիծ, որի համաձայն՝ Արևմտյան Հայաստանում ստեղծվելու էր ինքնիշխան հայկական պետություն, իսկ Արևելյան Հայաստանն ինքնորոշման իրավունքի հարգման պայմանով Ռուսաստանի կազմում ինքնավարություն էր ստանալու: ", "Չնայած հայ ժո­ղո­վուր­դը 1905–1906 թթ. ու­նե­ցավ նյու­թա­կան ու մարդ­կա­յին զգա­լի կո­րուստ­ներ, սա­կայն ձեռք բերեց մար­տա­կան կարևոր փոր­ձա­ռու­թյուն: Այդ դժո­խա­յին օ­րե­րին ի­րենց ար­ևե­լա­հայ եղ­բայր­նե­րին օգ­ նու­թյան է­ին շտա­պել ա­րևմ­տա­հա­յե­րը: Հա­յու­թյան եր­ կու հատ­ված­նե­րի ա­զա­տա­մար­տիկ­նե­րին մեկ­տե­ղել էր ազ­գա­յին մի­աս­նու­թյան և սե­փա­կան ի­րա­վունք­նե­րի պաշտ­պա­նու­թյան վեհ գա­ղա­փա­րը: ", "Թուրքահայաստանի մասին դեկրետի այս նախագիծը քննարկվեց ժողկոմխորհի դեկտեմբերի 20-ի, 23-ի նիստերում: Տարաձայնությունների պատճառով այս նիստերում նախագծի վերաբերյալ որոշում չընդունվեց: Ժողկոմխորհը, ի վերջո, դեկտեմբերի ռազմական երաշխիքների և դրամական օժանդակության վերաբերյալ կետերի բացակայության պատճառով, խորհրդային իշխանություններին ոչինչ չպարտավորեցնող, դեկլարատիվ բնույթի փաստաթուղթ էր: ", "ՀԱՐՑԵՐ փոփոխություններ տեղի ունեցան ռուսական բանակի կողմից գրավված Արևմտյան Հայաստանի կառավարման համակարգում: ", "փաստաթուղթ: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Ռուսաստանում 1917 թ. քաղաքական վայրիվերումների հետևանքով Կովկասյան ճակատը սկսեց քայքայվել: Եթե սեպտեմբերին ճակատի կարիքները սպասարկում էր 880 հազար մարդ, ապա հոկտեմբերին 220 հազար մարդ լքեց այն: Մարտական դիրքերում ընդամենը 130 հազար հոգի կար (մարտական անձնակազմի 20 տոկոսը): Նոյեմբերին դիրքերում մնացել էր ընդամենը հյուպատոս Սմիթը հանդիպում է Անդրանիկին և առաջարկում վերջինիս գլխավորությամբ արևմտահայերից բաղկացած 10-15հազարանոց զորախումբ ձևավորել: Այդ նպատակով հյուպատոսը նախատեսում էր որպես կանխավճար հատկացնել 10 հազար ԱՄՆ դոլար (մինչ ոսկու ստանդարտի չեղարկումը 1933 թ. դոլարը պարունակում էր 1,673 գր. ոսկի): Ընդհանուր առմամբ, ԱՄՆ-ի կառավարությունը պատրաստ էր հայկական զորքերի կազմավորման համար ներդնել մեկ միլիոն դոլար: Լոնդոնում ԱՄՆ-ի դեսպանը պետքարտուղարին ուղղված իր զեկույցում նշում էր, որ Մեծ Բրիտանիան և Ֆրանսիան նույնպես պատրաստ են այդ նպատակով գումարներ հատկացնել: "], "paragraph_source_docs": [1, 1, 1, 0, 1, 0, 1, 1, 1, 1], "source_docs_file": "res.json"}