{"paragraphs": ["ուներ, և դրա շահագործմամբ ոռոգելի դարձավ մինչ այդ անջրդի շուրջ 10.000 հեկտար հող: ", "­Հայ­կա­կան կոր­պու­սի զո­րա­մի­ա­վոր­նե­րի հա­մալրման գլ­խա­վոր վայր դար­ձավ Եր­ևա­նի նա­հան­գը: Հա­յոց ազ­ գա­յին խոր­հուր­դը 1917 թ. դեկ­տեմ­բե­րի վեր­ջե­րին Թիֆ­ լի­սից Եր­ևան գոր­ծու­ղե­ց Ա­րամ Մա­նուկ­յա­նին՝ օժտե­լով նրան ար­տա­կարգ լի­ա­զո­րու­թյուն­նե­րով: Ա­րա­մի ա­ռաջ­ նա­հերթ խն­դիրն էր կար­գու­կա­նոն հաս­տա­տել նա­հան­ գում և ա­ջակ­ցել ազ­գային զո­րա­մա­սե­րի կազ­մա­վոր­մա­ նը: Շու­տով Եր­ևան ժա­մա­նեց գե­նե­րալ Մով­սես Սի­լի­կ­ յա­նը՝ կոր­պու­սի ա­ռա­ջին դի­վի­զի­ա­յի հրա­մա­նա­տա­րը: ", "Արդյունաբերության վերականգնման գործում մեծ էր Ռուսաստանի դերը: Իվանովոյի տեքստիլ ֆաբրիկաները Հայաստան ուղարկեցին արտադրական գույք, որի միջոցով ստեղծվեց Լենինականի տեքստիլ ֆաբրիկան: Ռուսաստանի աջակցությամբ սկսեց գործել նաև Երևանի մեխանիկական գործարանը: ", "ՆԷՊ-ի կիրառումը նպաստեց ապրանքադրամային հարաբերությունների զարգացմանը Հայաստանում: ", "ՀԱՐՑԵՐ հողային օրենսգրքի կիրառումից հետո: ", "ընդլայնման ուղղությամբ: ", "գործում ի՞նչ դերակատարում ուներ Խորհրդային Ռուսաստանը: ", "Հայաստանի խորհրդայնացումից հետո ձևավորված հեղկոմները կատարեցին իրենց դերը, և իր իշխանությունն ամրապնդած Կոմունիստական կուսակցությունը որոշեց ընտրությունների նմանակության ճանապարհով նոր իշխանություն ձևավորել: ", "հունվարի 30-ից փետրվարի 4-ը տեղի ունեցավ Հայաստանի խորհուրդների I համագումարը, որտեղ քննարկվեց սահմանադրության ընդունման հարցը, ինչպես նաև այսրկովկասյան խորհրդային երեք հանրապետությունների դաշնություն ստեղծելու խնդիրը: ", "Ն­ման ի­րադ­րու­թյու­նում ե­րկ­րա­մա­սի իշ­խա­նու­թյան կա­ռուց­ված­քում տե­ղի ու­նե­ցավ փո­փո­խու­թյուն: 1918 թ. փետր­վա­րի 10­–ին մենշ­ևիկ­նե­րի, մու­սա­վա­թա­կան­նե­ րի, դաշ­նակ­ցու­թյան և այլ կուսակցությունների պատ­ գա­մա­վոր­նե­րից ձևա­վոր­վեց օ­րենս­դիր բարձ­րա­գույն մար­մին՝ Անդր­կովկաս­յան Սեյ­մը: Դրա նա­խա­գահն էր մենշ­ևիկ Ն. Չխե­ի­ձեն: Ս. Շահումյանը, խու­սա­փե­լով Սեյմի հետապնդումներից, մար­տի սկզբ­նե­րին վե­րա­ դար­ձավ Բա­քու: ", "Հայ ժողովրդի պատմության մեջ առաջին անգամ ընդունվեց երկրի հիմնական օրենքը՝ սահմանադրությունը: Այն համարյա ամբողջովին Խորհրդային Ռուսաստանի սահմանադրության կրկնօրինակն էր, և այստեղ հայտարարված ազատությունները ձևական բնույթ ունեին, սակայն երևույթն ընդհանուր առմամբ առաջադեմ քայլ էր հայ ժողովրդի պատմության մեջ: Սահմանադրությամբ ընդունվեց ընտրությունների անցկացման կարգը. դրանք լինելու էին բազմաստիճան և բաց: Բանվորներին տրվում էր առավելություն. եթե 200 բանվորն էր ընտրում մեկ պատգամավորի, ապա գյուղացիների դեպքում՝ 1000-ը: ", "Խորհուրդների I համագումարը, լենինյան դրույթների համաձայն, հավանություն տվեց այսրկովկասյան հանրապետությունները մեկ պետական կազմավորման մեջ միավորելու գաղափարին: ", "հանրապետությունների կենտրոնական գործադիր կոմիտեների լիազոր կոնֆերանս, որտեղ որոշում ընդունվեց կազմավորելու Անդրկովկասի Խորհրդային Սոցիալիստական Հանրապետությունների Դաշնային Միություն: Այս նոր պետական կազմավորման իշխանության գերագույն մարմին հայտարարվեց պարբերաբար հրավիրվող լիազոր կոնֆերանսը: Անդրկովկասյան Խորհրդային Սոցիալիստական Հանրապետությունների Դաշնային Միության կառավարության ղեկավար ընտրվեց Ալեքսանդր Մյասնիկյանը: Կոմկուսը, չբավարարվելով նման միության ստեղծմամբ, որոշեց հիմնադրել ավելի սերտ կապերով միավորված պետական կազմավորում: 1922 թ. դեկտեմբերի 10-13-ը Բաքվում տեղի ունեցած Անդրկովկասի խորհուրդների I համագումարում որոշում ընդունվեց ստեղծելու Անդրկովկասյան Խորհրդային Դաշնային Սոցիալիստական Հանրապետություն (Անդրֆեդերացիա): Այս կազմավորման գերագույն մարմին հռչակվեց Անդրկովկասի կենտրոնական գործադիր կոմիտեի նախագահությունը, որի անդամներ ընտրվեցին երեք հանրապետությունների կենտգործկոմների նախագահները: Հայաստանից նախագահության անդամ էր Սաքո Համբարձումյանը: ", "Համագումարում որոշում ընդունվեց խորհրդային բոլոր հանրապետությունների միավորման և մեկ պետության ստեղծման մասին: Այս հարցը դեռևս 1918 թ. մեծ կարևորություն էր ներկայացնում բոլշևիկների համար: Խորհրդային Ռուսաստանի ազգերի հարցերով ժողկոմ Իոսիֆ Ստալինը կարծում էր, որ բոլոր հանրապետությունները պետք է Ռուսաստանի կազմում ընդգրկվեն ինք- ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ տրամադրել է 3,5 միլիոն ռուբլի ոսկով (1 ռուբլին հավասար էր նավարության իրավունքով միայն: Նա 1918 թ. Ուկրաինայի կոմունիստներին հայտարարեց, որ ոչ թե պետք է ինքնիշխանություն խաղալ, այլ առանց ավելորդ ձևականության միանալ Ռուսաստանին: Ստալինյան այս մոտեցումը քննադատվեց Լենինի կողմից, ով, նամակով դիմելով կուսակցության համագումարին, անհրաժեշտ համարեց խորհրդային հանրապետությունների հավասար իրավունքների ամրագրումը ստեղծվելիք պետությունում: ", "թ. II համագումարում՝ ԽՍՀՄ սահմանադրությունը: Խորհրդային Հայաստանը ԽՍՀՄ կազմի մեջ մտավ ոչ թե ուղղակի, այլ Անդրֆեդերացիայի կազմում: Հարկ է նշել, որ հանրապետություններում ԽՍՀՄ ստեղծման որոշումը աներկբայորեն չընդունվեց: Ընդդիմանում էր Վրաստանի Կոմկուսի ղեկավարությունը, մասնավորապես՝ Վրաստանի ժողկոմիտեի նախագահ Բ. Մդիվանին: Այդ ամենը Վրաստանում հանգեցրեց 1924 թ. խռովությանը, որը դաժանորեն ճնշվեց: ", "Թեպետ սահմանադրությամբ երաշխավորված էին ԽՍՀՄ կազմի մեջ մտած հանրապետությունների հավասար իրավունքները, սակայն Լենինի մահից հետո ստեղծվեց խիստ կենտրոնացված՝ բռնատիրական պետություն: ", "ՀԱՐՑԵՐ սահմանադրությունը: ", "­Հենց սկզ­բից ա­կն­հայտ դար­ձան Թուր­քի­ա­յի զավ­ թո­ղա­կան նպատակները: Թուր­քե­րը պահանջում է­ին՝ ճա­նա­չել Բրեստ–­Լի­տովս­կի պայ­մա­նա­գի­րը և ան­կա­խ հռ­չա­կել Ա­նդր­կով­կա­սը: Այդ ի­րա­վի­ճա­կում Սեյմն ը­նդ­ հա­տեց բա­նակ­ցու­թյուն­նե­րը և ապ­րի­լի 1­–ին ե­րկ­րա­ մա­սը հայ­տա­րա­րեց ռազ­մա­կան դրու­թյան մեջ: Փաս­ տացի դա նշա­նա­կում էր պա­տե­րազ­մի հայ­տա­րա­րում Թուր­քի­ա­յին: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Անդրֆեդերացիան չարդարացրեց հայ ժողովրդի բարօրությամբ մտահոգ մի շարք անվանի կուսակցական գործիչների, մասնավորապես՝ ֆինանսների ժողկոմ Վ. Երեմյանի, կենտգործկոմի անդամ Դր. Տեր-Սիմոնյանի, Անդրկովկասյան կոմ. համալսարանի ռեկտոր Ն. Ստեփանյանի հույսերը: Նրանք չէին վարանել իրենց վրդովմունքն արտահայտել Անդրֆեդերացիայի կազմում Հայկական ԽՍՀ-ի և հայ ժողովրդի շահերի ոտնահարումների դեմ: Վերջիններս Անդրֆեդերացիայի ղեկավար Լ. Բերիային մեղադրում էին հակահայկական քաղաքականություն իրականացնելու մեջ: Նրանք կարծում էին, որ հիմնականում վրացիներից բաղկացած ղեկավարությունն արգելակում է հայ ժողովրդի ներուժի լիարժեք բացահայտումը` արհեստականորեն առաջ մղելով վրացիներին, ինչն էլ, տնտեսության և գիտության ոլորտներում հանգեցնում է Վրաստանի համեմատ Հայաստանի հետամնացությանը: Ստեղծված իրավիճակն այնքան անհանգստացնող էր, որ Աղ. Խանջյանի ներկայությամբ քննարկվել է Հայաստանի կոմկուսի Կենտկոմի բյուրոյի ամբողջ կազմով Անդրֆեդերացիայի ղեկավարության հետ առճակատման գնալու հարցը: ", "ԿՈԼԵԿՏԻՎԱՑՈՒՄԸ ՀԱՅԱՍՏԱՆՈՒՄ ԵՎ ԴՐԱՆՑ ՀԵՏԵՎԱՆՔՆԵՐԸ Խորհրդային Միությունում ամբողջ իշխանությունն իր ձեռքում կենտրոնացրած կոմկուսն այդ իշխանության պահպանման գործում լուրջ վտանգ էր տեսնում ՆԷՊ-ի հետևանքով վերստին ի հայտ եկած, թեկուզև ծավալներով փոքր, բայց ճկուն, արդյունաբերության, առևտրի և գյուղացիական տնտեսության մասնավոր հատվածների մեջ: ", "Սա­կայն Սեյ­մը, ի դեմս վրաց–­թա­թա­րա­կան մե­ծա­ մաս­նու­թյան, 1918 թ. ապ­րի­լի 9–ին հայ­տա­րա­րեց Ռու­ սաս­տա­նից ե­րկ­րա­մա­սի ան­ջատ­ման ու ան­կա­խու­թյան հռ­չակ­ման մա­սին: Ստեղծ­վեց Ա­նդր­կով­կա­սի Ժո­ ղովր­դա­վա­րա­կան Դաշ­­­­նա­յին Հան­րա­պե­տու­թյու­նը (ԱԺԴՀ): Հաս­տատ­վեց նոր կա­ռա­վա­րու­թյուն՝ վրացի մենշևիկ Ա. Չխեն­կե­լու գլ­խա­վո­րու­թյամբ: ", "Ինդուստրացման նպատակներն էին. տեսակարար կշռի ավելացումը գյուղատնտեսության համեմատ, արդյունաբերության զարգացումը սկսել էր թեթև արդյունաբերությունից, ԽՍՀՄ-ում, որը գտնվում էր թշնամական շրջապատման մեջ, ծրագրվում էր զարկ տալ, առաջին հերթին, ծանր արդյունաբերությանը: ", "Այս նպատակների իրագործման համար անհրաժեշտ էին խոշոր կապիտալ ներդրումներ, իսկ քանի որ բացառվում էր օտարերկրյա վարկերի տրամադրումը ԽՍՀՄ-ին, այդ պատճառով ամբողջ ծանրությունն ընկավ ժողովրդի ուսերին. հատկապես մեծ հարկեր դրվեցին գյուղացիության վրա, բազմապատկվեցին մասնավոր անձանցից թանկարժեք իրերի մասսայական բռնագրավումները: ", "Նույն համագումարում որոշում ընդունվեց տնտեսության զարգացումն իրականացնել հնգամյա պլաններով: Առաջին հնգամյա պլանն իրականացվել է 1928-1932 թթ.: ", "Ինդուստրացման համար առաջնահերթ խնդիր էր էներգետիկայի զարգացումը: XX դ. 20-30-ական թթ. Հայաստանում շարք մտան Երևանի, Լենինականի, Ձորագետի և Քանաքեռի հէկերը: ", "Վերջինս Սևան-Հրազդան կասկադի առաջնեկն էր: ", "Խորհրդային իշխանությունները, քամահրելով բնապահպանական խնդիրները, էներգիա ստանալու նպատակով Սևանա լճից ջրի մեծ բացթողումներ սկսեցին իրականացնել, որի պատճառով լճի մակարդակն սկսեց իջնել: ", "Ինդուստրացման հետևանքով տեղի ունեցավ քաղաքների աճ, բնակչության արտահոսք՝ գյուղից դեպի քաղաք: Ուրբանիզացիա- յի ընթացքում հաշվի չառնվեցին բնակչության սոցիալական հիմնահարցերը: ", "Հայաստանում 30-ական թթ. հատկապես բարձր տեմպերով զարգացավ լեռնաարդյունաբերությունը: Սկսեց գործել Կապանի պղնձի կոմբինատը: Հայտնաբերվեցին բազմաթիվ հանքավայրեր, այդ թվում՝ ռազմավարական կարևոր նշանակություն ունեցող մոլիբդենի: ", "Ելնելով այն սխալ տեսակետից, թե Հայկական ԽՍՀ-ն էներգետիկ ռեսուրսներով հարուստ երկիր է, զարկ տրվեց քիմիական արդյունաբերության զարգացմանը: Այս ճյուղի առաջնեկը Երևանի կարբիտի գործարանն էր: 30-ական թթ. գործարկվեցին Կիրովականի և Ալավերդու քիմիական կոմբինատները: 1940 թ. շարք մտավ արհեստական կաուչուկի գործարանը Երևանում: ", "Առաջընթաց գրանցվեց շինարարական արդյունաբերության ոլորտում, շահագործման հանձնվեցին Անիի տուֆի և պեմզայի, Փամբակի գրանիտի գործարանները: ", "Կառուցվեցին Լենինական-Պեմզաշեն և Մինջևան-Կապան երկաթուղիները: ", "Հայկական ԽՍՀ-ում արդյունաբերության արագ զարգացման գործում հատկապես մեծ էր ժողկոմխորհի նախագահ Սահակ Տեր-Գաբրիելյանի դերը: ", "ԽՍՀՄ-ում դասակարգային թշնամիներից ազատվելու պատրվակով, ինչպես նաև գյուղատնտեսությունը սոցիալիստական ռելսերի վրա դնելու նպատակով սկսվեցին գյուղացիների ամենաձեռնահաս խավի` կուլակների նկատմամբ բռնություններ: ", "որոշում ընդունվեց գյուղատնտեսության կոլեկտիվացման վերաբերյալ: Դա պետք է տեղի ունենար կամովին և դանդաղ տեմպերով: Չնայած համագումարի այս որոշմանը` Ստալինը, օգտագործելով 1928 թ. հացամթերումների պլանի թերակատարումը, հրահանգեց լայն ծավալներով իրականացնել այդ գործընթացը: Տեղերում կուսակցական մարմինները, մեկը մյուսից առաջ անցնելով, ձգտում էին կենսագործել Ստալինի այս պահանջը: Գյուղացիներին բռնի կերպով ընդգրկում էին կոլտնտեսությունների մեջ: Երկու տարում ամբողջովին կոլեկտիվացվեցին Երևանի գավառը և Լենինականի գավառի զգալի մասը: ", "Կոլեկտիվացման նման գործընթացը հանգեցրեց գյուղացիների ոչ միայն պասիվ, այլև ակտիվ դիմադրությանը: Նրանք զանգվածաբար մորթում էին իրենց անասունները: Հայաստանում (Շամշադինում, Դարալագյազում) տեղի ունեցան զինված խռովություններ, որոնք դաժանաբար ճնշվեցին: Այս ամենը ստիպեց դադարեցնել բռնի կոլեկտիվացումը: Բռնությամբ ստեղծված կոլտնտեսությունները ցրվեցին: Այդուհանդերձ, կոմկուսը չհրաժարվեց գյուղատնտեսությունը կոլեկտիվացնելու քաղաքականությունից և անուղղակի կերպով, այն է` մենատնտեսների վրա դրված հարկերի բարձրացմամբ ստիպեց գյուղացիներին ընդգրկվել կոլտնտեսության մեջ: Արդեն 1934 թ. կոլտնտեսությունների մեջ ներառվեց հայ գյուղացիների 40 տոկոսը: Հայաստանում կոլեկտիվացման տեմպերը շատ ավելի դանդաղորեն էին աճում, քան ԽՍՀՄ այլ հանրապետություններում: ", "Եթե մեր զին­վ որ­ն ե­ր ը նրան չեն կարո­ղա­նում պաշտ­պա­նել և թուր­քե­րը մտնե­լու են Ս. Էջմիա­­ ծին, իմ դիա­կ ը պիտի գտնեն Ս. Իջման սրբա­ վայ­րում... ասա­ցե՛ք զին­ վոր­ն ե­ր ին, որ նրանք պատաս­խ ա­ն ա­տ ու ե ն բոլոր հա­յ երի կյան­ք ի համա­ր»: ", "ՀԱՐՑԵՐ հրաժարվելու մասին: ", "կապիտալ միջոցների բացակայությունը: ", "Սար­դա­րա­պա­տի և Բաշ Ա­պա­րա­նի ճա­կա­տա­մար­ տե­րը: Ա­լեք­սանդ­րա­պո­լի գրա­­­վու­մից հե­տո թշնա­մու զոր­քը մտավ Ա­րա­րատ­յան դաշտ և ո­ւղ­ղու­թյուն վերց­ րեց դե­պի Եր­ևան: Հայ բնակ­չու­թյու­նը և Սի­լի­կյա­նի գլխա­վո­րած Եր­ևա­նյան զո­րա­խում­բը հա­մախմբ­վե­ ցին՝ թշնա­մու դեմ կռվելու համար: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Գյուղատնտեսության կոլեկտիվացումն ունեզրկեց նախկինում էլ ոչ բարեկեցիկ ապրող հայ գյուղացուն, նրան մատնեց տաժանակիր աշխատանքի և կիսաքաղց գոյության: Դեպի քաղաք գյուղի բնակչության զանգվածային արտահոսք թույլ չտալու նպատակով որոշում ընդունվեց բռնի մեթոդներով գյուղացուն ամրագրել հողին. գյուղաբնակներին 1932 թ. զրկեցին անձնագիր ունենալու իրավունքից: Նրանք անձնագիր ստանում էին հատուկ թույլատրությամբ` բանակ զորակոչվելիս կամ խոշոր շինարարություններում աշխատուժի պահանջարկի դեպքում: Մարդու իրավունքը ոտնահարող այդ գործելակերպին վերջ տրվեց միայն ԽՍՀՄ նախարարների խորհրդի 1974 թ. օգոստոսի 28-ի որոշմամբ: ", "ԱՆՀԱՏԻ ՊԱՇՏԱՄՈՒՆՔԸ ԵՎ ԴՐԱ ՀԵՏԵՎԱՆՔՆԵՐԸ սակայն դա ամբողջությամբ կենտրոնացել էր կոմկուսի ձեռքում: ", "Վերջինս սկսեց վարել այլ քաղաքական կուսակցությունների վերացմանը միտված քաղաքականություն: Կոմկուսի ճնշմամբ մամուլում հրապարակվեցին դաշնակցության տեղական մարմինների հայտարարություններ, որոնց համաձայն՝ իբր անհրաժեշտություն էր առաջացել լուծարելու այս կուսակցությունը: 1923 թ. հրապարակվեց Հովհաննես Քաջազնունու Դաշնակցությունն այլևս անելիք չունի հոդվածը: Նույն թվականի նոյեմբերին տեղի ունե396 ցավ դաշնակցության ինքնալուծարման համագումարը: Շուրջ 4 հազար դաշնակցականներ ինքնաբացահայտվեցին և ցուցակագրվեցին, ինչը հետագայում հնարավորություն տվեց Չեկային զանգվածային ձերբակալություններ իրականացնելու նախկին դաշնակցականների շրջանում: ԽՍՀՄ֊ում հաստատվեց Ստալինի անձի պաշտամունքը: Միայն 1932 թ. գարնանն ու աշնանը Հայաստանից աքսորվեց 1100 կուլակային ընտանիք: ", "քրեական գործ հարուցվեց Հայաստանի կոմկուսի պատմության ինստիտուտի տնօրեն Ն. Ստեփանյանի նկատմամբ. վերջինս գնդակահարվեց: Նմանատիպ կեղծ գործ «թխվեց» գրողների մի մեծ խմբի նկատմամբ, որի մեջ մտնում էին Եղիշե Չարենցը, Ակսել Բակունցը, Գուրգեն Մահարին, Մկրտիչ Արմենը: ", "Հայաստանում բռնաճնշումների թափանիվը արագություն հավաքեց ժողկոմխորհի նախագահ Սահակ Տեր-Գաբրիելյանի սպանությունից հետո: Ստալինը Հայաստանի կոմկուսին դիմեց մի նամակով, որում դժգոհություն էր հայտնում Հայկական ԽՍՀ կառավարման մարմիններ «թշնամական տարրերի» մուտք գործելու կապակցությամբ: Այս նամակը Երևան բերեցին կոմկուսի քաղբյուրոյի անդամներ Միկոյանը և Մալենկովը: Նամակի հրապարակումից հետո միայն՝ 1937 թ. ձերբակալվեց 4700 մարդ: Նրանց մեծ մասը գնդակահարվեց: Իրականացվեցին գույքի զանգվածային բռնագրավումներ, միայն մեկ արձանագրությամբ բռնագրավվեց 148 մարդու անձնական սեփականություն: ", "Բռնությունների ալիքը տարածվեց նաև Հայ Առաքելական եկեղեցու վրա: Եկեղեցու գույքը բռնագրավվեց, հալածանքներ սկսվեցին նրա սպասավորների նկատմամբ: Իշխանությունների փորձը` պառակտել Հայ Առաքելական եկեղեցին, այսպես կոչված՝ ազատ եկեղեցի ստեղծելու ճանապարհով, չհաջողվեց: Դրանից հետո որոշում ընդունվեց ընդհանրապես վերացնել եկեղեցին, փակել Էջմիածնի վանքը: 1938 թ. խեղդամահ արվեց կաթողիկոս Խորեն Մուրադբեկյանը: Երկրորդ համաշխարհային պատերազմը, սակայն, Ստալինի համար ակնառու դարձրեց եկեղեցու հնարավորություններն օգտագործելու շահավետությունը, և հալածանքները դրա նկատմամբ դադարեցին: ", "ՀԱՐՑԵՐ նամակը: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Կաթողիկոս Խորեն Մուրադբեկյանի սպանությունից չորս ամիս անց` 1938 թ. օգոստոսի 4-ին Հայաստանի կոմկուսի Կենտկոմը հարց է առաջադրում Խորհրդային Միության կոմկուսի Կենտկոմին՝ Հայկական ԽՍՀ-ում Հայ Առաքելական եկեղեցու գործունեությունը դադարեցնելու առաջարկով: Պաշտոնական նամակում մասնավորապես նշվում էր, որ 1937 թ. Էջմիածնում գործում էին 70-75 հոգևորականներ, որոնցից շատերը ձերբակալվել են, իսկ մնացած յոթ սպասավորները հակախորհրդային կեցվածք ունեցող դաշնակցականներ են: ", "Պա­տե­րազ­մի ճա­կա­տա­յին այս հատ­վա­ծում կռվող հայ­կա­կան ու­ժե­րը մի­ա­վոր­վե­ցին Սար­դա­րա­պա­տի ջո­կա­տի մեջ՝ գն­դա­պետ Դ. Բեկ–­Փի­րում­յա­նի հրա­մա­ նա­տա­րու­թյան ներ­քո: Սար­դա­րա­պա­տի ճա­կա­տա­մար­ տի օ­րե­րին` մայի­սի 22­–ից մինչև 28­–ը, թշ­նա­մին կորց­ րեց 3500 սպան­ված և նա­հան­ջեց մոտ 60 կմ: Թուր­քե­րը խու­ճա­պա­հար ան­ցան Ա­խուր­յա­նի աջ ա­փը: Ա­ռջ­ևում Ա­լեք­սանդ­րա­պոլն ու Կարսն է­ին: ", "Կոմունիստական կուսակցությունը երկրում իր իշխանությունն ամրապնդելու նպատակով մեծ ուշադրություն էր դարձնում ժողովրդի վրա մտավոր ներազդմանը և լայն զանգվածներին կոմունիստական գաղափարախոսությամբ դաստիարակելուն: 1921 թ. սեպտեմբերի 21-ին հրապարակվեց Ալեքսանդր Մյասնիկյանի դեկրետը անգրագիտությունը վերացնելու մասին: Հայաստանում ավելի վատ էր վիճակը ազգային փոքրամասնության, մասնավորապես՝ ադրբեջանցիների շրջանում. անգրագետ էր նրանց 92,4 տոկոսը: Հայկական ԽՍՀ ժողկոմխորհին առընթեր ստեղծվեց անգրագիտության վերացմանն ուղղված արտակարգ հանձնաժողով, որի ղեկավարությամբ հանրապետության շրջաններում ձևավորվեցին լիկկայաններ: Կոմկուսի հատուկ քաղաքականությունը զանգվածային անգրագիտության վերացման ուղղությամբ շատ արագ տվեց իր պտուղները: Եթե 1897 թ. գրագետ էր Հայաստանի բնակչության 19 տոկոսը, ապա 1936 թ. այդ թիվը հասավ 82-ի: Անգրագիտությունը Հայաստանում վերացվեց 1940 թ.: "], "paragraph_source_docs": [1, 0, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1], "source_docs_file": "res.json"}