{"paragraphs": ["Բաշինջաղյանի կտավները: ", "Մ. Ավգերյանը, Խ. Սյուրմելյանն ու Գ. Ավետիքյանը: ", "ՆՈՐ ԱՆՈՒՆՆԵՐ, ՀԱՍԿԱՑՈՒԹՅՈՒՆՆԵՐ ­ ահ­պա­նո­ղա­կա­նու­թյուն, ա­զա­տա­կա­նու­թյուն, ազ­գայ­նա­կա­նու­թյուն, Գաբ­րի­ել վար­ դա­պետ Այ­վա­զովս­կի, Հով­հան­նես Չա­մուռ­ճյան, Ծե­րենց, Ստե­փա­նոս Նա­զա­րյանց, «Հյու­սի­սա­փայլ» ամ­սա­գիր, Գրի­գոր Ա­րծ­րու­նի, «Մ­շակ» թեր­թ, Գրի­գոր Օ­տյան, Նա­հա­ պետ Ռու­սի­նյան, Հա­կոբ Պա­րո­նյան, Մի­քայել Նալ­բան­դյան, ազ­գային հե­ղա­փո­խա­ կան–ժո­ղովր­դա­վա­րա­կան ո­ւղ­ղու­թյուն, Րաֆ­ֆի (Հա­կոբ Մե­լիք–­Հա­կո­բյան) § 2. Ա­ՐԵՎՄ­ՏԱ­ՀԱՅԵ­ՐԻ ԱԶ­ԳԱՅԻՆ ՍԱՀ­ՄԱ­ՆԱԴ­ՐՈՒԹՅՈՒ­ՆԸ։ ", "Այս ամենից ընկճված՝ Դորպատից Պարրոտին ուղեկցող արշավախմբի անդամները հրաժարվեցին իրենց նպատակից: Աննկուն կամքի տեր Պարրոտը վճռեց վերջին փորձը կատարել: Այս անգամ բախտը ժպտաց լեռնագնացներին: 1929 թ. սեպտեմբերի 27ին (նոր տոմարով՝ հոկտեմբերի 8-ին) Պարրոտը, նրան ուղեկցող Աբովյանը, Ակոռի գյուղի բնակիչներ Հովհաննես Այվազյանը, Մուրադ Պողոսյանը, ռուս զինվորներ Ալեքսեյ Զդորովենկոն և Մատվեյ Չալպանովը հասան լեռան գագաթը: Պարրոտի և Աբովյանի վկայությամբ՝ լեռան լանջին գտնվող Սբ. Հակոբի վանքի վանահայր Կարապետի կողմից մեռոնով օծված խաչն Աբովյանը տեղադրեց լեռնագագաթի ամենաբարձր կետում: ", "Գ. Օ­տյա­նը և ու­րիշ­ներ, Կ.Պոլ­սի հայ հա­մայն­քի ը­նդ­ հա­նուր ժո­ղո­վի հաս­տատ­մա­նը ներ­կա­յաց­րին ա­րևմ­ տա­հայե­րի ներ­քին կյան­քին վե­րա­բե­րող կա­նո­նադ­ րու­թյան նա­խա­գիծ: Այդ կա­նո­նադ­րու­թյու­նը ստա­ցավ «Ազ­գային սահ­մա­նա­դրու­թյուն» ան­վա­նու­մը։ Նա­խա­ գի­ծը, բա­ցի հոգ­ևո­րա­կան­նե­րից ու ա­մի­րա­նե­րից, ո­րո­ շա­կի ի­րա­վունք­ներ էր տա­լիս նաև ա­րևմ­տա­հայ մյուս խա­վե­րին։ Դրա մեջ տես­նե­լով ի­րենց ի­րա­վունք­նե­րի սահ­մա­նա­փա­կում՝ ա­մի­րա­նե­րը թուր­քա­կան իշ­խա­նու­ թյուն­նե­րի ա­ջակ­ցու­թյամբ պայ­քար ծա­վա­լե­ցին սահ­մա­ նադ­րու­թյան դեմ։ Սա­կայն ժո­ղո­վուր­դը ոտ­քի կանգ­նեց իր իրավունքների պաշտպանության համար: Սահ­մա­ նադ­րա­կան շար­ժումն ար­ժա­նա­ցավ Կ. Պոլ­սի բազ­մա­ հա­զար հայ ա­ռաջա­դի­մա­կան ու­ժե­րի ա­ջակ­ցու­թյա­նը և դրա շնոր­հիվ ա­վարտ­վեց վեր­ջին­նե­րիս հաղ­թա­նա­կով։ ", "Նոյեմբերի սկզբին ստացվեց Նիկոլայ I կայսեր թույլտվությունը: ", "Պարրոտի գլխավորած արշավախումբը Դորպատից մեկնեց 1929 թ. մարտի 5-ին և Էջմիածին հասավ սեպտեմբերի 8-ին: Էջմիածնի միաբանությունը, մեղմ ասած, թերահավատորեն մոտեցավ Արարատի գագաթը նվաճելու՝ արշավախմբի նպատակին. բիբլիական լեռան շուրջ ապրող ժողովուրդները սնոտիապաշտական պատկերացումներ ունեին. նրանք կարծում էին, որ մահկանացուներին արգելված է բարձրանալ Արարատի գագաթը: Միաբանության կողմից որպես թարգմանիչ ներգրավված Խաչատուր Աբովյանը արշավախմբի՝ լեռան գագաթը բարձրանալու սեպտեմբերի 11-ի առաջին անհաջող փորձին չմասնակցեց: Երկրորդ փորձը, որ Պարրոտը ձեռնարկեց մեկ շաբաթ անց, եղանակային աննպաստ ՀԱՅԱՍՏԱՆԸ XX Դ. ՍԿԶԲԻՆ ԵՎ ՀԱՅ-ԹԱԹԱՐԱԿԱՆ ՋԱՐԴԵՐԸ Արդյունաբերության աճ Արևելյան Հայաստանը XX դ. սկզբին աննախընթաց տնտեսական աճ ապրեց, որի խթանը երկաթուղիների շինարարությունն էր: 1898 թ. կառուցվեց Թիֆլիս-Կարս, 1902 թ. շահագործման հանձնվեց Ալեքսանդրապոլ-Երևան, իսկ 1908 թ.՝ Ուլուխանլու (Մասիս) – Ջուլֆա երկաթգիծը: ", "Կ. Պոլիսը XIX դ. վերջին Զեյթունցի Ազ­գային սահ­մա­նադ­րու­թյամբ նա­խա­տես­վում էր ստեղ­ծել ա­րևմ­տա­հա­յու­թյան կյան­քը կազ­մա­կեր­պող մար­մին­ներ՝ Ազ­գային ժո­ղով, Ազ­գային կենտ­րո­նա­կան վար­չու­թյուն, տար­բեր խոր­հուրդ­ներ։ Օ­րենս­դիր մար­մի­ նը՝ Ազ­գային ժո­ղովը, ը­նտր­վում էր ամ­բողջ ազ­գի կող­ մից: Գոր­ծա­դիր իշ­խա­նու­թյու­նը տր­վում էր Հայոց պատ­ րի­ար­քին և Ազ­գային կենտ­րո­նա­կան վար­չու­թյա­նը։ ", "Պղնձի արդյունաբերության առյուծի բաժինը պատկանում էր ֆրանսիական կապիտալին: Տեղական կապիտալի տեսակարար կշիռն անընդհատ ընկնում էր: Եթե 1908 թ. դա 38,5 տոկոս էր, ապա 1913 թ.` 15 տոկոս: Հատկապես նշանակալից էր Փարիզում ստեղծված «Կովկասի արդյունաբերական-մետաղագործական ընկերությանե դերը, որը վայելում էր Ռուսաստանի ֆինանսների նախարար Վիտտեի հովանավորությունը: ", "Զարգացավ նաև գինու-կոնյակի արդյունաբերությունը: Ռուս ձեռնարկատեր Շուստովը Ներսես Թահիրյանից 1900 թ. գնեց Երևանի կոնյակի գործարանը և վերակառուցելով դա` զարկ տվեց բարձրակարգ խմիչքի արտադրությանը, որի 90 տոկոսը սպառվում էր Կովկասի սահմաններից դուրս: Հայկական կոնյակը Պետերբուրգից դուրս էր մղել ֆրանսիականը: ", "XX դ. սկզբին Հայաստանում սպիրտային խմիչքների արտադրության կենտրոնացումն ավարտվում է, ընդ որում, տեղի է ունենում արտադրության տեղաբաշխման գործընթաց: Երևանում կենտրոնանում է օղու և կոնյակի արտադրությունը, Ղամարլույում (Արտաշատ)՝ գինունը: 1900 թ. արտադրվում է 283 հազար աստիճան կոնյակի սպիրտ, յոթ տարի անց այդ թիվը կրկնապատկվում է: Կրկնապատկվում է նաև գինու արտադրությունը: 1902 թ. Հայաստանում գոյություն ուներ կոնյակի երկու գործարան, իսկ 1909 թ.՝ արդեն տասներեք: ", "թու­նը հպա­տա­կեց­նե­լու նոր փորձ կա­տա­րեց։ Թն­դա­ նոթ­նե­րով զին­ված օս­մա­նյան զոր­քը զա­նա­զան քոչ­վոր ցե­ղախմ­բե­րի ու­ղեկ­ցու­թյամբ շարժ­վեց լեռ­նա­գա­վա­ռի վրա։ Թուր­քերն սկ­սե­ցին հրե­տա­կո­ծել հայ­կա­կան դիր­ քե­րը։ Սպան­վեց մոտ 200 խա­ղաղ բնա­կիչ։ ", "­Զեն­քի դի­մած շուրջ հինգ հա­զար զեյ­թուն­ցի­նե­րի պայ­քա­րը գլ­խա­վո­րե­ցին չորս տա­նու­տեր իշ­խան­նե­րը՝ Մկր­տիչ Յա­ղու­բյա­նի հրա­մա­նա­տա­րու­թյամբ։ Հու­լի­սի վեր­ջին Ս. Ա­ստ­վա­ծած­նի վան­քում գու­մար­վեց ի­նք­նա­ պաշտ­պա­նու­թյան ղե­կա­վար­նե­րի խորհր­դակ­ցու­թյուն։ ", "Գաղտնի հրահանգով խստիվ արգելվում էր հայերին ընդգրկել Կովկասի կառավարչական աշխատակազմում: Բանը հասել էր նրան, որ գրաքննությունն արգելում էր հայ բառի կիրառությունը, և նույնիսկ երաժշտական գրականությունից էր հանվում «հայ ժողովրդական երաժշտություն» եզրույթը: ", "Կովկասում մեծապետական քաղաքականություն վարող և տեղական քրիստոնյա ժողովուրդներին ուծացնել փորձող ցարիզմի համար Հայ Առաքելական եկեղեցին խոչընդոտ էր, որի վերացմանն էր միտված վերջինիս գույքի բռնագրավման մասին օրենքը, որը 1903 թ. հունիսի 12-ին Կովկասի կառավարչապետ Գ. Գոլիցինի առաջարկությամբ ստորագրել էր Նիկոլայ II կայսրը (18961917 թթ.): Հայ Առաքելական եկեղեցին այդ ժամանակ ուներ մոտ հազար ռուբլու եկամուտ (1897 թ. դրամական բարեփոխմամբ ռուսական ռուբլին պարունակում էր 7,7 գրամ մաքուր ոսկի): Դրանց մեծ մասը հատկացվում էր ծխական և թեմական դպրոցների ֆինանսավորմանը: Հայ Առաքելական եկեղեցին նաև շուրջ 191 հազար հեկտար հողի սեփականատեր էր: ", "Մար­տե­րից մե­կի ժա­մա­նակ Զեյ­թու­նի ձո­րում լեռ­նա­ գա­վա­ռի պաշտ­պան­նե­րը ծու­ղա­կի մեջ գցե­ցին թուր­ քե­րին, կո­տո­րե­ցին ա­վե­լի քան 750 հո­գու, մյուս­նե­րին փա­խուս­տի մատ­նեց­ին։ Առ այ­սօր թուր­քե­րը հի­շում են ի­րենց այդ պար­տու­թյու­նը և շա­րու­նա­կում ճա­կա­տա­ մար­տի վայ­րը կո­չել «Կո­տո­րա­ծի ձոր»։ Թուր­քա­կան կող­մի ը­նդ­հա­նուր զո­հե­րի թիվն ան­ցնում էր 2 հա­զա­ րից։ Հաղ­թա­նա­կը հայե­րին տրվեց շուրջ 600 քա­ջոր­դի­ նե­րի ա­րյան գնով։ ", "Օս­մա­նյան կայս­րու­թյու­նում իր պե­տու­թյան ազ­դե­ ցու­թյունն ամ­րապն­դե­լու նպա­տա­կով Կ. Պոլ­սի ֆրան­սի­ Զեյթուն, «Կոտորածի ձոր» ա­կան դես­պա­նը փոր­ձեց օգ­տա­գոր­ծել պա­տեհ ա­ռի­թը։ ", "ժողովուրդն իր եկեղեցու դեմ բռնությունն արդարացիորեն ընդունում է որպես իր իսկ դեմ ուղղված բռնություն: Հայ գյուղացին հրաժարվում է մշակել բռնագրավված հողերը: Վանքապատկան հողերից ստացվող եկամուտը 1904 թ. 111 հազար ռուբլով պակա- սում է: 1903 թ. հուլիսի 29֊ին Ալեքսանդրապոլում տեղի է ունենում ցույց: Ցուցարարները կայարան գնացող Խրիմյան կաթողիկոսից պահանջում էին եկեղեցական գույքը ոչ մի պարագայում չհանձնել: Մեկ այլ հուժկու ցույց էլ տեղի է ունենում Ելիզավետպոլում, օգոստոսի 29-ին, որի ընթացքում լինում են մարդկային զոհեր: ", "Զեյ­թուն­ցի­նե­րը ստիպ­ված հա­մա­ձայ­նե­ցին։ Սուլ­թա­նը, զգու­շա­նա­լով, որ զեյ­թուն­ցի­նե­րի կա­թո­լի­կու­թյուն ըն­ դու­նե­լը հնա­րա­վո­րու­թյուն կտա Ֆրան­սի­ային մի­ջամ­ տե­լու Թուր­քի­այի ներ­քին գոր­ծե­րին, գնաց զիջ­ման։ ", "Ի վերջո, հայ ժողովրդի բողոքի ալիքը հանգեցնում է նրան, որ ցարական այս օրենքը չեղյալ է հայտարարվում 1905 թ. օգոստոսին: ", "Ցարիզմը սատարում էր նաև Այսրկովկասում իր հենարանը հանդիսացող ազնվական կալվածատերերին, որոնք անխնա շահագործում էին գյուղացիներին: Արևելյան Հայաստանում կալվածատերերի և գյուղացիների հակամարտությունն առավել սուր բնույթ է ստանում ազգամիջյան հակասությունների պատճառով: ", "Ընդ որում, կալվածատերերի զգալի մասը այլազգի էր: ", "XX դ. սկզբին հայ գյուղացիների պայքարի ամենաակնառու դրվագներից մեկը հաղպատցիների ընդվզումն էր: 1903 թ. նոյեմբերին նրանք հրաժարվում են վրացի կալվածատեր Բարաթովին վաճառել իրենց պատկանող հողը, տալ իրենց եկամտի մեկ քառորդը, ինչպես նաև որոշ պարտականություններ կատարել կալվածատիրոջ օգտին: Մինչ այդ Բարաթովը բարձրացրել էր հողի վարձակալության գինը և արգելել գյուղացիներին օգտվել իրենց իսկ կառուցած կամրջից: Բորչալուի գավառի (ներկայիս ՀՀ Լոռու մարզի և Վրաստանի Մառնեուլի, Դմանիսի, Բոլնիսի վարչական միավորների տարածք) ոստիկանական պրիստավը 60 հեծյալ պահնորդներով նոյեմբերի 8-ին գալիս է Հաղպատ և կալվածատիրոջ պահանջով 5 հազար ռուբլի պարտքի և, իբր, հասցված վնասի դիմաց հավաքագրում գյուղացիների անասունները: Գյուղացիները, զինված բախման մեջ մտնելով պահնորդների հետ, հարկադրում են նրանց փախուստի դիմել: Հաղպատցիների ապստամբությունը ճնշելու նպատակով նոյեմբերի 10-ին 150 կազակներ և պահնորդներ ներխուժում են գյուղ և բռնարարքներ իրականացնում: Ձերբակալվում է 200 գյուղացի, որոնցից 18-ին նետում են Մետեխի բանտը: ", "ակտիվորեն մասնակցեցին Արևելյան Հայաստանի երկաթուղայինները և հանքագործները: ", "\u0007 ­՞րբ սկս­վեց Զեյ­թու­նի հզոր ա­պս­տամ­բու­թյու­նը: Նշե՛ք դրա պատ­ճառ­նե­րը: ", "Երբ իշխանությունները փորձեցին ելույթները ճնշելու նպատակով երկաթուղով զորքեր փոխադրել, երկաթուղայինները հոկտեմբերի 15-ին և 16-ին զորքեր տեղափոխող շարժակազմերի խորտակումներ իրականացրին: ", "Արևելյան Հայաստանում գործադուլային շարժումն իր գագաթնակետին հասավ նոյեմբերին, երբ դրան միացավ Ալավերդու ամբողջ հանքային շրջանի շուրջ 3 հազար բանվոր: Գործադուլային կոմիտեի ճնշմամբ Ալավերդու հանքային շրջանը շահագործող ֆրանսիական ընկերության կառավարիչը ստիպված էր տեղի տալ և աննշան փոփոխություններով ընդունել գործադուլավորների պահանջները: Օգտվելով հեղափոխական ալիքի տեղատվությու- նից՝ ընկերությունը բեկանեց բանվորների հետ հաստատած պայմանավորվածությունը: Վերջիններս 1906 թ. օգոստոսի 2-ին վերստին դիմեցին ընդհանուր գործադուլի: Ընկերության կառավարիչը հրաժարվեց կատարել բանվորների պահանջը և համոզվելով, որ սադրանքների միջոցով հնարավոր չէ պառակտում մտցնել բանվորների շարքերում, իշխանություններից օժանդակություն խնդրեց: Օգոստոսի 29-ին, զինված ուժ գործադրելու սպառնալիքից հետո միայն, բանվորները դադարեցրին գործադուլը: ", "Ցարական կառավարությունը, առաջնորդվելով «Բաժանիր, որ տիրես» սկզբունքով, փորձեց դադարացնել հեղափոխական ելույթներն Այսրկովկասում և սանձազերծեց հայ-թաթարական (Ռուսական կայսրության օրոք թաթար էին անվանվում Կովկասի թուրքերը) ջարդեր: ", "Հայ Առաքելական եկեղեցու գույքի բռնագրավմանը հետևած հայ ժողովրդի բուռն դիմադրությունը անհանգստացրեց ցարիզմին: Իշխանությունները, հայտնվելով համազգային պոռթկմանը դեմ հանդիման և, միաժամանակ, չցանկանալով հրաժարվել այն քաղաքականությունից, որը վրդովմունքի պատճառ էր դարձել, սկսեցին հակակշիռ փնտրել Կովկասի այնպիսի էթնիկ հանրությունների շրջանում, որոնց հնարավոր կլիներ անհրաժեշտության դեպքում օգտագործել հայերի դեմ: Այդպիսի էթնիկ տարր էին Կովկասի հետամնաց թուրքերը: Տնտեսական, քաղաքական և մշակութային առումով հայերից շատ ավելի պակաս զարգացած, իրենց նահապետական կենցաղով և իշխանությունների նկատմամբ ավանդական մուսուլմանական հարգանքով թուրքերը կատարելապես կառավարելի և բարեհույս էին թվում: Այսպիսով՝ հակակշիռը գտնվել էր, մնացյալը տեխնիկայի հարց էր: ", "Մայի­սին ռուս­նե­րը գրո­հով վերց­րին Ար­դա­հա­նը։ ", "­Սա­կայն ­ճա­կա­տի աջ թևում ռու­սա­կան ուժե­րի կրած ան­հա­ջո­ղու­թյու­նից հե­տո Տեր–Ղու­կա­սո­վի զո­րա­ջո­ կատը, հայտն­վելով շր­ջա­պատ­ման վտան­գի մեջ, ը­նդ­ հա­նուր հրա­մա­նա­տա­րու­թյու­նից նա­հան­ջի հրա­ման ստա­ցավ։ Փոր­ձա­ռու հայ զո­րահ­րա­մա­նա­տարն այդ նա­ հան­ջը կա­տա­րեց մեծ վար­պե­տու­թյամբ։ Նա կա­րո­ղա­ ցավ իր ջո­կա­տի հետ ա­պա­հո­վել նաև բազ­մա­հա­զար հայ գյու­ղա­ցի­նե­րի ան­կո­րուստ նա­հան­ջը։ ", "Բաքվում հայ ազգաբնակչության կոտորածի առիթը երկու հայ զինվորների կողմից ազգությամբ թուրք հանցագործի գնդակահարումն էր փախուստի փորձի ժամանակ: Ոստիկանության աստիճանավորները թուրք ազգաբնակչության շրջանում լուր տարածեցին, թե հայերը պատրաստվում են նրանց կոտորել և համառորեն խորհուրդ էին տալիս կանխել հայերին: Իշխանությունները, որոնք զգոն հսկում էին, որ հայերի ձեռքում զենք չհայտնվի, թուրքերին զենք էին բաժանում: Կոտորածների նախօրեին Բաքվի թուրքերի և ռուսների տների պատերին, հայերից զատելու նպատակով, մակագրություններ երևան եկան: 1905 թ. փետրվարի 6-ին Բաքվի հայոց եկեղեցուն հարող Պարապետի հրապարակում թուրքերը հրազենային կրակ բացեցին զբոսանքի ելած հայերի վրա: Փետրվարի 7-ի առավոտյան Բաքվին կից բնակավայրերից քաղաք լցվեցին զինված թուրքերի խմբեր, որոնց տեղեկացրել էին, թե նահանգապետ Նակաշիձեն թույլատրել է առաջիկա երեք օրվա ընթացքում կոտորել հայերին: Թուրքերի զինված ամբոխը ոստիկանության թողտվության պայմաններում հարձակվեց հայկական թաղամասերի վրա: Նույն ոստիկանությունն ու ժանդարմերիան կանգնեցրին նավթահանքերից քաղաք շտապող հայ բանվորներին: Օրվա երկրորդ կեսին սկսեցին գործել Դաշնակցության զինված ջոկատները: Դաշնակցությունը նահանգապետ Նակաշիձեին դիմեց, հեռագրով, որտեղ ասվում էր. «Պաշտպանեք ժողովրդին, հակառակ դեպքում՝ անձամբ պատասխան կտաք: Երբ կոտորածի բնույթը լրիվ բացահայտվեց, իսկ նահանգապետը կտրականապես հրաժարվեց զինել հայերին, Դաշնակցության Բաքվի կոմիտեն հանքերից կանչեց ֆիդայական պայքարի փորձառու առաջնորդներից Նիկոլ Դումանին (Նիկողայոս Տեր-Հովհաննիսյան) և նրան հանձնարարեց ինքնապաշտպանության կազմակերպումը: ", "Դումանի փոքրաքանակ խմբի հետ միաժամանակ, Բաքվում գործում էին Արևմտյան Հայաստանում մարտական փորձ ձեռք բերած Վարդան (Սարգիս) Մեհրաբյանի, Սեբաստացի Մուրադի (Խրիմյան), Համազասպի (Սրվանձտյան) խմբերը: Նրանց շնորհիվ՝ սպանված թուրքերի քանակը փետրվարի 7-ի երեկոյից սկսեց աճել, հայերինը` պակասել: Փետրվարի 9-ի կեսօրին իշխանությունների կողմից ջարդի համար նախատեսված ժամանակը լրացավ: Զորքերը վերջապես հրաման ստացան կրակ բացելու կոտորածը շարունակել փորձողների վրա: Բաքվի վիճակագրական բյուրոյի և տուժածներին օգնություն ցուցաբերող թուրք-հայ-ռուսական կոմիտեի տվյալներով սպանվել էր 205, վիրավորվել՝ 121 հայ, սպանվել՝ 111 և վիրավորվել՝ 128 թուրք: ", "Պատերազմի ավարտը: 1877 թ. աշ­ նա­ նը ռուսական զորքերը պա­շա­րե­ցին Կար­սը, ո­րի գրա­վու­մը հանձ­նա­րար­ վեց հա­յազ­գի մեկ այլ գե­նե­րա­լի՝ Հով­հան­նես Լա­զար­ևին (Լա­զա­րյան)։ Խի­զախ զո­րա­վա­րը հայտ­նեց Լո­ռիս–Մե­լի­ քո­վին, որ ին­քը ան­դա­դար գրո­հե­լու է, մինչև բեր­դի ան­ Րաֆֆու «Խենթը» վեպի գլխավոր հերոսն իր քաջերի հետ կումը։ Եվ իս­կա­պես այն չու­շա­ցավ։ Նոյեմ­բե­րի 6–ին հայ կա­մա­վոր­նե­րի ա­ռա­ջա­պահ ջո­կա­տի ու­ղեկ­ցու­թյամբ ըն­թա­ ցող վճռա­կան գրոհն ա­վարտ­վեց փայ­լուն հաղ­թա­նա­կով։ ", "Գիտակցելով արևելահայության գլխին կախված սպառնալիքը` Դաշնակցությունն իր գործունեության կիզակետ է ընտրում Այսրկովկասը: Թուրքերի փորձը` Շուշիի ջարդերից հետո, նոյեմբերին հայերի կոտորած կազմակերպելու Բաքվում և Ելիզավետպոլում, չհաջողվեց: Նիկոլ Դումանի, Համազասպի, Քեռու (Արշակ Գավաֆյան) գլխավորությամբ հայերն ուժեղ հակահարված են հասցնում թուրքական հրոսակախմբերին, որոնք ստիպված են լինում հաշտություն խնդրել: 1905 թ. մայիսի 11-ին Նակաշիձեն սպանվում է Դրոյի (Դրաստամատ Կանայան) և Մարտիրոս Չա- րուխչյանի իրականացրած ահաբեկչական գործողությունից: ", "ՀԱՐՑԵՐ էին առանձնահատուկ տեղ զբաղեցնում: ", "հանգեցրեց հայկական դպրոցների փակմանը: ", "Այսրկովկասի այլ հատվածներում: ", "ջարդի թատերաբեմ: ", "կարծիքին, քանի որ նրանք զերծ են կանխակալությունից: Սակայն, այս պարագայում (Բաքվի հայ-թաթարական ջարդի), մանրակրկիտ ուսումնասիրության դեպքում, ես չեմ կարող եզրակացնել, որ օտարերկրացիներն անկողմնակալ են: ", "Օտարերկրացի կառավարիչների և ֆինանսիստների կարծիքը մեծապես պայմանավորված է այն հանգամանքով, որ նրանք հայերի տնտեսական մրցակիցներն են: Հանձինս հայերի՝ օտարերկրացիներն ստիպված են մրցակցել ընդունակ, ձեռներեց և եռանդուն հակառակորդների հետ: Եթե այդ մրցակցությունը չլիներ, ապա օտարերկրացիներն իրենց ձեռքերում կկենտրոնացնեին ամբողջ նավթային ոլորտը: ", "Միաժամանակ, հայ բանվորները թաթարների համեմատ պակաս զիջող են և համակերպվող: Ի տարբերություն թաթարների, որոնք գոհանում են այն ամենով, ինչ իրենց տրվում է, հայ բանվորները որակյալ սնունդ, ավելի բարձր աշխատավարձ, ավելի հարմարավետ կացարաններ, բաղնիքներ և ընթերցարաններ են պահանջում: Հայերն ավելի կազմակերպված են: Երբ նրանց պահանջները չեն բավարարվում, դիմում են գործադուլի և նույնիսկ հեղափոխական ելույթների մասնակից են դառնում: ", "Թաթար առաջնորդների համակրանքը և ռուսական իշխանությունների օժանդակությունը շահելու դեպքում հնարավոր է վերահսկել թաթարներին: Հայերի դեպքում անհրաժեշտ է զգույշ լինել: ", "Ռուս–թուր­քա­կան բա­նակ­ցու­թյուն­նե­րի օ­րե­րին մի խումբ հայ ազ­ գային գոր­ ծիչ­ ներ, այդ թվում՝ Կ. Պոլ­ սի հայոց պատ­րի­արք Ներ­սես Վար­ժա­պե­տյա­նը, հան­դի­ պում­ներ ու­նե­ցան ռու­սա­կան պատ­վի­րա­կու­թյան ղե­կա­ վար կոմս Ն. Իգ­նատ­ևի հետ։ Նրանց կար­ծի­քով հաշ­տու­ թյան պայ­մա­նագ­րում հայե­րին հար­կա­վոր էր շնոր­հել նույն ի­րա­վունք­նե­րը, ի­նչ բալ­կա­նյան մյուս ժո­ղո­վուրդ­ նե­րին։ Հայոց պատ­րի­ար­քը պա­հան­ջում է­ր պայ­մա­նագ­ րում հա­մա­պա­տաս­խան կետ մտց­նել Ռու­սաս­տա­նի հո­ վա­նա­վո­րու­թյան տակ Ա­րևմ­տյան Հա­յաս­տա­նում ի­նք­ նա­վա­րու­թյուն ստեղ­ծե­լու կամ ռուսական զորքերի գրա­ ված շր­ջան­նե­րը Ռու­սաս­տա­նին մի­աց­նե­լու վե­րա­բե­րյալ։ ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Իտալացի դիվանագետ Լուիջի Վիլարին, անդրադառնալով ջարդերի ընթացքում քաղաքում գտնվող արտասահմանցիների համակրանքը թաթարների կողմն էր: Նա այդ փաստը բացատրում է հետևյալ կերպ. «Ռասայական ու կրոնական շիկացած թշնամանքի պայմաններում վեճի կողմերի փաստարկներին և հակափաստարկներին օբյեկտիվ գնահատական տալու համար հաճախ վստահում են երկրին քաջածանոթ օտարերկրացիների Օգտվելով եվրոպական տերությունների հակասություններից՝ համիդյան վարչակարգը գրոհի նետվեց հայ ազատագրական շարժման դեմ: Ձերբակալությունների և սպանությունների ալիքը տարածվեց երկրով մեկ: Անհրաժեշտություն էր առաջացել բարձրացնելու ժողովրդական զանգվածների ոգին: Այդ նպատակով Անդրանիկի ղեկավարությամբ հայ ֆիդայիները ձեռնարկեցին Առաքելոց վանքի 1901 թ. նոյեմբերյան պաշտպանությունը: ", "Առաքելոց վանքը գտնվում էր թուրքական բանակային կորպուսի բնակավորման մոտ` Մուշ քաղաքից 8 կմ հեռավորության վրա: ", "Հայ ազատամարտիկները որոշել էին այստեղ ձմեռել: ", "Նոյեմբերի 3-ին 37 հայ ֆիդայիներ և 20 գյուղացիներ մտնում են վանք, որն անմիջապես շրջապատվում է մի քանի հազարի հասնող թուրքական բանակի ուժերի կողմից: Թուրքերի՝ վանքը գրավելու փորձը ձախողվում է: Սկսվում է դրա պաշարումը: Բաղեշի կուսակալի ուղարկած պատվիրակության պահանջը` հեռանալ վանքից, մերժվում է: Անդրանիկն առաջ է քաշում հետևյալ պահանջները. ազատ արձակել բոլոր հայ քաղաքական բանտարկյալներին, բնամթերային տասանորդի հավաքումը չհանձնել կապալառուներին, վերադարձնել բռնագրավված հողերը և դադարեցնել քրդերի կամայականությունները: Այս պահանջների միայն առաջին կետն է մասնակիորեն բավարարվում, ազատ է արձակվում 31 հոգի: Թուրքական զորքի մեջ սկիզբ է առնում տիֆի համաճարակ, որը սպառնում էր ներթափանցել վանքի պատերից ներս: Հայ քաջորդիները նոյեմբերի 27-ին, սպիտակ սավաններ հագած, դուրս են գալիս վանքից և հեռանում: Այս իրադարձությունը մեծ արձագանք է գտնում աշխարհով մեկ: ", "Սուլթանական կառավարությունը ձգտում էր ոչնչացնել հայ ազատագրական շարժման կենտրոնները՝ Սասունն ու Վասպուրականը: Հայերը դա կանխատեսում էին: Հայ հեղափոխական դաշնակցությունն ու Հնչակյան կուսակցությունը ջանում էին զինատար խմբեր ուղարկել Արևմտյան Հայաստան: Այս խմբերից միայն երկուսն են հաջողության հասնում. առաջինը դաշնակցականների Մրրիկ խումբն էր` Թորգոմի (Թուման Թումանյան) գլխավորությամբ, որ 1903 թ. վերջին հասավ Սասուն, մյուսը հնչակյանների Արծիվ խումբը` Բաբկենի (Պողոս Գրիգորյան-Ավագյան) գլխավորությամբ: Վերջինս 1903 թ. հունիսի 28-ին դիրքավորվեց Մոզկա լեռան լանջին, հաջողությամբ հետ մղեց բոլոր հարձակումները, գրավեց թուրքական զորանոցը և այստեղ պա- հեստավորված հրազենը բաժանեց շրջակա հայկական գյուղերի բնակչությանը: ", "Խանի (Բարսեղ Թիրաքյան) և Թեքիրդաղցի Նովրուզի ջոկատների` Արևմտյան Հայաստան անցնելու փորձը ձախողվեց: Թուրքական բանակի ստորաբաժանումների հետ անհավասար մարտում զինատար այս խմբերը ջախջախվեցին: "], "paragraph_source_docs": [1, 1, 0, 1, 0, 1, 1, 0, 1, 1, 1, 0, 0, 1, 1, 0, 0, 1, 0, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 0, 0, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1], "source_docs_file": "res.json"}