{"paragraphs": ["Գաղթականության վիճակը և ներգաղթի խնդիրը։ Հանրապետության ներքին կյանքի բարդ խնդիրներից էր գաղթականության և որբերի հարցը։ ", "Արևելյան Հա­ յաստանում էին ապաստանել Մեծ եղեռնից մազապուրծ մոտ հայեր։ Գաղթականության մի հոսք էլ առաջացավ Ադրբեջանի Հանրապետության տարածքից։ Ենթարկվելով թուրք-թաթա­ րա­ կան բռնությունների ու կոտորածների` տասնյակհազարավոր հայեր ներ­ գաղթեցին Հայաստան։ ", "Կառավարությունը պետք է դժնդակ պայմաններում հայտնված գաղ­թա­կանությանը կերակրեր, պատսպա­ րեր, հող և աշխատանք տար։ ", "Գաղթական յուրաքանչյուր շնչին օրական տրվում էր 200 գրամ ալյուր, նրա դրամական նպաստը օրական կազմում էր 60 կոպեկ, որը աննշան գումար էր։ ", "Գաղթականության մեջ առա­վել Ալեքսանդրապոլի գաղթականների դպրոցի սաները մեծ հոգածություն էին պա­ հանջում որբ երեխաները։ Պաշտոնական տվյալներով` Հայաստանում կային 40 հազարից ավելի թափառական որբեր։ Նրանց խնամքը իրականացնելու համար հիմնվեցին մի քանի տասնյակ որբանոցներ, որոնցից ամենախոշորը Ալեքսանդրապոլում էր։ ", "Պետությունն իր սուղ միջոցներով ի վիճակի չէր հոգալու որբերի խնամքի ծախսերը։ Այդ պատճառով որբերին ու գաղթականությանը օգնության ձեռք էին մեկնում արտասահմանյան բարեգոր­ ծա­ կան կազմակերպությունները։ ", "Դրան­ ցից առավել աչքի ընկավ Մերձավոր Արևել­ քի ամերիկյան օգնության կոմիտեն (Ամերկոմը)։ 1919թ. մայիսից Ամերկոմը հիմնականում իր վրա վերց­ րեց որբ երեխաների խնամակալության գոր­ծը։ Որբե­րին արհեստներ սովո­ րեցնելու, իսկ չափահաս գաղթականներին աշխա­տանքով ապահովելու միջո­ ցառումներ ձեռնարկվեցին։ ", "Առավել ծանր ու անորոշ էր Հայաստանի սահմաններից դուրս, հատ­ կապես Ադրբեջանում, գտնվող հայ փախստականների վիճակը։ 1919թ. Ադրբե­ ջանի Նուխիի, Արեշի, Շամախու, Գյոկչայի և այլ գավառներից Հայաստան ներգաղթեց ավելի քան 16 հազար մարդ: ", "Հայաստանի կառավարությունը որոշ քայլեր ձեռնարկեց դեպի Երկիր՝ Արևմտյան Հայաստան արևմտա­ հա­ յու­ թյան ներ­ գաղթը կազմակերպելու ուղ­ ղությամբ։ Նախնական հաշվարկներով՝ միայն Կովկասից Երկիր պետք է ներգաղթեին 300 հազար մարդ: Այդ գաղթի իրագործման համար կպահանջ­ վեր 3 մլրդ ռուբլի: Սակայն 1920թ. աշնանից, երբ Հայկական հարցի հա­ յանպաստ լուծումը փաստորեն ձախողվեց, փակվեց նաև ներգաղթի խնդիրը։ ", "Հայրենիքից զրկված հարյուրհազարավոր տարագիր հայեր ստիպված էին համալրել սփյուռքահայերի շարքերը։ "], "paragraph_source_docs": [0, 0, 0, 0, 0, 0, 0, 0, 0, 0], "source_docs_file": "res.json"}