{"paragraphs": ["Այս ամենը դժգոհություն է առաջացնում Երվանդ IV-ի նկատմամբ, ինչն օգտագործում է Անտիոքոս III-ը։ Նա Հայաստան է ուղարկում իր պատվիրակին, որը ապստամբության է դրդում հայ ավագանուն։ Ապստամբությունը գլխավորում է Արտաշեսը։ ", "Հարցեր և առաջադրանքներ յաս­տան: ", "Երվանդավանի մոտ ապստամբներն Արտաշեսի գլխավորությամբ հաղթանակ են տանում թագավորական բանակի նկատմամբ։ Երվանդը փախչում է Երվանդաշատ և այստեղ սպանվում ապստամբներից մեկի դաշույնի հարվածից։ Արտաշեսը, ինչպես Զարեհը, դառնում է Անտիոքոս III-ի ստրատեգոսը։ ", "րա­բե­րու­թյուն­նե­րը: ", "ՀԱՐՑԵՐ և ո՞վ է այդ արքային կոչում Երվանդ Սակավակյաց: ", "բաժանման ենթարկվեց Հայաստանը: Ո՞ր վարչատարածքն էր տնտեսապես ավելի զարգացած և ինչո՞ւ: ", "զորքն ի՞նչ պետական և վարչական կառուցվածքի ականատես եղավ Հայաստանում: ", "ՀԱՅԱՍՏԱՆՆ ԱՐՏԱՇԵՍՅԱՆՆԵՐԻ ՕՐՈՔ ԱՐՏԱՇԵՍ I Ք. ա. 190 թ. հռոմեացիների և Անտիոքոս III-ի միջև տեղի ունեցած Մագնեսիայի (այժմյան Թուրքիայի Մանիսա քաղաք) ճակատամարտում Սելևկյան թագավորի պարտությունից հետո Արտաշեսը (հին պարսկերեն՝ Արտաքշասա՝ տիրող բարեպաշտ թագավորության) Մեծ Հայքում, իսկ Զարեհը՝ Ծոփքում Ք. ա. 189 թ. անկախություն են հռչակում։ ", "Հույն աշխարհագրագետ և պատմիչ Ստրաբոնը, անդրադառնալով Արտաշես I-ի (Ք. ա. 189-160 թթ.) և Զարեհի տարածքային նվաճումներին, շեշտում է. «… այդ երկրի բոլոր բնակիչները խոսում են մեկ լեզվով (հայերեն)»: Ստրաբոնի այս վկայությունը ակնհայտ է դարձնում այն իրողությունը, որ հայ գահակալները ոչ թե օտար ժողովուրդների հողեր են նվաճել, այլ վերամիավորել են հայաբնակ տարածքները: Արտաշեսը հետ է վերադարձնում Երվանդ IV-ի օրոք Մեծ Հայքից գրավված տարածքները. Մեծ Հայքին են վերամիավորվում նախկինում Վիրքի կողմից նվաճված Գուգարքը, Ատրպատականի կողմից նվաճված Կասպքի (Փայտակարան) նահանգն ու Պարսպատունիք գավառը։ Արևմուտքում Արտաշես I-ի նվաճումներն անարյուն էին։ Այստեղ երևան են գալիս նրա դիվանագիտական կարողությունները։ Ք. ա. 183–179 թթ. պատերազմ է սկսվում մի կողմից Պերգամոնի և Կապադովկիայի, մյուս կողմից՝ Պոնտոսի և Փոքր Հայքի միջև։ Հաշտության պայմանագրում Արտաշես I-ը հիշատակվում է որպես միջնորդ և դրա դիմաց ստանում Բարձր Հայք նահանգի մի մասը։ ", "Արտաշես I-ը կատարում է բարեփոխումներ, որոնցից կարևորագույնը հողայինն էր։ Արամեերեն արձանագրությունների համաձայն՝ արքան հողային բաժանում է կատարել գյուղական համայնքների և ագարակատերերի միջև։ Այս բարեփոխման պատճառն այն էր, որ, արշավանքների ընթացքում մեծաքանակ ստրուկների գերեվարելով, Արտաշես թագավորի զորավարներն ու մերձավորները փորձում էին զավթել գյուղական համայնքների հողերը, ինչը հակասում էր արքայի շահերին: Բանն այն է, որ գյուղական համայնքի քայքայման հետևանքով զորքի մեծ մասը կազմող և հիմնականում գյուղացիներից բաղկացած հետևակայինների թիվը կնվազեր՝ գցելով բանակի մարտունակությունը: Ռազմական գործողություններին ռազմիկները մասնակցում էին սեփական միջոցներով, առավելապես՝ հողի մշակումից ստացած եկամտով ձեռք բերած զենքով: Զրկվելով հողից` գյուղացիներն ի վիճակի չէր լինի զինվելու, իսկ պետական գանձարանի միջոցներով դա իրականացնելը խիստ ծախսատար կլիներ: Գոյություն ուներ ևս մեկ կարևոր հանգամանք. զրկվելով հողից (վաղ միջնադարյան աղբյուրներում ժառանգաբար փոխանցվող հողը կոչվում էր հայրենիք)` գյուղացիները շահագրգիռ չէին լինի հավատարիմ ծառայելու արքային։ ", "Արտաշես I-ը կատարում է նաև ռազմական բարեփոխում: Հայկական բանակը բաժանվում է 4 մասի` հարավային, հյուսիսային, արևմտյան և արևելյան զորավարությունների։ ", "­Հա­յաս­տա­նի ա­վե­լի մեծ` ար­ևե­լ յան մա­սում գա­ հա­կա­լող Խոս­րով IV­–ը, հարկ վճա­րե­լով կայս­րու­ թյա­նը, ո­րոշ ժա­մա­նակ իշ­խում էր նաև Հա­յաս­ տա­նի ա­րևմտ­յան` ա­վե­լի փոքր մա­սի վրա: Ա­ռանց պար­սից ար­քու­նի­քի հետ հա­մա­ձայ­նեց­նե­լու Խոս­ րո­վը Սա­հակ Պարթ­ևին հայոց կա­թո­ղի­կոս էր նշա­ նա­կել: Խոս­րով թա­գա­վո­րի ի­նք­նու­րույն քայ­լերն ա­ռա­ջացնում են Շա­պուհ III­–ի դժ­գո­հու­թյու­նը։ ", "Ք. ա. մոտ 185 թ. Արտաշեսը Մեծամոր և Արաքս գետերի միախառնման վայրում հիմնում է նոր մայրաքաղաք Արտաշատը, որի միջնաբերդը Խոր Վիրապի բլրի վրա էր։ ", "Ք. ա. 168 թ. նա Մեծ Հայքին է միացնում Սիրիայի և Հայաստանի սահմանին ընկած Տմորիքը, ինչը պատճառ է դառնում Մեծ Հայքի թագավորության և Սելևկյան պետության միջև պատերազմի։ Ք. ա. 165 թ. հայկական բանակը պարտություն է կրում, սակայն, ինչպես հաղորդում են պատմիչներ Հիերոնիմոսն և Պորփյուրը, սելևկյանների բանակին չի հաջողվում ներխուժել Հայաստան։ Այս բանակը ճամբար է դնում Հայաստանից հարավ։ Դա ցույց է տալիս, որ Սելևկյան Անտիոքոս IV արքան վճռական հաղթանակ չի տարել։ ", "Վերջին տեղեկությունը Արտաշես I-ի մասին վերաբերում է Ք. ա. 160 թ., երբ նա օժանդակում է Մարաստանի սելևկյան սատրապ Տիմարքոսին, ով ապստամբել էր Սելևկյան կենտրոնական իշխանության դեմ։ ", "ՀԱՐՑԵՐ խոսում են մեկ լեզվով (հայերեն)»: ", "սելևկյան սատրապ Տիմարքոսի ապստամբությանը: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Արտաշատի (թարգմանաբար հին պարսկերենից՝ Արտաշեսի ուրախություն) ամրոցը Խոր Վիրապի բլրի վրա գտնվող միջնաբերդի և վերջինիս հետ երկշարք պարիսպներով միացած՝ հարակից յոթ բլուրներին տեղակայված բերդերի միավորում էր: Զբաղեցնում էր 400 հեկտար տարածք: Պարիսպների ընդհանուր երկարությունը 10 հազ. մ էր: Ք. ա. I և Ք. հ. I դարերում Մեծ Հայքի բնակչության թիվը 3,5-5 միլիոն էր: Դրանից ենթադրվում է, որ Արտաշատը կարող էր 50-75 հազ. բնակիչ ունենալ: ", "Ըստ Ե­ղիշ­ե­ի` «Հա­յոց նա­խա­րար­նե­րին ան­ցավ թա­գա­վո­րու­թյու­նը, ո­րով­հետև թե­պետև հար­կը պար­սից ար­քու­նիքն էր գնում, սա­կայն հա­յոց այ­ րու­ձին ամ­բող­ջա­պես նա­խա­րար­ներն է­ին ա­ռաջ­ նոր­դում պա­տե­րազ­մի ժա­մա­նակ»: Հայ­կա­կան պե­ տա­կա­նու­թյու­նը պահ­պան­վում էր նա­խա­րա­րա­ կան հա­մա­կար­գի մի­ջո­ցով: ", "Ք. ա. 95 թ. Տիգրանը որպես փրկագին պարթևներին հանձնելով Հայաստանի հարավ-արևելքում գտնվող Յոթանասուն հովիտները՝ ստանում է Մեծ Հայքի գահը: Տիգրան ll-ը Ք. ա. 94 թ. Մեծ Հայքի թագավորությանն է միացնում Ծոփքը: Ծոփքի արքա Արտանեսը սպանվում է, կառավարիչ է նշանակվում Զարեհյան տոհմին պատկանող Մերուժանը: Արևմուտքում Մեծ Հայքին սահմանակից Եվսքինյան Պոնտոսի թագավորության գահակալ Միհրդատ VI Եվպատորը (Ք. ա. 117-63 թթ.) և Տիգրան II Մեծը դաշինք են կնքում՝ ուղղված Կապադովկիայի դեմ: Ք. ա. 93-91 թթ. հայկական բանակը ներխուժում է Կապադովկիա: Այս երկրի տարածքն անցնում է Պոնտոսի թագավորությանը, իսկ շարժական գույքը՝ Հա30 յաստանին: Տիգրան Մեծն այս երկրի բնակչության մի մասին վերաբնակեցնում է Մեծ Հայքում: Կապադովկիայի մայրաքաղաք Մաժաքի բնակչությունը տեղափոխվում է Մեծ Հայք: Սելևկյան պետությունը նվաճելուց հետո Տիգրան Մեծը Հայաստան է գաղթեցնում նաև Դաշտային Կիլիկիայի 12 քաղաքների բնակչությանը: ", "Ընդհանուր առմամբ, Տիգրան Մեծի օրոք Հայաստան է բերվում շուրջ կես միլիոն մարդ, ինչը նպաստում է Մեծ Հայքի տնտեսության զարգացմանը: Այս բնակչությունը տեղաբաշխվում է քաղաքներում, հատկապես՝ նորաստեղծ մայրաքաղաք Տիգրանակերտում, որն արքան հիմնել էր Ք. ա. 80-70-ական թվականներին՝ իր տերության կենտրոնում գտնվող Աղձնիք նահանգում։ Նվաճումների արդյունքում ստեղծված ընդարձակածավալ աշխարհակալությունը ղեկավարելն այս տերության կենտրոնից հեռու ընկած Արտաշատից դժվար էր։ Հայաստանի նոր մայրաքաղաքը գտնվում էր Սելևկյանների մայրաքաղաք Անտիոքի և Արտաշատի կես ճանապարհին։ ", "Տիգրան Մեծն Ուտիք և Արցախ նահանգներում հիմնել է Տիգրանակերտ անունով քաղաքներ, ինչպես նաև Տիգրանավանը՝ Գողթնում (այժմյան Նախիջևանի Ինքնավար Հանրապետություն)։ ", "Տիգրան II–ի հաջորդ քայլը Պարթևական տերության ջախջախումն էր։ Ք. ա. 87 թ. հայկական բանակը ներխուժում է Ատրպատական և պաշարում Էկբատանը (ժամանակակից Համադանը)։ ", "Հայերը հրդեհում են Էկբատանին կից պարթև թագավորների ամառանոցը՝ Ադրաբանան։ Ահաբեկված պարթև Գոտարզ I արքան (Ք. ա. մոտավորապես 91-81 թթ.) Մեծ Հայքին է զիջում Հյուսիսային Միջագետքի երկրները` Օսրոյենեն (գտնվել է Եփրատ և Խաբուր գետերի միջև, ներկայիս Թուրքիայի Շանլիուրֆայի և Սիրիայի Ռաքայի վարչական շրջանների տարածքները), Միգդոնիան (գտնվել է Խաբուր և Տիգրիս գետերի միջև, ընդգրկել է ներկայիս Թուրքիայի Մարդինի և Սիրիայի Ղամիշլի վարչական շրջանների տարածքները), Ադիաբենեն (գտնվել է Տիգրիսի վտակներ Մեծ ու Փոքր Զաբ գետերի միջև, ընդգրկել է ներկայիս Իրաքյան Քրդստանի հյուսիսային հատվածը), ինչպես նաև Ատրպատականը։ Տիգրանին է անցնում նաև պարթև գահակալների արքայից արքա տիտղոսը։ Հյուսիսային Միջագետքում Տիգրանը փոխարքա է հաստատում իր եղբայր Գուրասին։ ", "III ՀԱՅ ԺՈ­ՂՈՎՐ­ԴԻ Ա­ԶԱ­ՏԱԳ­ՐԱ­ԿԱՆ ՊԱՅ­ՔԱ­ՐԸ V ԴԱ­ՐՈՒՄ § 1–2. ՎԱՐ­ԴԱ­ՆԱՆՑ ՊԱ­ՏԵ­ՐԱԶ­ՄԸ Հազկերտ II–ի դրամներից ­ այ նա­խա­րա­րա­կան հա­մա­կար­գը մարզ­պա­ նա­կան շր­ջա­նում: Հա­յաս­տա­նի ար­ևե­լ յան և ա­րևմ­ տյան մա­սե­րում նա­խա­րար­նե­րը մնում է­ին ի­րենց տի­րույթ­նե­րի տե­րե­րը: Հա­զա­րա­պե­տի պաշ­տո­նում Վա­հան Ա­մա­տու­նին էր, ի­սկ սպա­րա­պե­տը Վար­ դան Մա­մի­կո­նյանն էր: Այդ նա­խա­րա­րա­կան հա­մա­ կար­գը հզոր ո­ւժ էր: Սա­սան­յան և հռո­մե­ա­կան նվա­ ճող­նե­րը ձգ­տում է­ին թու­լաց­նել այդ մի­աս­նու­թյու­նը: "], "paragraph_source_docs": [1, 0, 1, 0, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 1, 0], "source_docs_file": "res.json"}