{"paragraphs": ["կենտրոնացած ադրբեջանական բանակը, որը բաղկացած էր հետևակի երեք և հեծելազորի երկու գնդից, և Նախիջևանում կենտրոնացած 3 հազար զինվոր հարձակման անցան: Ադրբեջանին հաջողվեց գրավել Խոզնավար, Խնածախ, Կոռնիձոր գյողերը: ", "Արսեն Շահմազյանի հրամանատարության տակ գործող հայկական ուժերը հակահարձակման անցան նոյեմբերի 4-ին և նոյեմբերի 6-ին ադրբեջանական բանակից ամբողջովին մաքրեցին Զանգեզուրը: Ամերիկացիների միջնորդությամբ նոյեմբերի 23-ին Հայաստանի և Ադրբեջանի միջև պայմանավորվածություն ձեռք բերվեց, որի համաձայն՝ տարածքային վեճերը պետք է լուծվեին խաղաղ ճանապարհով: Նոյեմբերի վերջին Զանգեզուր եկած Գարե- գին Նժդեհի (Գարեգին Տեր-Հարությունյան) գլխավորությամբ հայկական ուժերը թուրքերից մաքրեցին Ողջի գետի ավազանը, իսկ դեկտեմբերի սկզբին՝ հողին հավասարեցրին Գեղա գետի ձորում գտնվող քառասուն թուրքական գյուղերը: ", "Ադրբեջանի խորհրդայնացումից հետո Հայաստանի Հանրապետության կառավարությունը ստիպված էր Խորհրդային Ռուսաստանի ճնշմամբ Զանգեզուրից հանել Դրոյի հրամանատարությամբ գործող զորախումբը: 1920 թ. հուլիսի 4-ին Զանգեզուր մտած կարմիր բանակը գրավեց Գորիսն ու Սիսիանը: Առաջխաղացումը դեպի Կապան ձախողվեց: Հուլիսի 13-ին Խոտանան գյուղի մոտ կարմիր բանակի ստորաբաժանումները պարտություն կրեցին և հետ քաշվեցին: ", "Ռուս և ադրբեջանցի բոլշևիկների վայրագությունները Զանգեզուրում ցասումի ալիք առաջացրին: 1920 թ. հոկտեմբերի 12֊ին բռնկվեց ապստամբություն, որի կենտրոններն էին Սիսիանը՝ Պողոս Տեր-Դավթյանի և Կապանը՝ Նժդեհի ղեկավարությամբ: Նոյեմբերի 5-ին Ուզ գյուղի մոտ տեղի ունեցած ճակատամարտում կարմիր բանակի կազմում առկա թուրքական զորամասը ջախջախվեց: Մահացու վիրավորվեց Պողոս Տեր-Դավթյանը: Նոյեմբերի 17-ին բոլշևիկները, գրավելով Արծվանիկը, կոտորեցին տեղի հայ բնակչությանը, սակայն Կապանի հանքերի մոտ շրջապատվեցին Նժդեհի ուժերի կողմից և ջախջախվեցին, հինգ հարյուր հոգի գերի ընկավ: Նոյեմբերի 20-ին ազատագրվեց Զանգեզուրի կենտրոն Գորիսը, իսկ հաջորդ օրը Զանգեզուրն ամբողջովին մաքրվեց կարմիր բանակի ստորաբաժանումներից: ", "կազմավորումը: Իշխանության գերագույն մարմին հայտարարվեց համագումարը, որը պետք է հավաքվեր տարին երկու անգամ, իսկ համագումարների միջև ընկած ժամանակահատվածում Զանգեզուրը ղեկավարելու էր վեց հոգուց բաղկացած կառավարությունը: ", "Իրականում ամբողջ իշխանությունը կենտրոնացվեց ինքնա- վար Սյունիքի սպարապետ հռչակված Գարեգին Նժդեհի ձեռքում: ", "ուժերը գրավեցին Դարալագյազը: Ապստամբության պարտությունից հետո՝ 1921 թ. ապրիլի 27-ին Տաթևում տեղի ունեցած համագումարում հռչակվեց Լեռնահայաստանի Հանրապետությունը, որը հունիսի 1-ին վերանվանվեց Հայաստանի Հանրապետություն: ", "Այս անվանումն ուղղակի մարտահրավեր էր խորհրդային Հայաստանում իշխող բոլշևիկներին: ", "Կարմիր բանակը, գրավելով Վրաստանը և ճնշելով փետրվարյան ապստամբությունը Հայաստանում, հարձակում ձեռնարկեց Զանգեզուրի վրա: 1921 թ. հունիսի 30-ին կարմիր բանակի երևանյան խմբավորումը գրավեց Սիսիանը, հուլիսի 4-ին ընկավ Գորիսը: Նկատի ունենալով այն հանգամանքը, որ բոլշևիկները խոստացել էին Զանգեզուրը թողնել Հայկական ԽՍՀ կազմում, Նժդեհը որոշեց դադարեցնել դիմադրությունը և հեռանալ Պարսկաստան: Հեռանալուց առաջ նա զգուշացրեց՝ ինքը կրկին կվերադառնա, եթե Զանգեզուրը տրվի Ադրբեջանին. Դուք գիտեք, որ ցանկության դեպքում ես միշտ էլ հնարավորություն կունենամ մի քանի տասնյակ զինվորով վերագրավելու Լեռնահայաստանը: Հուլիսի Թեպետ եռամյա այս համառ պայքարն ավարտվեց պարտությամբ, սակայն անարդյունք չէր. Մոսկվան վարանեց Զանգեզուրը Լեռնային Ղարաբաղի նման Ադրբեջանին հանձնելու հարցում, և այն մնաց Հայաստանի կազմում: ", "Ավետիս Ահարոնյան Նիկոլ Աղբալյան լա­հա­յե­րի հա­մագումարը: Մաս­նակ­ցում է­ին քա­ղա­քա­ կան և հա­սա­րա­կա­կան տար­բեր կազ­մա­կեր­պու­թյուն­ նե­րի 228 պատ­գա­մա­վոր­ներ, որոնց կե­սից ա­վե­լին դաշ­նակ­ցա­կան­ներ է­ին: Հա­մագումարը ո­րո­շում ­ներ ըն­դու­նեց Կով­կա­սյան ճա­կա­տի պաշտ­պա­նու­թյան, հայ­կա­կան ազ­գային զո­րա­մա­սե­րի ստեղծ­ման և այլ հար­ցե­րի մա­սին: ", "գործում: ", "Ադրբեջանի միջև ի՞նչ համաձայնություն ձեռք բերվեց: ", "Փետրվարյան ապստամբությանը: ", "Հայոց ազգային խորհուրդը դարձավ հայության կեն­ սական խնդիրները տնօրինող գլխավոր մար­մինը: ", "Սահմանափոխության հարցը Անդրկովկասում: ", "ԿԱՐՍԻ ՀՈԿՏԵՄԲԵՐԻ 13-Ի ՊԱՅՄԱՆԱԳՐԵՐԸ Անտանտի տերությունների կողմից աքցանի մեջ առնված քեմալական ազգայնական շարժումը դաշնակցի իր փնտրտուքներում 1920 թ. ապրիլի 20-ին դիմեց Խորհրդային Ռուսաստանին և արժանացավ բոլշևիկյան ղեկավարության բարյացակամ ընդունելությանը: Նույն թվականի ամռանը Մոսկվա մեկնեց քեմալականների արտաքին գործերի նախարար Բեքիր Սամի բեյը: Նրա և Չիչերինի միջև տեղի ունեցած բանակցություններում կազմվեցին բոլշևիկաքեմալական ծրագրվող դաշինքի հոդվածները: Հայաստանին առնչվող հոդվածում Թուրքիան ընդունում էր վերջինիս հետ ունեցած տարածքային վեճի հանգուցալուծման մեջ Խորհրդային Ռուսաստանի միջնորդությունը: Չնայած այս պայմանավորվածությանը՝ քեմալականները 1920 թ. սեպտեմբերին Հայաստանի Հանրապետության դեմ պատերազմ սանձազերծեցին: ", "Հետ­փետր­վա­ր­յան ժա­մա­նա­կաշր­ջա­նում վրա­ցի, հայ և թա­թար քա­ղա­քա­կան ու­ժերը փոր­ձե­ցին փոխ­հա­ մա­ձայ­նու­թ­յամբ շտկել աղա­վաղ­ված ազգագ­րա­կան– վար­չա­կան քար­տե­զը: Այդ գոր­ծում ամե­նից ավե­լի շա­ հագրգռ­ված էին հա­յե­րը, քա­նի որ նրանք բո­լո­րից շատ էին տու­ժել ինքնա­կա­լու­թ­յան գաղութային քա­ղա­քա­ կա­նու­թ­յու­նից: ", "Բազ­մա­թիվ քննար­կում ­նե­րից հետո` 1917 թ., հրա­ պա­րակ եկավ Անդրկով­կասի վար­չա­կան սահ­մա­նա­ փո­խու­թ­յան վե­րա­բե­ր­յալ կառավարական ծրագիր: ", "Գանեցկու առաջարկով ձևավորվեցին երկու` տնտեսական և տարածքային հարցերի հանձնաժողովներ: ", "Այսրկովկասյան հանրապետությունների պատվիրակությունը թուրքերին առաջարկեց Հայաստանին հանձնել Ախուրյանի աջ ափին գտնվող Անի քաղաքի ավերակները, որոնք պատմամշակութային մեծ արժեք ունեին, ինչպես նաև, տնտեսական նպատակահարմարությունից ելնելով, Կողբի աղահանքերը: Մեկ այլ առաջարկ էլ վերաբերում էր Կարսի մարզի խոտհարքների, Սուրմալուի անտառների և Օլթիի ածխահանքերի տնտեսական շահագործումը հայկական կողմին հանձնելուն՝ Թուրքիային որոշակի շահութաբաժին հատկացնելու պայմանով: ", "Թուրքական պատվիրակությունն ի դեմս Կարաբեքիրի հայտարարեց, որ ինքը լիազորված չէ տարածքների շուրջ քննարկումներ անցկացնել: Հաջորդ նիստին Կարաբեքիրը կտրուկ պահանջեց ելակետ ունենալ Մոսկվայի պայմանագիրը, որով Թուրքիայի ինքնիշխանությունը տարածվում էր բոլոր այն տարածքների վրա, որոնք վերահսկվում էին թուրքական ռազմական և քաղաքացիական իշխանությունների կողմից: ", "­Հար­ցեր և ա­ռա­ջադ­րանք­ներ \u0007 ­՞րբ տա­պալ­վեց մի­ա­պե­տու­թյու­նը Ռու­սաս­տա­նում: Իշ­խա­նու­թյան ի­՞նչ մար­մին­ ներ ստեղծ­վե­ցին Պետ­րոգ­րա­դում և Թիֆ­լի­սում: ", "Թուրքական պատվիրակությունը պահանջում էր լայն վերահսկողություն Բաթումի նավահանգստի նկատմամբ՝ ջանալով այստեղ իր օգտին սերվիտուտ (մեկ պետության օգտին մյուսի ինքնիշխանության սահմանափակում) հաստատել: Թուրքիան փորձեց նաև իր ուղղակի պրոտեկտորատը հաստատել Նախիջևանի նկատմամբ, սակայն դա նրան չհաջողվեց: Եթե Մոսկվայի պայմանագրում շեշտվում էր, որ Նախիջևանը տրվում է Ադրբեջանին` երրորդ կողմին (Հայաստանին) չհանձնելու պայմանով, ապա Կարսի պայմանագրում այս պարբերությունը բացակայում էր: ", "Պայմանագրի մեկ այլ հոդված վերաբերում էր քաղաքացիության հարցին: Թուրքական կողմը կտրուկ մերժեց Հայաստանում ու Վրաստանում կուտակված գաղթականությանը վերադարձնել իրենց նախկին բնակավայրերը: Պայմանագրում հատուկ կետ մտցվեց, որի համաձայն՝ վեց ամսվա ընթացքում Թուրքիային անցած տարածքներում գտնվող անձինք կարող էին՝ իրենց քաղաքացիությունը փոխելով, անցնել այսրկովկասյան հանրապետությունների տարածք (օպտացիա): Չնայած մի երկրից մյուսը տեղաշարժի և քաղաքացիության փոփոխության համար նախատեսված էր վեց ամիս, սակայն թուրքերը կոպիտ կերպով խախտեցին այս դրույթը. Կարսում դեռևս գտնվող հայերին նրանք բռնությամբ վտարեցին: 1922 թ. հոկտեմբերին թուրքական կառավարության որոշմամբ քրիստոնյաները պետք է արտաքսվեին: Կ. Պոլսի պատրիարքարանի տվյալներով այս որոշմամբ Թուրքիայից արտաքսվեց մոտ 150 հազար հայ: ", "թ. ընթացքում: ", "նշանակության ի՞նչ հարցեր քննարկվեցին: ", "վարական ծրագիրը: ", "ՔՆՆԱՐԿՄԱՆ ՀԱՐՑ Ին­չո՞ւ էին հայերը շահագրգռված երկրամասում սահմանափոխություն կատա­ րելու հարցում: ", "ԼՈԶԱՆԻ ԿՈՆՖԵՐԱՆՍԸ Խորհրդային Հայաստանը և դրա հետևում կանգնած Ռուսաստանը հրաժարվեցին Հայկական հարցի արդարացի լուծմանը մասնակցություն բերելուց: Այս գործին հետամուտ եղան միայն սփյուռքի հասարակական և քաղաքական կազմակերպությունները: ", "Կո­մի­սա­րի­ա­տում գլ­խա­վոր պաշ­տոն­նե­րը զբա­ղեց­ նում է­ին մենշ­ևիկ­ներն ու է­սէռ­նե­րը: 12 կո­մի­սար­նե­րից ­Նոր գոր­ծա­դիր մար­մի­նը, սա­կայն, չկա­րո­ղա­ցավ կար­գա­վո­րել ե­րկ­րա­մա­սի ներ­քին կյան­քը: Դեռ ա­վե­լին՝ Ձմեռային պալատի գրավումը 1917 թ. հոկտեմբերի 25–ին Պետրոգրադում վատ­թար­ա­ցան ժո­ղովր­դի կեն­սա­պայ­ման­նե­րը, հա­մա­ տա­րած բնույթ ըն­դու­նե­ցին ա­վա­զա­կու­թյունն ու կո­ղո­ պու­տը: Ազ­գա­միջ­յան բա­խում­նե­րի ա­լի­քը հե­ղե­ղեց ո­ղջ ե­րկ­րա­մասն ու ­ճա­կա­տա­յին թի­կուն­քը: ", "Երզն­կայի զի­նա­դա­դա­րը: Կտ­րուկ փոխ­վեց ի­րա­վի­ ճա­կը նաև Կով­կա­սյան ճա­կա­տում: Ա­նդր­կո­մի­սա­րի­ա­ տը հաշ­տու­թյան բա­նակ­ցու­թյուն­ներ սկ­սեց Թուր­քի­ա­յի հետ և 1917 թ. դեկ­տեմ­բե­րի 5­–ին Ե­րզն­կա­յում ստո­րագ­ րեց զի­նա­դա­դա­րի հա­մա­ձայ­նա­գիր: Ռազ­մա­կան գոր­ ծո­ղու­թյուն­նե­րը դա­դա­րեց­վում է­ին մինչև հաշ­տու­թյան պայ­մա­նագ­րի կն­քու­մը: ", "Քննարկվեց նաև նեղուցներից օգտվելու հարցը, որի քննարկմանը հրավիրվեց Խորհրդային Ռուսաստանի պատվիրակությունը: ", "Լոզան ժամանեցին Հայաստանի Հանրապետության պատվիրակությունը՝ Ավետիս Ահարոնյանի գլխավորությամբ և Գաբրիել Նորատունկյանի ղեկավարած Ազգային պատվիրակությունը: ", "Նրանք կոնֆերանսի մասնակիցներին համատեղ նախագիծ ներկայացրին, որտեղ Հայկական հարցի լուծման երեք տարբերակ էր առաջարկվում. Վիլսոնի կողմից սահմանագծված Հայաստանի տարածքում: ", "և դեպի ծով ելքի ձեռքբերման արդյունքում գաղթականների վերաբնակեցում այստեղ: ", "Թեպետ դաշնակից երկրների ներկայացուցիչների հավաստիացումներին, որ կոնֆերանսը չի ցրվի՝ մինչև Հայկական հարցին որոշակի լուծում չտրվի, վերջիններս այն որպես մանրադրամ էին օգտագործում թուրքական պատվիրակության հետ քաղաքական առևտրում: Դա շատ լավ էին հասկանում թուրքերը, որոնց պատվիրակության ղեկավար Իսմեթ փաշան ցինիկաբար հայտարարեց. Թո՛ղ հայերն իրենց համար հայրենիք որոնեն այլուր, ամենահարմարը քիչ բնակեցված Ավստրալիան է: Դաշնակից երկրների պատվիրակությունները քայլ առ քայլ նահանջում էին Հայկական հարցի վերաբերյալ իրենց իսկ հրապարակած սկզբունքներից: Լոզանում ստորագրված պայմանագրի տեքստում ոչ մի բառ չկա Հայաստանի և հայերի մասին: Տեղին է հիշատակել կոնֆերանսի մասնակից, Անգլիայի վարչապետ Լլոյդ Ջորջի բնորոշումն այդ առնչությամբ. Հայաստանը մեր զոհն էր: ", "Այդ ոգին է, որ պետք է աշխա­տ ենք ներշն­չ ել նրանց»: ", "«Ռազմիկ», Հայ զինվորական միության թերթ, 1917 թ. նոյեմբերի 20, թիվ 1 տանին միանալու կամ ինքնուրույն այլ որոշում կայաց­ նելու) իրավունքը: Այդ իրավունքի ի­ րա­ գործ­ ման հա­ մար ա­ռա­ջար­կվում էր ռու­սա­կան զոր­քե­րը դուրս բե­ րել Ա­րևմտ­յան Հա­յաս­տա­նից, ստեղ­ծել հայ­կա­կան ժո­ղովրդա­կան մի­լի­ցի­ա, բռ­նա­գաղթ­ված հա­յե­րին վե­րա­դար­ձնել հայ­րե­նիք: Փաս­տա­ցի դա նշա­նա­կում էր Ա­րևմ­տյան Հա­յաս­տա­նը վե­րա­դարձ­նել Թուր­քի­ա­ յին, որովհետև զորքերի դուրսբերումը կնշանակեր անպաշտպան թողնել երկրամասը: Հրո­վար­տա­կի դրա­կան նշա­նա­կու­թյու­նը թերևս այն էր, որ Խորհր­դա­­ յին Ռու­սաս­տա­նը հրա­պա­րա­կայ­նո­րեն ճա­նա­չում էր Արևմտյան Հայաստանում հայ ժո­ղովր­դի ա­զատ ի­նք­նո­ րոշ­ման և ազ­գա­յին պե­տու­թյուն ու­նե­նա­լու ի­րա­վուն­քը: ", "Լոզանի կոնֆերանսի ավարտից հետո մասնակից երկրները Հայկական հարցի կարգավորումը դրեցին Ազգերի լիգայի վրա, որի վերաբերյալ մինչև 1929 թ. այստեղ անպտուղ խորհրդակցություններ էին վարվում: Միակ որոշակի քայլը 1924 թ. անձը հավաստող փաստաթղթերի տրամադրումն էր հայ գաղթականներին: Մինչ այդ բազմահազար հայ գաղթականներ գոյության պայքար էին մղում Եվրոպայի և Ամերիկայի երկրներում: Միջազգային իրավունքի համաձայն՝ նրանք անհայրենիք տարագիրներ էին: ", "Ազգերի լիգայի այս որոշումն ընդունվեց միջազգային այս կազմակերպության գաղթականների հարցով կոմիսար Ֆրիտյոֆ Նանսենի անմիջական մասնակցությամբ: Անձը հավաստող այս փաստա- թղթերը հայտնի են Նանսենյան անձնագիր անունով: ", "Նանսենն առաջարկեց 50 հազար հայ գաղթականների բնակեցնել Հայկական ԽՍՀ Սարդարապատի գավառում (ներկայիս Արմավիրի մարզ): Այդ ծրագրի իրականացման համար անհրաժեշտ էր 1 միլիոն ֆունտ ստեռլինգին համարժեք գումար, որով նախատեսվում էր ոռոգելի դարձնել Սարդարապատի գավառի խոպան հողերը: Ազգերի լիգայում Անգլիայի ներկայացուցիչը հայտարարեց, որ իր կառավարությունը չի կարող երաշխավորել նման գումարի փոխառության տրամադրումը խորհրդային որևիցե հանրապետության: Ֆրանսիայի և Իտալիայի պատվիրակությունները նշեցին, որ իրենց կառավարությունները սկզբունքորեն դեմ չեն փոխառության տրամադրմանը, սակայն անհրաժեշտ են համարում այս գործում Անգլիայի պարտադիր մասնակցությունը: ", "Շուտով Բրեստ–Լիտովսկի բանակցությունները ընդ­ հատվեցին: Պա­տե­րազ­մը վերսկս­վեց. Գեր­մա­նի­ան հար­ձակ­ման ան­ցավ Պետ­րոգ­րա­դի ո­ւղ­ղու­թյամբ, ի­սկ թուր­քա­կան զոր­քը՝ Կով­կաս­յան ճա­կա­տում: ", "Խորհրդային Միությունը կտրուկ մերժեց այս պահանջը: Նանսենը, որ 1925 թ. իր ծրագրի կենսագործման նպատակով եղել էր Հայաստանում, տեսնելով, որ Ազգերի լիգայում հայ գաղթականների տեղաբաշխման հարցը միայն անպտուղ խոսակցությունների տեղիք է տալիս, պահանջեց դադարեցնել դրա քննարկումը: ", "Հաշ­տու­թյան 4–րդ հոդ­վա­ծի և ռուս–­թուր­քա­կան լրա­ցու­ցիչ պայ­մա­նագ­րի հա­մա­ձայն՝ Թուր­քի­ա­յին վե­ րադարձվեցին Ա­րևմտ­յան Հա­յաս­տա­նում գրավված հողերը: Ռու­սաս­տա­նը պար­տա­վոր­վեց իր զոր­քե­րը շու­ տա­փույթ դուրս հա­նել ոչ մի­այն Ա­րևմտ­յան Հա­յաս­տա­ նից, այլև Կար­սի և Բա­թու­մի մար­զե­րից: Ռու­սաս­տա­նը պար­տա­վոր­վում էր նաև Անդրկովկասից հա­նել իր բո­ լոր ուժե­րը և զո­րաց­րել հայ­կա­կան զո­րա­մա­սե­րը: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Լոզանի կոնֆերանսում թուրքական պատվիրակությունը որդեգրել էր անզիջում, իսկ առանձին հարցերում` նույնիսկ արհամարհական և կոպիտ կեցվածք: ", "Այսպես՝ թուրքական և անգլիական պատվիրակությունների ղեկավարներ Իսմեթ փաշան և լորդ Քերզոնը նախօրեին պայմանավորվում են այլևս չշոշափել Հայկական հարցը: Հաջորդ օրը, սակայն, Քերզոնը Հայկական հարցին առնչվող ակնարկ է անում: ", "Նիստի ավարտին Իսմեթ փաշան, չթաքցնելով վրդովմունքը Քերզոնի պահվածքից, լքում է դահլիճը: Դա նկատելով` վերջինս շտապում է Իսմեթին ընդառաջ և փորձում սեղմել նրա ձեռքը: Թուրքական պատվիրակության ղեկավարը արհամարհանքով հետ է մղում իրեն մեկնած ձեռքը: Լորդ Քերզոնն ընկճված ու նվաստացած ձայնով դիմում է Իսմեթ փաշային. «Ի՛մ գեներալ, մի՞թե Դուք այդքան լրջորեն եք վերաբերվում Հայկական հարցի հուղարկավորության ծեսին առնչվող իմ այս անդրադարձին»: ", "ՀԱՐՑԵՐ կարգավորման ի՞նչ տարբերակներ ներկայացրին հայկական պատվիրակությունների ղեկավարներ Ահարոնյանն ու Նորատունկյանը: ", "ԽՈՐՀՐԴԱՅԻՆ ՀԱՅԱՍՏԱՆԸ 1921-1991 ԹԹ. ՆԷՊ-Ի ՀԻՄԱՆ ՎՐԱ Փետրվարյան ապստամբությունը ճնշելուց հետո բոլշևիկյան իշխանությունների համար պարզ դարձավ, որ ռազմական կոմունիզմի հետագա կիրառումը Հայաստանում կործանարար է իրենց համար: Մինչև 1921 թ. գյուղատնտեսական ապրանքների արտադրությունն այստեղ կրճատվել էր հինգ անգամ: Այդ պատճառով հարկով, որը ներկայացնում էր պրոգրեսիվ եկամտահարկ, համաձայն որի՝ գյուղացին, իր բերքի որոշակի տոկոսը պետությանը հանձնելով, մնացած մասն ինքն էր տնօրինում և կարող էր դա շուկա հանել: Այս քաղաքականության արդյունքում անասունների գլխաքանակը, որը կրճատվել էր չորս անգամ, 1928 թ. գերազանցեց նախահեղափոխական մակարդակը: Ըստ 1920 թ. ընդունված հողային դեկրետի, ապա 1923 թ. հրապարակված հողային օրենսգրքի՝ իրականացվեց բոլոր հողերի ազգայնացում: Դրանք հատկացվեցին գյուղացիական տնտեսություններին, որոնց թիվը քսանական թվականների վերջին հասնում էր 180 հազարի: Քանի որ սակավահող Հայաստանում առկա էր մեծաքանակ գաղթականություն, որին ևս նախատեսվում էր հող հատկացնել, ուստի գյուղացուն տրամադրվող հողաբաժինը չափազանց փոքր էր: Հող հատկացվեց ոչ բոլոր գյուղացիներին: 1929 թ. ավելի քան 40 հազար գյուղացի զուրկ էր հողից: ", "ՆՈՐ ԱՆՈՒՆՆԵՐ, ՀԱՍԿԱՑՈՒԹՅՈՒՆՆԵՐ ­Հոկ­տեմ­բե­րյան հե­ղաշր­ջում, Ժո­ղովր­դա­կ ան կո­մ ի­ս ար­ն ե­ր ի խոր­հ ուրդ, Ա­ն դր­ կով­կա­սյան կո­մի­ս ա­րի­ա տ, Ե­րզն­կ այի զի­ն ա­դա­դար, «­Թ ուր­ք ա­հ ա­յ աս­տ ա­ն ի մա­ սին» հրո­վար­տա­կ (դեկ­րե­տ ), Վա­հան Տե­րյան, Սար­գ իս Լու­կ ա­շ ին, Բրեստ–Լի­ տովս­կի հաշ­տու­թյան պայ­մա­ն ա­գ իր, հայ ժո­ղովր­դ ի ի­ր ա­վունք­ն ե­ր ի ոտ­ն ա­հ ա­ր ում, հայ ժո­ղովր­դի ա­զատ ի­ն ք­նո­րոշ­մ ան և ազ­գա­յ ին ան­կ ախ պե­տ ու­թ յուն ու­ն ե­ն ա­լու ի­ր ա­վուն­ք § 7. Ի­ՐԱԴ­ՐՈՒԹՅՈՒ­ՆԸ ՊԱ­ՏԵ­ՐԱԶ­ՄԻ ՎԵՐՍԿՍ­ՄԱՆ ՊԱՅ­ՄԱՆ­ՆԵ­ՐՈՒՄ Թովմաս Նազարբեկյան Անդրանիկ Օզանյան ­Հայ­կա­կան զո­րա­մի­ա­վո­րում ­նե­րի ստեղ­ծու­մը: "], "paragraph_source_docs": [1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 0, 0, 1, 0, 0, 1, 1, 1, 0, 1, 1, 0, 1, 0, 0, 1, 0, 0, 1, 1, 1, 1, 1, 0, 0, 1, 1, 1, 0, 1, 0, 1, 1, 1, 1, 1, 0], "source_docs_file": "res.json"}