{"paragraphs": ["Ո՞րն էր անցյալ դարի 60-70-ական թվականներին Հայկական ԽՍՀ-ում ի հայտ եկած ընդհատակյա կազմակերպությունների գործունեության նպատակը: ", "Ի՞նչ հետևանք ունեցավ ԽՍՀՄ-ում 1985 թ. սկիզբ առած «վերակառուցումը»: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ տարարեց, որ մանր խուլիգանության մեղադրանքով վարչական պատասխանատվության է ենթարկվել փոքր խումբ: Մինչդեռ ԽՈՐՀՐԴԱՅԻՆ ՀԱՅԱՍՏԱՆՈՒՄ ՀԵՏՊԱՏԵՐԱԶՄՅԱՆ ՏԱՐԻՆԵՐԻՆ դիմաց, որտեղ Հայկական ԽՍՀ ղեկավարության և ականավոր մտավորականության մասնակցությամբ տեղի էր ունենում Մեծ Եղեռնի 50-ամյա տարելիցին նվիրված նիստ: Երբ դրսում հավաքված ցուցարարներից մի խումբ երիտասարդներ իրենց պահանջները ներկայացնելու նպատակով մուտք գործեցին շենք, նիստի մասնակիցները լքեցին դահլիճը` ժողովրդին հանգստացնելու գործը թողնելով կաթողիկոս Վազգեն I-ին: Թատրոնի տնօրենի աշխատասենյակում հավաքված՝ Հայաստանի խորհրդային և կուսակցական մարմինների մի շարք խուճապահար բարձրաստիճան պաշտոնյաներ առաջարկեցին ցուցարարներին զսպել Խորհրդային բանակի զորամասերի օգնությամբ: Այդ առաջարկին կտրուկ դեմ արտահայտվեցին Հայկական ԽՍՀ-ում գտնվող VII բանակի հրամանատար Դրագունսկին և հանրապետության ղեկավար Յակով Զարոբյանը: Առաջինը հայտարարեց, որ, առանց ԽՍՀՄ պաշտպանության նախարարի ուղղակի հրամանի ինքն իրավասու չէ նման քայլ կատարելու, իսկ Զարոբյանն ասաց, որ չի պատրաստվում սեփական ժողովրդի նկատմամբ զինված ուժ կիրառել: ", "Արդյունքում ոչ մի ցուցարարի նկատմամբ քրեական գործ չհարուցվեց, ավելի ուշ Հայկական ԽՍՀ գլխավոր դատախազը հայ- Պատերազմից հետո վերստին առաջընթաց ապրեցին դպրոցաշինությունը և կրթությունը: 1966 թ. որոշում ընդունվեց պարտադիր միջնակարգ կրթության անցնելու մասին: Մեծացավ միջնակարգ մասնագիտական կրթության դերը Հայկական ԽՍՀ-ում: ", "­Դա­րի կե­սե­րի ա­մե­նան­շա­նա­վոր պար­բե­րա­կա­նը սա­փայլն» էր: Խմ­բա­գի­րը ա­կա­նա­վոր հրա­պա­րա­կա­ խոս, հա­յա­գետ և ար­ևե­լա­գետ Ստե­փա­նոս Նա­զա­ր­ յանն էր: ", "զարգացման առումով աշխարհում առաջին տեղերից մեկն էր զբաղեցնում. այստեղ յուրաքանչյուր 10 հազար մարդուց 191-ը ուսանող էր (Իրանում ուսանող էր նույն քանակից 37-ը, Թուրքիայում` 49-ը, Գերմանիայի Դաշնային Հանրապետությունում` 70-ը, Անգլիայում` 90-ը): ", "Թիֆ­լի­սում, Կ. Պոլ­սում, Սանկտ Պե­տեր­բուր­գում, Փա­րի­զում, Վե­նե­տի­կում և այ­լուր հայե­րեն, եր­բեմն նաև օ­տար լե­զու­նե­րով հրա­տա­րա­կում է­ին գրա­կան– գե­ղար­վես­տա­կան պատ­կե­րա­զարդ պար­բե­րա­կան­ներ: ", "Օ­րի­նակ՝ Ա. Չո­բա­նյա­նի խմ­բագ­րու­թյամբ Փա­րի­զում հրա­տա­րակ­վում էր «Ա­նա­հիտ» հանդեսը, Գ. Լևո­նյանի խմբագ­րու­թյամբ Թիֆ­լի­սում՝ «­Գե­ղար­վեստը»: ", "­Հայ մա­մու­լի պատ­մու­թյան մեջ նոր եր­ևույթ էր կու­ սակ­ցա­կան թեր­թե­րի ու ամ­սագ­րե­րի հրա­տա­րա­կու­մը: ", "Կու­սակ­ցա­կան մա­մու­լը թեժ գա­ղա­փա­րա­կան պայ­քա­ «Դրոշակ» թերթի առաջին և երկրորդ համարները հրատարակվել են Թիֆլիսում 1891 թ. մայիսին և սեպտեմբերին, Դաշնակցության գաղտնի տպարանում: "], "paragraph_source_docs": [1, 1, 1, 1, 0, 1, 0, 0, 0, 0], "source_docs_file": "res.json"}