{"paragraphs": ["Հայկական պատվիրակության անդամները մինչ Բեռլին ժամանելը այցելել էին Հռոմ, Փարիզ, Լոնդոն և Պետերբուրգ, հանդիպումներ ունեցել տեղի ունենալիք կոնգրեսի մասնակից երկրների ղեկավարների հետ, որոնցից ոչնչի չպարտավորեցնող խոստումներ էին ստացել: ", "Բեռլինի կոնգրեսի բացումից առաջ մայիսի 30-ին կուլիսների հետևում Ռուսաստանը և Անգլիան համաձայնության եկան, ըստ որի՝ Ռուսաստանը Թուրքիային էր վերադարձնում Բայազետը և Ալաշկերտը: Այդպիսով՝ Անգլիան ապահովում էր Տրապիզոնից Ալաշկերտի և Բայազետի վրայով դեպի Հնդկաստան տանող ճանապարհի անվտանգությունը: Միաժամանակ, Անգլիան հունիսի Կոնգրեսը գումարվեց 1878 թ. հունիսի 13-ին Բեռլինում և շարու- նակվեց մեկ ամիս: Հայկական թեման քննարկվեց հուլիսի 8-ի նիստում: Ռուսական պատվիրակության փաստացի ղեկավար Շուվալովը ստիպված էր տեղի տալ Անգլիայի ներկայացուցիչներ Դիզրաելիի և Սոլսբերիի ճնշմանը: Հայկական տարածքների` Ռուսաստանին անցնելու վտանգն անցել էր, և Անգլիան դեմ արտահայտվեց Արևմտյան Հայաստանի ինքնավարությանը: Բեռլինի կոնգրեսի 61-րդ հոդվածի համաձայն՝ օսմանյան կառավարությունը հայաբնակ տարածքներում պետք է բարեփոխումներ իրականացներ: 61-րդ հոդվածի դրույթները երաշխավորված չէին եվրոպական տերությունների կողմից: Իր ընդունման պահից ի վեր այդ հոդվածը մեռյալ տառ էր: Այստեղ բացակայում էր նույնիսկ Հայաստան բառը, և դրա փոխարեն օգտագործվում էր հայաբնակ գավառներ արտահայտությունը: Արևմտահայերի նկատմամբ անցկացվելիք բարեփոխումների հսկողությունը դրվում էր վեց եվրոպական տերությունների վրա: Եթե Սան-Ստեֆանոյի պայմանագրի համաձայն՝ Արևմտյան Հայաստանում բարեփոխումներն իրականացվելու էին ռուսական բանակի առկայության պայմաններում, ապա ըստ Բեռլինի կոնգրեսի 61-րդ հոդվածի՝ օսմանյան կառավարությունն ընդամենը պարտավորվում էր անցկացվող բարեփոխումների մասին ժամանակ առ ժամանակ ծանոթացնել վեց եվրոպական տերություններին, և հայկական պատվիրակությանը չթույլատրվեց անգամ մասնակցել հայերին վերաբերող հարցերի քննարկմանը: Պատվիրակության անդամները ստիպված էին հեռանալ Բեռլինից՝ սահմանափակվելով կոնգրեսի մասնակիցներին բողոք ուղղելով: ", "Այսպիսով՝ հայերի բոլոր հույսերը` եվրոպական տերությունների աջակցությամբ բարեփոխելու Արևմտահայաստանի բնիկ ազգաբնակչության վիճակը, ի դերև ելան: ", "ՀԱՐՑԵՐ նախատեսում Սան-Ստեֆանոյի պայմանագիրը: ", "վերափոխումների ի՞նչ ծրագիր էր պատրաստվում ներկայացնել Բեռլինի կոնգրեսի մասնակիցներին: ", "Թուրքիային վերադարձնել Ալաշկերտն ու Բայազետը: ", "ՀԵՏԱՔՐՔԻՐ ՓԱՍՏԵՐ Բեռլինի կոնգրեսում Հայաստանում ռուս-թուրքական սահմանաբաժանման հարցը սուր բանավեճի պատճառ դարձավ: ", "Ալաշկերտի հովտով անցկացվելիք սահմանաբաժանման ընթացքում զավեշտալի իրավիճակ ստեղծվեց. ռուսական գլխավոր շտաբի կողմից կազմվել էր Արևմտյան Հայաստանի քարտեզը, որտեղ նշված էին միաժամանակ և՛ ըստ Լոնդոնի մայիսի 30-ի անգլո-ռուսական համաձայնագրի որոշված սահմանը, և՛ Ալաշկերտի հովտում հնարավոր առավելագույն չափով զիջումներով սահմանագիծը: Հենց այդ քարտեզն էլ Ռուսաստանի արտաքին գործերի նախարար Գորչակովի ցրվածության պատճառով հայտնվեց Անգլիայի դեսպան Օդո Ռոսելի տեսադաշտում, ով առավելագույն զիջումներով սահմանագիծը խնամքով փոխադրեց անգլիական քարտեզների վրա: Դրանից հետո անգլիացիները սկսեցին պնդել, որ հենց այս սահմանաբաժանումն է ընդունվել Լոնդոնի անգլո-ռուսական համաձայնագրով: Պայթյունավտանգ մթնոլորտը հնարավոր եղավ լիցքաթափել Գերմանիայի ներկայացուցիչ Հոհենլոյեի միջնորդությամբ: Նրա առաջարկով սահմանն անցկացվեց քարտեզի վրայի երկու սահմանաբաժանումների միջև ընկած գծով: ", "Վերոգրյալը ակնհայտ է դարձնում, թե XIX դ. երկրորդ կեսին ինչպես էր լուծվում արևմտահայության հարցը: ", "ԱՐՄԵՆԱԿԱՆ ԿՈՒՍԱԿՑՈՒԹՅՈՒՆ Արմենականների գաղափարական առաջնորդը պոլսեցի հայ մտավորական Մկրտիչ Փորթուգալյանն է: Նա ակտիվ լուսավորչական և քաղաքական գործունեություն է վարել Եվդոկիայում (Թոխաթ) և տեղի հետադիմական հայերի ու թուրքական իշխանությունների կողմից վտարվել այս քաղաքից: 1881 թ. Փորթուգալյանը Վանում հիմնում է Հայկազյան կեդրոնական վարժարանը, որտեղ զբաղվում է ազատամիտ գաղափարների քարոզչությամբ: ", "• Ի՞­ նչ դեր են խա­ղա­ցել Հա­կոբ Դ Ջու­ղայե­ցի կա­թո­ղի­կո­սը և Իս­րայել Օ­րին: ", "Արմենիայի տպաքանակի 3/4-ը սպառվում էր Արևմտյան Հայաստանում և Կովկասում: 1889 թ. Փորթուգալյանը հիմնում է Հայ հայրենասերների միությունը: ", "Փորթուգալյանի ազատասիրական հայացքները, որոնք նա Վանում ներարկել էր իր սաներին, տալիս են իրենց պտուղները: ", "Սակայն նրա և իր նախկին սաների միջև տարաձայնություններ են առաջանում, երբ վերջիններս հիմնում են իրենց կուսակցությունը: ", "Պատճառն այն էր, որ Փորթուգալյանը, քարոզելով արևմտահայ բոլոր դասակարգերի միասնական հեղափոխական պայքար, դեմ էր առանձին կուսակցությունների գոյությանը: ", "Արմենական կուսակցությունը հիմնադրվել է 1885 թ. աշնանը Վանում՝ Մկրտիչ և Գրիգորիս Թերլեմեզյանների, Ռուբեն Շատվորյանի և Գրիգոր Օտյանի կողմից: Նրանք թեև ընդունում էին Արմենիա թերթի գաղափարախոսությունը, սակայն այս թերթը կուսակցության օրգան չէին համարում: Արմենականները հավատ չէին ընծայում աբդուլհամիդյան բռնապետության դեմ պայքարում այդ բռնապետությունից տուժող այլ ժողովուրդների հետ համագործակցելու գաղափարին, ինչին հակադրում էին ներազգային համերաշխության գաղափարը: Մինչև XIX դ. 90-ական թթ. երկրորդ կեսը կուսակցության մասնաճյուղեր ձևավորվեցին Կ. Պոլսում, Մուշում, Բիթլիսում, Տրապիզոնում: Արմենական կառույցներ էին գործում Բուլղարիայում, Պարսկաստանում, Եգիպտոսում և ԱՄՆ-ում: Արմենականները ձգտում էին զինված մանր խմբերի ՁԵՎԱՎՈՐՈՒՄԸ, ԾՐԱԳՐԵՐԸ, ԳՈՐԾՈՒՆԵՈՒԹՅԱՆ ՍԿԻԶԲԸ Բեռլինի կոնգրեսից հետո Օսմանյան կայսրության կառավարող վերնախավի համար պարզ դարձավ, որ եվրոպական տերությունները և մասնավորապես՝ Ռուսաստանն օգտագործելու են Հայկական հարցը, ինչի հետևանքով Օսմանյան կայսրությունը կարող է զրկվել նաև իր ասիական տիրույթներից: Նման հեռանկարը բացառելու նպատակով Օսմանյան կայսրության տարածքում հայերի նկատմամբ սկիզբ առան հալածանքներ ու բռնություններ, որոնք վերաճեցին զանգվածային ջարդի: Այս քաղաքականությունը հանգեցրեց հայերի տարերային դիմադրությանը, որի ուղղորդմանն ու ղեկավարմանն էին միտված հայ ազգային կուսակցությունների ստեղծումն ու գործունեությունը: ", "ձևավորման ճանապարհով ապագայում ապստամբություն բարձրացնել և ազատագրել Արևմտյան Հայաստանը: Սակայն Աբդուլ Համիդի կազմակերպած ջարդերի հետևանքով նրանք ստիպված էին իրենց ծրագրածից շուտ մարտական գործողություններ սկսել: ", "մարտերը ղեկավարում էր արմենականների առաջնորդ Մկրտիչ Թերլեմեզյանը (Ավետիսյան): Արմենականներին հաջողվում է զինված դիմադրությամբ կանխել թուրքական իշխանության՝ Վանում ծրագրած մեծ կոտորածը, սակայն Պարսկաստան անցնելիս թուրքերի կողմից: Զոհվում են 700 հայ մարտիկներ: 1896 թ. Վանի ինքնապաշտպանական մարտերի հետևանքով արմենականների ուժերը ջլատվում են, և նրանք ազատագրական պայքարի առաջնությունը հարկադրված զիջում են հնչակյաններին ու դաշնակցականներին: ", "• \u0007Ո­՞ր պա­տե­րազմ­նե­րի ար­դյուն­քում Ռու­սաս­տա­նը գրա­վեց Ա­նդր­կով­կա­սը: Ի՞­ նչ ա­կն­կա­լիք­ներ ու­ներ հա­յու­թյու­նն այդ պա­տե­րազմ­նե­րից: Պա­տե­րազմ­նե­րի ար­դյուն­քում որ­քա՞ն հայ վե­րաբ­նակ­վեց Հա­յաս­տա­նի ար­ևե­լ յան հատ­վա­ծում: ", "Կուսակցության մամուլի օրգանն էր Հնչակ թերթը: ", "Արևմտյան Հայաստանում ստեղծված Հնչակյան կուսակցության տեղական կառույցների առջև խնդիր էր դրված հայ ազգաբնակ- չությանը բռնությունների ենթարկող պաշտոնյաների և ազգային դավաճանների նկատմամբ ահաբեկչական գործողություններ իրականացնել, ստեղծել զինված միավորումներ, որոնք մինչ համընդհանուր ապստամբությունը պաշտպանելու էին հայերին, իսկ ապստամբության ընթացքում մարտնչելու էին բռնապետության դեմ: Հնչակյան կուսակցությունն ակտիվ գործունեություն ծավալեց XIX դ. 80-ական թթ. վերջին և 90-ականների սկզբին: Այն մասնաճյուղեր ուներ Արևմտյան Հայաստանի և Թուրքիայի տարբեր շրջաններում: Փորձելով հասնել եվրոպական տերությունների միջամտությանը` Հնչակյանները դիմեցին Օսմանյան կայսրության մայրաքաղաք Կ. Պոլսում լայնածավալ ցույցեր կազմակերպելու մարտավարությանը: ", "ընդհարման ժամանակ հայ բնակչության կողմից բազմաթիվ զոհեր եղան: Սակայն, Էրզրումի դեպքերը լայն արձագանք չունեցան: Այդ պատճառով Հնչակյան կուսակցությունը որոշում ընդունեց իրականացնելու այնպիսի մի գործողություն, որն արձագանք կգտնի եվրոպական դիվանագիտական շրջանակներում: 1890 թ. հուլիսի 15-ին Ռուբեն Խանազատի ղեկավարությամբ կազմակերպվեց Կ. Պոլսի Գում-Գափու թաղամասի ցույցը, որը ցրելու ժամանակ բազմաթիվ զոհեր եղան: ", "Հնչակյանները 1895 թ. սեպտեմբերին 18-ին Կ. Պոլսում կազմակերպեցին Բաբը-Ալիի (օսմանյան կառավարության նստավայր) ցույցն այն նպատակով, որ եվրոպական տերությունների ուշադրությունը գրավեն Արևմտյան Հայաստանում տիրող վայրագությունների վրա և կանխեն դրանք: Նրանք կարծում էին, որ մայրաքաղաքում ատրճանակի մեկ կրակոցն ավելի մեծ արձագանք կունենա, քան բուն երկրում հրանոթների համազարկերը: ", "• \u0007Թվար­կե՛ք այս ժա­մա­նա­կաշր­ջա­նի հայ­կա­կան մշա­կույ­թի կենտ­րոն­նե­րը: ", "XIX դ. 90-ական թթ. կոտորածներից հետո Հնչակյան կուսակցությունը ճգնաժամ ապրեց: Թուրքական իշխանություններին հաջողվեց համարյա ամենուրեք ջախջախել այս կուսակցության տեղական կառույցները: Ճգնաժամից ելք փնտրելու համար 1896 թ. հունիսին Լոնդոնում գումարված ժողովում պառակտում առաջացավ: Պատգամավորների մի մասն Արփիար Արփիարյանի գլխավորությամբ կարծում էր, որ անհրաժեշտ է դադարեցնել ցույցերն ու մանր կռիվները, քանի որ դրանք միայն վնաս են հասցնում: "], "paragraph_source_docs": [1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 1, 1, 0, 1], "source_docs_file": "res.json"}