{"paragraphs": ["Արդյունաբերության էներգետիկ կարիքները բավարարելու համար 1949 թ. կառուցվեց Սևանի` ԽՍՀՄ-ում եզակի ստորգետնյա հէկը, մեկնարկեց Սևան-Հրազդան կասկադի ամենամեծ` Գյումուշի հիդրոէլեկտրակայանի շինարարությունը: Էներգետիկ կարիքների համար Սևանա լճից ջրի մեծածավալ բացթողումների հետևանքով լճի մակարդակը զգալիորեն իջավ, և հետագայում հանրապետությունը հայտնվեց բնապահպանական դժվարլուծելի խնդիրների առջև: Վիճակը շտկելու նպատակով Հայկական ԽՍՀ ղեկավարությունը հասավ նրան, որ ԽՍՀՄ կառավարության ֆինանսավորմամբ 1981 թ. շարք մտավ 42 կմ երկարությամբ Արփա-Սևան ջրատարը: Սևանի մակարդակը փոքր-ինչ բարձրացավ: ", "Էներգետիկ խնդիրների լուծմանն էր միտված նաև 60-ականներին Երևանի, Կիրովականի, Հրազդանի ջերմային էլեկտրակայանների կառուցումը, որոնց վառելիքը ստացվում էր դրսից: 1976 թ. սկսեց գործել Հայկական ատոմակայանի առաջին էներգաբլոկը, էներգիա ներմուծող երկրից վերածվեց էներգիա արտահանող երկրի. այստեղ սպառվում էր արտադրվածի քսանհինգ տոկոսը միայն: ", "մեծ քիմիայի երկիր: Կարճ ժամանակամիջոցում գործարկվեցին Երևանի պոլիվինիլացետատ, Կիրովականի ազոտական պարար408 տանյութերի, Ալավերդու սուպերֆոսֆատի գործարանները: Մինչ ութսունական թվականների կեսը գործարկվեցին 46 քիմիական ձեռնարկություններ, ինչը փոքր տարածք ունեցող երկրում բնապահպանական լուրջ խնդիրների առաջացման պատճառ դարձավ: ", "Աճեց բանվոր դասակարգի քանակը: Եթե 1965 թ. կար 303 հազար բանվոր, ապա 1985 թ. այդ թիվը հասավ 950 հազարի: Հայկական ԽՍՀ-ում արտադրվող շուրջ 85 արտադրատեսակ արտահանվում էր աշխարհի 80 երկիր: ", "Հայե­րե­նի ու­սում­նա­սի­րու­թյու­նը դր­վեց գի­տա­կան լուրջ հիմ­քե­րի վրա: Հա­յա­գի­տու­թյան այս ճյու­ղի վե­րել­ քը կապ­ված է լեզ­վա­բան­նե­րի նոր սերն­դի ներ­կա­յա­ցու­ ցիչ­նե­րի՝ Ստեփան Մալ­խա­սյա­նցի, Մանուկ Ա­բե­ղ յա­ նի, Հրաչյա Ա­ճա­ռյա­նի և ու­րիշ­ների բե­ղուն գոր­ծու­նե­ ու­թյան հետ: ", "­Հա­յա­գի­տու­թյու­նը խո­շոր հա­ջո­ղու­թյուն­նե­րի հա­սավ նաև Ֆրան­սի­ա­յում, Գեր­մա­նի­ա­յում, Ռու­սաս­տա­նում: ", "Այս ակնհայտ զարգացման հետ մեկտեղ, անհրաժեշտ է նշել, որ արդյունաբերության աճը էքստենսիվ էր. ավելացվում էր արտադրանքի քանակը, որակին քիչ ուշադրություն էր դարձվում: ", "Պատճառը պլանային տնտեսահամակարգի թերությունն էր: ", "Ռու­սաս­տա­նի ան­վա­նի կով­կա­սա­գետ Նի­կո­ղայոս Մա­ռը (1864–1934) հիմ­նա­վո­րա­պես զբաղ­վել է Ա­նի­ի պե­ ղում­նե­րով: Նրա հա­յա­գի­տա­կան ու­սում­նա­սի­րու­թյուն­ նե­րի ամ­փո­փումն էր «Ա­նի» աշ­խա­տու­թյու­նը: ", "XIX դ. վեր­ ջին և XX դ. սկզբ­ նե­ րին հզոր ա­ ռա­ ջըն­ թաց ու­նե­ցավ հա­յա­գի­տու­թյան ա­ռանց­քային ճյու­ղե­րից մեկը՝ հայ պատ­մա­գի­տու­թյու­նը: ", "Հայկական ԽՍՀ-ում տնտեսական բարձր աճի տեմպ ապահովելու համար անհրաժեշտ էին միութենական կենտրոնի կողմից հատկացվող խոշոր կապիտալ ներդրումներ: Այդ հատկացումները ստանալու նպատակով Քոչինյանը ստիպված է եղել երբեմն դիմել խորամանկ քայլերի: Այսպես՝ Հայաստանի խորհրդայնացման 50-ամյակին Երևան ժամանած ԽՍՀՄ կոմկուսի գլխավոր քարտուղար Լ. Բրեժնևի ավտոշարասյունը հայտնվում է Քոչինյանի կազմակերպած խցանման մեջ: Արագ երթի սովոր Բրեժնևը զարմացած, իսկ նրա պահակախմբի պետը զայրույթով շրջվում են նույն մեքենայում գտնվող Հայկական ԽՍՀ ղեկավարի կողմը: ", "Հայ ժո­ղովր­դի ամ­բող­ջա­կան պատ­մու­թյու­նը ստեղծելու գործում հատ­կան­շե­լի է Ան­տոն Գա­րա­գա­շ­ յա­նի «Քն­նա­կան պատ­մու­թյուն հայոց» ու­սում­նա­սի­րու­ թյու­նը: ", "դարձավ: ", "Հայոց պատ­մու­թյան ու­սում­նա­սի­րու­թյու­նը ո­րա­կա­կան նոր աս­տի­ճա­նի բարձ­րաց­րեց պատ­մա­բան Լե­ոն (Ա­ռա­քել Բա­բա­խա­նյան): Նա գրել է հայոց պատ­մու­թյան գրեթե բո­ լոր պատ­մա­կան շր­ջան­նե­րի ու հիմ­նախն­դիր­նե­րի մա­սին: ", "Բյու­զան­դի­այի պատ­մու­թյան, հայոց միջ­նա­դա­րի և Հայ­կա­կան հար­ցի ու­սում­նա­սի­րու­թյան աս­պա­րե­զում զգա­լի ներդ­րում ու­նի Նի­կո­ղայոս Ա­դոն­ցը: Իր «­Հա­յաս­ տա­նը Հուս­տի­նի­ա­նո­սի դա­րաշր­ջա­նում» ար­ժե­քա­վոր աշ­խա­տու­թյու­նում ներ­կա­յաց­րել է Հա­յաս­տա­նի պատ­ մաաշ­խար­հագ­րա­կան և հա­սա­րա­կա­կան–քա­ղա­քա­կան կա­ռուց­ված­քը, հայ–բյու­զան­դա­կան հա­րա­բե­րու­թյուն­ նե­րը և այլ հարցեր: ", "Հայ գիտ­նա­կան­նե­րի այս փայ­լուն սե­րն­դի շատ ներ­կա­յա­ցու­ցիչ­ներ ի­րենց բեղուն գոր­ծու­նե­ու­թյու­նը շա­րու­նա­կե­ցին նաև Հայոց պատ­մու­թյան նո­րա­գույն շր­ջա­նում: ", "Հանրապետության ղեկավարությանը ներկայացվեց պետանվտանգության մարմինների մշակած ծրագիրը, որի համաձայն՝ Հայկական ԽՍՀ-ից պետք է աքսորվեին մինչ պատերազմը բռնադատվածների, պատերազմում գերի ընկածների ընտանիքները և ԽՍՀ ղեկավարությունը շտապեց կենսագործել Մոսկվայի հրամանը: Այն իրականացվեց մեկ օրվա ընթացքում. 1949 թ. հունիսի հայրենի օջախից և ապրանքատար շարժակազմերով աքսորվեց Հայաստանից: Միայն 1953 թ. Ստալինի մահից հետո ողջ մնացած հանիրավի աքսորյալները հնարավորություն ստացան վերադառնալու հայրենիք: ", "կոմկուսի Կենտկոմի առաջին քարտուղար Գր. Հարությունյանն ազատվեց պաշտոնից: Նրան հաջորդեց Մ. Թովմասյանը: ", "որոշմամբ փոխվեց հայ ժողովրդի մշակութային ժառանգության հանդեպ մերժողական վերաբերմունքը: Արտոնվեց Րաֆֆու, Չարենցի, Բակունցի երկերի վերահրատարակումը: ", "ԳՈՐԾՆԱԿԱՆ ԱՇԽԱՏԱՆՔ ­ ատ­րաս­տե՛ք հայ նշա­նա­վոր որ­ևէ գիտ­նա­կա­նի մա­սին զե­կույց և ներ­կա­յաց­ րե՛ք դա­սա­րա­նում: ", "ՀԱՍԱՐԱԿԱԿԱՆ-ՔԱՂԱՔԱԿԱՆ ԿՅԱՆՔԸ Ն. Խրուշչովի՝ պետության ղեկավար եղած տարիներին բռնաճնշումները և մարդու իրավունքների ոտնահարման դեպքերը զգալիորեն նվազեցին: Հայ ժողովուրդը փորձեց օգտվել այդ իրավիճակից և ԽՍՀՄ իշխանություններից պահանջեց դատապարտել Օսմանյան կայսրությունում 1915 թ. իրականացված Մեծ եղեռնը: 1965 թ. ապրիլի 24-ին Երևանում տեղի ունեցավ բազմամարդ ցույց, որի մասնակիցները միութենական և հանրապետական իշխանություններից պահանջեցին հետամուտ լինել հայ ժողովրդի ոտնահարված իրավունքների վերականգնմանը: Ցուցարարները փորձեցին իրենց պահանջներն առաջադրել հանրապետության ղեկավարությանը, որի ներկայացուցիչները մասնակցում էին Մեծ եղեռնի 50-ամյակին նվիրված նիստին, որը տեղի էր ունենում Ալ. Սպենդիարյանի անվան օպերայի և բալետի ակադեմիական թատրոնում: Պետանվտանգության աշխատակիցները, կատարելով իրենց մոսկովյան վերադասների հրահանգը, անկարգություններ հրահրեցին և ցույցի կազմակերպիչների շրջանում ձերբակալություններ իրականացրին: ", "Լ. Բրեժնևի՝ ԽՄԿԿ Կենտկոմի գլխավոր քարտուղար եղած տարիներին փորձ էր արվում ամեն կերպ թույլ չտալ, որ ազգային զարթոնքի ծիլեր ի հայտ գան: Չնայած այդ հանգամանքին` XX դ. շարք ընդհատակյա կազմակերպություններ, այդ թվում` Ազգային միացյալ կուսակցությունը և Հայ հայրենասերների միությունը: ", "Կ­լա­սի­ցիզ­մին հա­ջոր­դում է ռո­ման­տիզ­մը: Գրա­բա­ րին փո­խա­րի­նե­լու է գա­լիս աշ­խար­հա­բա­րը: Զու­գա­հե­ ռա­բար ձևա­վոր­վում է հայ նոր գրա­կա­նու­թյու­նը` ար­ևե­ լա­հայ և ա­րևմ­տա­հայ հատ­ված­նե­րով: ", "Չնայած իրականացված բռնություններին` ԽՍՀՄ իշխանություններին չհաջողվեց կոտրել հայ ժողովրդի ոգին, և XX դ. 80413 ական թվականներին նա ոտքի ելավ՝ իր անտեսված իրավունքները պաշտպանելու: ", "Վերակառուցումը և Հայաստանը 1985-1990 թթ. Միութենական ղեկավարության համար արդեն 80-ական թթ. սկզբին պարզ դարձավ, որ խորացող ճգնաժամն ի վերջո հանգեցնելու է կոլապսի: Իշխանությունը պահպանելու նպատակով կոմունիստական վերնախավը փորձեց որոշակի քայլեր ձեռնարկել: ", "­Մեծ ժո­ղովր­դա­կա­նու­թյուն է ձեռք բե­րում Ռա­փա­ յել Պատ­կա­նյա­նի պոե­զի­ան: Նա ասում էր, որ հային պետք է դաս­տի­ա­րա­կել` հի­շեց­նե­լով նրան իր կորց­րած փառ­քը, սո­վո­րեց­նե­լով «­պա­ղա­րյուն նայել այն մահ­ վան վրա, որ նա կա­րող է ստա­նալ՝ զո­հե­լով ան­ձը ազ­գի ա­զա­տու­թյա­նը... »: ", "Հանրապետություններում դրությունը ծանրացավ: 1985-1986 թթ. համեմատությամբ Հայաստանի արտադրական աճի տեմպերը 1987-1988 թթ. երկու անգամ նվազեցին: Երկիրը ճյուղային նախարարություններին և բանկերին պարտք էր 600 միլիոն ռուբլի: ", "ռո­ման­տիզ­մից ան­ցում է կա­տա­րում ռե­ա­լիզ­մին: ", "ՀԱՐՑԵՐ մամբ Հայկական ԽՍՀ-ից աքսորեցին Ալթայի երկրամաս: ", "Հանդես է գալիս ան­ձնա­կան քնա­րեր­գու­թյու­նը՝ հայ­ րե­նի­քի, բնու­թյան, սի­րո, կա­րո­տի ու թախի­ծի վե­րապ­ րում­նե­րով: Այդ­ պոե­զի­այի նոր սե­րուն­դը ներկայացնում էին Հով­հան­նես Թու­մա­նյանը, Ա­վե­տիք Ի­սա­հակ­յանը և ու­րիշ­ներ: ", "Ո՞րն էր անցյալ դարի 60-70-ական թվականներին Հայկական ԽՍՀ-ում ի հայտ եկած ընդհատակյա կազմակերպությունների գործունեության նպատակը: ", "Ի՞նչ հետևանք ունեցավ ԽՍՀՄ-ում 1985 թ. սկիզբ առած «վերակառուցումը»: ", "­ ա­մու­լը: Ար­դյու­նա­բե­րա­կան հա­սա­րա­կու­թյան բնո­ րոշ կող­մե­րից է տե­ղե­կատ­վու­թյան հա­վաք­ման, մշակ­ ման ու տա­րած­ման եր­ևույ­թը: Այդ աս­պա­րե­զում յու­ րա­հա­տուկ դեր էր վե­րա­պահ­ված մա­մու­լին: Այն XIX դ. ե­րկ­րորդ կե­սի և XX դ. սկզբ­նե­րի զանգ­վա­ծային լրատ­վու­թյան կար­ևո­րա­գույն մի­ջոցն էր: Հայ­կա­կան մա­մու­լը, որ­պես ազ­գային մշա­կույ­թի նոր բնա­գա­վառ, զար­գա­նում էր ժա­մա­նա­կի ար­դի­ա­կան պա­հանջ­նե­րին համըն­թաց: ", "Հա­յաս­տա­նի եր­կու հատ­ված­նե­րում ու հայ­կա­կան գաղ­թա­վայ­րե­րում քա­նա­կա­պես ու ո­րա­կա­պես ա­ճում Ավետիք Իսահակյան Հովհաննես Թումանյան «Անահիտ» հանդես է հայ պար­բե­րա­կան­նե­րի թի­վը: XIX դ. ե­րկ­րորդ կե­սին հիմ­նա­դր­վել է 250 թեր­թ ու հան­դես: Հայ մա­մու­լը հատ­ կա­պես ծաղ­կում ապ­րեց Կ. Պո­լսում և Թիֆ­լի­սում: ", "­Դա­րի կե­սե­րի ա­մե­նան­շա­նա­վոր պար­բե­րա­կա­նը սա­փայլն» էր: Խմ­բա­գի­րը ա­կա­նա­վոր հրա­պա­րա­կա­ խոս, հա­յա­գետ և ար­ևե­լա­գետ Ստե­փա­նոս Նա­զա­ր­ յանն էր: ", "զարգացման առումով աշխարհում առաջին տեղերից մեկն էր զբաղեցնում. այստեղ յուրաքանչյուր 10 հազար մարդուց 191-ը ուսանող էր (Իրանում ուսանող էր նույն քանակից 37-ը, Թուրքիայում` 49-ը, Գերմանիայի Դաշնային Հանրապետությունում` 70-ը, Անգլիայում` 90-ը): ", "Աննախընթաց զարգացում ունեցավ Խորհրդային Հայաստանի գիտությունը: Հայ գիտնականները զբաղվում էին ինչպես հիմնարար գիտություններով, այնպես էլ գիտական նվաճումներն արտադրության մեջ ներգրավելով: XX դ. 90-ական թթ. գիտահետազոտական և գիտաարտադրական միավորումների թիվը Հայաստանում անցնում էր 100-ից: Գիտության ոլորտի նվաճումների գործում մեծ էր Հայկական ԽՍՀ գիտությունների ակադեմիայի նախագահ Վիկտոր Համբարձումյանի դերը, որի հետազոտությունները վե- րաբերում են տիեզերքի ծագման ու զարգացման խնդիրներին, աստղասփյուռներին: ", "Արագածի լանջերին տիեզերական ճառագայթների ուսումնասիրմամբ էին զբաղված Ալիխանյան եղբայրները: ", "Հայկական ԽՍՀ-ում մաթեմատիկական դպրոցի հիմնադրման գործում առանձնահատուկ է Սերգեյ Մերգելյանի դերը, որի հետազոտությունները վերաբերում են ֆունկցիոնալ կոնստրուկցիաների բնագավառին և ֆունկցիոնալ սինթեզին: Մերգելյանը 21 տարեկանում դարձավ ԽՍՀՄ ամենաերիտասարդ դոկտորը, 25 տարեկանում ընտրվեց ԽՍՀՄ գիտությունների ակադեմիայի թղթակից անդամ: ", "Առաջընթաց արձանագրվեց ռադիոէլեկտրոնիկայի, հաշվիչ տեխնոլոգիաների և տարրական մասնիկների ուսումնասիրության բնագավառներում: 1967 թ. Երևանում շահագործման հանձնվեց ժամում 6 միլիարդ էլեկտրոն/վոլտ հզորությամբ արագացուցիչը, որն այդ ժամանակ աշխարհում գործող 3 խոշորներից մեկն էր: ", "Մեծ վերելք ունեցավ նաև օրգանական քիմիայի բնագավառը, որը ղեկավարում էր ակադեմիկոս Արմենակ Մնջոյանը: ", "րի, տար­բեր ո­ւղ­ղու­թյուն­նե­րի միջև մր­ցակ­ցու­թյան և բախ­ման ասպարեզ էր: ", "Գիտական այս առաջընթացն աննկատ չէր մնում արտասահմանցի գիտնականների կողմից: Տեղին է նշել ամերիկացի պրոֆեսոր Լիվինգստոնի խոսքը. Եթե դարասկզբին հայ ժողովուրդը կանգնած էր բնաջնջման եզրին, ապա այժմ մենք գիտնականներ ենք ուղարկում Երևան՝ տարրական մասնիկների վերաբերյալ որոշակի տեղեկատվություն ստանալու համար: ", "Հաշվիչ տեխնոլոգիաների բնագավառում Հայաստանն առաջին տեղն էր զբաղեցնում ԽՍՀՄ-ում: XX դ. 50֊ական թթ. երկրորդ կեսին Երևանում բացվեց Հաշվիչ տեխնոլոգիաների ինստիտուտը, քիչ անց սկսեց գործել հաշվիչ մեքենաների Երևանի Էլեկտրոն գործարանը: Արտադրված առաջին հաշվիչ մեքենան Արագածն էր: Երրորդ սերնդի Նաիրի հաշվիչ մեքենան իր տեխնիկական բնութագրիչներով զգալի առավելություն ուներ սոցիալիստական երկրների համապատասխան արտադրանքի նկատմամբ: ", "Ընդ­հա­նուր առ­մամբ՝ XX դ. սկզ­բնե­րին հրա­տա­րակ­ վող հայ­կա­կան պար­բե­րա­կան­նե­րի թի­վը կազ­մեց շուրջ րած­վե­լով հայ­կա­կան մի­ջա­վայ­րում՝ սկ­սեց է­ա­կան դեր խա­ղալ հա­սա­րա­կա­կան մտա­ծո­ղու­թյուն, վե­րա­բեր­ մունք և կար­ծիք ձևա­վո­րե­լու գոր­ծում: ", "Հար­ցեր և ա­ռա­ջադ­րանք­ներ ստեղ­ծա­գոր­ծու­թյու­նը կամ ո՞­ ր հե­րո­սին եք նա­խընտ­րում. ին­չո՞ւ: ", "Հայրենական պատերազմի ժամանակ և դրանից հետո հայ խորհրդային գրականության մեջ մեծ տեղ հատկացվեց հայրենասիրական և պատմական թեմային: Այս տարիներին հրատարակվեցին Դերենիկ Դեմիրճյանի Վարդանանքը, Հրաչյա Քոչարի Մեծ տան զավակները: Դերենիկ Դեմիրճյանն աշխատում էր Մեսրոպ Մաշտոց մեծածավալ երկի վրա, սակայն նրա մահվան պատճառով այն անավարտ մնաց: ", "Խրուշչովյան ձնհալի պայմաններում հրատարակվեցին Րաֆֆու աշխատությունները: 30-ական թթ. հետո առաջին անգամ վերահրատարակվեցին Ակսել Բակունցի և Եղիշե Չարենցի ստեղծագործությունները: Վերականգնվեցին մեծանուն հայագետներ և խոշոր լեզվաբաններ Աճառյանի և Ղափանցյանի բարի անունները: Վերջիններիս 1950-ական թթ. պիտակավորել էին որպես հետադիմական և իմպերիալիստական որակավորվող հնդեվրոպական լեզուների թվում հայոց լեզվի մաս կազմելու կողմնակիցներ և ձերբակալել: ", "Երևանի հրատարակչություններում տպագրվեցին արևմտահայ խոշոր գրողներ Վարուժանի, Զոհրապի, Սիամանթոյի և Ռուբեն Սևակի ստեղծագործությունները: ", "ՀԱՐՑԵՐ ոլորտներն աննախընթաց զարգացում ունեցան: "], "paragraph_source_docs": [1, 1, 1, 1, 0, 0, 1, 1, 0, 0, 1, 0, 1, 0, 0, 0, 1, 1, 1, 0, 1, 1, 0, 1, 1, 0, 1, 0, 1, 0, 1, 1, 0, 0, 0, 1, 1, 1, 1, 1, 1, 0, 1, 1, 0, 0, 1, 1, 1, 1], "source_docs_file": "res.json"}