{"paragraphs": ["Ծերունին վառում է տանձենիների խաշամը,  հիմա ծուխ են տալիս այգու բոլոր տերևակույտերը,  օրորվում են խաղողի վազերը,  ծերունին մոտենում է սիմինդրի ցողունին,  դանդաղում է և ականջ դնում։ ", "Թիթեղաձայն խշրտում են սիմինդրի չորացած տերևները. խշրտոցն ուժեղանում է,  լայն բացված աչքերով ծերունին տեսնում է.", "Հիմա խշրտում է ուղիղ կանգնած սիմինդրի արտի «պատը»,  Սոնան,  տագնապոտ և զգույշ,  «պատին» համարյա քսվելով,  գալիս-գալիս և կանգ է առնում,  գալիս է արագ ու զգույշ և կանգ է առնում։ ", "Տեսիլքը դեռ չի անցել. ծերունին կանգնած է չոր ցողունի մոտ և նայում է վշտով ու երջանկությամբ։  Օդը չի բավականացնում,  ծերունին շարժում է շրթունքները՝ ձայն չկա։  Եվ թողնելով սիմինդրի չորացած ցողունը,  ծերունին առաջանում է դեպի հնձանը,  հնձանի դռան խաղողի վազը։ ", "Ծուխ են ծխում խաշամի կույտերը,  լուռ օրորվում է ուշացած միակ արևածաղիկը. թեթև քամու մեջ թփթփում է սիմինդրի չոր ցողունը,  օրորքի հետ մեղմ երգում է այգու դռնակը,  բարակ առուն լռել է խաշամի տակ-", "Ծերունին նստում է ցամաք առվի եզրին,  որձաքարե ժայռի տակ,  որի միջով անցնում է առվի բարակ հունը։  Եվ նրա նստելու հետ՝ թան խմող աղջնակը մնացորդը շպրտում է թան տվող տղեկի երեսին,  տղան սրբում է աչքերը,  իսկ աղջիկը,  թասը ցած է դրել,  փախչում է։ ", "Հարսը փափուկ քայլերով,  ինչպես այծյամը ձյունի վրա,  մոտեցավ հնձանին։  Դռան մոտ զրնգացին Սոնայի շալե շապիկի արծաթ սուրմաները և ներս մտավ,  ինչպես միամիտ հավքը վանդակի բաց դռնով;", "Աղջնակը շպրտում է թանի մնացորդը և փախչում։  Մեջքը ծեծող մազերը մերթ շատ մոտիկ են,  տղայի ձեռքը կարծես թե հասնում է,  հետո հեռանում են,  աղջիկը հեռանում է,  վազում,  վազվզում,  ծերունու հիշողության դեմ բազմապատկվում,  դառնում շատ աղջնակներ,  որոնցից մեկը վազում է դեպի հովտի միակ կակաչը,  հոգնա՜ծ մեկը բարձրանում է հովտից,  մեկը ծամածռություն է անում,  մյուսը կանգնել է թերթահան կակաչը ձեռքին և խռոված թոթվում է ուսը,  մեկն ահա շուռ եկավ և հեռանում է աղջնակի նազանքով,  իսկ մյուսն ահա ետ-ետ է անում անընդհատ շրթունքների նույն շարժումով. և այս բոլորի վրա՝ ծերունու գուրգուրոտ շշունջը.", "- Սոնա՜-", "Սոնան հիմա մեկ է,  վազում է,  երբ այն է պիտի բռնվի՝ ընկնում ու ճչում է։ "], "paragraph_source_docs": [0, 0, 0, 0, 0, 0, 1, 0, 0, 0], "source_docs_file": "res.json"}