{"paragraphs": ["Կարելի էր ուտել. ձուն կոտրվում էր,  կճպվում էր,  աղ կար. կարելի էր աղ անել ձվին,  բայց հիշողության մեջ ահա-ահա սկսվում էր հարսանքավորների նույն երգը։  Կարելի էր շտկվել տեղում,  հաց պոկել,  մորը գլխով այո ասել,  ծամել,  բայց ահա հիշողության մեջ ելնում էր նույն երգը։  Պատառը մնաց բկում,  կարելի էր ջուր կում անել,  բայց ահա հիշողության մեջ թևածում էր հարսանքավորների նույն երգը։  Դիլանը ելավ,  առավ դույլերը,  դուրս եկավ հնձանից և,  գնալով,  չուզենալով ետ նայեց - Սոնան ավլում էր իրենց նոր դռները։  Եվ Սոնան անզարդ էր ու արածն էլ մի բան չէր։ ", "Անակնկալ հանդիպումը նրան շշմեցրեց... Նրանք արդեն հեռացել էին,  երբ Դիլան դային ուշքի եկավ,  նայեց նրանց ետևից,  մտաբերեց շան կարմիր երախը...", "Սոնան կանգնել էր պատշգամբի սյունը գրկած և նայում էր Դիլանին։  Սոնան տեսավ Դիլանի նայելը և տուն մտավ։  Եվ ջրի իջնող Դիլանի էությունը լցվեց հարսանքի երգով։ ", "Հարսանքի կայտառ տխրության երգը Դիլանի հոգու ծալքերում և հիշողության մեջ այս անգամ խլացվեց դժվար,  շատ դժվար,  քարի հետ կռվելու ժամանակ։  Քարը կարծր ու անճեղք էր,  երկաթե նիգը ետ էր տալիս,  իսկ Դիլանը փշուր առ փշուր ծակում էր իր առվի անցքը։ ", "Շոգ միջօրեին արահետով աղբյուր իջավ Սոնան,  և Դիլանը հեռվից տեսավ նրան,  և Սոնան հեռվից տեսավ Դիլանին,  Սոնան մի պահ կանգնեց նայեց Դիլանին,  Դիլանը մի պահ չկրծեց քարը,  մի պահ ժայռի տակից և գետակի ափից նրանք նայեցին իրար։  Հետո Սոնան տարավ իր ջուրը. Դիլանը կատաղած ու կատաղած կրծեց իր շոգ որձաքարը։ ", "Երբեմն երազ էր թվում միրհավը,  բայց մտրակի տեղերը մրմնջում էին,  աչքի տակ ցավ էր զգում,  ոտքերը դողում էին։ ", "Եվ ամուսնու մոտ ամպեց ու սառավ Սոնան։ ", "Տուն չգնաց։  Քարքարոտ արահետով իջավ այգին։  Ճռնչաց հնձանի դռնակը,  ներս մտավ,  մեկնվեց քարե հատակի վրա։ ", "Դիլանը տղերքի հետ «տըզ» էր խաղում. մի ձեռքն ափ էր արել մյուս թևի տակ,  մյուս ձեռքով ծածկել էր աչքը՝ որ կողքից չտեսնի խփողին,  և սպասում էր հարվածի ու մի քիչ վախենում էր,  մի քիչ ժպտում։  Խուլ շրխկոցով խփեցին։  Դիլանը հիմա կտրուկ ետ էր դառնալու և գտնելու էր մատները տնկած բզզացողների մեջ խփողին։  Դիլանը ետ չշրջվեց և ձեռքը չիջեցրեց,  նրանք նորից խփեցին,  և Դիլանը դարձյալ ետ չդարձավ և չփնտրեց ու չգուշակեց խփողին,  և նրանք խփեցին դարձյալ։  Իսկ Դիլանն աչքերը խփել ու չէր ուզում տեսնել անցնող Սոնային։  Եվ նոր հարվածի ցնցումից՝ խուփ կոպերին դողաց արտասուքի կաթիլը։ ", "Այդ օրը նա քարե տաշտում ավելի զայրացած էր ճմլում սև խաղողը և չէր զգում,  թե ինչպես քրտինքը գլորվում էր ճակատից,  կաթում պղտոր գինու մեջ..."], "paragraph_source_docs": [0, 1, 0, 0, 0, 1, 0, 1, 0, 1], "source_docs_file": "res.json"}