{"paragraphs": ["Կարելի էր ուտել. ձուն կոտրվում էր,  կճպվում էր,  աղ կար. կարելի էր աղ անել ձվին,  բայց հիշողության մեջ ահա-ահա սկսվում էր հարսանքավորների նույն երգը։  Կարելի էր շտկվել տեղում,  հաց պոկել,  մորը գլխով այո ասել,  ծամել,  բայց ահա հիշողության մեջ ելնում էր նույն երգը։  Պատառը մնաց բկում,  կարելի էր ջուր կում անել,  բայց ահա հիշողության մեջ թևածում էր հարսանքավորների նույն երգը։  Դիլանը ելավ,  առավ դույլերը,  դուրս եկավ հնձանից և,  գնալով,  չուզենալով ետ նայեց - Սոնան ավլում էր իրենց նոր դռները։  Եվ Սոնան անզարդ էր ու արածն էլ մի բան չէր։ ", "Ու Դիլանը քմծիծաղ տվեց իր վրա ու աշխարհի վրա և իջավ գետը։  Դիլանը ջուր առավ գետից և սայթաքուն լանջով բարձրացավ այգի։  Դիլանը ջուր տվեց վազերին ու նորից իջավ գետը։  Ջուր առավ գետից ու դարձյալ այգի ելավ սայթաքուն նեղ արահետով,  և հիշողության մեջ նվալով ծավալվել էր սկսում հարսանքի երգը։  Դիլանը ջուր տվեց վազերին,  շուռ եկավ իջնելու և անցողակի ետ նայեց։ ", "Սոնան կանգնել էր պատշգամբի սյունը գրկած և նայում էր Դիլանին։  Սոնան տեսավ Դիլանի նայելը և տուն մտավ։  Եվ ջրի իջնող Դիլանի էությունը լցվեց հարսանքի երգով։ ", "Հարսանքի կայտառ տխրության երգը Դիլանի հոգու ծալքերում և հիշողության մեջ այս անգամ խլացվեց դժվար,  շատ դժվար,  քարի հետ կռվելու ժամանակ։  Քարը կարծր ու անճեղք էր,  երկաթե նիգը ետ էր տալիս,  իսկ Դիլանը փշուր առ փշուր ծակում էր իր առվի անցքը։ ", "Շոգ միջօրեին արահետով աղբյուր իջավ Սոնան,  և Դիլանը հեռվից տեսավ նրան,  և Սոնան հեռվից տեսավ Դիլանին,  Սոնան մի պահ կանգնեց նայեց Դիլանին,  Դիլանը մի պահ չկրծեց քարը,  մի պահ ժայռի տակից և գետակի ափից նրանք նայեցին իրար։  Հետո Սոնան տարավ իր ջուրը. Դիլանը կատաղած ու կատաղած կրծեց իր շոգ որձաքարը։ ", "Դիլանը արտ էր հնձում. գերանդին սրելիս գլուխը բարձրացրեց՝ Սոնան ջուր էր տանում։  Սոնան ջուրը տարավ տվեց իր հնձվոր ամուսնուն։  Սոնան ծիծաղեց՝ երբ ամուսինը ջուր ցայեց նրա ուսերին,  և Դիլանը շարունակեց հնձել։  Դիլանն աչքի պոչով տեսավ իր մոտով ջուր տանող բարի տխուր աղջկան,  որ քելքը դանդաղել և ուզում էր Դիլանն իրենից ջուր խնդրի։  Եվ Դիլանը ջուր ուզեց նրանից ու կատակեց նրա հետ։  Հասկացող աղջիկը տխուր ժպտաց,  և Դիլանը դարձյալ կատակեց նրա հետ՝ ջուր ցայեց նրա ուսերին և դարձյալ ջուր ցայեց նրա ուսերին,  աղջիկը կարկաչուն ծիծաղեց։ ", "Եվ ամուսնու մոտ ամպեց ու սառավ Սոնան։ ", "Տուն չգնաց։  Քարքարոտ արահետով իջավ այգին։  Ճռնչաց հնձանի դռնակը,  ներս մտավ,  մեկնվեց քարե հատակի վրա։ ", "Դիլանը տղերքի հետ «տըզ» էր խաղում. մի ձեռքն ափ էր արել մյուս թևի տակ,  մյուս ձեռքով ծածկել էր աչքը՝ որ կողքից չտեսնի խփողին,  և սպասում էր հարվածի ու մի քիչ վախենում էր,  մի քիչ ժպտում։  Խուլ շրխկոցով խփեցին։  Դիլանը հիմա կտրուկ ետ էր դառնալու և գտնելու էր մատները տնկած բզզացողների մեջ խփողին։  Դիլանը ետ չշրջվեց և ձեռքը չիջեցրեց,  նրանք նորից խփեցին,  և Դիլանը դարձյալ ետ չդարձավ և չփնտրեց ու չգուշակեց խփողին,  և նրանք խփեցին դարձյալ։  Իսկ Դիլանն աչքերը խփել ու չէր ուզում տեսնել անցնող Սոնային։  Եվ նոր հարվածի ցնցումից՝ խուփ կոպերին դողաց արտասուքի կաթիլը։ ", "Ու Սոնան,  քելքը դանդաղելով,  ետ նայեց ու տեսավ,  որ դեռ խփում են իր Դիլանին,  նրա ցավից կրծեց շրթունքն ու խփեց կոպերը։ "], "paragraph_source_docs": [0, 0, 0, 0, 0, 0, 0, 1, 0, 0], "source_docs_file": "res.json"}