{"paragraphs": ["Աշնան պայծառ ու պաղ այգին դարավանդների վրա։  Տերևաթափ խնձորենիների տակ,  խնձորենիների շարքով,  ծխում են խաշամի կույտերը,  մոմի պես ուղիղ երկու ջահել տանձենի կարմրած տերևներով բոց են շատրվանում,  միակ ուշացած արևածաղիկը կախել է գլուխը։  Մերկ խնձորենու վրա մի ծիտ գտել է իր վերջին խնձորը և կտցահարում է հրճվանքից իրեն կորցրած։  Սիմինդրի չորացած տերևները թեթև քամուց թիթեղաձայն խշրտում են։ ", "Ծերունին հանում ու դարսում է խչմարները,  որոնք հիմա անիմաստ են,  որովհետև դիմհարում են դատարկ ճյուղերի։  Դանդաղ ու գուրգուրանքով՝ ծերունին հանում ու դարսում է խչմարները քարե ցանկապատի տակ,  գալիս է հանելու նոր խչմարներ։  Եվ այդ ժամանակ,  կարծես մի քիչ հեռվից ու խուլ,  ծերունին լսում է վերջին խնձորը գտած ծտի ծլվլոցը,  վերև է նայում երկար և,  վերջում,  կարծես թե ճիգ է անում մի բան հիշելու։ ", "Ծերունին հանում է խչմարները,  տանում դնում պատի տակի կույտին։ ", "Ծառի ճյուղը քսվում է ծերունու ծոծրակին։  Ծերունին շոյում է ծոծրակը և,  մատների հպման հետ,  մի պահ տեսնում է.", "Յոթ-ութ տարեկան մի տղա-երեխա,  թասը ձեռքին,  ծնկների վրա դուրս է պրծնում խնոցու տակից դեպի արև դուրսը,  ուր կանգնած ծիծաղում է յոթ-ութ տարեկան մի աղջիկ-երեխա։ ", "Մի ձեռք թեթև հրում է խնոցու տակից դուրս պրծնող տղայի ծոծրակը,  շեմքին,  արևի մեջ,  ցոլք տալով ցայտում է սպիտակ թանը,  աղջիկ-երեխան ծիծաղելով բերանին է տանում թասը,  տղան ծոծրակը տրորելով ետ է նայում՝ խնոցի հարող ջահել կանանցից մեկը ժպտում է ներսի ստվերի մեջ։ ", "Խնձորենու տակ ծերունին իջեցնում է ձեռքը ծոծրակից,  հիշողության խնոցու խուլ ճողփյունը մարում է,  ծերունին մրմնջում է կարծես թե դեպի տեսիլքը.", "- Այ մե՜ր-", "Եթե արևը չխոնարհվեր դեպի մայրամուտ,  նա առանց հոգնության երկար կմնար այդ դիրքով և չէր հագենա մրգերը քաղած և արդեն դեղնող ծառերի սոսափից։  Շուտով կիջնի ձմեռ,  և ո՞վ գիտի,  բացվող գարնանը նորից պիտի ի՞նքը բանա այգու դուռը,  թե մի ուրիշ ձեռք։ ", "Աշնան խաղաղ օրին նրան հաճելի էր և՛ սիմինդրի տերևների խշշոցը,  և վազերի օրորը,  և՛ հնձանի դռնակի երգը։ ", "Ծերունին վառում է տանձենիների խաշամը,  հիմա ծուխ են տալիս այգու բոլոր տերևակույտերը,  օրորվում են խաղողի վազերը,  ծերունին մոտենում է սիմինդրի ցողունին,  դանդաղում է և ականջ դնում։ ", "Թիթեղաձայն խշրտում են սիմինդրի չորացած տերևները. խշրտոցն ուժեղանում է,  լայն բացված աչքերով ծերունին տեսնում է.", "Հնձանը շոգ էր,  ճմլում էր խաղողը և ինքն իրեն դնդնում կայտառ մի երգ,  և քրտինքի կաթիլները գլորվում էին,  ընկնում շիրայի մեջ։  Երիտասարդ էր այն ժամանակ,  երակներում արյունը եռում էր իբրև թունդ գինի։ ", "Դռան ձայնին Դիլանը գլուխը դուրս հանեց։  Այգում ոչ ոք չկար։  Ու հանկարծ,  երբ սիմինդրի մարգերում երևաց գլխի վառ կապույտ մանդիլը,  ինքը պահվեց դռան հետևը։ ", "Ծուխ են ծխում խաշամի կույտերը,  լուռ օրորվում է ուշացած միակ արևածաղիկը. թեթև քամու մեջ թփթփում է սիմինդրի չոր ցողունը,  օրորքի հետ մեղմ երգում է այգու դռնակը,  բարակ առուն լռել է խաշամի տակ-", "Ծերունին նստում է ցամաք առվի եզրին,  որձաքարե ժայռի տակ,  որի միջով անցնում է առվի բարակ հունը։  Եվ նրա նստելու հետ՝ թան խմող աղջնակը մնացորդը շպրտում է թան տվող տղեկի երեսին,  տղան սրբում է աչքերը,  իսկ աղջիկը,  թասը ցած է դրել,  փախչում է։ ", "Ծերունին երանությամբ սրբում է դեմքը։ ", "Աղջնակը շպրտում է թանի մնացորդը և փախչում։  Մեջքը ծեծող մազերը մերթ շատ մոտիկ են,  տղայի ձեռքը կարծես թե հասնում է,  հետո հեռանում են,  աղջիկը հեռանում է,  վազում,  վազվզում,  ծերունու հիշողության դեմ բազմապատկվում,  դառնում շատ աղջնակներ,  որոնցից մեկը վազում է դեպի հովտի միակ կակաչը,  հոգնա՜ծ մեկը բարձրանում է հովտից,  մեկը ծամածռություն է անում,  մյուսը կանգնել է թերթահան կակաչը ձեռքին և խռոված թոթվում է ուսը,  մեկն ահա շուռ եկավ և հեռանում է աղջնակի նազանքով,  իսկ մյուսն ահա ետ-ետ է անում անընդհատ շրթունքների նույն շարժումով. և այս բոլորի վրա՝ ծերունու գուրգուրոտ շշունջը.", "- Սոնա՜-", "Սոնան հիմա մեկ է,  վազում է,  երբ այն է պիտի բռնվի՝ ընկնում ու ճչում է։ ", "Ծերունու շշունջը. «Սոնա՜»։ ", "Շշնջաց ու պինդ-պինդ փաթաթվեց նրան։  Այնքան դուրեկան էր նրա շույը վեր չարած,  լաջվարդ հալավի հոտը,  այնքան տաք էր հնձանը։ ", "Երեխա Սոնան պահանջում է։  Սոնան անպայման պահանջում է,  Սոնան խռովում է,  ուսերը շարժում և շուռ գալիս։  Շուռ եկած Սոնան թաքուն ժպտում է։ ", "Քարե ցանկապատ է,  քարի վրայից գնում են մամխի փշոտ չոր թփերը,  ցանկապատի մյուս կողմում հազիվ երևում է խնձորի կարճլիկ ծառը՝ մի հինգ-վեց խնձորով։  Ահա թե ինչ է պահանջում Սոնան։  Ծառի տակ մրափ է մտել բրդոտ գամփռը։ ", "Իսկ զրնգան սուրմաները կայտառ կոհակների նման ծափ էին զարկում։ "], "paragraph_source_docs": [0, 0, 0, 0, 0, 0, 0, 0, 1, 1, 0, 0, 1, 1, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 1], "source_docs_file": "res.json"}